[
    {
        "question": "A patient of RHD developed infective endocarditis after dental extraction. Most likely organism causing this is -",
        "exp": "Viridans streptococci Commensals in the mouth and upper respiratory tract. Cause transient bacteremia following tooth extraction or other dental procedures; -MC cause of subacute endocarditis: Streptococcus Viridans - MC Streptococcal species in Viridans group causing endocarditis: S. sanguis mc cause of Native valve endocarditis: S. aureus",
        "cop": 1,
        "opa": "Streptococcus viridans",
        "opb": "Streptococcus pneumoniae",
        "opc": "Streptococcus pyogenes",
        "opd": "Staphylococcus aureus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "932f40b0-3df1-445c-8932-36262e63e157",
        "choice_type": "single"
    },
    {
        "question": "Staph. aureus causes vomiting in 2 hours after eating contaminated milk product. The mechanism of action is -",
        "exp": "Option 1, 3 Increase in cyclic AMP/GMP-accumulation of sodium chloride in the intestinal lumen- Diarrhea. Option 2 Toxin Stimulates the vagus nerve and vomiting center of brain. Acts directly on the autonomic nervous system rather than on gastrointestinal mucosa. Option 4 Cholera toxin: binds to GM1 ganglioside receptors present on the intestinal epithelium",
        "cop": 2,
        "opa": "Stimulation of C AMP",
        "opb": "Vagal stimulation",
        "opc": "Stimulation of C GMP",
        "opd": "Acts through ganglioside GM receptor",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "2fb42f16-a50e-4397-9ec6-049048876ec1",
        "choice_type": "single"
    },
    {
        "question": "The best site to obtain a swab in acute symptomatic gonorrhea is:",
        "exp": "The best site to obtain a swab in acute symptomatic gonorrhea is Endocervix Diagnosis of Gonococcal infection: Acute Gonorrhea: Chronic Gonorrhea: a) Endocervical Culture - 80-90% sensitivity b) Urethral Discharge - 50% Sensitivity c) Rectal swab a) Morning drop secretion b) Exudate after prostatic massage c) Centrifuged deposit of urine when no urethral discharge - For DGI (Disseminated gonococcal infection): Blood culture and synol fluid culture - Transpo media: Charcoal impregnated swabs/medium (Stua/Amies media) For longer holding period: CO2 generating system - Gram staining of Cervical swab: N. gonorrhoeae - Kidney shaped, Non-capsulated.",
        "cop": 1,
        "opa": "Endocervix",
        "opb": "Exudate after prostatic massage",
        "opc": "Lateral vaginal wall",
        "opd": "Posterior fornix",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "56b0eab5-b49b-4a2d-86f5-2b272fdbdc11",
        "choice_type": "multi"
    },
    {
        "question": "Virulence factor of group A beta hemolytic streptococci:-",
        "exp": "Option 1 2 3 Cell wall antigens: Inner thick peptidoglycan layer (confers cell wall rigidity, induces inflammatory response and has thrombolytic activity) C-carbohydrate antigen: Present as middle layer and is group specific Outer layer of protein (M, T, R) and lipoteichoic acid (helps in adhesion) M protein - Major virulence factor of S pyogenes Option 4 Outer layer of lipoteichoic acid (helps in adhesion)",
        "cop": 1,
        "opa": "Protein M",
        "opb": "Protein T",
        "opc": "Protein R",
        "opd": "Lipotechoic acid",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "eaee85a6-e45f-4481-b950-316d0ab248ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following streptococcal antigen cross reacts with synol fluid?",
        "exp": "Antigens cross reactivity between Streptococcus antigens and the corresponding human antigen Streptococcal component Human tissue Capsular hyaluronic acid Synol fluid Cell wall protein Myocardium Group A carbohydrate Cardiac valves Cytoplasmic membrane antigen Vascular intima Peptidoglycans Skin antigens",
        "cop": 3,
        "opa": "Carbohydrate (group A)",
        "opb": "Cell wall protein",
        "opc": "Capsular hyaluronic acid",
        "opd": "Peptidoglycan",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "555916e5-6bb6-4646-83a4-02bd38c93338",
        "choice_type": "multi"
    },
    {
        "question": "Which group of streptococcus grow at > 60degC -",
        "exp": "Option 1, 2, 3 Heat tolerance test (60oC) is negative for Group A, B, C Streptococci. Option 4 Enterococcus is heat resistant. Enterococcus grows in presence of 6. 5% Na. Cl, pH 9. 6 and temperature >55oC which differentiate it from Group D streptococci.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "2a769350-8300-4499-ae2e-9dc723aa6715",
        "choice_type": "single"
    },
    {
        "question": "Streptococcal Toxic shock syndrome is due to the following virulence factor -",
        "exp": "Option 1 M protein: Mediates adherence to epithelial cells, inhibits phagocytosis Option 2 Streptococcal toxic shock syndrome By S. pyogenes (M serotypes 1 or 3)with hyaluronic acid capsule. Caused by SPE (Streptococcal pyrogenic exotoxin) or Erythrogenic toxin. 3 Types: Type A and C - Superantigens. Type A and C bacteriophage coded, B toxin chromosomal mediated. Associated with- Scarlet fever, Necrotizing fasciitis, Streptococcal toxic shock syndrome. Option 3 Streptolysin-O (SL-O):- 1. Oxygen labile ( streptolysin-O ), Heat labile 2. Antistreptolysin-O antibodies (ASO) are raised in most of the streptococcal infections and are used as a standard marker for retrospective diagnosis of streptococcal infections (except in glomerulonephritis and pyoderma; where ASO titer is low). Option 4 Lancefield's grouping (for b haemolytic streptococci):- Based on carbohydrate antigen in cell wall, b haemolytic streptococci are fuher divided into 20 serogroups: Group A to V except I and J.",
        "cop": 2,
        "opa": "M protein",
        "opb": "Pyrogenic exotoxin",
        "opc": "Streptolysin O",
        "opd": "Carbohydrate cell wall",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "221bdbc8-ac70-4f4a-9cb6-2c7801b68002",
        "choice_type": "multi"
    },
    {
        "question": "Meningococci differ from gonococci as they:",
        "exp": "Characteristics Neisseria gonorrhoeae Neisseria meningitidis 1 Referred Gonococcus Meningococcus. 2 Vaccine Development No Serogroup A, B, C, Y and W-135 meningococcal infections can be prevented by vaccines. 3 Colony Morphology Smooth, round, moist, uniform grey/brown colonies with a greenish colour Smooth, round, moist, uniform large grey/brown colonies with a glistening surface and entire edges. 4 Morphology Kidney shaped with apposing ends concave. Semicircular, diplococcus with flat apposing ends. 5 Autolyse May autolyse Autolyse 6 Maltose Fermentation No Yes 7 Nitrite Reduction Doesn't reduce nitrites. Reduce nitrites 8 Capsule No Yes (anti-phagocytic) 9 Site of Infection Infection of the anogenital tract. Colonizes the upper respiratory tract as a commensal 10 Pathogens Always a pathogen Not always considered as pathogens 11 Enzyme Production Doesn't produce gamma-glutamylaminotransferase. Produces gamma-glutamylaminotransferase. 12 Specimen Collection Transpo swab of endocervix, urethra, rectum, pharynx, conjunctiva, blood, joint fluid, aspirates from skin lesions. Collect cerebrospinal fluid (CSF) and blood, swab skin lesions and nasopharynx. 13 B-Lactamase Production Common Rare 14 Prevalence and Moality High prevalence and low moality Low prevalence and high moality. 15 Superbug Considered as \"superbug\" Not considered as \"superbug\" 16 Pathogenesis Cause conjunctivitis, pharyngitis, proctitis or urethritis, prostatitis, and orchitis. Cause meningitis and other forms of meningococcal disease such as meningococcemia, a life-threatening sepsis.",
        "cop": 2,
        "opa": "Are intracellular",
        "opb": "Possess a capsule",
        "opc": "Causes fermentation of glucose",
        "opd": "Are oxidase positive",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "f2151faa-c31b-4401-acdc-ccef4f852a3c",
        "choice_type": "single"
    },
    {
        "question": "Staphylococcal scalded skin syndrome is caused by-",
        "exp": "Option 1 Hemolysin: RBC lysis Option 2 Clumping factor/Bound coagulase: Responsible for slide coagulase reaction. Option 3 Enterotoxins: Cause food poisoning. Option 4 Epidermolytic (Exfoliative toxin) toxins of S aureus are 2 distinct proteins Exfoliative toxin A- encoded by beta located on a phage, is heat stable. Exfoliative toxin B - plasmid mediated and heat labile. These toxins are superantigens causing: Scalded skin syndrome (Nikolsky's sign +ve) Severe- Ritter disease (newborn), toxic epidermal necrolysis (TEN) (adult) Milder- Pemphigus neonatorum, bullous impetigo",
        "cop": 4,
        "opa": "Hemolysin",
        "opb": "Coagulase",
        "opc": "Enterotoxin",
        "opd": "Epidermolytic toxin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "0ab4ca65-4051-4cd2-8ee1-f717573b1a44",
        "choice_type": "single"
    },
    {
        "question": "Neisserial infection are associated with:",
        "exp": "Option 1 C1-C4 (early complements) deficiencies - SLE, glomerulonephritis, pyogenic infections Option 2 Deficiency of C5- C9 (Membrane attack complex)( late components) of the complement -- show increased susceptibility to meningococcal disease.",
        "cop": 2,
        "opa": "Deficiency of early complements",
        "opb": "Deficiency of late complements",
        "opc": "There is not such association",
        "opd": "Any deficiency can be associated",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "8f05a7a6-a02e-4be0-9a50-22f180847b00",
        "choice_type": "single"
    },
    {
        "question": "Transfer of drug resistance in staphylococcus is by-",
        "exp": "Option 1, 3 Transduction Transfer of bacterial genes from one bacteria to another by bacteriophage. Production of b-lactamase is usually controlled by plasmids MRSA: Production of PBP-2a is by chromosomally coded by mec A gene which alters PBP to PBP-2a Option 2 Transfer of drug resistance in staphylococcus is not done by Transformation. Transformation Process of random uptake of free or naked DNA fragment from the surrounding medium by a bacterial cell and incorporation of this molecule into its chromosome in a heritable form. Eg:: Streptococcus, Bacillus, Haemophilus, Neisseria, Acinetobacter and Pseudomonas. Option 4 Transfection Process of aificially introducing nucleic acids (DNA or RNA) into cells, utilizing means other than viral infection.",
        "cop": 1,
        "opa": "Transduction",
        "opb": "Transformation",
        "opc": "Conjugation",
        "opd": "Transfection",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "2aff11d4-e39d-42ed-b627-e960d5f67c4a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following toxins will produce the condition shown below?",
        "exp": "STAPHYLOCOCCAL SCALDED SKIN SYNDROME Induced by epidermolytic exotoxins (exfoliatin) A and B, which are released by S. aureus -detachment within the epidermal layer, by breaking down the desmosomes. Exotoxins cleave desmoglein-1, which holds the granulosum and spinosum layers together, similar to the pathophysiology of the autoimmune skin disease 'pemphigus vulgaris. '",
        "cop": 3,
        "opa": "Leukocidin",
        "opb": "TSST-1",
        "opc": "ETA and ETB",
        "opd": "Serum opacity factor",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "c65d27c7-e533-40bb-94dd-11c4c7581d81",
        "choice_type": "single"
    },
    {
        "question": "C-carbohydrate in Streptococcus hemolyticus is impoant for-",
        "exp": "Option 1- Hemolytic streptococci are classified by Lancefield serological classification into groups based on nature of 'C' Option 2 - C-Carbohydrate antigen doesn't have any anti-phagocytic role. Option 3- C-Carbohydrate antigen doesn't have any correlation with toxin production. Option 4- On the basis of hemolysis, streptococci can be divided into 3 groups:- a Hemolytic, b Hemolytic, g Hemolytic",
        "cop": 1,
        "opa": "Lancefield classification",
        "opb": "Phagocytic inhibition",
        "opc": "Toxin production",
        "opd": "Haemolysis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "fccc2aed-597c-466f-a893-fadba85cd56e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes are used for liquefaction of thick exudates as in empyema?",
        "exp": "Streptokinase & streptodornase are used for liquefaction of thick exudates as in empyema Enzymes are derived from streptococcus",
        "cop": 2,
        "opa": "Streptokinase & NADase",
        "opb": "Streptokinase & Streptodornase",
        "opc": "NADase & Hyaluronidase",
        "opd": "Streptokinase and N acetyl glucosaminidase",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "d15352c3-eac3-4653-a6c6-c164915d03a4",
        "choice_type": "single"
    },
    {
        "question": "Neutrophils in urine cytology are characteristic feature of:",
        "exp": "Pyelonephritis Bacterial infections of the kidneys may be: Ascending (typically from Escherichia coli) (90%) Hematogenous (typically from Staphylococcus aureus) (10%). Glitter cells are neutrophils found in the urine showing brownian movement of the cytoplasmic granules.",
        "cop": 1,
        "opa": "Acute pyelonephritis",
        "opb": "Acute proliferative glomerulonephritis",
        "opc": "Diabetic glomerulsoclerosis",
        "opd": "Membranous glomerulonephritis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "0ae080f4-1847-4a46-894e-0d56144613cb",
        "choice_type": "single"
    },
    {
        "question": "Lancefield classifiction of Streptococcus is based on",
        "exp": "Based on oxygen requirement - aerobic/ ananerobic Brown's classification -Based on haemolysis on blood agar (alpha, beta, gamma) Streptococci maybe classified based on carbohydrate C antigen of cell wall into Lancefield groups (A-W ecxcluding I, J) M protein types classified into Griffith types",
        "cop": 2,
        "opa": "M protein",
        "opb": "Carbohydrate C antigen of cell wall",
        "opc": "Hemolysis",
        "opd": "Bile solubility",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "49cc9d77-ceec-401f-92e5-e3e9999f3717",
        "choice_type": "multi"
    },
    {
        "question": "Streptococcus all are true except",
        "exp": "Three toxin types of streptococcal pyroexotoxin have been identified: A, B and C. Type A and C are bacteriophage coded Type B is chromosomally mediated",
        "cop": 4,
        "opa": "Streptodornase cleaves DNA",
        "opb": "Streptolysis O is active in reduced state",
        "opc": "Streptokinase is produced from serotype A, C, K",
        "opd": "Pyrogenic toxin A is plasmid mediated",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "ea8bf883-db70-4209-9067-3fcd00e16ebb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is culture media for Neisseria gonorrhea?",
        "exp": "Culture media for Neisseria gonorrhea - 1. Chocolate agar and Mueller-Hinton agar 2. Thayer: Main media 3. Modified New York city medium 4. Main: Lewis Media Bile Esculin (agar) hydrolysis test - Positive = Blackening of the medium Enterococcus Group D Streptococci Mannitol salt agar - Selective media for S. aureus Yellow colonies due to mannitol fermentation Blood agar - Prepared by adding 5-10% of sheep blood to the molten nutrient agar at 45degC. Enriched media and suppo growth of all types of non-fastidious bacteria.",
        "cop": 4,
        "opa": "Blood agar",
        "opb": "Bile Esculin agar",
        "opc": "Mannitol salt agar",
        "opd": "Modified New York city agar medium",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "0d581ce7-1cdf-46fe-9136-a51d4820ff25",
        "choice_type": "single"
    },
    {
        "question": "Staph aureus virulence is due to -",
        "exp": "Staph aureus is a Gram positive bacteria. Virulence factors are: Coagulase binds to prothrombin and initiate fibrin polymerization. Coagulase test Tube coagulase test (detects free coagulase) Slide coagulase test (detects bound coagulase). Hemolysins (a, b, g, d) - contribute in the pathogenesis but Coagulase enzyme is more potent virulence factor. Endotoxins -Lipopolysaccharides (Gram-negative bacterial cell wall). Seen in Gram negative bacteria. Golden yellow pigmented colonies (pigments made up of beta carotene) are produced on Nutrient agar. It doesn't contribute in pathogenesis of S. aureus.",
        "cop": 1,
        "opa": "Coagulase",
        "opb": "Endotoxin",
        "opc": "Hemolysis",
        "opd": "Pigmented colonies",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "07ac0cb2-1cea-4beb-9f23-e9b1affe5f63",
        "choice_type": "single"
    },
    {
        "question": "A child presents with infective skin lesion of the leg. Gram stain from the specimen shows pus cells with gram+ve cocci in chains and culture is done which shows hemolytic colonies. The test to confirm the organism is -",
        "exp": "* Infective skin lesion with gram positive cocci in chains and hemolytic colonies suggest infection of Streptococcus pyogenes. Option 1, 2 Pneumococcus: Bile solubility Positive (Bile soluble) Optochin sensitivity Option 3 Streptococcus Pyogenes Transpo medium: Pike's medium Direct smear microscopy: Pus cells with gram-positive cocci in sho chains Culture: Blood agar: Pinpoint colony with a wide zone of b-hemolysis Selective media: Crystal violet blood agar and PNF (polymyxin B, neomycin, fusidic acid) media Liquid media: Granular turbidity with powdery deposit Biochemical: Catalase negative, Bacitracin sensitive (Maxted's observation) Pyrrolidonyl Arylamidase (PYR) test is positive. Option 4 Catalase +ve: Staphylococcus spp. Catalase -ve: Streptococcus spp.",
        "cop": 3,
        "opa": "Bile solubility",
        "opb": "Optochin sensitivity",
        "opc": "Bacitracin sensitivity",
        "opd": "Catalase positive",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "5e587769-1313-4e62-bbaf-7833d96d725b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms, when isolated in the blood, requires the synergistic activity of penicillin plus an aminoglycoside for appropriate therapy -",
        "exp": "Organism Features Enterococcus faecalis Resistant to penicillins, aminoglycosides and sulfonamides. Intrinsic resistance to cephalosporins and cotrimoxazole. In c/o resistance -combine- Penicillin + Aminoglycoside as they act synergestically. Staphylococcus aureus Rx: Parenteral therapy for serious infections Oral therapy for skin and soft tissue infections Sensitive to penicillin- DOC: Penicillin G Sensitive to methicillin-DOC: Nafcillin or oxacillin Resistant to methicillin (MRSA)- DOC: Vancomycin Sensitive to methicillin- DOC: Dicloxacillin, cephalexin Resistant to methicillin (MRSA) - DOC: Clindamycin Streptococcus pneumoniae Rx DOC- Penicillin G Alternative: Cephalosporins(ceftriaxone) Bacteroides fragilis Obligately anaerobe, non-spore forming gram-negative bacilli C/F- Brain abscess, subdural empyema, epidural abscess, and meningitis Endocarditis, meningitis, septic ahritis and osteomyelitis Colonies- Brilliant red fluorescence Rx- Metronidazole",
        "cop": 1,
        "opa": "Enterococcus faecalis",
        "opb": "Staphylococcus aureus",
        "opc": "Str. pneumoniae",
        "opd": "Bacteroides fragilis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "f8d416ad-e829-4252-98cc-94c2f11bf604",
        "choice_type": "single"
    },
    {
        "question": "Young female with 3 day fever, presents with headache with rigid neck, BP 90/60 mm. Hg, heart rate of 114/min, while checking for her BP, pin point spots developed distal to BP cuff. Most likely organism is:",
        "exp": "Option 3 Meningiococcal Meningitis Most common complication of meningococcemia. Usually begins suddenly with an intense headache, vomiting, and stiff neck and progresses to coma within a few hours. During meningococcemia, there is thrombosis of many small blood vessels in many organs, with perivascular infiltration and petechial hemorrhages. Exudation of polymorphonuclear leukocytes, - surface of the brain covered with a thick purulent exudate. Gram staining of CSF N. meningitidis (Meningococci) Lens shaped with capsule. Option 1 Brucella Classic triad Fever with night sweats; ahralgia/ahritis hepatosplenomegaly(typhoid like illness) Option 4 S. aureus doesn't cause meningitis.",
        "cop": 3,
        "opa": "Brucella abous",
        "opb": "Brucella suis",
        "opc": "N. meningitidis",
        "opd": "Staphylococcus aureus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "4eca9dbe-d2ec-4f25-88d6-f03787e6b542",
        "choice_type": "single"
    },
    {
        "question": "A patient in an ICU is on central venous line for the past one week. He is on ceftazidime and amikacin. After 7 days of antibiotics he develops a spike of fever and his blood culture is positive for gram positive cocci arranged in pairs, which are catalase negative. Following this vancomycin was staed but the culture remained positive for the same organism even after 10 days of therapy. The most likely organism causing this infection is-:",
        "exp": "Catalase negative, Gram positive cocci in pair - indicates that they are Enterococcus. Enterococci (earlier known as group d streptococci) are commonly seen in hospital acquired infections and they are resistant to cephalosporins and even to vancomycin.",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Virdans streptococci",
        "opc": "Enterococcus faecalis",
        "opd": "Coagulase negative staphylococcus",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "64f3426b-6655-4845-8339-1791b76566ef",
        "choice_type": "single"
    },
    {
        "question": "Enterotoxin responsible for most of the cases of food poisoning by staphylococcus -",
        "exp": "Enterotoxin- Staphylococcus Antigenic types A-E, G-I, R-T and V Type A is responsible for most of the cases. Type F causes TS Syndrome. Incubatory Period: 1-6 hr due to preformed toxin Site of action: The toxin stimulates the vagus nerve and vomiting center of the brain. It also stimulates intestinal peristaltic activity. Heat stable (not destroyed after heating food) Detected by ELISA, Latex agglutination test and toxin gene detection by PCR.",
        "cop": 4,
        "opa": "Type E",
        "opb": "Type C",
        "opc": "Type B",
        "opd": "Type A",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "d13f6d32-800c-44aa-9049-f1a003f636cb",
        "choice_type": "single"
    },
    {
        "question": "Which toxin of streptococcus causes hemolysis around colonies:",
        "exp": "Option 1, 2 Streptolysin 'O' Streptolysin 'S' Oxygen labile Oxygen stable Hemolysis in reduced state only Hemolysis around streptococcal colonies. Cannot cause hemolysis on the surface of blood agar. Option 3 DNase/ Deoxyribonuclease/Streptodornanse: Diagnostic use: Anti-DNase B > 300-350 U is useful for the retrospective diagnosis of skin infections (pyoderma) and acute glomerulonephritis where ASO titer is low. Option 4 Hyaluronidase (spreading factor): Expressed by non-capsulated strains, such as M type 4 and 22.",
        "cop": 2,
        "opa": "Streptolysin O",
        "opb": "Streptolysin S",
        "opc": "Streptodornanse",
        "opd": "Hyaluronidase",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "67222130-6e8b-49e3-8e9b-a4b42caaee9d",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding diphtheria toxin except?",
        "exp": "Option 4 Corynebacteriam diphtheriae does not need to be toxigenic to establish localized infection. Option 1, 2, 3 Mechanism of Action of diphtheria toxin Has 2 fragments: Fragment A (active unit) Fragment A is internalized into the host cells and then causes- ADP ribosylation of elongation factor 2(EF2) - inhibition of EF2- irreversible inhibition of translation step of protein synthesis- cell death. Fragment B (binding unit) Binds to the host cell receptors (such as epidermal growth factor) Helps in entry of fragment A. Toxin Production is dependent on: Phage coded: DT is coded by b corynophage carrying tox gene. Iron concentration: Toxin production depends on optimum iron concentration (0. 1 mg/liter). DT repressor gene (DtxR) is an iron dependent negative regulator of DT production and iron uptake in C. diphtheriae.",
        "cop": 4,
        "opa": "Toxin blocks elongation of protein",
        "opb": "Beta lysogenic strain produces toxin",
        "opc": "Iron is critical for toxin production",
        "opd": "Toxin is necessary for local wound production",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "b7479695-7967-4496-9020-8638d4de93b8",
        "choice_type": "multi"
    },
    {
        "question": "All are medically impoant streptococci except -",
        "exp": "Option 1 Streptococcus pyogenes - suppurative, nonsuppurative manifestations. Option 2 S. agalactiae Neonatal sepsis and meningitis Puerperal sepsis and peripaum fever Infections in elderly people with underlying illness Option 3 Streptococcus dysgalactiae subspecies equismilis (SDSE) Often referred to as b-hemolytic streptococci. Large colony-forming human groups C and G streptococci Option 4 Streptococcus salivarus (Alpha-hemolytic streptococci) is normal flora of oral cavity (saliva) and rarely causes disease to humans",
        "cop": 4,
        "opa": "Strep. pyogenes",
        "opb": "Strep. agalactiae",
        "opc": "Strep. equisimilus",
        "opd": "Strep. salivarius",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "b432e247-0c37-4818-b7ad-78f9cd46f082",
        "choice_type": "multi"
    },
    {
        "question": "False about gram positive cocci is:",
        "exp": "Option 1 -Staph saprophyticus can cause UTI, paicularly in sexually active young women. Option 2- Strains of enterococci are resistant to penicillins, aminoglycosides and sulfonamides. Option 3-Coagulase negative staphylococci (CONs)-Non pathogenic strains- are less virulent than S. aureus. Option 4-Neonatal meningitis - group B streptococci (strep. agalactiae). They hydrolyse hippurate and give a positive response to CAMP test.",
        "cop": 2,
        "opa": "Staph. saprophyticus causes UTI in females",
        "opb": "Most enterococci are sensitive to penicillin",
        "opc": "Non pathogenic strains are coagulase negative",
        "opd": "Neonatal meningitis causing streptococci hydrolyses hippurate",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "4b2ade38-1243-4ac1-a3db-0f9351e6323f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following staphylococcal infection is not toxin mediated?",
        "exp": "Staphylococcal scalded skin syndrome/ Pemphigus neonatorum/Ritter's disease/Localized bullous impetigo Induced by epidermolytic exotoxins(exfoliatin)A and B, which are released by S. aureus -detachment within the epidermal layer, by breaking down the desmosomes. One of the exotoxins is encoded on the bacterial chromosome, while the other is encoded on a plasmid. Septic shock Result of a systemic response to infection or multiple infectious causes. Sepsis may be present, but septic shock may occur without it.",
        "cop": 3,
        "opa": "Toxic shock syndrome",
        "opb": "Food poisoning",
        "opc": "Septic shock",
        "opd": "Staph Scalded Skin Syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "e0947b56-a5e4-4742-a921-bfe037ad6528",
        "choice_type": "single"
    },
    {
        "question": "3-year-old girl with a history of hydrocephalus, c/o severe headache and fever. The girl underwent a revision of a ventricular-peritoneal shunt 1 month ago, and the neurologist suspects an infection. Which of the following organisms would most likely be isolated from the shunt tubing?",
        "exp": "Staphylococcus epidermidis is the most likely organism to be isolated from shunt tubing. Staphylococcus epidermidis CONS which is less pathogenic but it also cause infection in case of an intervention Produces biofilms - adhere to the surface of shunts with the help of these biofilm Novobiocin sensitive",
        "cop": 4,
        "opa": "Bacteroides fragilis",
        "opb": "Corynebacterium diphtheriae",
        "opc": "Escherichia coli",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "28c2c703-1ffb-4ee5-8dac-45abe5d0e105",
        "choice_type": "single"
    },
    {
        "question": "Staphylococcus differs from streptococcus by -",
        "exp": "Catalase test - To detect the presence of enzyme catalase in a bacterium. Not found in anaerobes. To differentiate staphylococci from streptococci. Catalase +ve = Staphylococcus species * Catalase -ve = Streptococcus species",
        "cop": 2,
        "opa": "Coagulase test",
        "opb": "Catalase test",
        "opc": "Phasphatase",
        "opd": "Gram negative",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "80cf1b35-af66-468a-bc93-7992aa144e98",
        "choice_type": "single"
    },
    {
        "question": "73 yrs old Ramlal has intra-abdominal sepsis. The causative organism was found to be vancomycin, gentamycin and ampicillin resistant. It grows well in presence of 6. 5% Na. Cl and arginine. Bile esculin hydrolysis is positive. Which of the following is this organism",
        "exp": "Option 1, 3, 4 Bile esculin hydrolysis test: Negative: Streptococcus agalactiae, Streptococcus pneumonia Positive: Streptococcus bovis but it does not grow in presence of 6. 5% Na. Cl, pH 9. 6 Option 2 Enterococcus fecalis Grow in the presence of bile and hydrolyze esculine - bile esculin positive. Grows in presence of 6. 5% Na. Cl, pH 9. 6 which differentiate it from Group D streptococci. Resistant to penicillins, aminoglycosides and sulfonamides. Intrinsic resistance to cephalosporins and cotrimoxazole. Vancomycin resistance is also seen",
        "cop": 2,
        "opa": "Streptococcus agalactae",
        "opb": "Enterococcus fecalis",
        "opc": "Streptococcus bovis",
        "opd": "Streptococcus pneumonia",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "17175ea1-6e04-4850-9ea7-4eef820a6318",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not mechanism for resistance to MRSA -",
        "exp": "Option 1, 2 3 mechanisms for which staphylococcus aureus become resistant to methicillin: i) Presence of an acquired penicillin binding protein (PBP2a) ii) Modification of normal (Intrinsic) penicillin binding proteins MRSA is mediated by mecA gene; which is chromosomally coded. iii) Hyperproduction of b-lactamase - Rare Option 3 MRSA resistance is not absolutely b-lactamase independent. Resistance may also be produced by hyperproduction of beta-lactamase. Option 4 Intrinsic Resistance: It is the innate ability of a bacterium to resist a class of antibiotics. S. aureus doesn't show any intrinsic resistance. Enterococci show intrinsic resistance to cephalosporins and cotrimoxazole.",
        "cop": 3,
        "opa": "Resistance is chromosomally mediated",
        "opb": "Produced mainly by alteration in PBPs",
        "opc": "MRSA resistance is absolutely beta-lactamase independent",
        "opd": "Intrinsic resistance is absent",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "ea9a0613-a93e-40c1-9fe3-968317f0da79",
        "choice_type": "multi"
    },
    {
        "question": "Most common staphylococcal phage strain causing hospital infection",
        "exp": "Option 1 Phage typing - Method used for detecting single strains of bacteria. Trace the source of outbreaks of infections. Identify different strains of bacteria within a single species. National reference center for phage typing - MAMC New Delhi. Phage type 80/81 (epidemic strains) Cause hospital infections throughout the world Possess PVL (Panton-Valentine leucocidin) Penicillin-resistant. Option 2, 3, 4 No associated with hospital infections.",
        "cop": 1,
        "opa": "80/81",
        "opb": "79/80",
        "opc": "3A/3C",
        "opd": "69/70",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "bb6810c6-f35b-410d-b476-7ace94905e82",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not gram-positive?",
        "exp": "Cocci are mostly gram positive except Bacilli are mostly gram negative except -meningococci -gonococci -veilonella -MORAXELLA M- Mycobacrerium A-Anthracis bacillus C-Clostridium species D-Diptheriae cornybacterium o N Nocardia A Actinomycetes L -Listeria D -Diptherioids s",
        "cop": 2,
        "opa": "Listeria",
        "opb": "Moraxella",
        "opc": "Nocardia",
        "opd": "Actinomycetes",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "751c750b-98cc-4fb5-b92e-97d8ec342581",
        "choice_type": "single"
    },
    {
        "question": "Most dreadful complication of Meningococci infection?",
        "exp": "Meningitis Caused by droplet infection Feature of meningitis - fever, headache, vomiting & neck rigidity Mc dreadful complication of meningitis is Water House Friderichsen syndrome causing bilateral adrenal hemorrhagic necrosis Option A) water can perineum, B) Fitz Hugh Cuis syndrome C) Poly ahritis are complication of gonococci",
        "cop": 4,
        "opa": "Water can perineum",
        "opb": "Fitz Hugh Cuis syndrome",
        "opc": "Polyahritis",
        "opd": "Water House Friderichsen syndrome",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "7276cff1-2820-440a-ba6c-2b392b05b813",
        "choice_type": "single"
    },
    {
        "question": "A boy with skin ulcer on leg, culture reveals beta hemolysis. Cultures from school children with sore throat some days back also revealed beta hemolysis. What is the similarity between both:",
        "exp": "Both of above mentioned conditions are caused by Group A STREPTOCOCCUS. Option 1 mec A gene Found in bacterial cells Responsible for resistance to antibiotics such as methicillin, penicillin, erythromycin, tetracycline The most commonly known carrier of the mec A gene is MRSA. Option 2, 4 Strains causing skin infection and throat infection are different and belong to different 'M' serotypes. Option 3 The carbohydrate 'C' antigen is group specific, i. e. beta- hemolytic group A Streptococci (Str. pyogenes) have same 'C' antigen.",
        "cop": 3,
        "opa": "Mec A gene is related to it",
        "opb": "M protein is same",
        "opc": "C carbohydrate antigen is same",
        "opd": "Strains causing both are same",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "cc512a67-258e-4721-9a40-fe32f56a8a81",
        "choice_type": "multi"
    },
    {
        "question": "Staphylococcal food poisoning includes the following feature-",
        "exp": "Staphylococcal food poisoning - Occurs after eating meat and fish, or milk and milk products or potato salad. Incubatory Period: 1-6 hr due to preformed toxin. Site of action: The toxin stimulates the vagus nerve and vomiting center of the brain. It also stimulates the intestinal peristaltic activity. Heat stable (not destroyed after heating food) Self-limited illness, symptoms generally resolves within 8 to 10 hrs. Treatments is symptomatic only No antibiotic is required. It resembles food poisoning caused by Bacillus cereus (emetic strain) with same incubation period of 1-6 hours but it is generally associated with reheated Chinese fried rice.",
        "cop": 3,
        "opa": "Incubation period of 24 hrs",
        "opb": "Requires immediate antibiotics",
        "opc": "Common with dairy Products",
        "opd": "Heat labile enterotoxin",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "80796b93-91da-4d40-939d-9b7e414c93f9",
        "choice_type": "single"
    },
    {
        "question": "Xavier and Yogender stay in the same hostel of same university, Xavier develops infection due to group B meningococcus. After few days, Yogender develops infection due to Group - C meningococcus. All the following are true statement except:",
        "exp": "Chemoprophylaxis is neccesory for contacts - DOC for carriers and prophylaxis- Ciprofloxacin, Rifampicin, ceftriaxone. Option 1 Risk factors: Overcrowding and semi-closed communities Travellers (Hajj pilgrims) and smoking Viral and Mycoplasma infection Option 2, 3, 4 FDA has approved Serogroup B meningococcal vaccines (Recombinant) - (Bexsero and Trumenba) Treatment: * DOC for treatment - Ceftriaxone and cefotaxime",
        "cop": 2,
        "opa": "Educate students about meningococcal trans-mission and take preventive measures",
        "opb": "No Chemoprophylaxis available against both group B and group C",
        "opc": "Vaccine prophylaxis of contacts of Xavier",
        "opd": "Vaccine prophylaxis of contacts of Yogendra",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "9e4c270d-11ba-4143-abba-187dcaa03704",
        "choice_type": "multi"
    },
    {
        "question": "In 'C Reactive Protein', the letter 'C' is sho form for?",
        "exp": "C REACTIVE PROTEIN (CRP) Annular pentameric protein seen in blood plasma. First identified in the serum of patients which reacted with capsular polysaccharide of pneumococcus. The levels of CRP increases in inflammatory states (acute phase protein). Activates the complement system by binding to phosphocholine expressed on the surface of some bacteria and dead cells. It is synthesised in the liver.",
        "cop": 3,
        "opa": "Cellular",
        "opb": "Cytoplasmic",
        "opc": "Capsular polysaccharide of pneumococcus",
        "opd": "Concanavalin A",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "cef7579c-93e1-467f-9f0b-f15c3d14e993",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding staphylococcal toxin except -",
        "exp": "Option 1 b Hemolysin: Sphingomyelinase Exhibits hot-cold phenomenon b Hemolysis is better seen at 37oC Option 2 Staphylococcus does not produce endotoxin. Endotoxin Produced by gram (-) ve organisms, the only gram (+) ve organism secreting endotoxin is listeria. Endotoxins are pa of the outer membrane of the cell wall of Gram-negative bacteria Option 3 Enterotoxins: Type A is responsible for most of the cases of food poisoning Option 4 Epidermolytic toxin (Exfoliative toxin) causes: 1. Scalded skin syndrome (Nikolsky's sign-epidermal layer separated) 2. Severe- Ritter disease (newborn), toxic epidermal necrolysis (TEN) (adult) 3. Milder- Pemphigus neonatorum, bullous impetigo",
        "cop": 2,
        "opa": "Beta haemolysin shows hot cold phenomenon",
        "opb": "Mainly endotoxin",
        "opc": "Enterotoxin causes food poisoning",
        "opd": "Exfoliative toxin causes Ritters disease",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "8499c97b-0796-49cf-8433-b02fcd8fc4ce",
        "choice_type": "multi"
    },
    {
        "question": "True about protein A of staph aureus -",
        "exp": "Protein A Cell wall component of S aureus strains Characterized among a group of adhesins called microbial surface components recognizing adhesive matrix molecules (MSCRAMMs) Binds to Fc terminal of lgG (IgG 1, 2, & 4 but not Ig. G3) Prevents opsonophagocytosis by PMNs Anti complementary Chemotactic propeies Protein A forms the basis of co-agglutination reaction shown by. Staphylococcus aureus. Protein A binds to Fc poion of IgG (except Ig. G3) The Fab terminal remains unoccupied. This poion has specific site for its specific antigen. Therefore when Protein A bearing staph aureus are coated with IgG antisera and mixed with the corresponding specific antigen - Agglutination occurs known as co-agglutination reaction. Mitogen Gram-negative bacteria produce endotoxin during infection Has Mitogenic effects on B lymphocytes that increase resistance to viral and bacterial infections. Measles causes immunosuppression, by decreasing eosinophils and lymphocytes (both B and T cells) and depression of their response to activation by mitogens. eg- T-cell mitogen",
        "cop": 2,
        "opa": "Causes opsonization",
        "opb": "Binds to Fc poion of lgG",
        "opc": "Stimulate phagocytosis",
        "opd": "T-cell mitogen",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "239c5130-4827-40d0-bcad-c6c2581f2476",
        "choice_type": "multi"
    },
    {
        "question": "A 7year old boy presented to the OPD with complaints of pain and discharge from left ear. On examination the patient was febrile with neck rigidity and positive Kernig's sign. Gram positive cocci were visualised in the gram stained specimen of the discharge. Most likely pathogen is?",
        "exp": "The history and clinical features are suggestive of otitis media with meningitis. Pneumococci are the most common cause of otitis media in children. Excluding of the other options: Haemophilus influenzae is a gram negative bacilli Staphylococcus aureus and Staphylococcus epidermidis are not commonly implicated in the causation of otitis media.",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Staphylococcus aureus",
        "opc": "Haemophilus influenzae",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "20790d43-0a56-4c1c-ac5f-f6715a743a66",
        "choice_type": "single"
    },
    {
        "question": "Ideal dose of Diptheria antitoxin given for treatment is:",
        "exp": "Diphtheria antitoxin - Should be given immediately when diptheria is suspected as fatality rate increases with delay in staing antitoxin treatment. The recommended dose is 20000 to 100000 units for serious cases Diphtheria antibody titer considered as optimally protective is>0. 1 IU/mL.",
        "cop": 2,
        "opa": "10, 000 to 1, 00, 000 units",
        "opb": "20, 000 to 1, 00, 000 units",
        "opc": "10, 000 to 2, 00, 000 units",
        "opd": "20, 000 to 2, 00, 000 units",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "e1eba2b8-52dd-4358-87b7-3de8ab51925d",
        "choice_type": "single"
    },
    {
        "question": "Staph aureus causes -",
        "exp": "Option 1 Erythrasma Cause: Corynebacterium minutissimum Appears in the folds of the skin In warm or humid climates Option 2 Chancroid/soft sore Cause: H. Ducreyi Painful lymph node, tender non-indurated and bleeding genital ulcer. Option 3 S. aureus doesn't cause acne vulgaris. Option 4 lmpetigo- 2 types:- i) Non-bullous impetigo (Impetigo contagiosum):- Caused by staphylococcus aureus, streptococcus pyogenes. ii) Bullous impetigo:- Caused by staphylococcus aureus.",
        "cop": 4,
        "opa": "Erythrasma",
        "opb": "Chancroid",
        "opc": "Acne vulgaris",
        "opd": "Bullous impetigo",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "d3a380fe-4e2f-4651-816b-a8f05d953939",
        "choice_type": "single"
    },
    {
        "question": "The sputum specimen of a 70 year old male was cultured on a 5% blood agar. The culture showed the presence of a-hemolytic colonies next day. The fuher processing of this organism is most likely to yield:-",
        "exp": "Sputum sample is taken for diagnosis of URIs and LRIs. Option 1 Viridians Streptococci Gram-positive cocci in sho chains, Catalase negative and bile resistant Viridans streptococci are pa of a normal oral flora. cause of dental caries and subacute bacterial endocarditis. Option 2 Pneumococcus Gram-positive cocci in pairs, catalase negative and bile soluble form a-hemolytic colonies (Greenish colonies) on blood agar and optochin sensitive. responsible for the majority of community-acquired pneumonia. Gram staining of sputum = S. pneumoniae (gram positive diplococci with capsule) Optochin sensitivity = Pneumococcus on Blood agar showing a- Hemolysis (Paial hemolysis) with sensitivity to optochin disk. Option 3 S. aureus Gram-positive cocci in clusters, catalase positive coagulase positive Option 4 Brucella Gram-negative coccobacilli catalase positive and oxidase positive",
        "cop": 2,
        "opa": "Gram-positive cocci in sho chains, catalase negative and bile resistant",
        "opb": "Gram-positive cocci in pairs, catalase negative and bile soluble",
        "opc": "Gram-positive cocci in clusters, catalase positive and coagulase positive",
        "opd": "Gram-negative coccobacilli, catalase positive and oxidase positive",
        "subject_name": "Microbiology",
        "topic_name": "Systemic Bacteriology Pa 1 (Gram Positive Cocci, Gram Negative Cocci)",
        "id": "f8349e45-995b-4258-b3a9-b4b309ec870a",
        "choice_type": "single"
    }
]