[
    {
        "question": "Politzer bag maneuver used to test:",
        "exp": "Politzer bag maneuver used to test Eustachian tube Designed for those who can`t perform Valsalva test Politzer bag is connected to rubber tube- Tube is placed in one nostril and other is closed-Air is blown with pressure by pressing the bulb-Air enters nasopharynx - opens eustachian tube & enters middle ear- pops out TM",
        "cop": 1,
        "opa": "Eustachian tube",
        "opb": "Larynx",
        "opc": "Esophagus",
        "opd": "Nasal cavity",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Middle Ear",
        "id": "f10dfda8-256a-403f-b570-96cebed67748",
        "choice_type": "single"
    },
    {
        "question": "Phlep's sign is seen in:",
        "exp": "The best investigation for diagnosis of Glomus jugulare is CECT. Normally the jugular fossa is separated from the carotid canal by a crest of bone known as jugular plate. The erosion of the jugular plate occurs upon expansion of this tumour and is seen on CECT and is known as 'Phlep's sign'.",
        "cop": 1,
        "opa": "Glomus jugulare",
        "opb": "Vestibular schwannoma",
        "opc": "Meniere's disease",
        "opd": "Neurofibromatosis",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Middle Ear",
        "id": "061c507e-bd72-48e1-b06e-47dfd7ef7658",
        "choice_type": "single"
    },
    {
        "question": "Canal of Huguier is present in",
        "exp": "Canal of Huguier is present in Anterior wall of middle ear Openings in anterior wall of middle ear: 1. Canal for Tensor Tympani Tendon 2. Canal of Huguier for Chorda tympani 3. Opening of Eustachian tube 4. Openings for superior and inferiorcarotico-tympanic nerves carrying sympathetic fibresto the tympanic plexus 5. Opening for tympanic branches of theinternal carotid aery Chorda Tympani Nerve - Branch from Mastoid segment, hangs like a cord in the ME, and exitsfrom anterior wall through Canal of Huguier (present in anterior wall) The petrotympanic fissure is a slit about 2mm long which opensanteriorly just above the attachment of the tympanicmembrane. It receives the anterior malleolar ligamentand transmits the anterior tympanic branch of the maxillary aery to the tympanic cavity. The chorda tympani,which carries taste sensation from the anterior two-thirdsof the same side of the tongue and secretomotor fibres tothe submandibular gland, enters the medial surface of thefissure through a separate anterior canaliculus (canal ofHuguier) which is sometimes confluent with the fissure.",
        "cop": 1,
        "opa": "Anterior wall of middle ear",
        "opb": "Posterior wall of middle ear",
        "opc": "Lateral wall of middle ear",
        "opd": "Medial wall of middle ear",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Middle Ear",
        "id": "54351565-a3d1-4240-8b6b-273b332c9e51",
        "choice_type": "multi"
    },
    {
        "question": "Tensor tympani muscle inses at:",
        "exp": "The tensor tympani arises from the cailaginous poion of the auditory tube, and the adjoining pa of the great wing of the sphenoid, as well as from the osseous canal in which it is contained. Passing backward through the canal, it ends in a slender tendon which enters the tympanic cavity, makes a sharp bend around the extremity of the septum, known as the processus cochleariformis, and is inseed into the handle of malleus. Its role is to dampen loud sounds, such as those produced from chewing, shouting, or thunder.",
        "cop": 3,
        "opa": "Head of Malleus",
        "opb": "Neck of Malleus",
        "opc": "Handle of malleus",
        "opd": "Lateral Process of Malleus",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Middle Ear",
        "id": "c23ff6e7-5a89-4b1a-be4c-03908fc13fd1",
        "choice_type": "multi"
    },
    {
        "question": "Stapes foot plate covers:",
        "exp": "The Oval window is covered by the footplate of stapes. The Round window is covered by secondary tympanic membrane.",
        "cop": 2,
        "opa": "Round window",
        "opb": "Oval window",
        "opc": "Sinus tympani",
        "opd": "Pyramid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Middle Ear",
        "id": "29b42e04-37c4-4557-a3fb-4deffde8488a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Facial recess?",
        "exp": "O Facial recess or posterior sinus is a depression in posterior wall lateral to pyramid. O It is bounded medially by the veical pa of Facial nerve, inferiorly by the chorda- facial angle and superiorly by fossa incudis. O Surgically, facial recess is impoant, as direct access can be made through this into the middle ear without disturbing posterior canal wall (Posterior Tympanotomy)",
        "cop": 4,
        "opa": "Medial to veical pa of facial nerve",
        "opb": "Lateral to horizontal pa of facial nerve",
        "opc": "Medial to horizontal pa of facial nerve",
        "opd": "Lateral to veical pa of facial nerve",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Middle Ear",
        "id": "4463291d-273a-4e5a-aaff-f33e0dd96bbc",
        "choice_type": "multi"
    }
]