[
    {
        "question": "Only laryngeal muscle that is innervated bidirectionally is",
        "exp": "- Interarytenoid muscle is an unpaired muscle in the centre between the 2 arytenoid cailages and is innervated bidirectionally.",
        "cop": 4,
        "opa": "Vocalis",
        "opb": "Posterior cricoarytenoid",
        "opc": "Lateral cricoarytenoid",
        "opd": "Interarytenoid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "cec6fe41-7afa-45c9-8cbf-306e038a7a86",
        "choice_type": "multi"
    },
    {
        "question": "In direct laryngoscopy which of the following cannot be visualized:",
        "exp": "(a) Cricothyroid(Ref. Dhingra, 6th ed., 422)In Direct laryngoscopy we are visualising the cavity of the larynx from within so cricothyroid muscle or membrane which lie externally cannot be seen.",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Lingual surface of epiglottis",
        "opc": "Arytenoids",
        "opd": "Pyriform fossa",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "b3cc95bf-bf78-4acf-a402-a854385cbf48",
        "choice_type": "single"
    },
    {
        "question": "Laryngeal mirror is warmed before use by placing:",
        "exp": "(a) Glass surface on flame(Ref. Dhingra, 6th ed., 384)Laryngeal mirror is warmed before use by placing the glass surface on flame to prevent fogging caused due to breathing.Putting back of mirror on flame or will heat its back surface also which when held against the soft palate of the patient, while doing I/L, will cause burn injury.",
        "cop": 1,
        "opa": "Glass surface on flame",
        "opb": "Back of mirror on flame",
        "opc": "Whole mirror into flame",
        "opd": "Mirror in boiling water",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "a8bd0fa1-6de3-4d4b-845a-dd6250cbe73b",
        "choice_type": "single"
    },
    {
        "question": "The larynx consists of:",
        "exp": "The larynx consists of 3 unpaired and 3 paired cailages: Unpaired cailages Paired cailages Thyroid Arytenoids Cricoid Corniculate Epiglottis Cuneiform",
        "cop": 1,
        "opa": "3 paired; 3 unpaired cailage",
        "opb": "2 paired; 3 unpaired cailage",
        "opc": "3 paired; 2 unpaired cailage",
        "opd": "2 paired; 2 unpaired cailage",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "18602467-63ee-4817-b00f-6c0efee667fa",
        "choice_type": "single"
    },
    {
        "question": "Epiglottis derived from which pharyngeal arch?",
        "exp": "Larynx 4th and the 6th arch fuse to form larynx. 4th arch derivatives are (Mnemonic - CuTE) Cuneiform Thyroid Epiglottis 6th arch derivatives are (Mnemonic - CoCAine) Corniculate Cricoid Arytenoid",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "6",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "8180b6cd-bf20-4418-952b-60a3ca129cc7",
        "choice_type": "single"
    },
    {
        "question": "Narrowest part in infant's respiratory tract is:",
        "exp": "(a) Subglottis(Ref. Scott Brown, 8th ed., Voll; 326)In infant's larynx the diameter of cricoid cartilage is smaller than the glottis, making subglottis the narrowest part, whereas in adults the narrowest part is the glottis.",
        "cop": 1,
        "opa": "Subglottis",
        "opb": "Glottis",
        "opc": "Carina",
        "opd": "None of these",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "03573840-a79a-460e-a495-c88756aad4fe",
        "choice_type": "multi"
    },
    {
        "question": "All the statements given below are true about nerve supply of larynx except",
        "exp": "-Internal laryngeal branch gives sensory supply to larynx above the level of vocal cords -The superior laryngeal nerve ends by piercing theinferior constrictor of the pharynx and unites with anascending branch of the recurrent laryngeal nerve. Thisbranch is called Galen's anastomosis and is purely sensory",
        "cop": 3,
        "opa": "External laryngeal nerve tenses Vocal cord",
        "opb": "Superior laryngeal nerve takes pa in Galen's anastomosis",
        "opc": "Internal laryngeal branch gives sensory supply to larynx below vocal cords",
        "opd": "Recurrent laryngeal branch gives sensory supply to larynx below vocal cord",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "6e637545-cab3-4930-86df-e76931645366",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true regarding vocal cords?",
        "exp": "(b) One muscle abducts (opens) the vocal cords(Ref. Scott Brown, 8th ed., Vol 3; 889)All muscles of VC are adductorsThe tensors alter the length, hence tension of vocal cords. There are two tensors of VC.",
        "cop": 2,
        "opa": "Two muscles adduct (close) the vocal cords",
        "opb": "One muscle abducts (opens) the vocal cords",
        "opc": "One muscle adjusts the length of the vocal cords",
        "opd": "One muscle adjusts the tension of the vocal cords",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "e79b7e0b-a88b-4064-a048-b4a53aedc9a0",
        "choice_type": "multi"
    },
    {
        "question": "Muscles which acts as tensor of vocal cord is supplied by",
        "exp": "Tensor of vocal cord is Cricothyroid muscle. Motor supply to cricothyroid is by External branch of superior laryngeal nerve. NERVE SUPPLY OF LARYNX: MOTOR All muscles are supplied by Recurrent laryngeal nerve except cricothyroid. SENSORY Above vocal cords: Internal laryngeal nerve ; Below the vocal cords: Recurrent laryngeal nerve. The external branch provides motor supply to the cricothyroid muscle, while the internal branchpierces the thyrohyoid membrane above the entrance ofthe superior laryngeal aery and divides into two mainsensory and secretomotor branches. The upper branchsupplies the mucous membrane of the lower pa of thepharynx, epiglottis, vallecula vestibule of the larynx andthe lower branch descends in the medial wall of the piriform fossa beneath the mucous membrane and supplies thearyepiglottic fold and the mucous membrane of the larynxdown to the level of the vocal folds",
        "cop": 3,
        "opa": "RLN",
        "opb": "Internal laryngeal nerve",
        "opc": "External laryngeal nerve",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "2c9ed748-f19d-4925-97ef-355653a7d391",
        "choice_type": "single"
    },
    {
        "question": "All are elevators of larynx except:",
        "exp": "Elevators of larynx: Longitudinal muscles of pharynx (stylopharyngeus, salpingopharyngeus and palatopharyngeus) Thyrohyoid, Mylohyoid, Stylohyoid, Geniohyoid Digastric Depressors of larynx: Sternothyroid Sternohyoid and Omohyoid",
        "cop": 4,
        "opa": "Thyrohyoid",
        "opb": "Digastric",
        "opc": "Stylohyoid",
        "opd": "Sternohyoid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "cb943e40-1281-4dbe-9058-e5fb377363f2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the laryngeal cartilage unpaired -",
        "exp": "Ans. is 'c' i.e., Cricoid [Ref: Dhingra 5th/ep. 201J In Larynx o Cartilages : - i) Paired: - Arytenoid, Corniculate, Cuneiform ii) Unpaired: - Thyroid, Cricoid. Epiglottis o Muscles:- All intrinsic muscles of the larynx are paired except interarytenoid (Transverse arytenoid) o Mucosal:- Vocal cords (vocal folds) and false vocal cords (vestibular folds) are paired.",
        "cop": 3,
        "opa": "Cuneiform",
        "opb": "Arytenoid",
        "opc": "Cricoid",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "6a55c624-b31b-4687-af8d-35c16fbeb184",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in Indirect Laryngoscopy:",
        "exp": "Hidden areas of larynx which are not seen on Indirect Laryngoscopy : Laryngeal Surface of epiglottis Ventricle Anterior commissure Subglottis Post Cricoid Area",
        "cop": 4,
        "opa": "Base of tongue",
        "opb": "Pyriform fossa",
        "opc": "Posterior Commissure",
        "opd": "Sub glottis",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "8beadddc-57c7-4116-af2a-879906cdce2b",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding recurrent laryngeal nerve except:",
        "exp": "Ans: D (Carry..) Inferior constrictor receives an additional supply from the external & recurrent laryngeai nerve\"- BDC 4th/Vol. III 223\"'The Inferior phary-ngeai constrictor, the thickest of the three constrictors, arises from the sides of the cricoid and thyroid cartilage. Similarly to the superior and middle pharyngeal constrictor muscles, it is innervated by the vagus nerve (cranial nerve X), specifically, by branches from the pharyngeal plexus and by neuronal branches from the recurrent laryngeal nerve\"-www-wikipedia.orgNERVE SUPPLY OF LARYNXMotorAll the muscle which move the vocal cords are supplied by Recurrent Laryngeal nerve except the cricothyroid muscle. The latter receive its innervation from External Laryngeal nerve;; - a branch of superior Laryngeal nerveSensory# Above vocal cords - Internal Laryngeal nerve a branch of Superior Laryngeal nerve# Below vocal cords - Recurrent Laryngeal nerve'-RT Recurrent Laryngeal Nerve - It arise from the vagus' at level of subclavian artery, hooks around it & then ascends b/w the trachea & oesophagus.Lt Recurrent Laryngeal Nerve - It arises from the vagus in the mediastinum at the level of arch of aorta, loops around it & then ascends into the neck in the tracheo-oesophageal groove. Thus, Lt RLN has a much longer coursed which makes it more prone to paralysis as compared to the right one.NERVE SUPPLY OF TONGUE BDC4th/Vol. III 253Sensory# An terior 2/3rds of tongueSomatic: Lingual nerveTaste: Chorda tvmpani branch of Facial nerve0Posterior l/3rd of tongueGeneral somatic afferent and Taste: Glossopharyngeal nerveMotorAll intrinsic and extrinsic muscles of the tongue are supplied by the Hypoglossal nerve (CN XII), except for one of the extrinsic muscles, palatoglossus, which is innervated by CN X of the pharyngeal plexus.",
        "cop": 4,
        "opa": "Supply some intrinsic muscle of larynx",
        "opb": "Supply inferior constrictor",
        "opc": "Carry sensation below vocal cord",
        "opd": "Carry sensation from anterior 2/3 of tongue",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "6957f634-7924-49ec-8cd4-73f23eecff8b",
        "choice_type": "multi"
    },
    {
        "question": "Indirect laryngoscopy is primarily used to visualize-",
        "exp": "Ans. is 'a > b' i.e., Vocal Cords > Epiglottis o Indirect laryngoscopy is done when the vocal cords need to be visualized for various pathologieso Visualization of the vocal cords and glottis-including upper tracheal rings, larynx, and hypopharynx- in cases of unexplained dysphonia or hoarseness, foreign body sensation, or dysphagia.Indirect laryngoscopyo As the name suggests, indirect laryngoscopy is not direct visualization of larynx; rather, it involves examination of larynx by observing its reflection via a laryngeal mirroro Important structures seen on indirect laryngoscopy are# Base of tongue# Epiglottis# Glosoepiglottic fold# Valleculla# False vocal cord# True vocal cord# Pyriform fossao Following hidden area of larynx can not be seen infrahyoid epiglottis, anterior commissure, ventricles, subglottic region.",
        "cop": 1,
        "opa": "Vocal Cords",
        "opb": "Epiglottis",
        "opc": "Bronchi",
        "opd": "Trachea",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "5cd66d13-02ef-4dff-a127-2e75a76d4376",
        "choice_type": "single"
    },
    {
        "question": "External laryngeal nerve supplies which muscle?",
        "exp": "ANSWER: (A) Cricothyroid REF: Dhingra's 4\" ed p. 318* Superior laryngeal nerve: arises from the inferior ganglion of the vagus* Divides into external and internal branches.* External laryngeal nerve supplies cricothyroid* Internal laryngeal nerve pierces the thyrohyoid membrane and gives sensory supply to larynx and hypopharynx.",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Thyroarytenoid",
        "opc": "Cricoarytenoid",
        "opd": "Vocalis",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "ecc64457-cde0-4379-a6ab-40298bd339ba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following intrinsic laryngeal muscles is NOT derived from branchial arch VI:",
        "exp": "Ans. (d) Cricothyroid muscleRef: Inderbir Singh's Embroyology, 7th ed. /119-120* All intrinsic laryngeal muscles is derived from branchial arch VI EXCEPT cricothyroid muscle.* Cricothyroid muscle is derived from branchial arch IV.",
        "cop": 4,
        "opa": "Cricoarytenoid muscle",
        "opb": "Interarytenoid muscle",
        "opc": "Thyroarytenoid muscle",
        "opd": "Cricothyroid muscle",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "5cffd91e-a07e-49f8-a750-8d47c6421e96",
        "choice_type": "single"
    },
    {
        "question": "In Galen's anastomosis, superior laryngeal nerve pierces inferior constrictor of pharynx and unites with",
        "exp": "GALEN'S ANASTOMOSIS: Superior laryngeal nerve ends by piercing inferior constrictor of pharynx and unites with ascending branch of recurrent laryngeal nerve. This is called as Galen's anastomosis & is purely sensory.",
        "cop": 3,
        "opa": "Superior laryngeal nerve of opposite side",
        "opb": "Descending branch of RLN",
        "opc": "Ascending branch of RLN",
        "opd": "Glossopharyngeal nerve",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "9229fd10-2619-413d-b49b-f06698df03f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is NOT supplied by recurrent laryngeal nerve:",
        "exp": "Ans. (a) CricothyroidRef: P.L. Dhingra 5th ed. / 317; BD Chaurasia Vol: 3 242, 244* All intrinsic muscles of the larynx are supplied by the recurrent laryngeal nerve except cricothyroid which is supplied by external branch of superior laryngeal nerve.* Recurrent laryngeal nerve supplies posterior cricoarytenoid, lateral cricoarytenoid, transverse and oblique arytenoids, aryepiglotticus, thyroarytenoid, thyroepiglotticus muscle.Also Know About laryngeal muscles movementsMovementMusclesNerve supply* Abduction of vocal cordsPosterior cricoarytenoids onlyRecurrent laryngeal nerve* Adduction of the vocal cordsLateral cricoarytenoidsInterarytenoidsThyroarytenoidsRecurrent laryngeal nerve* Tensor of vocal cordsCricothyroidSuperior laryngeal nerve* Relaxor of vocal cordThyroarytenoidRecurrent laryngealnerve* Elevation of larynxThyrohyoid, mylohyoid* Depression of larynxSternothyroid, sternohyoid",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Lateral Cricoarytenoid",
        "opc": "Thyroarytenoid",
        "opd": "Posterior cricoarytenoid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "2fcc95e5-d91f-4d3b-97a5-1f7b222c4727",
        "choice_type": "single"
    },
    {
        "question": "Recurrent laryngeal nerve supplies all EXCEPT:",
        "exp": "Ans. (a) CricothyroidRef: P.L. Dhingra 5th ed. / 317* All intrinsic muscles of the larynx are supplied by the recurrent laryngeal nerve except cricothyroid which is supplied by external branch of superior laryngeal nerve.* Recurrent laryngeal nerve supplies posterior cricoarytenoid, lateral cricoarytenoid, transverse and oblique arytenoids, aryepiglotticus, thyroarytenoid, thyroepiglotticus muscle.Also Know About laryngeal muscles movementsMovementMusclesNerve supply* Abduction of vocal cordsPosterior cricoarytenoids onlyRecurrent laryngeal nerve* Adduction of the vocal cordsLateral cricoarytenoidsInterarytenoidsThyroarytenoidsRecurrent laryngeal nerve* Tensor of vocal cordsCricothyroidSuperior laryngeal nerve* Relaxor of vocal cordThyroarytenoidRecurrent laryngealnerve* Elevation of larynxThyrohyoid, mylohyoid* Depression of larynxSternothyroid, sternohyoid",
        "cop": 1,
        "opa": "Cricothyroid",
        "opb": "Thyroaretenoid",
        "opc": "Lateral cricoaretenoid",
        "opd": "Posterior cricoaretenoid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "a37e6253-29ff-408f-a76e-6c8452f5353a",
        "choice_type": "multi"
    },
    {
        "question": "Direct bronchoscopy can visualize all except:",
        "exp": "Ans. is 'd' i.e. Subcarinal lymph nodes Subcarinal lymph nodes are not visualized by bronchoscopy (quite obviously). However transbronchial needle aspiration of subcarinal lymph node can be done, even without its direct visualization. It can be visualized using endoscopic ultrasound.",
        "cop": 4,
        "opa": "Trachea",
        "opb": "Vocal cords",
        "opc": "First segmental subdivision of branch",
        "opd": "Subcarinal lymph nodes",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "549c4ed3-625b-4e67-a0ad-7b8eae360f56",
        "choice_type": "multi"
    },
    {
        "question": "Bifurcation af trachea takes place at -",
        "exp": "Ans. is 'a' i.e., T2-T5o Bifurcation of Trachea occurs at T4-T5 intervertebral disc level. Which corresponds anteriorly to sternal angle (manubrio-sternal junction).StructureCervico thoracic levelTracheal bifurcationT4-T5Arch of aortaBegins and ends at T4Xiphoid processT9Splenic axisAlong 10th ribCarotid bifurcation. Hyoid boneC3Upper border of thyroid cartilageC4Level of cricoids cartilage06 Lumbar levelCeliac trunkT12-L1Superior mesenteric arteryLITranspyloric planeLower border of LITermination of spinal cordLower border of LI in adults and upper border of L3 in newbornPancreasL1-L2Left renal veinL2Inferior mesenteric artery'13UmbilicusL3Aortic bifurcationL4Transtubercular planeL5Common iliac ends atL5-S1",
        "cop": 1,
        "opa": "T2 - T5",
        "opb": "C6 - C7",
        "opc": "C3 - C4",
        "opd": "T10 - T11",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "eda416b9-dc48-4347-894d-7af95469e5d4",
        "choice_type": "single"
    },
    {
        "question": "Tensors of vocal cord are:",
        "exp": "Cricothyroid is the main tensor of vocal cords. Another tensor of VC is the internal or medial pa of thyroarytenoid which is also known as Vocalis.",
        "cop": 4,
        "opa": "Posterior cricothyroid, internal interarytenoid",
        "opb": "Lateral cricothyroid, internal interarytenoid",
        "opc": "Thyroarytenoid, internal interarytenoid",
        "opd": "Cricothyroid and internal thyroarytenoid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "baffddbc-4761-47d5-ac7a-5d94e9c19d82",
        "choice_type": "single"
    },
    {
        "question": "Cricothyroid joint is a",
        "exp": "Cricothyroid joint is a synol joint. Each is formed by inferior cornu of thyroid cailage with a facet on cricoid cailage. Cricoid cailage rotates at these joints on a transverse axis which passes transversely through these joints.",
        "cop": 4,
        "opa": "Hinge joint",
        "opb": "Hyaline joint",
        "opc": "Atavistic joint",
        "opd": "Synol joint",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "4ce5b6e8-62eb-4185-84b2-fdf961c097e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is not supplied by Recurrent Laryngeal nerve: (PGI Dec 2008)",
        "exp": "Ans: D (Cricothyroid) Nerve Supply of LarynxMotorAll the muscle which move the vocal cords (Abductor0- posterior cricoarytenoid; adductorQ-Lateral cricoarytenoid, Interarytenoid & thyroarytenoid: tensorQ-Cricothyroid, vocalis) are supplied by Recurrent Laryngeal nerve1'except the cricothyroid muscle. The latter receive its innervation from External Laryngeal nerveQ - a branch of superior Laryngeal nerveSensoryAbove vocal cords - Internal Laryngeal nerve, a branch of Superior Laryngeal nerve'3Below vocal cords - Recurrent Laryngeal nerveQRT Recurrent Lary ngeal Nerve - It arise from the vagusQ at level of subclavian artery, hooks around it & then ascends b/w the trachea & oesophagus.LT Recurrent Laryngeal Nerve - It arises from the vagusQ in the mediastinum at the level of arch of aorta, loops around it & then ascends into the neck in the tracheo-oesophageal groove. Thus, LTRLN has a much longer courseQ which makes it more prone to paralysis as compared to the right one.",
        "cop": 4,
        "opa": "Posterior cricoarytenoid",
        "opb": "Thyroarytenoid",
        "opc": "Lateral cricoarytenoid",
        "opd": "Cricothyroid",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Larynx",
        "id": "f599714b-89fe-4b9c-b997-688ffc087c9b",
        "choice_type": "single"
    }
]