[
    {
        "question": "A tracheostomised patient, with poex tracheostomy tube, in the ward, developed sudden complete blockage of the tube. Which of the following is best next step in the management?",
        "exp": "Immediate removal of the tracheostomy tube is best next step in the management in the above case -Suction of tube with sodium bicarbonate is done to avoid the blockage. -Suction of the tube with saline can't be used when there's a complete obstruction. - Jet ventilation is done below the level of larynx, when we're operating on the larynx.",
        "cop": 1,
        "opa": "Immediate removal of the tracheostomy tube",
        "opb": "Suction of tube with sodium bicarbonate",
        "opc": "Suction of tube with saline",
        "opd": "Jet ventilation",
        "subject_name": "ENT",
        "topic_name": "Ca Larynx",
        "id": "5602f3e5-6f42-4102-ab85-4e8426f8a377",
        "choice_type": "multi"
    },
    {
        "question": "A patient with ____________ is a candidate for a supraglottic paial laryngectomy.",
        "exp": "Paial laryngectomy also known as Conservative laryngectomy - done to preserve the voice 1. Supraglottic Laryngectomy - removing half of the thyroid cailage Supraglottic Laryngectomy T1, 2, or 3 if only by preepiglottic space invasion Mobile cords No anterior commisure involvement FEV1>50% No tongue base disease past circumvallate papillae Apex of pyriform sinus not involved Supracricoid Laryngectomy - Thyroid cailage is completely removed - Crico-hyoid epiglottopexy",
        "cop": 2,
        "opa": "A T2 lesion of the right aryepiglottic fold, a right false vocal cord, and impaired mobility of the true vocal cord",
        "opb": "A lesion of the laryngeal surface of the epiglottis below the hyoid bone with evidence of preepiglottic space invasion on computed tomography",
        "opc": "A lesion of the epiglottis, vallecula, and 1-cm, unilateral extension to the tongue base",
        "opd": "An invasive lesion of the false vocal cord that is found to extend significantly into the ventricle at the time of surgical endoscopy",
        "subject_name": "ENT",
        "topic_name": "Ca Larynx",
        "id": "d027d18a-269d-4e33-8b18-4ef492fe3e2e",
        "choice_type": "multi"
    }
]