[
    {
        "question": "A 2 years old male is brought to the hospital there is a compressible swelling at the root of nose, likely diagnosis is",
        "exp": "Ans. is 'a' i.e.meningoencephalocele It is herniation of the brain along with meninges through a congenital bony defectSwelling shows cough impulse*.It may be reducible.",
        "cop": 1,
        "opa": "Meningoencephalocele",
        "opb": "Lacrimal sac cyst",
        "opc": "Ethmoid sinus cyst",
        "opd": "Orbital extension arterial malformation",
        "subject_name": "ENT",
        "topic_name": "Congenital Anomalies of Nose and PNS",
        "id": "8531eb3d-7add-457a-92ba-c2bbddab5027",
        "choice_type": "single"
    },
    {
        "question": "Choanal atresia is most commonly due to-",
        "exp": "Ans. is 'b' i.e., Presence of bucconasal membrane Choanal atresiao Choana, also called posterior nares, is an opening in the posterior part of each nasal cavity, through which nasal cavity communicates with nasopharynx.o Choanal atresia is a congenital anomaly characterized by closure of one or both posterior nasal cavities (i.e., choana). It is due to persistence of bucconasal membran.o Approximately 60- 70% of cases are unilateral and are more common on right side.o Bilateral cases occurs in 20-30% of patients and 50% of these patients are associated with other congenital anomaly, i.e., CHARGE syndrome - Coloboma, Heart defects, Choanal atresia, Retraded growth, Genitourinary abnormalities and Ear defects.Diagnosiso Unilateral lesions go unnoticed until the child presents with persistent unilateral nasal discharge. There is absence of air bubbles in nasal discharge. A simple test for unilateral choanal atresia is to have the child attempt nose blowing with opposite nostril occluded by external pressure. Failure to detect any air movement is suspicious for complete obstruction.o Bilateral choanal atresia presents as respiratory distress in newborn and requires support immediately after birth.o CT scan is the preferred imaging modality",
        "cop": 2,
        "opa": "Presence of gingivonasal covering",
        "opb": "Presence of bucconasal membrane",
        "opc": "Congenital infection",
        "opd": "Due to respiratory distress at birth",
        "subject_name": "ENT",
        "topic_name": "Congenital Anomalies of Nose and PNS",
        "id": "1f1d76a9-54a0-459a-9017-1328b8d40d0c",
        "choice_type": "single"
    },
    {
        "question": "Failure of rupture of bucconasal membrane leads fo-",
        "exp": "Ans. is 'a' i.e., Choanal atresia Choanal atresiao Choana, also called posterior nares, is an opening in the posterior part of each nasal cavity, through which nasal cavity communicates with nasopharynx. Choanal atresia is a congenital anomaly characterized by closure of one or both posterior nasal cavities (i.e., choana). It is due to persistence of bucconasal membrane. Approximately 60- 70% of cases are unilateral and are more common on right side. Bilateral cases occurs in 20-30% of patients and 50% of these patients are associated with other congenital anomaly, i.e., CHARGE syndrome - Coioboma, Heart defects. Choanal atresia. Retraded growth. Genitourinary abnormalities and Ear defects.Diagnosiso Unilateral lesions go unnoticed until the child presents with persistent unilateral nasal discharge. There is absence of air bubbles in nasal discharge. A simple test for unilateral choanal atresia is to have the child attempt nose blowing with opposite nostril occluded by external pressure. Failure to detect any air movement is suspicious for complete obstruction. Bilateral choanal atresia presents as respiratory distress in newborn and requires support immediately after birth.",
        "cop": 1,
        "opa": "Choanal atresia",
        "opb": "Rhinophyma",
        "opc": "Crooked nose",
        "opd": "Epistaxis",
        "subject_name": "ENT",
        "topic_name": "Congenital Anomalies of Nose and PNS",
        "id": "8a93b294-9ffd-409a-8c8c-abb0ef0cac6a",
        "choice_type": "single"
    },
    {
        "question": "Choanal atresia is due to persistence of -",
        "exp": "Ans. is 'a' i.e., Bucconasal membrane Choanal atresiao Choana, also called posterior nares, is an opening in the posterior part of each nasal cavity, through which nasal cavity communicates with nasopharynx. Choanal atresia is a congenital anomaly characterized by closure of one or both posterior nasal cavities (i.e., choana). It is due to persistence of bucconasal membrane. Approximately 60- 70% of cases are unilateral and are more common on right side. Bilateral cases occurs in 20-30% of patients and 50% of these patients are associated with other congenital anomaly, i.e., CHARGE syndrome - Coioboma, Heart defects. Choanal atresia. Retraded growth. Genitourinary abnormalities and Ear defects.Diagnosiso Unilateral lesions go unnoticed until the child presents with persistent unilateral nasal discharge. There is absence of air bubbles in nasal discharge. A simple test for unilateral choanal atresia is to have the child attempt nose blowing with opposite nostril occluded by external pressure. Failure to detect any air movement is suspicious for complete obstruction. Bilateral choanal atresia presents as respiratory distress in newborn and requires support immediately after birth.",
        "cop": 1,
        "opa": "Bucconasal membrane",
        "opb": "Oropharyngeal membrane",
        "opc": "Laryngo tracheal fold",
        "opd": "Tracheoesophageal fold",
        "subject_name": "ENT",
        "topic_name": "Congenital Anomalies of Nose and PNS",
        "id": "68b50961-9864-451d-82eb-379e5f1e27f5",
        "choice_type": "single"
    },
    {
        "question": "Preferred imaging modality for choanal atresia is-",
        "exp": "Ans. is 'b' i.e., CT SCAN CT SCAN in choanal atresiao CT SCAN in coronal and saggital projections provides a thorough evaluation of choanal atresia and adjescent structures.o The axial views supply fundamental information including site of obstruction, composition of atretic plate and unilateral or bilateral involvement,o Thus CT SCAN is the preferred imaging modality.",
        "cop": 2,
        "opa": "X ray",
        "opb": "CT SCAN",
        "opc": "MRI",
        "opd": "PET SCAN",
        "subject_name": "ENT",
        "topic_name": "Congenital Anomalies of Nose and PNS",
        "id": "bcbed6b8-b61f-4f77-be75-1baad68c67f5",
        "choice_type": "single"
    }
]