[
    {
        "question": "Epistaxis in elderly person is most commonly due to:",
        "exp": "(c) Hypertension(Ref. Cummings, 6th ed. 680)The most common cause of epistaxis in an elderly person is hypertension.Foreign body is not seen at this age.Bleeding disorder will present with bleeding from multiple sites.Nasopharyngeal carcinoma presents with upper deep cervical lymph node. Nasal obstruction and blood tinged nasal discharge can occur later on.",
        "cop": 3,
        "opa": "Foreign body",
        "opb": "Bleeding disorder",
        "opc": "Hypertension",
        "opd": "Nasopharyngeal carcinoma",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "04e8a383-bb55-4dc4-83d7-165c63f84848",
        "choice_type": "single"
    },
    {
        "question": "All of the following have a causative association with primary epistaxis in an elderly patient except:",
        "exp": "Factors associated with Primary adult Epistaxis: 1. CHRONOBIOLOGY The frequency of admission is greatest in the autumn and winter months.This seasonal variation correlates with fluctuations in environmental temperature and humidity. A chronobiological rhythm is also observed at the circadian level where onset of bleeding and hospital admission show a biphasic pattern with peaks in the morning and late evening. 2. NON-STEROIDAL ANTI-INFLAMMATORY DRUGS (NSAID): The action of non-steroidal anti-inflammatory drugs is mediated an anti-platelet aggregation effect due to altered platelet membrane physiology. 3. ALCOHOL Epistaxis patients are more likely to have consumed alcohol within 24 hours. The use of alcohol by epistaxis patients is associated with a prolongation of the bleeding time despite normal platelet counts and coagulation factor activity. HYPEENSION (NOT A Causative Factor) This has long been considered a cause of epistaxis. However,a number of large studies have failed to show a causal relationship between hypeension and epistaxis. The apparent hypeension in acute admissions of epistaxis may be a result of anxiety associated with hospital admission and the invasive techniques used to control the bleeding.",
        "cop": 4,
        "opa": "Winter season",
        "opb": "NSAIDs",
        "opc": "Alcohol Consumption",
        "opd": "Hypeension",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "35814f1b-1582-4460-8573-e1ae1445e5b4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following blood vessels are a part of Kiesselbachfs plexus except-",
        "exp": "Ans. is 'b' i.e., Posterior ethmoidal artery o Four arteries contribute to little's area:# Anterior ethmoidal artery# Septal branch of superior labial artery (Branch of facial A).# Septal branch of sphenopalatine artery (Branch of maxillary A).# Greater palatine artery (Branch of maxillary A).o These arteries anastomose to form a vascular plexus called \"Kiesselbach's plexus\".",
        "cop": 2,
        "opa": "Anterior Ethmoidal artery",
        "opb": "Posterior ethmoidal artery",
        "opc": "Greater palatine artery",
        "opd": "Superior labial artery",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "d28834f0-9f2f-44f9-b12a-964a11dae419",
        "choice_type": "multi"
    },
    {
        "question": "Woodruffs area is situated in-",
        "exp": "Ans. is 'a' i.e., Posterior end of inferior turbinateWoodruffs area: -o It is situated under the posterior end of inferior turbinateo Sphenopalatine artery anastomoses with posterior pharyngeal artery hereo Posterior epistaxis occurs in this area.",
        "cop": 1,
        "opa": "Posterior end of inferior turbinate",
        "opb": "Anterior end of middle turbinate",
        "opc": "Near hiatus semilunatis",
        "opd": "Below superior turbinate",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "3eacef73-1cc7-4e37-965b-629ecc5335a5",
        "choice_type": "single"
    },
    {
        "question": "An 70 yrs. aged patient with epistaxis , patient is hypertensive with B.P = 200/110 mm Hg. On examination no active bleeding noted, next step of management is:",
        "exp": "Ans. is 'a' i.e Observation with hypertension control MC cause of epistaxis in elderly is hypertension *.In cases of active bleeding it is controlled by anterior or posterior nasal packingArtery ligation is helpful only if bleeding cannot be controlled by conservative measures.Since in this patient there is no active bleeding and further the cause is hypertension the management is observation & antihypertensives.Remember:MC cause of epistaxis in children & adults - finger nail trauma *.MC site of epistaxis is- little's area *MC cause of epistaxis in a 15 yr old female- Hematopoietic disorder *.",
        "cop": 1,
        "opa": "Observation with hypertension control",
        "opb": "Internal maxillary artery ligation",
        "opc": "Anterior and posterior nasal pack",
        "opd": "Anterior nasal pack",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "e2ca00b2-bc25-411b-81bc-9c954c87ffd4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is TRUE regarding anterior epistaxis?",
        "exp": "(a) Patient is kept in sitting and slight leaning forward position while compressing the nares(Ref. Cummings, 6th ed., 684)Phenylephrine being a decongestant is used to prepare the nose before cauterization.Foley's nasal tamponade is done in posterior nasal space in posterior epistaxis.",
        "cop": 1,
        "opa": "Patient is kept in sitting and slight leaning forward position while compressing the nares",
        "opb": "Topical phenylephrine is contraindicated as it increases blood pressure",
        "opc": "Commonly from Kiesselbach venous plexus in the anterior septum",
        "opd": "Foley's nasal tamponade is a treatment option",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "9bc7bc20-1e3f-474c-b378-e65c80bfa702",
        "choice_type": "multi"
    },
    {
        "question": "Kisselbach's plexus is situated in-",
        "exp": "Ans. is 'a' i.e., Anteroinferior part of nasal septum Little's area:-o Situated in the anterior inferior part of nasal septum, just above the vestibule.Four arteries supply this area:o Anterior ethmoidal artery.o Septal branch of superior labial artery (Branch of facial A)o Septal branch of sphenopalatine artery (Branch of maxillary A)o Greater palatine artery (Branch of maxillary A).o These arteries anastomose to form a vascular plexus called ''Kiesselbach's plexus\".",
        "cop": 1,
        "opa": "Anteroinferior part of nasal septum",
        "opb": "Woodruffs area",
        "opc": "Near superior turbinate",
        "opd": "Posterior nasal cavity",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "1fcdeec4-89f2-4a16-89ff-a5f500f046d4",
        "choice_type": "single"
    },
    {
        "question": "In case of uncontrolled epistaxis ligation of internal maxillary artery is to be done in the:",
        "exp": "(b) Pterygopalatine fossa(Ref. Scott Brown, 8th ed., Vol 1; 1178)The maxillary artery which is also called internal maxillary artery along with sphenopalatine and greater palatine artery lies in the sphenopalatine/ pterygopalatine fossa just behind the posterior wall of maxillary antrum.In uncontrolled epistaxis ligation of internal maxillary artery is to be done in the sphenopalatine fossa via Caldwell-Luc operation.",
        "cop": 2,
        "opa": "Maxillary antrum",
        "opb": "Pterygopalatine fossa",
        "opc": "In the neck",
        "opd": "Medial wall of orbit",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "86842e9b-8ede-4e2e-bdf5-6d6c706ac849",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice in recurrent epistaxis in a patient with hereditary hemorrhagic telengiectasis:",
        "exp": "Hereditary haemorrhagic telangiectasia (HHT) or Osler-Weber-Rendu disease Autosomal dominant Affects blood vessels in skin, mucous membranes and viscera. Chromosome9q (HHT1) and chromosome 12q (HHT2) Curacao Criteriaa. Telangiectasia, b. A-V malformationsand aneurysmsc. Recurrent epistaxis occurs in 93% ofcases.d. Positive family history in first degree relatives. Rx-:a. Packingb. Cauteryc. Antifibrinolyticsd. Systemic or topical oestrogense. Coagulative lasersf. Septal dermoplasty( Treatment of Choice)g. Ligation and embolization h. Last reso permanent surgical closure of the nostrils(Young's operation)i. Laser photocoagulation with NdYAG, Argon and KTP532 Lasers",
        "cop": 2,
        "opa": "Anterior ethmoidal aery ligation",
        "opb": "Septal dermoplasty",
        "opc": "External carotid aery ligation",
        "opd": "Internal carotid aery ligation",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "09d4d74f-60c2-4bd8-a3e2-462c27241d8d",
        "choice_type": "single"
    },
    {
        "question": "Causes of epistaxis are all EXCEPT:",
        "exp": "ANSWER: (C) Allergic rhinitisREF: PL Dhingra 4 th edition page 167Causes of Epistaxis:IdiopathicLocal CausesTrauma: Finger nail trauma, injuries of nose, intranasal surgery, fractures of middle third of face and base of skull, hard-blowing of nose, violent sneeze.Infections:Viralrhinitis, nasal diphtheria, acute sinusitis, atrophic rhinitis, rhinitis sicca, tub erculosis, syphilis septal perforation, granulomatous lesion of the nose, e.g. Rhinosporidiosis.Foreign bodies: Rhinolith, Maggots, leechesNeoplasms of nose and paranasal sinuses: Hemangioma, Papilloma, Carcinoma or sarcoma. Atmospheric changes: High altitudes, sudden decompression (Caisson's disease).Deviated nasal septumNasopharyngeal Adenoiditis, Juvenile angiofibroma, Malignant tumorsGeneral CausesCardiovascular: Hypertension, arteriosclerosis, mitral stenosis, pregnancyDisorders of blood and blood vessels: Aplastic anemia, leukemia, thrombocytopenic, vascular purpura, hemophilia, Christmas disease, scurvy, vitamin K deficiency, hereditary hemorrhagic telangiectasia.Liver disease: Hepatic cirrhosis (deficiency of factor II, VII, IX & X)Kidney disease: Chronic nephritisDrugs: Excessive use of salicylates and other analgesics, anticoagulantMediastinal compression: Tumors of mediastinum (raised venous pressure in the nose)Acute general infection: Influenza, measles, chickenpox, whooping cough, rheumatic fever, infectious mononucleosis, typhoid, pneumonia, malaria, dengue fever Vicarious Menstruation",
        "cop": 3,
        "opa": "Nose picking",
        "opb": "Foreign body",
        "opc": "Allergic rhinitis",
        "opd": "Thrombocytopenia",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "0717f161-3a54-4e23-a346-a8b4f07305c5",
        "choice_type": "multi"
    },
    {
        "question": "Recurrent epistaxis in a 15-year-old female the probable cause is:",
        "exp": "(d) Haematological disorder(Ref. Cummings, 6th ed., 680)Juvenile nasopharyngeal fibroma is seen typically in adolescent males.In Rhinosporidiosis there is nasal obstruction along with epistaxis and a history of taking bath in ponds frequented by animals is present.Foreign body is not seen at this age.So the probable cause here is haematological disorder. In this regard the patient should be asked regarding bleeding from any other site also.Characteristically haematological disorders present with bleeding from multiple sites.",
        "cop": 4,
        "opa": "Juvenile nasopharyngeal fibroma",
        "opb": "Rhinosporidiosis",
        "opc": "Foreign body",
        "opd": "Haematological disorder",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "7216678f-eaa6-4dd9-92d6-b0861f43c1fa",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of epistaxis in young is:",
        "exp": "The MC site of epistaxis in children and young is the Little's area (Kiesselbach's plexus) present in the antero-inferior septum just above the vestibule.",
        "cop": 2,
        "opa": "Bony septum",
        "opb": "Little's area",
        "opc": "Superior turbinate",
        "opd": "Lateral wall of nose",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "b705aced-6ace-46c4-bf94-c225706b30f5",
        "choice_type": "multi"
    },
    {
        "question": "Young's surgery is used in the treatment of-",
        "exp": "Ans. is 'd' i.e. Atrophic Rhinitis Surgical treatment of Atrophic Rhinitis1) Young's operation . Closure of both the nostril following elevation of the nasal vestibular folds. They are opened after 6 months.2) Modified Young's operation. Partial closure of the nostril leaving behind a 3 mm hole. This remains for a period of 2 years.3) Narrowing of the nasal cavity by (Lautenslagers operation)o Submucosal injection of teflon paste. Insertion of fat, cartilage, bone or teflon strips under the mucoperiosteum of floor & lateral wall of nose. Section and medial displacement of lateral wall of nose.4) Lautenslagers operationo Surgical procedures aimed at medializing the lateral nasal wall using substances like : Paraffin, teflon, Polythere cartilage.",
        "cop": 4,
        "opa": "Maxillary sinus carcinoma",
        "opb": "Deviated nasal septum",
        "opc": "Nasal polyp",
        "opd": "Atrophic Rhinitis",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "5e78156e-86de-4564-8367-1a478a922790",
        "choice_type": "single"
    },
    {
        "question": "All take part in anastomosis in little's area except: (Repeat)",
        "exp": "Ans: A (Post ethmoid artery) Ref: Diseases of the Ear Nose and Throat by PL Dhingra 5th edn .2010.page 190Explanation:Kiesselbach's plexus is situated in the Little's area which is the anterior inferior part of the septumAnterior ethmoidal, septal branch of superior labial, greater palatine and sphenopalatine arteries for the plexus (See figure on the next page}",
        "cop": 1,
        "opa": "Post ethmoid artery",
        "opb": "Anterior ethmoid artery",
        "opc": "Sphenopalatine artery",
        "opd": "Greater palatine artery",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "4816a266-da27-40c3-aa39-f1798be11e8d",
        "choice_type": "multi"
    },
    {
        "question": "Which artery is responsible for epistaxis after ligating of external carotid artery?",
        "exp": "Answer: (A) Ethmoidal arteryREF: Dhingra 4th ed p. 140Both anterior and posterior ethmoidal arteries are branches from internal carotid artery not external carotid artery",
        "cop": 1,
        "opa": "Ethmoidal artery",
        "opb": "Greater palatine artery",
        "opc": "Superior labial artery",
        "opd": "Ascending pharyngeal",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "1832c5fc-58ef-4c8a-a4f9-f30eacbb270c",
        "choice_type": "single"
    },
    {
        "question": "Following arteries anastomose in the little's area except -",
        "exp": "Ans. is 'd' i.e., Lesser palatine artery o Four arteries contribute to little's area :Anterior ethmoidal artery.Septal branch of superior labial artery (Branch of facial A).Septal branch of sphenopalatine artery (Branch of maxillary A).Greater palatine artery' (Branch of maxillary' A).",
        "cop": 4,
        "opa": "Anterior ethmoidal artery",
        "opb": "Superior labial artery",
        "opc": "Sphenopalatine artery",
        "opd": "Lesser palatine artery",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "9af62cb5-0d0b-42d0-bfcd-51710ca2c911",
        "choice_type": "multi"
    },
    {
        "question": "In a 5-year-old child, cause of unilateral epistaxis is:",
        "exp": "(a) Foreign body(Ref. Scott Brown, 8th ed., Vol 1; 243)Trauma to Little's area is the most common cause of epistaxis in children.In this age group foreign body can be a cause of unilateral epistaxis, though foreign body usually presents with unilateral foetid (foul smelling) discharge.Polyps and atrophic rhinitis do not show epistaxis moreover both of them do not occur in this age group.Maggots present with blood stained nasal discharge which is bilateral.",
        "cop": 1,
        "opa": "Foreign body",
        "opb": "Polyp",
        "opc": "Atrophic rhinitis",
        "opd": "Maggot's",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "4758b323-b6ff-4c52-b1a8-bdaf03133191",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old patient with epistaxis, on examination BP 200/100 mm Hg, no active nasal bleeding noted. Next step of management is:",
        "exp": "(a) Observation with BP management(Ref. Cummings, 6th ed., 682)Since no active bleed at present so here the main management should aim at lowering of BP.",
        "cop": 1,
        "opa": "Observation with BP management",
        "opb": "Internal maxillary artery ligation",
        "opc": "Anterior and posterior nasal pack",
        "opd": "Anterior nasal pack",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "290bda49-4857-4a02-bd11-07e1a109fd13",
        "choice_type": "multi"
    },
    {
        "question": "Woodruff's plexus is seen at -",
        "exp": "Ans. is 'c' i.e. Posterior part of inferior turbinate Woodruffs areao It is situated under the posterior end of inferior turbinate.o Sphenopalatine artery anastomoses with posterior pharyngeal artery here,o Posterior epistaxis occurs in this area.",
        "cop": 3,
        "opa": "Anteroinferior part of superior turbinate",
        "opb": "Middle turbinate",
        "opc": "Posterior part of inferior turbinate",
        "opd": "Anterior part of inferior turbinate",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "e8814fe3-2641-45ff-a433-0b541fb5f8d4",
        "choice_type": "single"
    },
    {
        "question": "Woodruff's plexus is located at",
        "exp": "O Woodruff's plexus (also called nasopharyngeal plexus) is a confluence of vessels on the lateral wall of nose and is often implicated in 'posterior' bleeds. O It is a venous plexus situated posterior to posterior end of Middle and inferior turbinate. In recent histological studies it is found to consist of thin walled vessels with very little muscle or fibrous tissue. O It is the most common site of posterior epistaxis in adults. A more recent study with endoscopic photography and anatomical micro-dissectionconfirmed that the plexus does indeed exist but showedit to be a venous plexus.",
        "cop": 3,
        "opa": "Anterosuperior pa of nose",
        "opb": "Anteroinferior pa of nose",
        "opc": "Posteroinferior pa of nose",
        "opd": "Posterosuperior pa of nose",
        "subject_name": "ENT",
        "topic_name": "Epistaxis",
        "id": "16a8da2f-e50a-473b-b534-d477d514fe0d",
        "choice_type": "single"
    }
]