[
    {
        "question": "Hemlichs maneuver is used for -",
        "exp": "Ans. is 'a' i.e.. Upper airway obstruction by foreign body Heimlich manoeuvreo Abdominal thrusts, also called the Heimlich manoeuvre or Heimlich maneuver, is a first aid procedure used to treat upper airway obstructions (or choking) by foreign objects. The term Heimlich maneuver is named after Dr. Henry Heimlich, who first described it in 1974.",
        "cop": 1,
        "opa": "Upper airway obstruction by foreign body",
        "opb": "BPPV",
        "opc": "Eustachian tube patency test",
        "opd": "Tympanic membrane integrity test",
        "subject_name": "ENT",
        "topic_name": "Foreign Bodies in ENT",
        "id": "7b0d0453-b44a-4561-87b1-af2fb7abe528",
        "choice_type": "single"
    },
    {
        "question": "Foreign body goes into right bronchus as it is -",
        "exp": "Ans. is 'a' i.e., Wider and verticalo Because the right bronchus is the wider and more vertical in direct continuation of trachea, foreign bodies tend to enter the right instead of left bronchus,o From there, they usually pass into the middle or lower lobe bronchi.",
        "cop": 1,
        "opa": "Wider and vertical",
        "opb": "Narrow and horizontal",
        "opc": "Wider and horizontal",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Foreign Bodies in ENT",
        "id": "ad05ba07-64a3-4b7e-be1d-9234221871a0",
        "choice_type": "multi"
    },
    {
        "question": "Patient following peanut consumption presented with laryngeal edema, stridor, hoarseness of voice and swelling of tongue. Most likely diagnosis is:",
        "exp": "Ans. a. Angioneurotic edema (Ref: Logan Turner 10/e p161)Patient following peanut consumption presented with laryngeal edema, stridor, hoarseness of voice and swelling of tongue. Most likely diagnosis is angioneurotic edema.'Allergic angioedema: Most common type and usually affects those with some kind of food allergy. It can also be caused by insect bites, contact with latex, and some medications, such as penicillin or aspirin. In severe cases the throat can swell, making it hard for the patient to breath.'Angioneurotic EdemaAngioedema, also known as Quincke's edema is the rapid edema (swelling) of the deep layers of skinQ - the dermis, subcutaneous tissue, mucosa and submucosal tissues.Due to the risk of suffocation, rapidly progressing angioedema is treated as a medical emergencyQ.When angioedema is the result of an allergic reaction the patient is usually injected with adrenaline (epinephrine)Q.Adrenaline is not effective when the cause is hereditary.The edema, caused by an accumulation of fluid, can be severe and can affect any part of the body, including the hands, feet, genitals, lips and eyesQ.Four main kinds of angioedema:Allergic angioedema:Most common typeQ and usually affects those with some kind of food allergyQ.It can also be caused by insect bites, contact with latex, and some medications, such as penicillin or aspirinQ.In severe cases the throat can swellQ, making it hard for the patient to breath.There may also be a sudden drop in blood pressure.Drug-induced angioedema:Certain medications can cause swelling in the deep layers of skin, such as angiotensin-converting enzyme (ACE) inhibitors which are used for treating hypertension (high blood pressure).Symptoms may linger for a few months after the patient stops taking the medication.Less commonly, this type of angioedema might be caused by bupropion, SSRl antidepressants, COX-II inhibitors, nonsteroidal anti-inflammatory drugs, statins, and proton pump inhibitors.Idiopathic angioedema:Infection, fear, anxiety, stress, caffeine, overheating, wearing tight clothes, and alcohol may bring it on.It may also be caused by a thyroid gland problem, iron (folic acid) and vitamin B12 deficiency.Hereditary angioedema:Patient has inherited a faulty gene(s). Urticaria is very uncommon with this type of angioedema.This is the rarest type. Blood levels of the protein C1-esterase inhibitor (C1-1NH protein) are lowQ.C1-1NH protein plays a key role in regulating our immune system. In this type of angioedema symptoms develop gradually, rather than rapidly.Patients usually start having symptoms after pubertyQ.It can be triggered by pregnancy, contraceptive pills, infection, or traumaQ.Patients are usually effectively treated with medication.",
        "cop": 1,
        "opa": "Angioneurotic edema",
        "opb": "Pharyngeal abscess",
        "opc": "Foreign body larynx",
        "opd": "Foreign body bronchus",
        "subject_name": "ENT",
        "topic_name": "Foreign Bodies in ENT",
        "id": "f115da0d-8b0b-4770-8aea-0cd9a246f7a5",
        "choice_type": "single"
    }
]