[
    {
        "question": "Mouse-nibbled vocal-cord is seen in -",
        "exp": "Ans. is 'a' i.e., TB Tubercular laryngitiso Tubercular laryngitis is almost always secondary to pulmonary lesions, mostly affecting males in middle age (20-40 years). Disease affects the posterior third of larynx more commonly than anterior part.The parts affected in descending order of frequency are i) Interarytenoid fold, ii) Ventricular band, iii) Vocal cords, iv) EpiglottisClinical featureso Weakness of voice w ith periods of aphonia - earliest symptoms, o Hoarsness, cough, dysphagia (odynophagia) o Referred otalgiaLaryngeal examination in TB laryngitiso Hyperaemia of the vocal cord in its whole extent or confined to posterior part with impairment of adduction is the first sign.o Swelling in the interarytenoid region giving a mammilated appearance,o Ulceration of vocal cord giving mouse-nibbled appearance.o Superficial ragged ulceration on the arytenoids and interarytenoid regiono Granulation tissue in interarytenoid region or vocal process of arytenoid,o Pseudoedema of the epiglottis \"turban epiglottis\",o Swelling of ventricular bands and aryepiglottic folds,o Marked pallor of surrounding mucosa.",
        "cop": 1,
        "opa": "TB",
        "opb": "Leprosy",
        "opc": "Laryngeal papilloma",
        "opd": "Epiglottitis",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "48b81ba6-ff63-4dbd-a323-1733fd45675a",
        "choice_type": "single"
    },
    {
        "question": "Mouse nibbled appearance of vocal cords is seen in:",
        "exp": "Ref: Diseases of the Ear Nose and Throat by PL Dhingra .5th edn .2010 page. 312Explanation:TB LarynxTb larynx is almost secondary to pulmonary lbSeen mostly in middle aged malesBacilli reach the larynx by bronchogenic (via sputum) and hematogenous routeMost commonly posterior part of the larynx is affected i.e. arytenoids, inter arytenoids areaClinical FeaturesWeakness of voice (earliest symptom)Pain radiating to ear due to ulcerationOdynophagiaExamination FindingsMonocorditis - hyperemia of the vocal cord with impairment of adduction (earliest sign)Swelling in the inter arytenoids area giving it a niamiJated appearanceUlceration of the vocal cord - mouse nibbled appearanceUlceration and granulation over the arytenoids and inter arytenoid areaPsuedoedema of the epiglottis - Turban epiglottisPale mucosaSwelling of the false cord and aryepiglotticDiagnosis is by chest x-ray and sputum AFB examinationShould take a biopsy to rule out malignancy in suspected casesTreatment is with ATTLupusAffects the anterior part of larynxFirst epiglottis is affectedPainless and mostly asymptomaticGood prognosisTreatment is with ATTSyphilisCan affect any part any part of larynxLarynx generally affected in the tertiary stageDiagnosed with biopsy and serologyComplication - laryngeal stenosis",
        "cop": 1,
        "opa": "Tb larynx",
        "opb": "Syphilis",
        "opc": "Achalasia Cardia",
        "opd": "Lupus",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "6de9cdd8-1e51-4888-b245-3e62cf464dce",
        "choice_type": "single"
    },
    {
        "question": "Sign of acute laryngotracheobronchitis -",
        "exp": "Ans. is 'c' i.e., Steeple signCroup (Laryngotracheobronchitis)o Laryngotracheobronchitis is the most common infectious cause of obstruction in children usually occurring between the ages of 6 months and 3 years.o Male children (boys) are characteristically more frequently involved than females (girls)Etiologyo It is a viral infection most frequently caused by Parainfluenza virusPathologyo The most characteristic pathological feature is edema formation in the subglottic areao The loose areolar tissue in the subglottic area swells up and causes predominant signs of upper airway obstruction.Presentationo Gradual onset with a prodrome of upper respiratory-> symptomso Hoarseness and barking cough (croupy cough)o Stridor (initially inspiratory' than biphasic)o Fever is usually low grade (or absent) although may occasionally be high gradeo Droolings is characteristically absent and there is no dysphagia (seen in epiglottitis)Imaging (X ray)o Symmetric 'steeple' or 'funnel shaped' narrowing of the subglottic region (steeple sign)o HypopharvngeaJ widening or distensiono Normal epiglottis and aryepiglottic foldsTreatmento Mild symptoms (barking cough but no stridor at rest)Supportive therapy alone with humified oxygen, oral hydration and minimal handlingo Moderate symptoms (barking cough with stridor at rest)Active intervention with humified oxygen, Nebulized racemic epinephrine and glucocorticoids (steroids)o Severe symptoms (impending respiratory failure)Require an artificial airway (Intubation with endotracheal tube or tracheostomy may be required)Antibiotics are not routinely indicated in the treatment of Acute Laryngotracheobronchitis. Their use is limited if there is evidence of secondary bacterial infection",
        "cop": 3,
        "opa": "Thumb sign",
        "opb": "Vellecula sign",
        "opc": "Steeple sign",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "f13bd550-f5ab-462d-b737-fa60991cec62",
        "choice_type": "multi"
    },
    {
        "question": "Turban epiglottitis is a clinical finding in -",
        "exp": "Ans. is 4a' i.e.. Tubercular laryngitis Laryngeal examination in TB lary ngitiso Hyperaemia of the vocal cord in its whole extent or confined to posterior part with impairment of adduction is the first sign.o Swelling in the interarytenoid region giving a mammilated appearance,o Ulceration of vocal cord giving mouse-nibbled appearance.o Superficial ragged ulceration on the arytenoids and interarytenoid region,o Granulation tissue in interarvtenoid region or vocal process of arytenoid,o Pseudoedema of the epiglottis 'Turban epiglottis\",o Swelling of ventricular bands and aryepiglottic folds,o Marked pallor of surrounding mucosa.",
        "cop": 1,
        "opa": "Tubercular laryngitis",
        "opb": "Tubercular pharyngitis",
        "opc": "Polypoid degeneration of vocal cord",
        "opd": "Subglottic hemangioma",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "8ddf6b5d-9461-4a72-be80-61299e00707b",
        "choice_type": "single"
    },
    {
        "question": "A child presents with fever, stridor and barking cough. His X-ray is given below: Following is true about the patient:",
        "exp": "(a) Symptoms are predominantly caused by involvement of subglottis(Ref. Cummings, 6th ed., 3049; Scott Brown, 8th ed., Vol 1; 326)",
        "cop": 1,
        "opa": "Symptoms are predominantly caused by involvement of subglottis",
        "opb": "Antibiotics should be started immediately",
        "opc": "X-ray is showing thumb sign",
        "opd": "Caused by H. influenzae b",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "5238c3b8-b2d3-42ef-b94a-3b7f87a2715a",
        "choice_type": "multi"
    },
    {
        "question": "Tubercular laryngitis affects primarily:",
        "exp": "(b) Posterior commissure of larynx(Ref. Scott Brown, 8th ed., Vol 3; 1018)Mostly the granulomatous conditions of the larynx start in the anterior part of the larynx except for tuberculosis which starts and mainly involves the posterior part.",
        "cop": 2,
        "opa": "Anterior commissure",
        "opb": "Posterior commissure of larynx",
        "opc": "Anywhere within the larynx",
        "opd": "Superior surface of larynx",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "11dbc3d6-9b64-4013-ac54-ee196965da7a",
        "choice_type": "single"
    },
    {
        "question": "TB larynx most commonly affect:",
        "exp": "Ans: a (Posterior commissure) Ref: Scott Brown, 7th ed, p. 2266Etiology: Secondary to pulmonary tuberculosisSite: Posterior part affected more than anteriorInterarytenoid fold > Ventricular bands> Vocal cords >EpiglottisC/F:Earliest symptom--weakness of voice followed by hoarsenessEarliest sign--Impaired adduction.Laryngeal findings:Impaired adductionMammillated appearance - due to swelling in inter arytenoid regionMouse nibbled appearance - due to ulceration of vocal cordTurban epiglottis - due to pseudoedema of epiglottisMarked pallor of surrounding mucosaRagged ulceration and granulomas of arytenoids and interarytenoid region.Inv: Biopsy of laryngeal lesion, CXR, sputum for AFBTreatment: ATT+voice restOther laryngeal lesion & sites of involvement:* Lupus-Anterior > posterior (epiglottis is involved)* Syphilitic-Any part of larynx* Laryngeal web-Between the vocal cords* Vocal nodule-B/L at junction of anterior l/3rd and post 2/3rd of vocal cords* Vocal polyp-U/L at junction of anterior l/3rd and post 2/3rdof vocal cords.* Reinke's edema-Symmetrical edema of both vocal cords* Contact ulcer-Vocal processes of arytenoids* Laryngocele-Through thyrohyoid membrane (dilatation of saccule)* Intubation granuloma-B/L involving posterior l/3rd of vocal cords.",
        "cop": 1,
        "opa": "Posterior commissure",
        "opb": "Anterior commissure",
        "opc": "Ventricular bands",
        "opd": "Epiglottis",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "d04ddf73-1e73-4f1e-ae57-859bea73e07b",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Croup -",
        "exp": "Ans. is 'd' i.e., Parainfluenza virusCroup (Larvngotracheobronchitis)o Laryngotracheobronchitis is the most common infectious cause of obstruction in children usually occurring between the ages of 6 months and 3 years.o Male children (boys) are characteristically more frequently involved than females (girls)Edologyo It is a viral infection most frequently caused by Parainfluenza virusPathologyo The most characteristic pathological feature is edema formation in the subglottic areao The loose areolar tissue in the subglottic area swells up and causes predominant signs of upper airway obstruction.Presentationo Gradual onset with a prodrome of upper respiratory? Symptomso Hoarseness and barking cough (croupy cough)o Stridor (initially inspiratory than biphasic)o Fever is usually low grade (or absent) although may occasionally be high gradeo Droolings is characteristically absent and there is no dysphagia (seen in epiglottitis)Imaging (X ray)o Symmetric 'steeple' or 'funnel shaped' narrowing of the subglottic region (steeple sign)o Hypopharyngeal widening or distensiono Normal epiglottis and arvepiglottic foldsTreatmento Mild symptoms (barking cough but no stridor at rest)Supportive therapy alone with humified oxygen, oral hydration and minimal handling,o Moderate symptoms (barking cough with stridor at rest)Active intervention with humified oxygen, Nebulized racemic epinephrine and glucocorticoids (steroids),o Severe symptoms (impending respiratory failure)Require an artificial airway (Intubation with endotracheal tube or tracheostomy may be required).Antibiotics are not routinely indicated in the treatment of Acute Laryngotracheobronchitis.Their use is limited if there is evidence of secondary bacterial infection",
        "cop": 4,
        "opa": "H influenza",
        "opb": "Spneumoniae",
        "opc": "Influenza virus",
        "opd": "Parainfluenza virus",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "5add438d-1a24-49e2-bef9-301c3815a02b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following conditions is considered to be definitely precancerous in the larynx?",
        "exp": "(c) Leukoplakia(Ref. Cummings, 6th ed., 1609)Rest are not precancerous.Subglottic hemangiomas are benign vascular tumours. They are rare as such but can lead to progressive stridor. They are commonly associated with cutaneous hemangiomas (the most common benign skin vascular tumours in children). Most subglottic hemangiomas spontaneously resolve by 5 years of age. If large and progressive they can be excised by CO2 LASER or surgically.",
        "cop": 3,
        "opa": "Vocal nodules",
        "opb": "Subglottic hemangiomas",
        "opc": "Leukoplakia",
        "opd": "Vocal polyp",
        "subject_name": "ENT",
        "topic_name": "Infections and Inflammatory Conditions",
        "id": "40423b69-525b-45ed-9852-8352f12c4309",
        "choice_type": "single"
    }
]