[
    {
        "question": "All of the following statements are true about Frey's Syndrome except",
        "exp": "FREY 'S SYNDROME (GUSTATORY SWEATING) - Frey's syndrome arises as a complication of parotid surgery usually manifesting several months after the operation.it is characterized by sweating and flushing of the preauricular skin during mastication causing nuisance to the person or social embarrassment. Treatment: -Tympanic neurectomy: Section of tympanic branch of CN IX will interrupt these fibers and give relief. -Antiperspirant: Aluminum chloride -Botulinum toxin: Injected into the affected skin. -Fascia Lata: between skin and underlying fat.",
        "cop": 4,
        "opa": "Gustatory sweating",
        "opb": "Aberrant misdirection of parasympathetic fibers of auriculotemporal nerve",
        "opc": "Botulinum toxin is one of the treatment suggested",
        "opd": "Less chances with enucleation than parotidectomy",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "d51b6726-5c50-49bc-9083-9a0b8e77f1a4",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented after A with left sided epistaxis & diplopia. On performing CT scan following finding is noted. What would be the cause for Diplopia?",
        "exp": "Tear drop sign: -On Water's view radiograph, polypoid mass can be observed hanging from the floor into the maxillary antrum - Seen in the Blowout fracture of the orbit. Blowout fracture of the orbit: -The Diplopia is due to Inferior Rectus muscle entrapment. - Forced duction test is done to differentiate.",
        "cop": 2,
        "opa": "Fracture zygoma",
        "opb": "Blow out fracture",
        "opc": "Lefo fracture",
        "opd": "Fracture ethmoid bone",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "a712d881-a981-4bd9-b67f-34a0024f634c",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with gradually progressive painless mass since 10 yrs. It is firm to nodular & variable in consistency at each site. Most probable diagnosis is?",
        "exp": "Pleomorphic Adenoma: M/C benign tumor of salivary glands. M/C seen in 30-40 y/o females. Arises from parotid, mandibular and other salivary glands. Presents as a parapharyngeal tumor in the oropharynx.",
        "cop": 3,
        "opa": "Dermoid cyst",
        "opb": "Sebaceous cyst",
        "opc": "Pleomorphic adenoma",
        "opd": "Malignancy",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "05401516-f705-43d7-8663-a3f118394da4",
        "choice_type": "multi"
    },
    {
        "question": "Dohlman surgery in Zenker's diveiculum is:-",
        "exp": "Killian's Dehiscence/ Pharyngeal Pouch - A pharyngeal pouch is a herniation of pharyngealmucosa through a defect (usually posterior) in the pharyngealwall. The terms Zenker's diveiculum and hypopharyngealdiveiculum are also used.The most frequent location of the herniation is theposterior wall of the pharynx through an area of naturalweakness between the two pas of the inferior constrictormuscle i.e. Thyropharyngeus and Cricopharyngeus. Diagnosis: Barium swallow Treatment:1. Dohlman's operation -The paition wall between the esophagus and pouch is divided by diathermy through endoscope. Done in poor risk debilitated patients. 2. Endoscopic laser treatment 3. Excision of pouch and cricopharyngeal myotomy 4. Endoscopic stapling technique",
        "cop": 3,
        "opa": "Endoscopic stapling of septum",
        "opb": "Endoscopic suturing of pouch",
        "opc": "Endoscopic electrocautery technique",
        "opd": "Laser division of pouch",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "2c13e611-ecc4-41bd-9d02-f4a006146667",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome occurs due to abberent misdirection of fibres from salivary glands to sweat glands. These fibres come from which of the following?",
        "exp": "Frey's Syndrome: AKA Baillarger's syndrome, Dupuy's syndrome, auriculotemporal syndrome, or Frey baillarger's syndrome. - (GUSTATORY SWEATING) - Frey's syndrome arises as a complication of parotid surgery usually manifesting several months after the operation.it is characterized by sweating and flushing of the preauricular skin during mastication causing nuisance to the person or social embarrassment. - Auriculotemporal N. branch of the Mandibular N. carries sympathetic fibers that supplies the sweat glands and it also carries the parasympathetic fibers coming from the Glossopharyngeal N. they supply the Parotid gland. - During parotidectomy if the nerve gets injured, there is mixing of the fibers during regeneration and the parasympathetic fibers supplying the parotid gland also stas supplying the sweat glands, so whenever the patient eats food the fibers get stimulated and the patient stas sweating while eating",
        "cop": 4,
        "opa": "Facial",
        "opb": "Trigeminal",
        "opc": "Vagus",
        "opd": "Glossopharyngeal",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "b52722ab-ecd1-43ca-82ec-14d74eb4d02e",
        "choice_type": "single"
    },
    {
        "question": "Which muscle originates from 1st pharyngeal arch?",
        "exp": "Arch 1 : Mandibular arch Muscle derivatives Muscles of mastication (temporalis, masseter, medial/lateral pterygoid), mylohyoid, anterior belly of digastric, tensor veli palatini, tensor tympani Innervated by V3 of the trigeminal nerve (CN5) Aoic arch 1 becomes pa of the maxillary aery",
        "cop": 3,
        "opa": "Buccinator",
        "opb": "Posterior belly of digastric",
        "opc": "Masseter",
        "opd": "Stylopharyngeus",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "897e7b5d-fbde-4585-a9d0-a05bb893f352",
        "choice_type": "single"
    },
    {
        "question": "Inspiratory stridor is due to lesions of:",
        "exp": "STRIDOR 1. Inspiratory stridor - obstructive lesion of supraglottis of pharynx. 2. Expiratory stridor - lesion of thoracic trachea, primary and secondary bronchi 3. Biphasic stridor - lesion of glottis sub glottis and cervical trachea.",
        "cop": 1,
        "opa": "Supraglottis",
        "opb": "Subglottis",
        "opc": "Trachea",
        "opd": "Bronchi",
        "subject_name": "ENT",
        "topic_name": "NEET 2019",
        "id": "715ff722-b228-4f98-9edf-9f913cb790fd",
        "choice_type": "single"
    }
]