[
    {
        "question": "Site for placing an electrode in auditory brain stem implant is?",
        "exp": "Auditory Brain Implant (ABI) Implant is designed to stimulate the cochlear nuclear complex in the brainstem directly by placing the implant Site : In the lateral recess of the fouh ventricle.",
        "cop": 4,
        "opa": "Sinus tympani",
        "opb": "Round window",
        "opc": "Lateral ventricle",
        "opd": "Recess of fouh ventricle",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "af4a8eea-6d05-428a-803b-f336d7039f78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding Singer's nodule?",
        "exp": "Vocal nodules (Singer's or Screamer's nodes) They appear symmetrically on the free edge of vocal cord, at the junction of anterior one-third, with the posterior two-thirds, as is this the area of maximum vibration of the cord and thus subject to maximum trauma. Their size varies from that of pin - head to half a pea. They are the result of vocal trauma when person speaks in unnatural low tones for prolonged periods or at high intensities. They mostly affect teachers, actors, vendors or pop singers. They are also seen in school going children who are too asseive and talkative. Pathologically, trauma to the vocal cord in the form of vocal abuse or misuse causes edema and hemorrhage in the submucosal space. This undergoes hyalinization and fibrosis. The overlying epithelium also undergoes hyperplasia forming a nodule. In the early stages, the nodules appear soft, reddish and edematous swellings but later they become greyish or white in color. Patients with vocal nodules complain of hoarseness. Vocal fatigue and pain in the neck on prolonged phonation are other common symptoms. Early cases of vocal nodules can be treated conservatively by educating the patient in proper use of voice. With this treatment, many nodules in children disappear completely. Surgery is required for large nodules or nodules of long standing in adults. They are excised with precision under operation microscope either with cold instruments or laser avoiding any trauma to the underlying vocal ligament. Speech therapy and re-education in voice production are essential to prevent their",
        "cop": 2,
        "opa": "Laser therapy is treatment of choice",
        "opb": "It occurs at junction of anterior 1/3rd and posterior 2/3rd",
        "opc": "Requires excision as its potentially malignant",
        "opd": "Most common symptom is pain",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "2aca2392-12fe-4763-bb7d-b8f71e78bd18",
        "choice_type": "multi"
    },
    {
        "question": "During Acute tonsillitis referred pain from tonsil to the middle ear is along",
        "exp": "Tonsils and tonsillar fossa are supplied by the glossopharyngeal nerve Any irritation or pain can be referred to the ear along the tympanic branch of the glossopharyngeal (Jacobson's) nerve.",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Facial nerve",
        "opc": "Trigeminal nerve",
        "opd": "Vagus nerve",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "0d1b5bcf-b364-4e3b-ba06-17972cff3c40",
        "choice_type": "single"
    },
    {
        "question": "High tracheostomy is done in:-",
        "exp": "Tracheostomy has been divided into high, mid or low. 1. High tracheostomy is done above the level of thyroid isthmus (isthmus lies against II, III and IV tracheal rings.) It violates the First ring of trachea. Tracheostomy at this site can cause perichondritis of the cricoid cailage and subglottic stenosis and is always avoided. Only indication for high tracheostomy is carcinoma of larynx because in such cases, total larynx anyway would ultimately be removed and a Fresh tracheostomy made in a clean area lower down. 2. Mid Tracheostomy is the preferred one and is one through the II or III ring and would entail division of the thyroid isthmus or its retraction Upwards or downwards to expose this pa of trachea. 3. Low tracheostomy Is done below the level id isthmus. Trachea is deep at this level and close To several large vessels; also, there are difficulties with tracheostomy tube Which impinges on suprasternal notch.",
        "cop": 2,
        "opa": "Vocal cord palsy",
        "opb": "Laryngeal carcinoma",
        "opc": "Subglottic stenosis",
        "opd": "Laryngomalacia",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "eba45f12-b3eb-460a-b3a5-290825dbd8f7",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal chordoma arises from:-",
        "exp": "Nasopharyngeal chordoma Rare type of malignant neoplasm from remnants of the notochord Approximately one-third of chordomas are located in the base of the skull, in the midline of the body. Slow growth rate of the tumor, which gradually fills the nasopharyngeal cavity leads to delayed oncological diagnosis. Obstruction of the nasopharynx is dominant, sleep-disordered breathing (SDB) may occur.",
        "cop": 2,
        "opa": "Pharyngeal bursa",
        "opb": "Notochord",
        "opc": "Rathke's pouch",
        "opd": "Luschka's bursa",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "f3ce71a0-d377-45db-aca4-f9624a4df7ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Torous tubarius?",
        "exp": "Lateral wall of nasopharynx - Each lateral wall presents pharyngeal opening of eustachian tube situated 1.25cm behind posterior end of inferior turbinate Bounded above and behind by an elevation called Torous Tubarius. Raised by the cailage of the tube Above and behind the tubal elevation is a recess - fossa of Rosenmuller (commonest site for origin of carcinoma) A ridge extends from the lower end of torus tubarius to the lateral pharyngeal wall - salpingopharyngeal fold.",
        "cop": 3,
        "opa": "Nasopharyngeal bursitis",
        "opb": "Most common site of carcinoma Nasopharynx",
        "opc": "Tubal elevation in lateral wall of Nasopharynx",
        "opd": "Gives rise to Rathke's pouch",
        "subject_name": "ENT",
        "topic_name": "NEET 2018",
        "id": "30ecd6e8-c077-4324-94ba-a35177a37569",
        "choice_type": "multi"
    }
]