[
    {
        "question": "Schatzki's ring is present in -",
        "exp": "Ans. is 'c' i.e., Squamocolumnar junction in esophagus Schatzki's ringo It occurs at the junction of squamous and columnar epithelium at the lower end of oesophagus and has also been called lower oesophageal ring.o Usually seen in patients above 50 years of age.o Cause is unknown.o Symptomatic patients complain of intermittent dysphagia and some may even present with bolus obstructiono It may be associated with hiatus herniao Treatment is oesophageal dilatation.",
        "cop": 3,
        "opa": "Upper end of esophagus",
        "opb": "Mid-esophagus",
        "opc": "Squamocolumnar junction in esophagus",
        "opd": "Fundus of stomach",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "fd138f34-a7e3-4ba2-9b5d-c7b705398cb8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the feature of schatzki's ring?",
        "exp": "Ans. is 'a' i.e., Found in lower one - third of esophagus at squamocolumnar junction Schatzki's Ring* It occurs at the junction of squamous and columnar epithelium at the lower end of oesophagus and has also been called lower oesophageal ring.* Usually seen in patients above 50 years of age.* Cause is unknown.* Symptomatic patients complain of intermittent dysphagia and some may even present with bolus obstruction.* It may be associated with hiatus hernia.* Treatment is oesophageal dilatation.",
        "cop": 1,
        "opa": "Found in lower one third of esophagus at squamocolumnar junction",
        "opb": "Found in middle one third",
        "opc": "Found in upper one third",
        "opd": "Found in entire esophagus",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "cb17d33d-fbb7-4e3c-bf76-1435ca43b623",
        "choice_type": "single"
    },
    {
        "question": "Killian dehiscence is seen in-",
        "exp": "Ans. is 'b' i.e., Inferior constrictor o Inferior constrictor muscle has two parts (i) Thyropharyngeous with oblique fibres, and (ii) Cricopharyngeous with transverse fibres.o Between these two parts of inferior constrictor exists a potential gap called Killan's dehiscence. It is also called the gateway to tear as perforation can occur at this site during esophagoscopy. It is also the site for herniation of pharyngeal mucosa in case of pharyngeal pouch.",
        "cop": 2,
        "opa": "Superior constrictor",
        "opb": "Inferior constrictor",
        "opc": "Middle constrictor",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "66419c2d-e50f-4177-9bd1-3cc115a29cec",
        "choice_type": "multi"
    },
    {
        "question": "All statement about Plummer-Vinson syndrome are true except:",
        "exp": "(a) Commonly leads to carcinoma in lower third of oesophagus(Ref. Sleisenger Gastrointestinal & Liver Disease, 8th ed.,; 851)Plummer-Vinson syndrome affects the postcricoid area and upper part of oesophagus.",
        "cop": 1,
        "opa": "Commonly leads to carcinoma in lower third of oesophagus",
        "opb": "Common with iron deficiency",
        "opc": "Common in females",
        "opd": "Premalignant",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "7360986d-2024-4982-b1c6-2fbc45e702b6",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Plummer vinson syndrome except -",
        "exp": "Ans. is 'd' i.e., Kidney disease Plummer-Vinson syndrome* Plummer-Vinson syndrome, also known as Brown-Kelly-Paterson syndrome or sederopenic dysphagia, seen in middle aged edentulous women.* The plummer Vinsion Paterson Brown Kelly Syndrome is characterized by: -# Dysphagia# Chronic iron deficiency anemia# Atrophic oral mucosa and glossitis# Brittle, spoon-shaped fingernails (Koilonychia)* The cause of dysphagia is usually a cervical esophageal web, but abnormal pharyngeal and esophageal motility may play a role.* The syndrome characterstically occurs in middle aged edentulous (without teeth) women.* It is a premalignant lesion. Approximately 10% of patient develop squamous cell Ca of esophagus, oral cavity or the hypopharynx.* As iron-deficiency anemia is a common finding, it is also known as sideropenic dysphagia.* Carcinoma develops in post-cricoid region (not in lower third esophagus).",
        "cop": 4,
        "opa": "Dysphagia",
        "opb": "Oesophageal web",
        "opc": "Iron deficiency",
        "opd": "Kidney disease",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "60bda0ff-efb7-4da7-9887-16d5439fb1ba",
        "choice_type": "multi"
    },
    {
        "question": "After laryngectomy, dynamic esophageal voice is produced from?",
        "exp": "Ans. is 'b' i.e., Pharynx - esophagus Vocal rehabilitation after total laryngectomy* It has already been explained that larynx is the organ of voice; therefore, after laryngectomy the person loses the speech completely.* After laryngectomy, various methods can be used for communication:-1) Oesophageal speech:- Patient is tought to swallow air and hold it in the upper esophagus and then slowly eject it from the esophagus into the pharynx. It is the most commonly used method.2) Artificial larynx:- Who fail to learn esophageal speech. The devices include: (i) Electrolarynx and (ii) Transoral pneumatic device.3) Tracheo-esophageal speech:- Attempt is made to carry air from trachea to esophagus or hypopharynx by creation of skin-lined fistula or by placement of an artificial prosthesis.",
        "cop": 2,
        "opa": "Oral cavity",
        "opb": "Pharynx - esophagus",
        "opc": "Trachea",
        "opd": "Pharynx",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "3083b161-336a-4e08-97f5-0a40d868c838",
        "choice_type": "single"
    },
    {
        "question": "Dysphagia lusoria is due to-",
        "exp": "Ans. is 'b' i.e., Compression by the aberrant right subclavian artery Dysphagia lusoriao Dysphagia lusoria is an impairment of swallowing due to compression from an aberrant right subclavian artery (arteria lusoria).Clinical presentationo Most patients with aberrant right subclavian arteries do not have symptoms. Some present with mild dysphagia, while a small minority have a severe enough disturbance in swallowing that leads to inability to swallow and severe nutritional problems.o In children, the most common presentations are stridor and recurrent chest infections, may be due to their tracheal softening comparing to adult population.o The diagnosis of dysphagia lusoria is always difficult and late as the symptoms are often nonspecific and in the same time, diagnostic endoscopy is negative in more than 50% cases, and manometry has no diagnostic roleo Compression of the oesophagus by the aberrant right subclavian artery can be exacerbated by atherosclerosis or aneurysmal dilatation.",
        "cop": 2,
        "opa": "Compression of esophagus by the arch of aorta",
        "opb": "Compression by the aberrant right subclavian artery",
        "opc": "Compression by mediastinal thymoma",
        "opd": "Compression by retrosternal thyroid",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "fac1257a-2fb2-4688-8787-2df04e45cac4",
        "choice_type": "single"
    },
    {
        "question": "Dysphagia lusoria is caused by?",
        "exp": "Ans. (c) Aberrant right subclavian arteryRef: Srb's Manual of Surgery by SriramBhat p 720",
        "cop": 3,
        "opa": "Abdominal aorta",
        "opb": "Thoracic aorta",
        "opc": "Aberrant right subclavian artery",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "b474e370-d5b2-4470-a2f2-8309d7a42540",
        "choice_type": "multi"
    },
    {
        "question": "All statement about Plummer Winson Syndrome are true except -",
        "exp": "Ans. is 'a' i.e., Commonly leads to carcinoma in lower third of esophagusPlummer-Vinson syndromeo Plummer-Vinson syndrome, also known as Brown-Kelly-Paterson syndrome or sederopenic dysphagia, seen in middle aged edentulous women.o The plummer Vinsion Paterson Brown Kelly Syndrome is characterized by: -DysphagiaChronic iron deficiency anemiaAtrophic oral mucosa and glossitisBrittle, spoon-shaped fingernails (Koilonychia)o The cause of dysphagia is usually a cervical esophageal web, but abnormal pharyngeal and esophageal motility may play a role.o The syndrome eharactersticallv occurs in middle aged edentulous (without teeth) women,o It is a premalignant lesion. Approximately 10% of patient develop squamous cell Ca of esophagus, oral cavity or the hypopharynx.o As iron-deficiency anemia is a common finding, it is also known as sideropenic dysphagia.o Carcinoma develops in post-cricoid region (not in lower third esophagus).",
        "cop": 1,
        "opa": "Commonly leads to carcinoma in lower third of esophagus",
        "opb": "Common with iron deficiency",
        "opc": "Common in females",
        "opd": "Premalignant",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "a61a6f9f-2626-472a-be3b-3bc0bfad96c5",
        "choice_type": "multi"
    },
    {
        "question": "Narrowest part of esophagus is at?",
        "exp": "Ans. is 'a' i.e., Cricopharyngeal sphincter * The narrowest part of esophagus is its commencement at the cricopharyngeal sphincter.",
        "cop": 1,
        "opa": "Cricopharyngeal sphincter",
        "opb": "At the Aortic constriction",
        "opc": "At the crossing of left principal bronchus",
        "opd": "At the diaphragmatic opening",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "ea1af825-2c41-4c98-a4f4-0cfdb98fe33c",
        "choice_type": "single"
    },
    {
        "question": "Odynophagia means:",
        "exp": "Ans. a (Pain during swallowing). (Ref. Diseases of ENT by PL Dhingra /3rd 402, 444)TermDefinationOdynophagiapainful deglutition.Dysphagiadifficulty in deglutition.Dysphagia lusoriaesophageal compression due to aberrant vessel, leading to dysphagia.Globus hystericusa psychiatric condition characterized by dysphagia.Halitosisbad odour from mouth.",
        "cop": 1,
        "opa": "Pain during swallowing",
        "opb": "Difficulty in swallowing",
        "opc": "Bad odour from mouth",
        "opd": "Psychiatric disease",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "4eb3ad07-de18-411c-8c57-27739d0379a9",
        "choice_type": "multi"
    },
    {
        "question": "40 yr old with koilonychias, iron deficiency & dysphagia, diagnosis is -",
        "exp": "Ans. is 'a' i.e., Plummer Vinson syndrome Plummer-Vinson syndromeo Plummer-Vinson syndrome, also known as Brown-Kelly-Paterson syndrome or sederopenic dysphagia, seen in middle aged edentulous women.o The plummer Vinsion Paterson Brown Kelly Syndrome is characterized by: -DysphagiaChronic iron deficiency anemiaAtrophic oral mucosa and glossitisBrittle, spoon-shaped fingernails (Koilonychia)o The cause of dysphagia is usually a cervical esophageal web, but abnormal pharyngeal and esophageal motility may play a role.o The syndrome characterstically occurs in middle aged edentulous (without teeth) women, o It is a premalignant lesion. Approximately 10% of patient develop squamous cell Ca of esophagus, oral cavity or the hypopharynx.o As iron-deficiency anemia is a common finding, it is also known as sideropenic dysphagia. o Carcinoma develops in post-cricoid region.",
        "cop": 1,
        "opa": "Plummer Vinson syndrome",
        "opb": "Achalasia cardia",
        "opc": "ZES",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Oesophagus",
        "id": "ceea01dd-8ff5-4a6b-8d8b-1b5e800491e2",
        "choice_type": "multi"
    }
]