[
    {
        "question": "The location of schatzki&;s ring is",
        "exp": "SCHATZKI'S RING It occurs at the junction of squamous and columnar epithelium at the lower end of oesophagus and has also been called lower oesophageal ring. Usually seen in patients above 50 years of age. Cause is unknown. Symptomatic patients complain of intermittent dysphagia and some may even present with bolus obstruction. It may be associated with hiatus hernia. Treatment is oesophageal dilatation. Ref:- Dhingra; pg num:-345",
        "cop": 3,
        "opa": "Lower end of pharynx",
        "opb": "Upper end of esophagus",
        "opc": "Lower end of esophagus",
        "opd": "Antrum of stomach",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "d343d41f-8785-43ed-87c6-8bf18c474486",
        "choice_type": "single"
    },
    {
        "question": "Web constriction is seen in which pa of esophagus, in Plummer-Vinson syndrome",
        "exp": "Predominantly, it affects females past 40 years. Barium swallow shows a web in the postcricoid region and the same can be seen on oesophagoscopy. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 388)",
        "cop": 3,
        "opa": "Thoracic",
        "opb": "Abdominal",
        "opc": "Cervical",
        "opd": "Any of the above",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "8bdcb749-c1ed-4d25-b996-20c70919c5c9",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of leukoplakia is",
        "exp": "Management of Leukoplakia : (i) Many of the lesions will disappear spontaneously if the causative agent is removed.(ii) In lesions with higher potential for malignant change, a biopsy is taken to rule out malignancy.(iii) In suspicious small lesions, surgical excision or ablation with laser or cryotherapy can be done. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 253)",
        "cop": 2,
        "opa": "Radiation",
        "opb": "Excision and Cryotherapy",
        "opc": "Topical chemotherapy",
        "opd": "Repositioning of ill fitting dentures",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "169c8fe5-b977-4083-b8f2-16d7ec3972cb",
        "choice_type": "single"
    },
    {
        "question": "All are precancerous lesions of oral cavity except",
        "exp": "Premalignant Lesions - Leukoplakia Erythroplakia Oral submucous fibrosis Melanosis and mucosal hyperpigmentation Ref: Dhingra; Textbook of Ear, Nose and Throat; 7th Edition; Page 253",
        "cop": 4,
        "opa": "Leukoplakia",
        "opb": "Erythroplakia",
        "opc": "Diffuse oral submucous fibrosis",
        "opd": "Diffuse aphthous ulcers",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "cb461011-fac6-4a0f-8daa-a3db9320dceb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following region is involved in Plummer-Vinson syndrome?",
        "exp": "Predominantly, it affects females past 40 years. Barium swallow shows a web in the postcricoid region and the same can be seen on oesophagoscopy. It is due to subepithelial fibrosis in this region. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 388)",
        "cop": 2,
        "opa": "Pyriform sinus",
        "opb": "Post cricoid region",
        "opc": "Valleculae",
        "opd": "Posterior pharyngeal wall",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "064910f2-2586-411d-b1a9-ea36ad6c79f9",
        "choice_type": "multi"
    },
    {
        "question": "Which carcinoma has the best prognosis",
        "exp": "Lip cancer remains one of the most curable malignancies in the head and neck. The 10 year cause specific survival can be as high as 98% and recurrence free survival is greater than 90%. This is mainly because the lips are prominently located and allow for early detection of lesions. Squamous cell carcinoma of the lower lip is more often involved. Often seen in males in the age group of 40-70 years. Lower lip is more often involved. Site of predilection is between the midline and commissure of the lip. Lesion is of exophytic or ulcerative type. Lymph node metastases develop late. Submental and submandibular nodes are the first to be involved; other deep cervical nodes may also get involved later. Treatment is surgical excision with adequate safety margin of healthy tissue and plastic repair of the defect. Lymph node metastases require block dissection. Radiotherapy also gives good results in early cases. Ref: Dhingra 6th edition; pg: 226",
        "cop": 1,
        "opa": "Carcinoma Lip",
        "opb": "Carcinoma Cheek",
        "opc": "Carcinoma Tongue",
        "opd": "Carcinoma Palate",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "ac559b86-ec3d-46f6-9863-d448d1732052",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a premalignant condition oral cancer?",
        "exp": "Lesions with an increased risk of malignancy on oral cancerPremalignant condition:- Leukoplakia, Erythroplakia, speckled erythroplakia, chronic hyperplastic candidiasisConditions increasing risk:- Oral submucous fibrosis, syphilitics glossitis, sideropenic dysphagia (Peterson Kelly syndrome)The risk is doubtful:- Oral lichen planus, DLE, Dyskeratosis congenital.Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 253",
        "cop": 4,
        "opa": "Leukoplakia",
        "opb": "Erythroplakia",
        "opc": "Oral submucous fibrosis",
        "opd": "Systemic Sclerosis",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "474a69ee-b949-469e-a1ec-50f7231a3c98",
        "choice_type": "single"
    },
    {
        "question": "True about Ludwig&;s angina",
        "exp": "LUDWIG'S ANGINA Submandibular space lies between mucous membrane of the floor of mouth and tongue on one side and superficial layer of deep cervical fascia extending between the hyoid bone and mandible on the other. It is divided into two compaments by the mylohyoid muscle: 1. Sublingual compament (above the mylohyoid). 2. Submaxillary and submental compament (below the mylohyoid). The two compaments are continuous around the posterior border of mylohyoid muscle. Ludwig's angina is infection of submandibular space. AETIOLOGY : 1. Dental infections: They account for 80% of the cases. Roots of premolars often lie above the attachment of mylohyoid and cause sublingual space infection while roots of the molar teeth extend up to or below the mylohyoid line and primarily cause submaxillary space infection. 2. Submandibular sialadenitis, injuries of oral mucosa and fractures of the mandible account for other cases. Ref:- Dhingra; pg num:-263,264",
        "cop": 1,
        "opa": "Most common cause is dental infection",
        "opb": "Aphthous ulcers in the pharynx",
        "opc": "Spreads by lymphatics",
        "opd": "Bilateral",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "9600e2db-5139-489b-aeaa-20a2eb28e511",
        "choice_type": "multi"
    },
    {
        "question": "Fordyce&;s (Spots) Granules in oral cavity arise from",
        "exp": "Fordyce spots They are aberrant sebaceous glands present under the buccal or labial mucosa and shine through it as yellowish or yellow-brown spots. They are seen with equal frequency in both males and females and are considered normal. Ref:- Dhingra; pg num:-220",
        "cop": 1,
        "opa": "Sebaceous glands",
        "opb": "Mucous glands",
        "opc": "Minor salivary glands",
        "opd": "Taste buds",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "b92d27c0-33aa-4c42-a791-c791d1088ae2",
        "choice_type": "single"
    },
    {
        "question": "True about aphthous ulcers are all except",
        "exp": "Aphthous ulcers They are recurrent and superficial, usually involving movable mucosa, i.e. inner surfaces of lips, buccal mucosa, tongue, floor of mouth and soft palate, while sparing mucosa of the hard palate and gingivae. In the minor form, which is more common, ulcers are 2-10 mm in size and multiple with a central necrotic area and a red halo. They heal in about 2 weeks without leaving a scar. In the major form, ulcer is very big, 2-4 cm in size and heals with a scar but is soon followed by another ulcer. Aetiology of aphthous ulcers: Etiology is unknown. It may be an autoimmune process, nutritional deficiency (vitamin B12, folic acid and iron), viral or bacterial infection, food allergies or due to hormonal changes or stress. Aphthous ulcers can be differentiated from viral ulcers by their frequent recurrence, involvement of movable mucosa as on the soft palate or cheek, and the absence of constitutional symptoms like fever, malaise and enlargement of cervical nodes. Treatment: It consists of topical application of steroids and cauterization with 10% silver nitrate. In severe cases, 250mg of tetracycline dissolved in 50 mL of water is given as mouth rinse and then to be swallowed, four times a day. Local pain can be relieved with lignocaine viscous. Ref:- Dhingra; pg num:-218",
        "cop": 2,
        "opa": "Viral predisposition",
        "opb": "Deep ulcers",
        "opc": "Recurrent ulcer",
        "opd": "Steroids given as treatment",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "8206ada5-a71f-4244-8e20-c0829d435219",
        "choice_type": "multi"
    },
    {
        "question": "The bifurcation of trachea occurs most commonly at",
        "exp": "\"The level of bifurcation of the trachea varies from the lower third of the fouh to the middle of the seventh thoracic veebrae. The average position is at the level of the lower third of the fifth thoracic veebra.Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 319",
        "cop": 2,
        "opa": "T3",
        "opb": "T5",
        "opc": "T7",
        "opd": "T9",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "7e15ce26-233b-466f-b652-66fbe5c3db97",
        "choice_type": "single"
    },
    {
        "question": "All statement about Plummer Winson syndrome are true except",
        "exp": "Plummer Winson syndrome Classical Features: Dyspahgia Iron Deficiency Anaemia Glossitis Angular Stomatitis Koilonychia Achlorhydria Atrophy of mucous membrane of a the alimentary canal. Predominantly affects females past 40 years Predisposes to development of carcinoma in - Tongue, Buccal mucosa, Pharynx, Esophagus and Stomach. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 389)",
        "cop": 1,
        "opa": "Commonly leads to carcinoma in lower third of oesophagus",
        "opb": "Common with iron deficiency",
        "opc": "Common in females",
        "opd": "Premalignant",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "850668c6-37e8-407b-a938-ad5078bf6585",
        "choice_type": "multi"
    },
    {
        "question": "The most common site for squamous cell carcinoma in oral cavity is",
        "exp": "Site distribution showed that the most common location of the tumors was 1. Border of the tongue (37%) 2. Alveolarmucosaand gingiva (20%) and 3. Floor of the mouth and ventral tongue (19%). Carcinoma tongue - Carcinoma involving anterior two-thirds of the tongue is commonly seen in men in the age group of 50-70 years. It may also occur in the younger age group and in females. It may also develop on a pre-existing leukoplakia, long-standing dental ulcer or syphilitic glossitis. The vast majority are squamous cell type. Site: Most common site is middle of the lateral border or the ventral aspect of the tongue. Uncommonly, the tip or the dorsum may be involved. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 255)",
        "cop": 1,
        "opa": "Tongue",
        "opb": "Floor of mouth",
        "opc": "Upper and lower alveolus",
        "opd": "Buccal mucosa",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "3f0bd943-f1cf-4709-b4e3-2b1127e91310",
        "choice_type": "single"
    },
    {
        "question": "Lumpy feeling in throat relieved on taking food is attributed to?",
        "exp": "Globus pharyngeus: A functional disorder where the patient complains of \"lump\" in the throat. There is no true dysphagia. In fact, the feeling of the lump is more marked between the meals rather than during a meal. Such a patient may have a fear of cancer in the throat. Clinical examination of the pharynx, larynx and base of the tongue is normal. Treatment: Reassurance to the patient when no cause has been found. (Ref: Textbook if diseases of ENT, PL Dhingra, 7th edition, pg no. 389)",
        "cop": 1,
        "opa": "Globus pharyngeus",
        "opb": "Pharyngeal pouch",
        "opc": "Diveicular disease",
        "opd": "Oesophageal atresia",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "7b85ee0c-6f3b-4770-930c-45babf51bfbe",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma of buccal mucosa commonly drain to the which of the following lymph nodes",
        "exp": "Carcinoma Buccal Mucosa Buccal mucosa covers a large area. It extends from the meeting point of lips in front to the pterygomandibular raphe behind and from upper gingivobuccal sulcus to the lower one. Site of origin: Most common site is the angle of mouth or the line of occlusion of upper and lower teeth. It may also arise from the buccal sulcus where \"pan\" or tobacco quid is kept. As the whole of buccal mucosa is \"condemned,\" carcinoma may be multicentric. Gross appearance: Lesion may be exophytic or ulceroinfil trative; the latter may infiltrate deeply. Exophytic type may be associated with erythroleukoplakia. Buccal mucosa is also the most common site for verrucous carcinoma which is a white papillary growth with considerable keratinization. Local spread: From its site of origin, the lesion may spread deeply involving submucosa - muscle - subcutaneous fat - skin. Involvement of buccinator muscle or anterior masseter causes trismus. Tumour may spread radially from its site of origin and involve angle of the mouth and lip anteriorly, retromolar trigone and medial pterygoid posteriorly, upper gingivobuccal sulcus and maxilla superiorly, lower gingivobuccal sulcus and alveolar ridge and gums inferiorly. Lymphatic spread: Nodal involvement occurs in about 50% of cases. Submandibular and later the upper jugular nodes may get involved. Upper jugular nodes may also be involved, directly skipping the submandibular group. Ref:- Dhingra; pg num:-226",
        "cop": 4,
        "opa": "Cervical",
        "opb": "Supraclavicular",
        "opc": "Submental",
        "opd": "Submandibular",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "b9f7a946-2d5f-477f-b91f-091259f1cb86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is known as \"Gateway of tears\"?",
        "exp": "Inferior constrictor muscle has two pas: Thryopharygeus with oblique fibres Cricopharyngeus with transverse fibres Between these two pas exists a potential gap called Killian&;s Dehiscence also called \"Gateway of tears\" - As perforation can occur at this site during esophagectomy. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 310)",
        "cop": 1,
        "opa": "Killian's dehiscence",
        "opb": "Rathke's pouch",
        "opc": "Waldeyer's ring",
        "opd": "Sinus of Morgagni",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "678edc90-65cb-42c0-a4c5-29f796e5fd4d",
        "choice_type": "single"
    },
    {
        "question": "Trismus is commonly seen in",
        "exp": "Quinsy (Peritonsillar abscess) is a collection of pus in the peritonsillar space which lies between the capsule of tonsil and the superior constrictor muscle. Clinical Features: (a) Severe pain in the throat. Usually unilateral.(b) Odynophagia. It is so marked that the patient cannot even swallow his own saliva which dribbles from the angle of his mouth. The patient is usually dehydrated. (c) Muffled and thick speech, often called \"hot potato voice.\" (d) Foul breath due to sepsis in the oral cavity and poor hygiene. (e) An ipsilateral earache. This is referred pain CN IX which supplies both the tonsil and the ear. (f) Trismus due to spasm of pterygoid muscles which are in close proximity to the superior constrictor. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 298)",
        "cop": 2,
        "opa": "Ludwig's angina",
        "opb": "Quinsy",
        "opc": "Retropharyngeal abscess",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "a3536251-155b-4a65-82fd-be5b8ef78b0b",
        "choice_type": "single"
    },
    {
        "question": "Ranula is a",
        "exp": "Ranula The term \"ranula\" is used to describe a diffuse swelling in the floor of the mouth caused by either a mucous extravasation or, less commonly, a mucous retention cyst derived from the major sublingual or submandibular salivary glands. It is a cystic translucent lesion seen in the floor of the mouth on one side of the frenulum and pushing the tongue tip. Treatment It is complete surgical excision if small, or marsupialization, if large. Often it is not possible to excise the ranula completely because of its thin wall or ramifications in various tissue planes. (Ref:Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 252)",
        "cop": 1,
        "opa": "Mucous cyst",
        "opb": "Tumour",
        "opc": "Submandibular gland swelling",
        "opd": "Swelling on dorsum of tongue",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "777acfe3-82c2-44e6-a7b5-32acf2723a4f",
        "choice_type": "single"
    },
    {
        "question": "salivary calculus is most common in which salivary gland?",
        "exp": "Salivary calculi Calculi may form in the ducts of the submandibular or parotid glands They are formed by the deposition of calcium phosphate on the organic matrix of mucin or cellular debris About 90% of the stones are seen in the submandibular and 10% in the parotid glands Stones may form in the duct or parenchyma of the gland. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 260 - 261",
        "cop": 1,
        "opa": "Submandibular",
        "opb": "Sublingual",
        "opc": "Parotid",
        "opd": "Minor salivary glands",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "47ec9708-1c76-4a88-9c67-b3b6af388853",
        "choice_type": "single"
    },
    {
        "question": "A patient has carcinoma of right tongue on its lateral border of anterior 2/3rd, with lymph node of size 4 cm in level 3 on left side of the neck, stage of disease is",
        "exp": "Carcinoma Oral Tongue: Ref:- Dhingra; pg num:-228",
        "cop": 3,
        "opa": "N0",
        "opb": "N1",
        "opc": "N2",
        "opd": "N3",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "c830d78d-6957-4839-bb62-15e00b85ea4e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is premalignant condition",
        "exp": "SUBMUCOUS FIBROSIS Oral submucous fibrosis (OSF) is a chronic insidious process characterized by juxtaepithelial deposition of fibrous tissue in the oral cavity and pharynx. PATHOLOGY : The basic change is fibroelastotic transformation of connective tissues in lamina propria associated with epithelial atrophy, sometimes preceded by vesicle formation. In later stages, when fibrosis is marked, there is progressive trismus and difficulty to protrude the tongue. Leukoplakia and squamous cell carcinoma may be associated with submucous fibrosis possibly because of common aetiological factors involved. It is a premalignant condition and malignant transforma tion has been seen in 3-7.6% of cases. Ref:- Dhingra; pg num:-220,221",
        "cop": 3,
        "opa": "Chronic glossitis",
        "opb": "Hyperophic glossitis",
        "opc": "Submucous fibrosis",
        "opd": "Aphthous stomatitis",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "14a908f2-01c4-4e07-9817-7b856a576ec6",
        "choice_type": "single"
    },
    {
        "question": "Regarding ranula all are true except",
        "exp": "Ranula It is a cystic translucent lesion seen in the floor of mouth on one side of the frenulum and pushing the tongue up. It arises from the sublingual salivary gland due to obstruction of its ducts. Some ranulae extend into the neck (plunging type). Treatment: It is complete surgical excision if small, or marsupialization, if large. Often it is not possible to excise the ranula completely because of its thin wall or ramifications in various tissue planes. Ref:- Dhingra; pg num:-224,225",
        "cop": 3,
        "opa": "Retention cyst",
        "opb": "Translucent",
        "opc": "Arises from submandibular gland",
        "opd": "Plunging may be a feature",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "1a9ad289-b343-4592-88e4-0b1bb73d9bbb",
        "choice_type": "multi"
    },
    {
        "question": "Calculus is most commonly seen in which salivary gland",
        "exp": "SALIVARY CALCULI Calculi may form in the ducts of submandibular or parotid glands. They are formed by the deposition of calcium phosphate on the organic matrix of mucin or cellular debris. About 90% of the stones are seen in submandibular and 10% in the parotid. Stones may form in the duct or parenchyma of the gland. Features: It includes intermittent swelling of the involved gland, and pain due to obstruction to outflow of saliva. Sometimes, stone is visible at the duct opening or can be palpated. About 80% of the stones are radio-opaque and can be seen on appropriate X-rays. Sialography may be required for radiolucent stones. Stones in peripheral pa of submandibular or parotid ducts can be removed intraorally, while those at the hilum or in the parenchyma require excision of the gland. Ref:- Dhingra; pg num:-233",
        "cop": 2,
        "opa": "Parotid",
        "opb": "Submandibular",
        "opc": "Sublingual",
        "opd": "Palatal",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "56ab3c8b-7763-4420-8696-d71ee6991507",
        "choice_type": "single"
    },
    {
        "question": "The most common benign tumor of the salivary gland is",
        "exp": "PLEOMORPHIC ADENOMA It is the most common benign tumour of salivary glands. It can arise from the parotid, submandibular or other minor salivary glands. In the parotid it usually arises from its tail. Pleomorphic adenomas are slow-growing tumours. They are usually seen in the third or fouh decade, with propensity for females. They are called \"mixed tumours\" because both epithelial and mesenchymal elements are seen in histology. The stroma of the tumour may be mucoid, fibroid, vascular, myxochondroid or chondroid and its propoion to the epithelial element may vary. Though tumour is encapsulated, it sends pseudopods into the surrounding gland which are left behind if the tumour is simply shelled out. It is therefore essential that surgical excision of the tumour should include normal gland tissue around it. In the parotid, it amounts to superficial parotidectomy. Ref:- Dhingra; pg num:-234",
        "cop": 3,
        "opa": "Mucoepidermoid tumor",
        "opb": "Wahin's tumor",
        "opc": "Pleomorphic adenoma",
        "opd": "Acinic cell tumor",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "64eb2434-0b3a-4c33-8b26-babb6eeb712c",
        "choice_type": "single"
    },
    {
        "question": "Patterson- Brown-Kelly syndrome include",
        "exp": "PLUMMER-VINSON (PATTERSON-BROWN- KELLY) SYNDROME Classical features of this syndrome include dysphagia, iron-deficiency anaemia, glossitis, angular stomatitis, koilonychia (spooning of nails) and achlorhydria. There is atrophy of the mucous membrane of the alimentary tract. Predominantly, it affects females past 40 years. Barium swallow shows a web in the postcricoid region and the same can be seen on oesophagoscopy. It is due to subepithelial fibrosis in this region. About 10% of the cases with this syndrome will develop postcricoid carcinoma. It also predisposes to the development of carcinoma in the tongue, buccal mucosa, pharynx, oesophagus and the stomach. TREATMENT :- 1. To correct anaemia by oral/parenteral iron. Serum levels of iron are more impoant than haemoglobin level. Associated B12 and B6 deficiency should also be corrected. 2. Dilatation of the webbed area by oesophageal bougies. Ref:- Dhingra; pg num:-343,344",
        "cop": 4,
        "opa": "Dysphagia",
        "opb": "Webs in post cricoid region",
        "opc": "Iron deficiency anaemia",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "99be5b39-063e-4cf9-bcfd-0ec3004dc9a8",
        "choice_type": "multi"
    },
    {
        "question": "A membrane in throat is caused by all except",
        "exp": "Differential diagnosis of membrane over tonsil Agranulocytosis Leukemia Neutropenia Infectious mononucleosis Pyogenic bacteria Candida Vincent's angina Diptheria Ref: Dhingra 7e pg 293.",
        "cop": 3,
        "opa": "Streptococcus",
        "opb": "Corynebacterium diptheriae",
        "opc": "Staphylococcus aureus",
        "opd": "Borrelia vincenti",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "bc43f56b-7aa7-4310-a148-ca05b54a85c6",
        "choice_type": "multi"
    },
    {
        "question": "40 year old with koilonychia, iron deficiency and dysphagia, Diagnosis is",
        "exp": "Plummer Winson syndrome Classical Features: Dysphagia Iron Deficiency Anaemia Glossitis Angular Stomatitis Koilonychia Achlorhydria Atrophy of mucous membrane of the alimentary canal Predominantly affects females past 40 years Predisposes to development of carcinoma in - Tongue, Buccal mucosa, Pharynx, Esophagus, Stomach. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 388)",
        "cop": 1,
        "opa": "Plummer Vinson syndrome",
        "opb": "Achalasia cardia",
        "opc": "ZES",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "4d98d722-4efd-4b9d-a1d7-2663e8b11331",
        "choice_type": "multi"
    },
    {
        "question": "Strawberry skin appearance of the nasal mucosa is seen in/which of the following?",
        "exp": "Clinical features The disease mostly affects nose and nasopharynx, other sites such as lip, palate, conjunctiva, epiglottis, larynx, trachea, bronchi, skin, vulva and vagina may also be affected. In the nose, the disease presents as a leafy, polypoidal mass, pink to purple in colour and attached to the nasal septum or lateral wall. The mass is very vascular and bleeds easily on touch. Its surface is studded with white dots representing sporangia of fungus depicting STRAWBERRY APPEARANCE. (REF: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 178)",
        "cop": 4,
        "opa": "Wegener granulomatosis",
        "opb": "Sarcoidosis",
        "opc": "Kawasaki disease",
        "opd": "Rhinosporidiosis",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "d82cde89-70b8-468d-8210-ce8338b23c05",
        "choice_type": "single"
    },
    {
        "question": "Odynophagia is",
        "exp": "Dysphagia is difficulty in swallowing. The term odynophagia is used when swallowing causes pain. The latter is more marked in ulcerative and inflammatory lesions of food passages - oral cavity, oropharynx and oesophagus. (Ref: Textbook of diseases of ENT, PL Dhingra, 7th edition, pg no. 393)",
        "cop": 1,
        "opa": "Pain during swallowing",
        "opb": "Difficulty in swallowing",
        "opc": "Bad odour from mouth",
        "opd": "Psychiatric disease",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "22079cef-ab61-452a-9d9a-0f9497430f4f",
        "choice_type": "multi"
    },
    {
        "question": "Mucoepidermoid carcinoma of parotid arises from",
        "exp": "MUCOEPIDERMOID CARCINOMA It is slow-growing tumor but can invade the facial nerve. Histologically, there are areas of mucin-producing cells and the squamous cells, and hence the name. Greater the epidermoid element, more malignant is the behaviour of the tumour. The tumours have been fuher classified as low grade and high grade. Low-grade tumours have good prognosis. Low-grade tumours are more common in children. Low-grade tumours of the parotid are treated by super ficial or total parotidectomy, depending on the location of the tumour. Facial nerve is preserved. High-grade tumours being more aggressive are treated by total parotidectomy. Facial nerve may be sacrificed if invaded by the tumour. Some surgeons also combine radical neck dissection because of high incidence of microscopic spread of the tumour. Ref:- Dhingra; pg num:-235",
        "cop": 4,
        "opa": "Myoepithelial cells",
        "opb": "Acinus",
        "opc": "Excretory cells",
        "opd": "Mucus secreting and epidermal cells",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "c2f19be8-cfd7-47ad-bf40-4130c0f603e4",
        "choice_type": "single"
    },
    {
        "question": "All of the following are Hypomotility disorders of oesophagus except",
        "exp": "MOTILITY DISORDERS OF OESOPHAGUS They can be divided into: 1. Hypermotility disorder:- e.g. cricopharyngeal spasm, diffuse oesophageal spasm, nut cracker oesophagus. 2. Hypomotility disorders:- e.g. cardiac achalasia, gastrooesophageal reflux, scleroderma, amyotrophic lateral sclerosis. Ref:- Dhingra; pg num:-344",
        "cop": 1,
        "opa": "Nut cracker oesophagus",
        "opb": "Achalasia cardia",
        "opc": "Gastroesophageal reflux",
        "opd": "Scleroderma",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "3ac3901e-7798-4472-afdf-15a16e9ac939",
        "choice_type": "multi"
    },
    {
        "question": "The most common site of rupture of the esophagus during rigid esophagoscopy is at",
        "exp": "Complications of Rigid esophagoscopyInjury to lips and teethInjury to arytenoidsInjury to pharyngeal mucosaPerforation of the esophagus; most often it occurs at the site of killian&;s dehiscence (near the cricopharyngeal sphincter)Compression of tracheaRef: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 486 - 487",
        "cop": 4,
        "opa": "Above cricopharynx",
        "opb": "Near vocal cords",
        "opc": "Gastroesophageal junction",
        "opd": "At killian's dehiscence",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "cbf3bcee-f388-4c48-bf25-562559e6d734",
        "choice_type": "multi"
    },
    {
        "question": "In carcinoma of lower lip secondaries are seen in",
        "exp": "Carcinoma Lip: Mostly, it is squamous cell carcinoma, often seen in males in the age group of 40-70 years. Lower lip is more often involved. Site of predilection is between the midline and commissure of the lip. Lesion is of exophytic or ulcerative type. Lymph node metastases develop late. Submental and submandibular nodes are the first to be involved; other deep cervical nodes may also get involved later. Treatment: It is surgical excision with adequate safety margin of healthy tissue and plastic repair of the defect. Lymph node metastases require block dissection. Radiotherapy also gives good results in early cases. Ref:- Dhingra; pg num:-226",
        "cop": 1,
        "opa": "Upper cervical LN",
        "opb": "Axillary LN",
        "opc": "Supraclavicular LN",
        "opd": "Mediastinal LN",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "9a8b8201-90f3-48f9-9679-cb404e368a96",
        "choice_type": "single"
    },
    {
        "question": "Regarding ranula, all are true except",
        "exp": "RANULA It is a cystic translucent lesion seen in the floor of the mouth on one side of the frenulum and pushing the tongue up. It arises from the sublingual salivary gland due to obstruction of its ducts. Some ranulae extend into the neck. Treatment It involves complete surgical excision if small or marsupialization if large. Often it is not possible to excise the ranula completely because of its thin wall or ramifications in various tissue planes. (Ref: Textbook of ENT, PL Dhingra, 7th edition, pg no. 252)",
        "cop": 2,
        "opa": "Retention cyst",
        "opb": "Arises from submandibular gland",
        "opc": "Translucent",
        "opd": "Plunging may be a feature",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "f8ffc52d-f854-4baa-a7f7-0657ba66afa9",
        "choice_type": "multi"
    },
    {
        "question": "Cork screw type of oesophagus on barium swallow is seen in which of the following",
        "exp": "DIFFUSE OESOPHAGEAL SPASM It is characterized by strong non-peristaltic contractions of the body of oesophagus while sphincteric relaxation is normal. Clinical features:- The symptoms consist of dysphagia or odynophagia with substernal chest pain, simulating angina pectoris. Investigations:- Barium swallow may show segmented oesophageal spasms giving a rosary bead or a cork-screw type of oesophagus, though it may be normal in some. Manometry shows normal relaxation of the sphincter on swallowing. Treatment:- The treatment is dilatation of lower oesophagus. Severe cases may require myotomy of oesophagus from the arch of aoa to lower sphincter. Ref:- Dhingra; pg num:-344",
        "cop": 2,
        "opa": "Cricopharyngeal spasm",
        "opb": "Diffuse oesophageal spasm",
        "opc": "Nut cracker oesophagus",
        "opd": "Achalasia cardia",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "de96de6a-e6c4-4bfe-bd20-2e777dc46978",
        "choice_type": "multi"
    },
    {
        "question": "Hamman&;s sign is seen in which of the following condition",
        "exp": "PERFORATION OF OESOPHAGUS AETIOLOGY :- Perforation or the rupture of oesophagus results from: 1. Instrumental trauma, i.e. oesophagoscopy or dilatation of strictures with bougies. The common site or rupture in these cases is just above the upper sphincter; sometimes it is the lower oesophagus near the hiatus. 2. Spontaneous rupture: This usually follows vomiting and involves mostly the lower third of oesophagus. Postemetic rupture of all the layers of oesophagus is called Boerhaave syndrome. DIAGNOSIS :- Early diagnosis is imperative, as mediastinitis, resulting from rupture, can rapidly prove fatal. All patients complaining of pain in the neck or interscapular region, following an oesophagoscopy, should be suspected of a perforation. The features of cervical oesophageal rupture are pain, fever, difficulty to swallow and local tenderness, along with signs of surgical emphysema in the neck. The features of thoracic oesophageal rupture are pain, referred to the interscapular region, fever 102-104degF (39-40degC), signs of shock, surgical emphysema in the neck, crunching sound over the hea (Hamman'ssign, because of air in the mediastinum) and pneumothorax. X-rays of the chest and neck are essential. They may reveal widening of the mediastinum and retrovisceral space, surgical emphysema, pneumothorax, pleural effusion or gas under the diaphragm. Ref:- Dhingra; pg num:-342",
        "cop": 2,
        "opa": "Acute oesophagitis",
        "opb": "Oesophageal perforation",
        "opc": "Corrosive burns of oesophagus",
        "opd": "Benign strictures of oesophagus",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "402f4e2e-9a3c-45ae-810e-c731d611b4cb",
        "choice_type": "single"
    },
    {
        "question": "Esophagus Pierces the diaphragm at the level of",
        "exp": "Esophagus It is a fibromuscular tube, about 25 cm long in an adult. It extends from the lower end of pharynx (C6) to the cardiac end of stomach (T11). It shows three normal constrictions and it is impoant to know their location at oesophagoscopy. They are: 1. At pharyngo-oesophageal junction (C6)--15 cm from the upper incisors. 2. At crossing of arch of aoa and left main bronchus (T4)--25 cm from upper incisors. 3. Where it pierces the diaphragm (T10)--40 cm from upper incisors. Ref:- Dhingra; pg num:-340",
        "cop": 3,
        "opa": "T 6 veebrae",
        "opb": "T 8veebrae",
        "opc": "T 10 veebrae",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "cdfa635e-637e-446e-ba79-20c5e5f94cd8",
        "choice_type": "multi"
    },
    {
        "question": "Acinic cell carcinoma of the salivary gland arise most often in the",
        "exp": "ACINIC CELL CARCINOMA It is a low-grade tumour which appears similar to a benign mixed tumour. It presents as a small, firm, movable and encapsulated tumour, sometimes bilateral. Metastases are rare. A conservative approach of superficial or total parotidectomy is adopted. Ref:- Dhingra; pg num:-235",
        "cop": 1,
        "opa": "Parotid salivary gland",
        "opb": "Submandibular salivary glands",
        "opc": "Minor salivry glands",
        "opd": "Sublinguial salivary glands",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "d9393ab7-3528-4102-bbde-3fd72bdb43ad",
        "choice_type": "single"
    },
    {
        "question": "Crypta Magna is the remnant of",
        "exp": "Medial surface of each tonsil has 15-20 crypts, the largest of which is called Intratonsillar cleft or crypta Magna (which represents the persistence of the ventral poion of the second pharyngeal pouch)'.Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 291",
        "cop": 2,
        "opa": "First Pharyngeal pouch",
        "opb": "Second Pharyngeal pouch",
        "opc": "Third pharyngeal pouch",
        "opd": "Fouh pharyngeal pouch",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "f929aff2-b8c2-44f7-aebe-c02459ae88e5",
        "choice_type": "single"
    },
    {
        "question": "Last taste sensation discovered is",
        "exp": "Umami a savory taste is one of the five basic tastes (together with sweetness, sourness, bitterness, and saltiness)People taste umami through receptors specific to glutamate. Glutamate is widely present in savory foods, such as meat broths and fermented products, and commonly added to some foods in the form of monosodium glutamate (MSG) since umami has its own receptors rather than arising out of a combination of the traditionally recognized taste receptors, scientists now consider umami to be a distinct taste. Ref: https://en.m.wikipedia.org/wiki/Umami",
        "cop": 1,
        "opa": "Umami",
        "opb": "Sweetness",
        "opc": "Bitter",
        "opd": "Sour",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "a433596f-c61f-4f88-a8d6-e3d8735d2bc7",
        "choice_type": "single"
    },
    {
        "question": "Regurgitation of food back from stomach into oesophagus is prevented by",
        "exp": "Regurgitation of food back from stomach into oesophagus is prevented by: (i) tone of gastro-oesophageal sphincter, (ii) negative intrathoracic pressure, (iii) pinch-cock effect of diaphragm, (iv) mucosal folds, (v) oesophagogastric angle and (vi) slightly positive intra-abdominal pressure. Ref:- Dhingra; pg num:-341",
        "cop": 4,
        "opa": "Pinch cock effect of diaphragm",
        "opb": "Negative intrathoracic pressure",
        "opc": "Oesophagogastric angle",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "c3835a9c-5206-4195-a002-1a532ca51b85",
        "choice_type": "multi"
    },
    {
        "question": "Reflux oesophagitis is common in which type of Hiatus Hernia",
        "exp": "HIATUS HERNIA It is displacement of stomach into the chest through oesophageal opening of the diaphragm. Most patients are elderly, past 40 years. This disorder is of two types: 1. Sliding:- Stomach is pushed into the thorax, in line with the oesophagus. Reflux oesophagitis is common and may give rise to ulceration and stenosis. Haematemesis may occur. It is caused by raised intra-abdominal pressure. 2. Paraoesophageal: A pa of the stomach along with its peritoneal covering passes up into the thorax by the side of oesophagus. The gastro-oesophageal junction still remains below the diaphragm and the angle between oesophagus and stomach is maintained. There is no reflux oesophagitis in this type of hernia. The main symptom is dyspnoea on exeion due to position of stomach in the thorax and sometimes bleeding. Ref:- Dhingra; pg num:-343",
        "cop": 1,
        "opa": "Sliding type of Hiatus Hernia",
        "opb": "Paraoesophageal type of Hiatus Hernia",
        "opc": "Both",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "34aae19a-2460-4960-ace8-15d3507cb121",
        "choice_type": "multi"
    },
    {
        "question": "Facial nerve exits the skull through",
        "exp": "Facial nerve enters the temporal bone through - Internal acoustic meatus Facial nerve exits the skull through - Stylomastoid foramen. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 99",
        "cop": 1,
        "opa": "Stylomastoid foramen",
        "opb": "Internal acoustic meatus",
        "opc": "Foramen Lacerum",
        "opd": "Foramen Rotundum",
        "subject_name": "ENT",
        "topic_name": "Oral cavity & Oesophagus",
        "id": "1f45779a-010a-4ecb-a284-532a3aab3ae9",
        "choice_type": "single"
    }
]