[
    {
        "question": "Tonsillar fossa is bounded anteriorly by",
        "exp": "Tonsilar fossa is bounded by Anterior - Palatoglossal fold containing palatoglossal muscle Posterior - Palatopharyngeal fold containing palato pharyngeal muscle Apex - Soft palate, where both arches meet Base - Dorsal surface of posterior one-third of tongue. (Ref: Anatomy of head, neck and brain. Vishram Singh. P 227 )",
        "cop": 4,
        "opa": "Pharyngobasilar fascia",
        "opb": "Palatopharyngeal fold",
        "opc": "Buccopharyngeal fascia",
        "opd": "Palatoglossal fold",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "b90b1e07-21e0-4760-a2dc-8edd5fddac7d",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of tonsillectomy is-",
        "exp": "Ans. is 'a' i.e., Hemorrhage \"Post-tonsillectomy hemorrhage is the most common complication, occuring in approximately 2 to 5%, and should be taken seriously \"._________Bellenger's otolaryngologyComplications of tonsillectomyo Complications of tonsillectomy may beImmediateDelayedImmediate complicationsPrimary haemorrhage : Occurs at the time of operation. It can be controlled by pressure, ligation or electrocoagulation of the bleeding vessels.Reactionary haemorrhage: Occurs within a period of 24 hours.Injury to tonsillar pillars, uvula, soft palate, tongue or superior constrictor muscle due to bad surgical technique.Injury to teeth.Aspiration of blood.Facial oedema : Some patients get oedema of the face particularly of the eyelids.Surgical emphysemaDalayed complicationsSecondary haemorrhage: Usually seen between the 5th to 10th post-operative day. It is the result of sepsis and premature separation of the membrane. Usually, it is heralded by bloodstained sputum but may be profuse.Infection : Infection of tonsillar fossa may lead to parapharyngeal abscess or otitis media.Lung complications : Aspiration of blood, mucus or tissue fragments may cause atelectasis or lung abscess.Scarring in soft palate and pillars.Tonsillar remnants : Tonsil tags or tissue, left due to inadequate surgery, may get repeatedly infected.Hypertrophy of lingual tonsil: This is a late complication and is compensatory to loss of palatine tonsils.",
        "cop": 1,
        "opa": "Hemorrhage",
        "opb": "Teeth injury",
        "opc": "Pneumonia",
        "opd": "Otitis media",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "87f63678-3f39-4400-a158-422017bbb225",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal carcinoma affects which age group",
        "exp": "* Age:- It is mostly seen in fifth to seventh decades but may involve younger age groups. It is not uncommon to see the cancer of nasopharynx in the twenties and thiies. * Sex:-Males are three times more prone than females. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 284)",
        "cop": 4,
        "opa": "Children",
        "opb": "Adolescents",
        "opc": "3rd decade",
        "opd": "5th decade",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "11f6efda-fdbe-424b-9657-5c090a22a3a6",
        "choice_type": "single"
    },
    {
        "question": "In Adenoids hyperophy, treatment is",
        "exp": "When symptoms are not marked, breathing exercises, decongestant nasal drops, and antihistaminics. When symptoms are marked adenoidectomy is done. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra; 7th edition, pg no. 276)",
        "cop": 1,
        "opa": "Nasal decongestants",
        "opb": "Antibiotics",
        "opc": "B-blockers",
        "opd": "B2-agonists",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ac47df4c-9a66-44f9-b67b-16953833820d",
        "choice_type": "single"
    },
    {
        "question": "Wof are components of Waldeyer&;s ring",
        "exp": "WALDEYER'S RING Scattered throughout the pharynx in its subepithelial layer is the lymphoid tissue which is aggregated at places to form masses, collectively called Waldeyer's ring. The masses are: 1. Nasopharyngeal tonsil or the adenoids 2. Palatine tonsils or simply the tonsils 3. Lingual tonsil 4. Tubal tonsils (in fossa of Rosenmuller) 5. Lateral pharyngeal bands 6. Nodules (in posterior pharyngeal wall). Ref:- Dhingra; pg num:-238,239",
        "cop": 4,
        "opa": "Lingual tonsil",
        "opb": "Nasopharyngeal tonsil",
        "opc": "Tubal tonsil",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d9e0f6a9-d329-4d53-a29b-6aaecd7b87b0",
        "choice_type": "multi"
    },
    {
        "question": "A young patient with a headache, epiphora, bilateral nasal obstruction but no fever. Diagnosis is",
        "exp": "CLINICAL FEATURES 1. Age and sex. Tumour is seen almost exclusively in males in the age group of 10-20 years. Rarely, it may be seen in older people and females. 2. Profuse, recurrent and spontaneous epistaxis. This is the most common presentation. The patient may be markedly anaemic due to repeated blood loss. 3. Progressive nasal obstruction and denasal speech. It is due to the mass in the postnasal space. 4. Conductive hearing loss and otitis media with effusion. It occurs due to obstruction of the eustachian tube. 5. Mass in the nasopharynx. Tumour is sessile, lobulated or smooth and obstructs one or both choanae. It is pink or purplish in colour. Consistency is firm but digital palpation should never be done until at the time of operation. 6. Other clinical features like broadening of the nasal bridge, proptosis, swelling of the cheek, infratemporal fossa or involvement of IInd, IIIrd, IVth and VIth cranial nerves will depend on the extent of the tumour (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 279 )",
        "cop": 2,
        "opa": "Nasal polyp",
        "opb": "Juvenile angiofibroma",
        "opc": "Nasal carcinoma",
        "opd": "Rhinoscleroma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0301e367-c3b0-450c-b514-24f163f4b979",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about peritonsillar abscess, except:",
        "exp": "(c) Abscess is collected lateral to the superior constrictor(Ref. Scott Brown, 8th ed., Vol 3; 626)The abscess is collected in the peritonsillar space medial to the superior constrictor.Rest all are true.",
        "cop": 3,
        "opa": "Bulge in soft palate",
        "opb": "Does not involve floor of mouth",
        "opc": "Abscess is collected lateral to the superior constrictor",
        "opd": "Trismus is commonly associated",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "e1be363c-a985-49ba-9bde-03ff07635ed8",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old boy presented with repeated epistaxis and there was a mass arising from the lateral wall of his nose extending into the nasopharynx. It was decided to operate him. All of the following are true regarding his management except",
        "exp": "TREATMENT OF NASOPHARYNGEAL ANGIOFIBROMA Surgery:- Surgical excision is the treatment of choice though radiotherapy and chemotherapy singly or in combination have also been used. Ref:- Dhingra; pg num:-248,249",
        "cop": 3,
        "opa": "Requires adequate amount of blood to be transfused",
        "opb": "A lateral rhinotomy approach may be used",
        "opc": "Transmaxillary approach used",
        "opd": "Transpalatal approach used",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ae2198d9-f23e-42b5-b518-fbe376ee8d63",
        "choice_type": "multi"
    },
    {
        "question": "The spaces involved in ludwigs angina are",
        "exp": "LUDWIG'S ANGINA APPLIED ANATOMY :- Submandibular space lies between mucous membrane of the floor of mouth and tongue on one side and superficial layer of deep cervical fascia extending between the hyoid bone and mandible on the other. It is divided into two compaments by the mylohyoid muscle: 1. Sublingual compament (above the mylohyoid). 2. Submaxillary and submental compament (below the mylohyoid). The two compaments are continuous around the posterior border of mylohyoid muscle. Ludwig's angina is infection of submandibular space. Ref:- Dhingra; pg num:-263,264",
        "cop": 4,
        "opa": "Sublingual",
        "opb": "Submandibular",
        "opc": "Submaxillary",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "5bb03545-67cf-4549-a6f5-467caca1504e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about acute retropharyngeal abscess",
        "exp": "CLINICAL FEATURES 1. Dysphagia and difficulty in breathing are prominent symptoms as the abscess obstructs the air and food passages. 2. Stridor and croupy cough may be present. 3. Toicollis. The neck becomes stiff and the head is kept extended. 4. The bulge in the posterior pharyngeal wall. Usually seen on one side of the midline. Radiograph of soft tissue, lateral view of the neck shows widening of preveebral shadow and possibly even the presence of gas (Ref: Diseases of ear, nose and throat, P.L Dhingra, 7th edition, page 300)",
        "cop": 4,
        "opa": "Dysphagia",
        "opb": "Swelling on posterior wall of pharynx",
        "opc": "Toicollis",
        "opd": "Caries of cervical spine is usually a common cause",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ab9ea2c3-33ee-4cb8-aa9e-cf6f7ad9ec3f",
        "choice_type": "multi"
    },
    {
        "question": "Bed of tonsil is formed by -",
        "exp": "Ans. is 'a' i.e., Superior constrictor o Tonsillar bed is formed by the following:1. Pharyngobasilar fascia3. Buccopharyngeal fascia5. Glossopharyngeal nerve2. Superior constrictor muscle4. Styloglossus muscle",
        "cop": 1,
        "opa": "Superior constrictor",
        "opb": "Middle constrictor",
        "opc": "Inferior constrictor",
        "opd": "Platysma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "4a22e122-612c-4577-8942-4a7d69d52c72",
        "choice_type": "single"
    },
    {
        "question": "The nasopharynx is visualised in OPD by:",
        "exp": "(c) Both PNS (postnasal space) mirror and tongue depressor(Ref. Scott Brown, Vol 3; 98)To examine nasopharynx or post nasal space in OPD, posterior rhinoscopy is done.Here the tongue is depressed using a tongue depressor and then the PNS mirror is passed behind the uvula. The glass surface of the PNS mirror is pre warmed so as to avoid mist formation, due to patient's breath, during examination.",
        "cop": 3,
        "opa": "PNS mirror",
        "opb": "Tongue depressor",
        "opc": "Both PNS mirror and tongue depressor",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ea268593-b72d-44e5-9a4b-6e60cabd38b0",
        "choice_type": "multi"
    },
    {
        "question": "Most common presentation of nasopharyngeal carcinoma is: (JIPMER 2011 Repeat)",
        "exp": "Ans: B (Cervical lymphadenopathy) Ref: Diseases of the Ear, Nose and Throat by PL Dhingra. 5th edn .2010 page 265Explanation:Nasopharyngeal CarcinomaMost commonly seen in the Chinese populationBimodal age distributionRisk factors are burning of incense sticks, preserved salted fish and decreased intake of vitamin CTypes of Nasopharyngeal carcinoma Type I - squamous cell carcinoma Type II - non keratinizing carcinoma Type III - undifferentiated carcinomaPresents most commonly as cervical lymph node 160%)Most common region is posterior cervicalAlso presents as hearing loss, nasal block, epistaxis and cranial nerve palsy (most common VIN)Other cranial nerves which can be involved are II, III, IV, VI, V, IX, X XI, Homer's syndromeDiagnosis is with CT scan and MRI scansTreatment is with radiotherapy and chemotherapy (cisplatin +/- 5FU)",
        "cop": 2,
        "opa": "Epistaxis",
        "opb": "Cervical lymphadenopathy",
        "opc": "Nasal obstruction",
        "opd": "Hearing loss",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "8ce7c547-9d58-4bfb-9a62-47de48218dec",
        "choice_type": "single"
    },
    {
        "question": "Eustachian tube opens due to contraction of which of the following muscles",
        "exp": "Three muscles are related to the eustachian tube: tensor veli palatini, levator veli palatini and salpingopharyngeus. The medial fibres of the tensor veli palatini are attached to the lateral lamina of the tube and when they contract help to open the tubal lumen. These fibres have also been called dilator tubae muscle. The exact role of the levator veli palatini and the salpingopharyngeus muscles to open the tube is unceain. Dhingra 6e pg: 57",
        "cop": 2,
        "opa": "Buccinator",
        "opb": "Levator palati",
        "opc": "Stylohyoid",
        "opd": "Stylopharyngeus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "9036751b-6256-433d-a12d-6477026f39eb",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old male presents with hearing loss and tinnitus. On examination, he has a conductive type of deafness and a dull tympanic membrane on the right side. Lymph nodal enlargement of 3x3 cm was noted in the posterior triangle of the neck. Tympanogram revealed a type B wave. The most likely diagnosis is",
        "exp": "Due to the obstruction of the eustachian tube, there is a conductive hearing loss with serious or suppurative otitis media. Tinnitus and dizziness may occur. Presence of unilateral serous otitis media in an adult should raise suspicion of nasopharyngeal growth. Rarely, the tumour grows up the tube into the middle ear. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 284)",
        "cop": 2,
        "opa": "Middle ear tumor",
        "opb": "Nasopharyngeal malignancy",
        "opc": "Acoustic neuroma",
        "opd": "Tuberculosis of middle ear",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "e285f8f2-9e35-49ee-ac39-3de894d5f47c",
        "choice_type": "single"
    },
    {
        "question": "Killian dehiscence is seen in",
        "exp": "Inferior constrictor muscle has two pas:- (i) Thyropharyngeous with oblique fibers, and (ii) Cricopharyngeous with transverse fibers Between these two pas of inferior constrictor exists a potential gap called Killian&;s dehiscence. It is also called the gateway to tear as perforation can occur at this site during esophagoscopy. It is also the site for herniation of pharyngeal mucosa in case of the pharyngeal pouch. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 269",
        "cop": 2,
        "opa": "Superior constrictor",
        "opb": "Inferior constrictor",
        "opc": "Middle constrictor",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "fd8105f7-3a08-4cf9-83a2-285cf55cf38e",
        "choice_type": "multi"
    },
    {
        "question": "Peritonsillar abscess is most commonly caused by",
        "exp": "Peritonsillar abscess ( Quinsy) is the collection of pus in the peritonsillar space which lies between the capsule of tonsil and superior constrictor muscle. A peritonsillar abscess usually follows acute tonsillitis. First crystal Magna is infected and sealed off. Culture of pus from the abscess May reveal beta-hemolytic streptococci, S.aureus, or anaerobic organisms. (Ref: Diseases of ENT, PL Dhingra, 7th edition, pg no.298)",
        "cop": 3,
        "opa": "Streptococcus pneumonia",
        "opb": "Staphylococcus aureus",
        "opc": "Beta hemolytic streptococcus",
        "opd": "Hemophilus influenza",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "f26b3e4d-831f-4366-87ab-2436ad8d71f9",
        "choice_type": "single"
    },
    {
        "question": "Infection of submandibular space is seen in:",
        "exp": "(a) Ludwig angina(Ref. Scott Brown, 8th ed., Vol 3; 628; Stell & Maran, 5th ed., 229)Ludwig angina is infection of the submandibular space, i.e. floor of mouth.Vincent angina is ulcerative gingivitis along with involvement of the tonsils.Prinzmetal angina and unstable angina are the acute coronary syndromes.",
        "cop": 1,
        "opa": "Ludwig angina",
        "opb": "Vincent angina",
        "opc": "Prinzmetal angina",
        "opd": "Unstable angina",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "5b6cc3d2-b4c8-4e92-9a10-e6d4f2f0d330",
        "choice_type": "single"
    },
    {
        "question": "A child presenting with recurrent respiratory tract infections, mouth breathing and decreased hearing. Treatment of choice is",
        "exp": "(Adenoidectomy) (228-385- Dhingra 4th, 367- Logan & Turner 10th)* Recurrent RTI, mouth breathing and decreased hearing suggest that child is suffering from adenoids,* Treatment of choice for adenoids is - AdenoidectomyADENOIDS* Adenoids (or nasopharyngeal tonsil / is situated at junction of the roof and posterior wall of the nasopharynx* Adenoids are present at birth, shows physiological enlargement upto the age of 6 years and then tends to atrophy at puberty and almost completely disappears by age of 20 years* Nasal obstruction is the commonest symptoms. This leads to mouth breathing* **. It also interferes with feeding or sucking. As respiration and feeding can not take place simultaneously such a child fails to thrive**** Nasal symptoms - Nasal obstruction, Nasal discharge, chronic sinusitis, Epistaxis, voice change* Aural symptoms - Tubal obstruction, Recurrent attack of acute DM, CSOM, Serous ottitis mediaChronic nasal obstruction and mouth breathing leads to characteristic facial appearance called Adenoid facies the child has an elongatedface with dull expression, open mouth, prominent and crowded upper teeth and hitched up upper lip* Hard palate is highly arched** as moulding action of the tongue or palate is loss* Diagnosis by examination of post nasal space is possible in some children. Soft tissue lateral radiograph will reveal size of adenoids as also the extent to which nasopharyngeal air space which has been compromised.CT scan has no role in diagnosisIndications of Adenoidectomy* Adenoid hypertrophy causing snoring, mouth breathing, sleep apnoea syndrome or speech abnormalities (i.e. rhinolalia)* Recurrent rhinosinusitis* Chronic secretory otitis media a/w adenoid hyperplasia* Recurrent ear discharge in benign CSOM a/w adenoitis / adenoid hyperplasia* Dental malocclusion (Adenoidectomy does't correct dental abnormalities but will prevent its recurrence after orthodontic treatment)",
        "cop": 2,
        "opa": "Tonsillectomy",
        "opb": "Adenoidectomy",
        "opc": "Gromet insertion",
        "opd": "Myringotomy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "97395896-defa-4222-9e20-538ffc8b3c1a",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal Ca; Most common site is :",
        "exp": "Ans. is 'a' i.e. Fossa of Rosenmuller Nasopharyngeal Ca:MC type is * - Squamous cell CaLymph node involvement is very common. Sometimes a cervical node may be the only manifestation of nasopharyngeal cancer (occult primary)Treatment of choice - Radiotherapy *",
        "cop": 1,
        "opa": "Fossa of Rosenmuller",
        "opb": "Post end of septum",
        "opc": "Post part of Nasal cavity close to the margin of sphenopalatine foramen.",
        "opd": "Lateral part of nasopharynx",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "238a2cee-8b9e-48f1-b4a2-e23f738bffcd",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal carcinoma presents as:",
        "exp": "(b) Mass in neck(Ref. Cummings, 6th ed., 1425; Scott Brown, 8th ed., Vol 3; 97)Nearly 75% of patients of nasopharyngeal carcinoma present with painless cervical lymphadenopathy of mainly the upper deep cervical lymph node.",
        "cop": 2,
        "opa": "Epistaxis",
        "opb": "Mass in neck",
        "opc": "Headache",
        "opd": "Nasal stuffiness",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "370cc6f4-40ea-4c09-b691-cb2708cfd3ae",
        "choice_type": "single"
    },
    {
        "question": "Dohlmann&;s procedure is done in",
        "exp": "PHARYNGEAL POUCH Also called hypopharyngeal diveiculum or Zenker's diveiculum, it is a pulsion diveiculum where pharyngeal mucosa herniates through the Killian's dehiscence--a weak area between two pas of the inferior constrictor. TREATMENT :- 1. Excision of pouch and cricopharyngeal myotomy. This is done through cervical approach. 2. Dohlman's procedure. The paition wall between the oesophagus and the pouch is divided by diathermy through an endoscope. This is done in poor risk debilitated patients. 3. Endoscopic laser treatment. It is similar to Dohlman's procedure. Paition between the pouch and oesophagus is divided by CO2 laser using operating microscope. Ref:- Dhingra; pg num:-274,275",
        "cop": 1,
        "opa": "Zenkers diveiculum",
        "opb": "Barretts oesophagus",
        "opc": "Schatzki ring",
        "opd": "Achalasia cardia",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "cbfe43ce-9879-4504-a5cc-89828a373d47",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for T2 carcinoma of nasopharynx is",
        "exp": "Radiotherapy is the treatment of choice for nasopharyngeal cancer. Stage I and II are treated by radiotherapy alone while stage III and IV require concomitant radiation and chemotherapy or radiation followed by chemotherapy. External beam radiation of 6000-7000 cGy can be delivered by the linear accelerator to the primary and both sides of the neck. More advanced techniques of radiotherapy such as three-dimensional conformal radiotherapy and intensity modulated radiotherapy (IM) are now being used more and more. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 285)",
        "cop": 2,
        "opa": "Surgery",
        "opb": "Radiotherapy",
        "opc": "Chemotherapy",
        "opd": "Surgery and postoperative radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "01385b2f-23d0-4fce-844f-d5b847b16551",
        "choice_type": "single"
    },
    {
        "question": "Tonsillectomy is contraindicated in",
        "exp": "TONSILLECTOMY CONTRAINDICATIONS :- 1. Haemoglobin level less than 10g%. 2. Presence of acute infection in upper respiratory tract, even acute tonsillitis. Bleeding is more in the presence of acute infection. 3. Children under 3 years of age. They are poor surgical risks. 4. Ove or submucous cleft palate. 5. Bleeding disorders, e.g. leukaemia, purpura, aplastic anaemia or haemophilia. 6. At the time of epidemic of polio. 7. Uncontrolled systemic disease, e.g. diabetes, cardiac disease, hypeension or asthma. 8. Tonsillectomy is avoided during the period of menses. Ref:- Dhingra; pg num:-428",
        "cop": 3,
        "opa": "Quinsy",
        "opb": "Small atrophic tonsils",
        "opc": "Poliomyelitis epidemic",
        "opd": "Tonsillolith",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "10606617-4fbb-451c-96f1-3ec8cd67834a",
        "choice_type": "multi"
    },
    {
        "question": "Adenoids are also called as",
        "exp": "The nasopharyngeal tonsil, commonly called \"adenoids\". Adenoids are situated at the junction of the roof and posterior wall of the nasopharynx. Composed of veical ridges of lymphoid tissues. Covering epithelium is of 3 types - Ciliated pseudostratified columnar, stratified squamous and transitional. Have no crypts and any capsule, unlike palatine tonsil. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra; 7th edition, pg no. 275)",
        "cop": 1,
        "opa": "Nasopharyngeal tonsils",
        "opb": "Palatine tonsils",
        "opc": "Faucial tonsils",
        "opd": "Lingual tonsils",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "9c5dabf9-9c2f-419d-8564-9c86f7091b1b",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with neck node and B type tympanogram. Diagnosis is",
        "exp": "Due to the obstruction of the eustachian tube, there is a conductive hearing loss with serious or suppurative otitis media. Tinnitus and dizziness may occur. Presence of unilateral serous otitis media in an adult should raise suspicion of nasopharyngeal growth. A lump of nodes is found between the angle of the jaw and the mastoid and some nodes along with the spinal accessory in the posterior triangle of the neck. Nodal metastases are seen in 75% of the patients, (Ref: Diseases of Ear, Nose and Throat, PL Dhingra, 7th edition, page 284)",
        "cop": 2,
        "opa": "Acoustic neuroma",
        "opb": "Nasopharyngeal carcinoma",
        "opc": "Angiofibroma",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "f5ec6081-d09f-4f99-9984-2e2063168606",
        "choice_type": "multi"
    },
    {
        "question": "Ludwig's angina arises from:",
        "exp": "(c) Submandibular space(Ref. Scott Brown 8th ed. Vol 3; 550)It is a better answer since sublingual space is a part of submandibular space.",
        "cop": 3,
        "opa": "Peritonsillar space",
        "opb": "Parapharyngeal space",
        "opc": "Submandibular space",
        "opd": "Sublingual space",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "4b2fa57e-f318-4522-9847-1c4c419da203",
        "choice_type": "single"
    },
    {
        "question": "Treatment for peritonsillar abscess is:",
        "exp": "(d) I and D plus antibiotics(Ref. Scott Brown, 8th ed., Vol 3; 797)The treatment of peritonsillar abscess is incision and drainage along with antibiotics followed by interval tonsillectomy.",
        "cop": 4,
        "opa": "Immediate tonsillectomy",
        "opb": "Incision and drainage",
        "opc": "Antibiotics alone",
        "opd": "I and D plus antibiotics",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "b582cd95-13fb-4c44-9646-c341a9610d47",
        "choice_type": "single"
    },
    {
        "question": "Gerlach tonsil in waldeyer's ring is",
        "exp": "Tubal tonsil is otherwise called Gerlach`s tonsil, seen towards the tubal openingWaldeyer&;s ring consists of - Adenoids, Palatine, Lingual, Tubal tonsils, and Lateral pharyngeal bandsRef: Hazarika; 3rd ed; Pg 436",
        "cop": 1,
        "opa": "Tubal tonsil",
        "opb": "Palatine tonsil",
        "opc": "Pharyngeal tonsil",
        "opd": "Lingual tonsil",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "2d80205c-05fd-4bdd-a65d-f7af2d48c8c1",
        "choice_type": "single"
    },
    {
        "question": "The lymphatic drainage of pyriform fossa is to",
        "exp": "Lymphatic drainage of Hypopharynx 1) Pyriform sinus drains into upper jugular chain and then to deep cervical group of lymph nodes. 2) Postcricoid region drains into parapharyngeal and paratracheal group of lymph nodes. 3) Posterior pharyngeal wall drains into parapharyngeal lymph nodes and finally to deep cervical lymph nodes. Ref:- Tuli; pg num:- 231, 232",
        "cop": 4,
        "opa": "Prelaryngeal node",
        "opb": "Parapharyngeal nodes",
        "opc": "Mediastinal nodes",
        "opd": "Upper deep cervical nodes",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ea703677-71f4-46a1-9754-64cda87d09bb",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal Ca is caused by",
        "exp": "NASOPHARYNGEAL CANCER AETIOLOGY :- The exact aetiology is not known. The factors responsible are: 1. Genetic:- Chinese have a higher genetic susceptibility to nasopharyngeal cancer. Even after migration to other countries they continue to have higher incidence. 2. Viral:- Epstein-Barr (EB) virus is closely associated with nasopharyngeal cancer. Specific viral markers are being developed to screen people in high-incidence areas. EB virus has two impoant antigens: viral capsid antigen (VCA) and early antigen (EA). IgA antibodies of EA are highly specific for nasopharyngeal cancer but have sensitivity of only 70-80% while IgA antibodies of VCA are more sensitive but less specific. AgA antibodies against Both EA and VCA should be done for screening of patients for nasopharyngeal cancer. 3. Environmental:- Airpollution, smoking of tobacco and opium, nitrosamines from dry salted fish, smoke from burning of incense and wood have all been incriminated. Ref:- Dhingra; pg num:-250",
        "cop": 1,
        "opa": "EBV",
        "opb": "Adeno virus",
        "opc": "Parvo virus",
        "opd": "Papilloma virus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "57db32ad-cb58-41f8-8e3d-17c0091dcc15",
        "choice_type": "single"
    },
    {
        "question": "Trotter&;s triad includes all except",
        "exp": "Trotter&;s traid:- Nasopharyngeal cancer can cause conductive deafness (eustachian tube blockage), ipsilateral temporoparietal neuralgia (involvement of CN V) and palatal paralysis (CN X)-- collectively called Trotter's triad. Ref:- Dhingra; pg num:-251",
        "cop": 3,
        "opa": "Sensory disturbance over distribution of 5th cranial nerve",
        "opb": "Conductive deafness",
        "opc": "Diplopia",
        "opd": "Palatal palsy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "64fc1ffa-3d45-4e09-8912-e5014a4841bf",
        "choice_type": "multi"
    },
    {
        "question": "Boyce sign is seen in",
        "exp": "Zenkers diveiculum - A Zenker&;s diveiculum, also pharyngeal pouch, is a diveiculum of the mucosa of the human pharynx, just above the cricopharyngeal muscle. It is a pseudo diveiculum. Boyce sign:- Boyce's sign, a gurgling sound due to noise of splashing fluid accumulated in a large Zenker's diveiculum, can be heard on palpation. Although small diveicula might not cause symptoms, larger diveicula are usually symptomatic and surgery could be warranted. Ref:- Dhingra; pg num:-275",
        "cop": 2,
        "opa": "Epiglottis",
        "opb": "Zenkers diveiculum",
        "opc": "Plummer-Vinson syndrome",
        "opd": "Barretts esophagus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "dec43560-0b7f-4542-bb98-c9154495ea44",
        "choice_type": "single"
    },
    {
        "question": "Frog face deformity of nose caused by -",
        "exp": "Ans. is 'b' i.e., Angiofibroma o Angiofibroma in the orbit causes frog-face deformity.,o Biopsy should be avoided as it causes severe bleeding.Juvenile nasopharyngeal angiofibromao Juvenile nasopharyngeal angiofibroma (JNA) is a benign, but locally aggresive, tumor of nasopharynx seen in prepubertal and adolescent males.o It is the most common benign neoplasm of nasopharynx.o It is a highly vascular tumor and blood supply of the tumor most commonly arises from the internal maxillary artery.o Juvenile nasopharyngeal angiofibroma (JNA) occurs almost exclusively in males.o Female with Juvenile nasopharyngeal angiofibroma (JNA) should undergo genetic testing,o Onset is most commonly in the second decades, the range is 7-19years.o The exact cause is unknown. As the tumour is predominantly seen in adolescent males in the second decade of life, it is thought to be testosterone dependent.o The most common site is posterior part of nasal cavity close to the margin of sphenopalatine foramen.o The tumor starts adjacent to the sphenopalatine foramen.o Large tumors are frequently bilobed or dumbbel shaped, with one portion of tumor filling the nasopharynx and the other portion extending to the pterygopalatine fossa.Clinical featureso Symptoms depend on spread of tumour to nasal cavity, paranasal sinuses, pterygomaxillary fossa, infratemporal fossa, cheek, orbits (through inferior orbital fissure), cranial cavity' (most common site is middle cranialfossa).o Nasal obstruction (80-90%) is the most common symptom, especially in the initial stages. This results in denasal speech, hyposmia, broadening of nasal bridge,o Spontaneous profuse & recurrent ep is taxis is the second most common symptomo Otalgia, conductive hearing loss, serous otitis media, due to eustachian tube obstruction,o Pink or purplish mass obstructing one or both chonae in nasopharynx.o Tumour in the orbit causes : proptosis; and frog-face deformity; diplopia and diminshed vision,o Tumour in infratemporal fossa can cause trismus and bulge of parotid.o II, III, IV, V, VI cranial nerve can be involved.o Splaying of nasal bones.o Swelling of cheek and fullness of face.Diagnosis and treatmento Contrast CT is the investigation of choice.o Biopsy should be avoided as it can cause severe bleeding.o Surgical excision is the treatment of choice.",
        "cop": 2,
        "opa": "Rhinoscleroma",
        "opb": "Angiofibroma",
        "opc": "Antral polyp",
        "opd": "Ethmoidal polyp",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6bc152f9-7d98-4ddb-abd6-373dd6a6ca66",
        "choice_type": "single"
    },
    {
        "question": "Treatment of nasopharyngeal carcinoma stage T1 is",
        "exp": "Radiotherapy is the treatment of choice for nasopharyngeal cancer. Stage I and II are treated by radiotherapy alone while stage III and IV require concomitant radiation and chemotherapy or radiation followed by chemotherapy. External beam radiation of 6000-7000 cGy can be delivered by the linear accelerator to the primary and both sides of the neck. More advanced techniques of radiotherapy such as three-dimensional conformal radiotherapy and intensity modulated radiotherapy (IM) are now being used more and more. They allow higher dose delivery to the tumour with reduced damage to the adjacent normal structures such as spinal cord, brainstem and parotid glands. IM has also been used for a recurrent disease where conventional radiotherapy produces more serious side effects such as transverse myelitis (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 285)",
        "cop": 1,
        "opa": "Radiation therapy",
        "opb": "Surgery",
        "opc": "Local resection",
        "opd": "Chemotherapy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "fe8b42bf-531c-43f2-89af-7268dafc4c9b",
        "choice_type": "single"
    },
    {
        "question": "Sinus of Morgagni is present in",
        "exp": "It is a space between the base of the skull and upper free border of superior constrictor muscle. Through it enters the 1. Eustachian tube 2. Levator veli palatine 3. Tensor Veli palatine 4. Ascending palatine aery (facial aery). (Ref: Diseases of ENT, PL Dhingra, 7th edition, pg no. 271)",
        "cop": 2,
        "opa": "Oropharynx",
        "opb": "Nasopharynx",
        "opc": "Hypopharynx",
        "opd": "Laryngopharynx",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "f7099219-e0f7-4a1d-ae4b-f6011146d42c",
        "choice_type": "single"
    },
    {
        "question": "All are true about Parapharyngeal abscess, except",
        "exp": "It is the abscess of pharyngomaxillary or lateral pharyngeal space. Parapharyngeal space is pyramidal in shape with its base at the base of the skull and its apex at the hyoid bone. Clinical features depend on the compament involved. Anterior compament infections produce a triad of symptoms: (i) prolapse of tonsil and tonsillar fossa, (ii) trismus and (iii) external swelling behind the angle of the jaw. Posterior compament involvement produces (i) bulge of the pharynx behind the posterior pillar, (ii) paralysis of CN IX, X, XI, and XII and sympathetic chain, and (iii) swelling of the parotid region. There is minimal trismus or tonsillar prolapse. Fever, odynophagia, sore throat, toicollis (due to spasm of preveebral muscles) and signs of toxaemia are common to both compaments. (Ref: Diseases of ENT, PL Dhingra 7th edition, page 301)",
        "cop": 1,
        "opa": "Midline swelling",
        "opb": "Abscess in pharyngomaxillary space",
        "opc": "Trismus",
        "opd": "Toicollis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ffaedc74-4682-4931-b977-037ccaa3f7c8",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of parapharyngeal abscess in adults is?",
        "exp": "The most common aetiology of parapharyngeal abscess is tonsillitis. The most common aetiology of parapharyngeal abscess in adults is dental caries or tooth extraction. Other causes of parapharyngeal abscess occur as a result of the spread of infection from parotid, retropharyngeal, preveebral and submandibular space. (Ref: Scott Brown, 8th edition, VOL 3 )",
        "cop": 2,
        "opa": "TB",
        "opb": "Tooth extraction",
        "opc": "Tonsillitis",
        "opd": "Lymphadenitis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ab5250cb-5c3a-4119-ab4d-a7378812284a",
        "choice_type": "single"
    },
    {
        "question": "Most common site for nasopharyngeal carcinoma is",
        "exp": "The commonest site of origin in the nasopharynx is the fossa of Rosenmuller. Anterior spread causes blockage of choana and nasal cavity and inferior spread are towards oropharynx and hypopharynx, lateral spread involves parapharyngeal space and infratemporal fossa through the sinus of Morgagni, an upward spread is towards intracranial structures. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 284)",
        "cop": 2,
        "opa": "Nasal septum",
        "opb": "Fossa of rosenmuller",
        "opc": "Vault of nasopharynx",
        "opd": "Antero-superior wall",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "e98dfeb3-f46c-41dd-9c27-b88ead087f66",
        "choice_type": "multi"
    },
    {
        "question": "Most common variety of nasopharyngeal malignancy:",
        "exp": "Ans: a (Squamous cell cancer) Ref: Dhittgra, 3rd ed, p. 302; 4th ed, p. 238Most common variety of Ca nasopharynx is squamous cell cancer in various grades of its differentiation or its variants as transitional cell carcinoma and lymphoepithelioma.Histological types in decreasing order of frequency:* Squamous cell cancer (85%)* Lymphoma (10%)* Rhabdomyosarcoma (5%)",
        "cop": 1,
        "opa": "Squamous cell cancer",
        "opb": "Lymphoma",
        "opc": "Adenocarcinoma",
        "opd": "Mixed variety",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ac694667-389c-496e-afd2-e73f46278bfe",
        "choice_type": "single"
    },
    {
        "question": "Which is the following is not true about acute retropharyngeal abscess",
        "exp": "ACUTE RETROPHARYNGEAL ABSCESS AETIOLOGY :- It is commonly seen in children below 3 years. It is the result of suppuration of retropharyngeal lymph nodes secondary to infection in the adenoids, nasopharynx, posterior nasal sinuses or nasal cavity. In adults, it may result from penetrating injury of posterior pharyngeal wall or cervical oesophagus. Rarely, pus from acute mastoiditis tracks along the undersurface of petrous bone to present as retropharyngeal abscess. CLINICAL FEATURES :- 1. Dysphagia and difficulty in breathing are prominent symptoms as the abscess obstructs the air and food passages. 2. Stridor and croupy cough may be present. 3. Toicollis. The neck becomes stiff and the head is kept extended. 4. Bulge in posterior pharyngeal wall. Usually seen on one side of the midline. Ref:- Dhingra; pg num:-266",
        "cop": 4,
        "opa": "Toicollis",
        "opb": "Swelling on posterolateral wall",
        "opc": "Dysphagia",
        "opd": "Caries of cervical spine is usually a common cause",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "5696178c-a42d-42d8-a7ca-7078a4ba6f07",
        "choice_type": "multi"
    },
    {
        "question": "Pain of stylalgia is mediated through which nerve?",
        "exp": "ANSWER: (A) 9th cranial nerveREF: Dhingra 4th ed page 287Repeat ENT 2013 Session 1Unrecognized elongation of styloid process, a calcified stylohyoid ligament can compress the Glossopharyngeal nerve producing a neuralgic pain in the throat brought about by swallowing often radiating to the ear. This is known as Eagle's syndrome (Stylalgia).",
        "cop": 1,
        "opa": "9th cranial nerve",
        "opb": "10th cranial nerve",
        "opc": "11th cranial nerve",
        "opd": "12th cranial nerve",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "046268a9-fedc-48d3-a479-9580c2c4ce75",
        "choice_type": "single"
    },
    {
        "question": "After tonsillectomy, secondary haemorrhage occurs on",
        "exp": "COMPLICATIONS OF TONSILLECTOMY Secondary haemorrhage:- Usually seen between the fifth to tenth postoperative day. It is the result of sepsis and premature separation of the membrane. Usually, it is heralded by bloodstained sputum but may be profuse. Simple measures like removal of clot, topical application of dilute adrenaline or hydrogen peroxide with pressure usually suffice. For profuse bleeding, general anaesthesia is given and bleeding vessel is electrocoagulated. Ligation of bleeding vessel is difficult due to friable tissue. Sometimes, approximation of pillars with mattress sutures may be required. External carotid ligation may also be required if bleeding is uncontrollable. Transfusion of blood or plasma, depending on blood loss, is given. Systemic antibiotics are given for control of infection. Ref:- Dhingra; pg num:-430",
        "cop": 2,
        "opa": "Within 24 hours",
        "opb": "5-10 postoperative day",
        "opc": "After 2 weeks",
        "opd": "After 1 month",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "a49c2808-a03f-4737-8b9a-dfe6af0005bc",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for nasopharyngeal carcinoma is",
        "exp": "Treatment of nasopharyngeal carcinomaIrradiation is the treatment of choice (external radiotherapy)Radical neck dissection is required for persistent nodes when the primary has been controlled and in post-radiation cervical metastasisSystemic chemotherapy is used as palliation for distant metastases or radiation failureFor advanced stages (stage III & IV), the cure rate can be doubled when chemotherapy is combined with radiotherapyRef: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 279 - 286",
        "cop": 2,
        "opa": "Surgery",
        "opb": "Radiotherapy",
        "opc": "Surgery & radiotherapy",
        "opd": "Chemotherapy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0ae6fe4f-c4fb-472d-9008-cc0c08f73efd",
        "choice_type": "single"
    },
    {
        "question": "A membrane in the throat is caused by all except",
        "exp": "Hemolytic streptococcus is the most common infecting organismDifferential Diagnosis of Membrane on Tonsili. Membranous tonsillitisii. Leukemiaiii. Diphtheriaiv. Aphthous ulcerv. Vincent&;s anginavi. Malignancy of tonsilRef: Hazarika; 3rd ed; Pg 479",
        "cop": 2,
        "opa": "Streptococcus",
        "opb": "Staphylococci",
        "opc": "Borrelia",
        "opd": "Cornyebacteria",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "54386a66-1528-44d8-ad1c-e700e9207455",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following location pus collects in Quinsy?",
        "exp": "PERITONSILLAR ABSCESS (QUINSY)It is a collection of pus in the peritonsillar space which lies between the capsule of tonsil and the superior constrictor muscle.Peritonsillar abscess usually follows acute tonsillitis though it may arise de novo without previous history of sore throats.First, one of the tonsillar crypts, usually the crypta magna, gets infected and sealed off. It forms an intratonsillar abscess which then bursts through the tonsillar capsule to set up peritonsillitis and then an abscess.Dhingra 6e pg: 264",
        "cop": 1,
        "opa": "Peritonsillar space",
        "opb": "Parapharyngeal space",
        "opc": "Retropharyngeal space",
        "opd": "Within the tonsil",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "b1702bc4-93ab-4d7b-a26d-bf6498f26977",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Thornwaldt&;s abscess except",
        "exp": "THORNWALDT'S DISEASE (PHARYNGEAL BURSITIS) It is infection of the pharyngeal bursa which is a median recess representing attachment of notochord to endoderm of the primitive pharynx. Pharyngeal bursa is located in the midline of posterior wall of the nasopharynx in the adenoid mass. CLINICAL FEATURES :- 1. Persistent postnasal discharge with crusting in the nasopharynx. 2. Nasal obstruction due to swelling in the nasopharynx. 3. Obstruction to eustachian tube and serous otitis media. 4. Dull type of occipital headache. 5. Recurrent sore throat. 6. Low-grade fever. Examination would reveal a cystic and fluctuant swelling in the posterior wall of nasopharynx. It may also show crusts in the nasopharynx due to dried up discharge. TREATMENT:- Antibiotics are given to treat infection and marsupialization of the cystic swelling and adequate removal of its lining membrane. Ref:- Dhingra; pg num:-245",
        "cop": 3,
        "opa": "Also called as pharyngeal bursitis",
        "opb": "Presents as persistent postnasal drip",
        "opc": "Antitubercular treatment given",
        "opd": "Marsupialization is done",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "e810bae2-4026-4151-8a89-d27a2beb53aa",
        "choice_type": "multi"
    },
    {
        "question": "Tonsils reach their maximum size by",
        "exp": "Tonsils are most active from 4 to 10 years of age. Involution begins after pubey resulting in a decrease of B-cell production and a relative increase in the ratio of T to B cells. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra; 7th edition ,pg no. 292)",
        "cop": 4,
        "opa": "1 year",
        "opb": "3 years",
        "opc": "5 years",
        "opd": "12 years",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "3fa90d79-a694-4a0b-adfb-bd8ee2faf4e9",
        "choice_type": "single"
    },
    {
        "question": "True about Plummer-Vinson syndrome",
        "exp": "PLUMMER-VINSON SYNDROME:- In Plummer-Vinson syndrome patients present with dysphagia due to web in the postcricoid region and due to incoordinated swallowing secondary to esophageal spasm. Text book of ENT Mohan Bansal; pg num:- 461",
        "cop": 3,
        "opa": "Web is M/C in mid esophagus",
        "opb": "Web is M/C in lower esophagus",
        "opc": "Web is M/C in postcricoid region",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "e53c275f-2af1-433b-a270-7de81475c315",
        "choice_type": "multi"
    },
    {
        "question": "Unilateral middle ear serous effusion in an adult, most common cause is",
        "exp": "\"In adults presenting with a unilateral middle ear effusion, the possibility of a nasopharyngeal carcinoma should be considered\"\"A high incidence of NPC (Nasopharyngeal carcinoma) in South East Asia and southern China correlates with the high incidence of OME (Otitis Media with Effusion) in adults in these regions\"Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 279 - 286",
        "cop": 3,
        "opa": "TB",
        "opb": "Foreign body",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "CSOM",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d3969d1f-b15b-4e75-80de-cc6ede44ff09",
        "choice_type": "single"
    },
    {
        "question": "Radiotherapy is used in treatment of angiofibroma when it involves",
        "exp": "TREATMENT OF ANGIOFIBROMA:- Radiotherapy:- Radiotherapy has been used as a primary mode of treatment. A dose of 3000 to 3500 cGy in 15-18 fractions is delivered in 3-3.5 weeks. Response is not immediate. Tumour regresses slowly in about a year, sometimes even up to 3 years. Radiotherapy is also used for intracranial extension of disease when tumour derives its blood supply from the internal carotid system. Recurrent angiofibromas have also been treated by radiotherapy. Intensity modulated radiotherapy--a newer mode of treatment--may be employed. Ref:- Dhingra; pg num:-249",
        "cop": 4,
        "opa": "Cheek",
        "opb": "Orbit",
        "opc": "Cavernous sinus",
        "opd": "Middle cranial fossa",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "693cb03b-fbda-4b07-9b55-b8296ab7edab",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old child presents with U/L pink nasal mass. Most important investigation prior to undertaking surgery is:",
        "exp": "(d) Contrast CT scan(Ref. Cummings, 6th ed., 1422)An adolescent male with U/L pink nasal mass has to be investigated to rule out angiofibroma. So the next best investigation prior to undertaking surgery is a Contrast enhanced CT scan.FNAC and biopsy are contraindicated here for the fear of profuse bleeding.",
        "cop": 4,
        "opa": "Ultrasound",
        "opb": "FNAC",
        "opc": "Biopsy",
        "opd": "Contrast CT scan",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ff91f9ae-1ee9-401a-aef6-775f0a6ac33d",
        "choice_type": "single"
    },
    {
        "question": "The ideal time for Quinsy surgery after acute tonsillitis is",
        "exp": "Tonsillectomy is usually advised 6 weeks after the quinsy attack (Interval tonsillectomy)Hot tonsillectomy- Tonsillectomy during the active abscess stageIn Quinsy, pus collects lateral to the capsule of the tonsil, in the peritonsillar space containing loose areolar tissueRef: Hazarika; 3rd ed; Pg 487",
        "cop": 3,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "12 weeks",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "57dde80e-8e45-414a-9189-43d477a5a744",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of chronic retropharyngeal abscess",
        "exp": "CHRONIC RETROPHARYNGEAL ABSCESS (PREVEEBRAL ABSCESS) AETIOLOGY :- It is tubercular in nature and is the result of (i) caries of cervical spine or (ii) tuberculous infection of retropharyngeal lymph nodes secondary to tuberculosis of deep cervical nodes. Ref:- Dhingra; pg num:-266,267",
        "cop": 3,
        "opa": "Infective foreign body",
        "opb": "Caries teeth",
        "opc": "Caries of cervical spine",
        "opd": "Suppuration of retropharyngeal lymph node",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "3f2f00c9-aa59-4fd0-bc58-f7e95bbfb1e6",
        "choice_type": "single"
    },
    {
        "question": "Middle-aged diabetic women with tooth extraction had ipsilateral swelling over middle one-third of sternocleidomastoid and displacement of tonsils towards contralateral side. Diagnosis is",
        "exp": "The most common aetiology of parapharyngeal abscess in an adult is tooth extraction. The infection produces a triad of symptoms such as prolapse of tonsil and tonsillar fossa, trismus, and external swelling behind the angle of the jaw. Retropharyngeal abscess is commonly seen in children below 3 years. In Ludwig's angina, the floor of the mouth is involved. (Ref: Diseases of ENT, PL Dhingra, 7th edition, pg no. 301)",
        "cop": 1,
        "opa": "Parapharyngeal abscess",
        "opb": "Retropharyngeal abscess",
        "opc": "Ludwigs angina",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "cf90cb24-8847-4350-beb0-c89d6b173b46",
        "choice_type": "multi"
    },
    {
        "question": "Gerlach tonsil in Waldayer's ring is?",
        "exp": "Tubal tonsils also called as Gerlach&;s tonsils are located in nasopharynx on the lateral wall behind the eustachian tube opening. (Ref: Scott brown textbook of otorhinolaryngology and head and neck surgery Volume 1, Pg No. 285)",
        "cop": 1,
        "opa": "Tubal tonsil",
        "opb": "Palatine tonsil",
        "opc": "Pharyngeal tonsil",
        "opd": "Lingual tonsil",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "9f28f69c-95d9-4fb5-8de4-5f3543afbace",
        "choice_type": "single"
    },
    {
        "question": "All of the following is true about peritonsillar abscess except",
        "exp": "Pus is collected in the peritonsillar space which lies between the capsule of tonsil and superior constrictor muscle. So pus collection is medial to superior constrictor muscle. (Ref: Diseases of ENT, PL Dhingra, 7th edition, pg no. 298)",
        "cop": 3,
        "opa": "Bulge in soft palate",
        "opb": "Does not involve floor of the mouth",
        "opc": "Abscess is collected lateral to the superior constrictor",
        "opd": "Trismus is commonly associated",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "c077571f-bc21-4807-9459-978fa4eab98c",
        "choice_type": "multi"
    },
    {
        "question": "The nasopharynx is lined by which epithelium?",
        "exp": "The pharyngeal wall consists of 4 layers from within outwards 1. Mucous membrane: Epithelium is ciliated columnar in the nasopharynx and stratified squamous elsewhere 2. Pharyngeal aponeurosis (pharyngo basilar fascia ) 3. Muscular coat: 2 layers External layer - superior, middle, and inferior constrictors Internal layer - stylopharyngeus, salpingopharyngeus and palatopharyngeus muscle 4. Buccopharyngeal fascia (Ref: Diseases of ENT, PL Dhingra, 7th Edition, pg no.271)",
        "cop": 3,
        "opa": "Stratified squamous nonkeratinized",
        "opb": "Stratified squamous keratinized",
        "opc": "Ciliated columnar",
        "opd": "Cuboidal",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "87722dd5-8e8c-4b1e-a766-b11702406ac8",
        "choice_type": "single"
    },
    {
        "question": "\"Trotter triad\" is seen in",
        "exp": "A. i.e. (Nasopharynx) (234, 404 - Dhingra 4th)TROTTER'S (or sinus of Morgagni) SYNDROME OR TRIADIs seen in nasopharyngeal carcinoma which spreads laterally to involve the sinus of morgagni involving in mandibular nerveCharacterized byi. Conductive hearing loss (due to Eustachian tabe obstruction)ii. Ipsilateral immobility of soft palate (cranial nerveX)iii. Neuralgic pain in the distribution of V3*Rhinolalia clausa type of speech seen in Nasopharyngeal CA*ALPORT'S SYNDROME -* Presenile familial nerve deafness (bilateral)* Congenital haemorrhagic nephritis* Keratoconus and cataracts* GRADENIGO'S SYNDROME - Otorrhoea, diplopia, retro-orbital pain or facial pain**KARTAGENER'S SYNDROME - Sinusitis, Dextrocardia cong bronchiectasis, Situs inversus, cystic fibrosis of pancreas* MARFAN'S SYNDROME - Deafness, diplopia High arched palate, perceptive deafness, convergent squint, Long tapering fingers, some toes are bigger and some are small* PANCOAST'S SYNDROME - neuritic pain in the arm, Atrophy of muscles of arm and hand Homer's syndrome, osteolysis of ribs and vertebrae coin shadow on x-ray chest at apex of lung* RAMSAY- HUNT SYNDROME - Pain in the ear, loss of taste on anterior 2/3 of tongue, facial weakness Deafness, vertigoTREACHER -COLLINS SYNDROME (Franceschettiz wahlen syndrome)* Under developed lower half of face, especially mandible and maxilla* Notched lower eyelid called coloboma* Poorly developed eye lashes (No eyelashes in medial 2/3 rd of lower eyelid)* Microtia or anotia* Especially the maxilla and mandible* *Extemal auditory canal atresia and middle ear abnormalities* Abnormal prolongation of hair line on the cheek** Anti mongoloid eyes",
        "cop": 1,
        "opa": "Nasopharynx",
        "opb": "Hypopharynx",
        "opc": "Hypo larynx",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6a188902-fb10-421a-9e5b-e15b7f7c2e94",
        "choice_type": "multi"
    },
    {
        "question": "Frog face deformity of nose caused by",
        "exp": "EXTENSIONS OF NASOPHARYNGEAL FIBROMA Nasopharyngeal fibroma is a benign tumour but locally invasive and destroys the adjoining structures. It may extend into: 1. Nasal cavity causing nasal obstruction, epistaxis and nasal discharge. 2. Paranasal sinuses. Maxillary, sphenoid and ethmoid sinuses can all be invaded. 3. Pterygomaxillary fossa, infratemporal fossa and cheek. 4. Orbits giving rise to proptosis and \"frog-face deformity.\" It enters through the inferior orbital fissure and also destroys apex of the orbit. It can also enter the orbit through superior orbital fissure. 5. Cranial cavity. It can extend into: (a) Anterior cranial fossa through roof of ethmoids or cribriform plate. (b) Middle cranial fossa through erosion of floor of middle cranial fossa or indirectly by invading the sphenoid sinus and sella turcica. In the former case, tumour lies lateral to internal carotid aery and in the latter case medial to the aery. Ref:- Dhingra; pg num:-246",
        "cop": 4,
        "opa": "Antral polyp",
        "opb": "Rhinoscleroma",
        "opc": "Ethmoidal polyp",
        "opd": "Angiofibroma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6a800b3f-9f9f-4fe4-a5ac-90387db05c8b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a pa of hypopharynx",
        "exp": "HYPOPHARYNX or (LARYNGOPHARYNX) Clinically, hypopharynx is subdivided into three regions--the pyriform sinus, postcricoid region and the posterior pharyngeal wall. 1. Pyriform sinus (fossa):- It lies on either side of the larynx and extends from pharyngoepiglottic fold to the upper end of oesophagus. It is bounded laterally by the thyrohyoid membrane and the thyroid cailage and medially by the aryepiglottic fold, posterolateral surfaces of arytenoid and cricoid cailages. It forms the lateral channel for food. Foreign bodies may lodge in the pyriform fossa. Internal laryngeal nerve runs submucosally in the lateral wall of the sinus and thus is easily accessible for local anaesthesia. It is also through this nerve that pain is referred to the ear in carcinoma of the pyriform sinus. 2. Postcricoid region:- It is the pa of the anterior wall of laryngopharynx between the upper and lower borders of cricoid lamina. It is a common site for carcinoma in females suffering from Plummer-Vinson syndrome. 3. Posterior pharyngeal wall:- It extends from the level of hyoid bone to the level of cricoarytenoid joint. Ref:- Dhingra; pg num:-241",
        "cop": 3,
        "opa": "Pyriform sinus",
        "opb": "Post cricoid region",
        "opc": "Anterior pharyngeal wall",
        "opd": "Posterior pharyngeal wall",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "3c9a7437-8873-4be2-b44b-3e35c1d0d46c",
        "choice_type": "multi"
    },
    {
        "question": "Bed of tonsil is formed by",
        "exp": "The tonsillar bed is formed by the following: Pharyngobasilar fascia Superior constrictor muscle Buccopharyngeal fascia Styloglossus muscle Glossopharyngeal nerve Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 291",
        "cop": 1,
        "opa": "Superior constrictor",
        "opb": "Middle constrictor",
        "opc": "Inferior constrictor",
        "opd": "Platysma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "7337977a-c286-4394-b472-f4681001a787",
        "choice_type": "single"
    },
    {
        "question": "Holman Millar sign is seen in",
        "exp": "Anterior bowing of the posterior wall of maxillary sinus often called antral sign or Holman-Miller sign, which is pathognomic of angiofibroma Ref:(Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 281)",
        "cop": 1,
        "opa": "Nasopharyngeal angiofibroma",
        "opb": "Cranipharyngioma",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "Laryngeal carcinoma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0031da48-42f7-43df-9271-67f66788e3e4",
        "choice_type": "single"
    },
    {
        "question": "Anterior bowing of the posterior maxillary wall is described as",
        "exp": "Anterior bowing of the posterior wall of the maxillary sinus is often called as an antral sign or Holman-Miller sign, which is pathognomic of angiofibroma. Seen in CT scan of the head. Hennebe's sign is a positive fistula sign in the absence of fistula. Seen in congenital syphilis due to the formation of adhesions between stapes footplate and saccule. Also seen in some cases of Meniere's disease. (Ref: Diseases of ear, nose and throat, PL Dhingra, 7th edition, pg no.281)",
        "cop": 1,
        "opa": "Holman miller sign",
        "opb": "Hennebe sign",
        "opc": "Holsky sign",
        "opd": "Honeybell sign",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0332ee0f-374f-4c51-a36b-d4f725d9a28c",
        "choice_type": "multi"
    },
    {
        "question": "Gillette space is seen in",
        "exp": "RETROPHARYNGEAL ABSCESS APPLIED ANATOMY * Retropharyngeal space:- It lies behind the pharynx between the buccopharyngeal fascia covering pharyngeal constrictor muscles and the preveebral fascia. It extends from the base of skull to the bifurcation of trachea. The space is divided into two lateral compaments (spaces of Gillette) by a fibrous raphe. Each lateral space contains retropharyngeal nodes which usually disappear at 3-4 years of age. Parapharyngeal space communicates with the retropharyngeal space. Infection of retropharyngeal space can pass down behind the oesophagus into the mediastinum. Ref:- Dhingra; pg num:-265,266",
        "cop": 2,
        "opa": "Parapharyngeal space",
        "opb": "Retropharyngeal space",
        "opc": "Peritonsillar space",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "43d76341-e5de-4582-b9a5-f2a7d644bc58",
        "choice_type": "multi"
    },
    {
        "question": "Adenoidectomy is contraindicated in:",
        "exp": "(d) Cleft palate(Ref. Scott Brown, 6th ed., 6/18/12)Adenoidectomy in a child with cleft palate will lead to nasopharyngeal/velopharyngeal insufficiency so it is a contraindication.Large adenoids causing complications as discussed in the text is an indication of adenoidectomy.In a child who is simultaneously suffering due to large tonsils, tonsillectomy is done along with adenoidectomy in the same sitting.Cleft lip does not lead to nasopharyngeal/ velopharyngeal insufficiency after adenoidectomy.",
        "cop": 4,
        "opa": "Large adenoids",
        "opb": "Large tonsils",
        "opc": "Cleft lip",
        "opd": "Cleft palate",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d4885440-865e-45e1-927e-50623edc9cc5",
        "choice_type": "single"
    },
    {
        "question": "Aerial supply of tonsil is mainly by?",
        "exp": "The tonsil is supplied by five aeries : 1. Tonsillar branch of the facial aery. This is the main aery. 2. Ascending pharyngeal aery from external carotid. 3. Ascending palatine, a branch of the facial aery. 4. Dorsal lingual branches of the lingual aery. 5. Descending palatine branch of the maxillary aery. (Ref: Diseases of ear, nose and throat and head and neck surgery, PL Dhingra 7th edition, Pg no. 291)",
        "cop": 1,
        "opa": "Tonsillar branch of facial aery",
        "opb": "Maxillary aery",
        "opc": "Middle meningeal aery",
        "opd": "External carotid aery",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0d65c103-44ed-47fd-9b7f-06cb90097fcf",
        "choice_type": "single"
    },
    {
        "question": "Pseudomembrane over tonsil and pharynx is caused by",
        "exp": "Pseudomembrane is formed in diphtheria, which is caused by Corynebacterium diphtheria, which is a gram-positive bacillus Ref: Harshmohan textbook of pathology; 7th edition",
        "cop": 1,
        "opa": "Gram positive bacili",
        "opb": "Gram negative bacili",
        "opc": "SS RNA virus",
        "opd": "Catalase negative cocci",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "746803cb-0401-4353-8475-8f0a76fbfce6",
        "choice_type": "single"
    },
    {
        "question": "Nodes of Rouvier is",
        "exp": "Retropharyngeal nodes:-They lie behind the pharynx and are divided into lateral and medial groups. The lateral group lies at the level of the atlas, close to the base of the skull. The most superior node of the lateral group is called node of Rouviere. The medial group lies near the midline but at a little lower level. Retropharyngeal nodes drain the nasal cavity, paranasal sinuses, hard and soft palate, nasopharynx, posterior wall of the pharynx and send efferents to the upper internal jugular group. (Ref: Diseases of ear, nose and throat, P.L Dhingra, 7th edition, page no. 440)",
        "cop": 1,
        "opa": "Retropharyngeal node",
        "opb": "Parapharyngeal node",
        "opc": "Adenoids",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "28b651fe-aaf7-4ba7-b212-b194b6448619",
        "choice_type": "multi"
    },
    {
        "question": "Frog face deformity of nose is caused by",
        "exp": "It is due to the extension of nasopharyngeal fibroma into orbit through the inferior and superior orbital fissure and destroys apex of the orbit, giving rise to proptosis and frog face deformity. (Ref: Diseases of ear, nose and throat, PL Dhingra, 7th edition, Pg no. 279)",
        "cop": 2,
        "opa": "Rhinoscleroma",
        "opb": "Angiofibroma",
        "opc": "Antral polyp",
        "opd": "Ethmoidal polyp",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "eb49dd49-3116-45f0-afc1-5621b9eba340",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Torus tubarius?",
        "exp": "Ans. c. Tubal elevation in lateral wall of nasopharynxRef: Disease of Ear, Nose and Throat by Dhingra; 7th Ed Page No- 61, 277-84 and Logan Turners Disease of the Nose, Throat and Ear 11th Ed; Page No-154Nasopharynx part of the pharynx extends from the skull base to the soft palate and communicates with the nose anteriorly through the posterior choanae. In its posterior wall is a collection of lymphoid tissue, the pharyngeal tonsil or adenoids.On the lateral wall is the opening of the auditory (eustachian) tube, which is surrounded superiorly, posteriorly and inferiorly by a prominent ridge, the torus, formed by the medial end of the cartilaginous auditory tube.It is 1-1.25 cm behind the inferior turbinate.Transnasal endoscopic appearance of the nasopharynxRathke's pouch is represented by a dimple, high in nasopharynxPosterior to this is a slit-like space, which is the fossa of Rosenmiiller.Fossa of Rosenmiiller is the most common site for origin of nasopharyngeal carcinoma.Inflammation of nasopharyngeal bursa is called nasopharyngeal bursitis.",
        "cop": 3,
        "opa": "Nasopharyngeal bursitis",
        "opb": "Most common site of carcinoma nasopharynx",
        "opc": "Tubal elevation in lateral wall of nasopharynx",
        "opd": "Gives rise to Rathkes pouch",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d3345a31-cb1b-4d85-9176-9ade7ac4d9e2",
        "choice_type": "multi"
    },
    {
        "question": "Trotter's triad is seen in",
        "exp": "Nasopharyngeal cancer can cause conductive deafness (eustachian tube blockage), ipsilateral temporoparietal neuralgia (involvement of CN V) and palatal paralysis (CN X)-- collectively called Trotter's triad. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra, 7th edition, page 285)",
        "cop": 1,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Maxillary sinusitis",
        "opc": "Maxillary carcinoma",
        "opd": "Angiofibroma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "dcc67eae-9707-487d-9657-b14f4d112fee",
        "choice_type": "single"
    },
    {
        "question": "Tonsil reach their maximum size by",
        "exp": "Tonsils reach maximum size by 6-7 years and then involuteClosest among the options is 5 yearsRef: Hazarika; 3rd ed",
        "cop": 3,
        "opa": "1 year",
        "opb": "3 years",
        "opc": "5 years",
        "opd": "12 years",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "88ea8130-5486-4517-9da1-a2271cacb622",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is called as gateway of Tears",
        "exp": "KILLIAN'S DEHISCENCE Inferior constrictor muscle has two pas: thyropharyngeus with oblique fibres and cricopharyngeus with transverse fibres. Between these two pas exists a potential gap called Killian's dehiscence. It is also called \"gateway of tears\" as perforation can occur at this site during oesophagoscopy. This is also the site for herniation of pharyngeal mucosa in cases of pharyngeal pouch. Ref:- Dhingra; pg num:-238",
        "cop": 2,
        "opa": "Sinus of morgagni",
        "opb": "Killians dehiscence",
        "opc": "Passavant ridge",
        "opd": "Waldeyers ring",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "c90fb5f9-7f52-4169-a07a-4caf37671ee4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about juvenile angiofibroma",
        "exp": "Diagnosis is mostly based on the clinical picture. Biopsy of a tumour will present with profuse bleeding and is, therefore, avoided. If it is essential to differentiate it from other tumours, a biopsy can be done under general anaesthesia with all arrangements to control bleeding and transfuse blood. (Ref: Diseases of ear, nose and throat, PL Dhingra, 7th edition, page 280)",
        "cop": 1,
        "opa": "Biopsy for diagnosis",
        "opb": "Benign tumor",
        "opc": "Surgical excision",
        "opd": "Second decade",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "1831ce30-0bac-4869-a3da-925720544b4c",
        "choice_type": "multi"
    },
    {
        "question": "Frog like facies is seen in-",
        "exp": "Ans. is 'c' i.e., Juvenile Nasopharyngeal angiofibroma Clinical features of JNAo Symptoms depend on spread of tumour to nasal cavity, paranasal sinuses, pterygomaxillary fossa, infratemporal fossa, cheek, orbits (through inferior orbital fissure), cranial cavity (most common site is middle cranial fossa)o Nasal obstruction (80-90%) is the most common symptom, especially in the initial stages. This results in denasal speech, hyposmia, broadening of nasal bridgeo Spontaneous profuse & recurrent epistaxis is the second most common symptomo Otalgia, conductive hearing loss, serous otitis media, due to eustachian tube obstructiono Pink or purplish mass obstructing one or both chonae in nasopharynx.o Tumour in the orbit causes : proptosis; and frog-face deformity; diplopia and diminshed visiono Tumour in infratemporal fossa can cause trismus and bulge of parotido II, III, IV, V, VI cranial nerve can be involvedo Splaying of nasal bones. Swelling of cheek and fullness of face.",
        "cop": 3,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Vincent's angina",
        "opc": "Juvenile Nasopharyngeal angiofibroma",
        "opd": "Acoustic neuroma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "9aae12ef-caa1-4c5a-b338-cf7a2ad119d8",
        "choice_type": "single"
    },
    {
        "question": "Acute tonsillitis is caused by",
        "exp": "B. i.e. (Beta hemolytic streptococcus) (240 - Dhingra)ACUTE TONSILLITIS* Haemolytic streptococcus is the most commonly infecting organism others causes may be - staphylococcus pneumococci or H. influenzae* Penicillin is the drug of choice*** Complications include - chronic tonsillitis, peritonsillar abscess, Parapharyngeal abscess cervical abscess,Acute otitis media, Rheumatic fever, acute glomerulonephritis, SABE* Tonsil is supplied by1. Tonsillar branch offacial artery*2. Ascending pharyngeal artery*3. Ascending palatine*4. Dorsal lingual*5. Descending palatine*TREATMENTS* Bedrest, giving plenty of fluids, analgesics* Penicilline is the drug of choice *** Erythromycin and ampicilline may be needed for resistant cases",
        "cop": 2,
        "opa": "H. influenza",
        "opb": "Beta-hemolytic streptococcus",
        "opc": "Staphylococcus aureus",
        "opd": "Pneumococcus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "70a275dd-36bf-477b-ab5b-8f9b8a066071",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for nasopharyngeal angiofibroma",
        "exp": "Computed tomography (CT) scan of the head with contrast enhancement is now the investigation of choice. It has replaced conventional radiographs. It shows the extent of a tumour, bony destruction or displacements. Anterior bowing of the posterior wall of maxillary sinus often called antral sign or Holman-Miller sign is pathognomic of angiofibroma (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 280)",
        "cop": 4,
        "opa": "X-ray",
        "opb": "MRI",
        "opc": "Plane-CT",
        "opd": "CT-contrast",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "576613a8-7dd6-475b-902d-688b2594b344",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not included in hypopharynx?",
        "exp": "(c) Anterior pharyngeal wall(Ref. Scott Brown, Vol 3; 743)Anterior pharyngeal wall is no entity. Anterior to the hypopharynx is the larynx. Anterior to the nasopharynx and oropharynx are nasal and oral cavities respectively.",
        "cop": 3,
        "opa": "Pyriform fossa",
        "opb": "Post cricoid region",
        "opc": "Anterior pharyngeal wall",
        "opd": "Posterior pharyngeal wall",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "a6a42d79-f3e0-43b3-95dd-95696ed3a524",
        "choice_type": "multi"
    },
    {
        "question": "True regarding nasopharynx are all except",
        "exp": "PASSAVANT'S RIDGE It is a mucosal ridge raised by fibres of palatopharyngeus. It encircles the posterior and lateral walls of nasopharyngeal isthmus. Soft palate, during its contraction, makes firm contact with this ridge to cut off nasopharynx from the oropharynx during the deglutition or speech. Ref:- Dhingra; pg num:-240",
        "cop": 4,
        "opa": "Also called as epipharynx",
        "opb": "Lateral wall has pharyngeal opening of Eustachian tube",
        "opc": "Fossa of rosenmuller corresponds to the internal carotid aery",
        "opd": "Passavant's muscle is formed by Stylopharyngeus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ca80d9eb-2c00-4dac-be2c-209283e5bf1e",
        "choice_type": "multi"
    },
    {
        "question": "A 13-year-old boy presents with swelling in the cheek with recurrent epistaxis. Most likely cause is",
        "exp": "CLINICAL FEATURES 1. Age and sex. Tumour is seen almost exclusively in males in the age group of 10-20 years. Rarely, it may be seen in older people and females. 2. Profuse, recurrent and spontaneous epistaxis. This is the most common presentation. The patient may be markedly anaemic due to repeated blood loss. 3. Progressive nasal obstruction and denasal speech. It is due to the mass in the postnasal space. 4. Conductive hearing loss and otitis media with effusion. It occurs due to obstruction of the eustachian tube. 5. Mass in the nasopharynx. Tumour is sessile, lobulated or smooth and obstructs one or both choanae. It is pink or purplish in colour. Consistency is firm but digital palpation should never be done until at the time of operation. 6. Other clinical features like broadening of the nasal bridge, proptosis, swelling of the cheek, infratemporal fossa or involvement of IInd, IIIrd, IVth and VIth cranial nerves will depend on the extent of the tumour. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra, 7th edition, page 279)",
        "cop": 1,
        "opa": "Angiofibroma",
        "opb": "Carcinoma of Nasopharynx",
        "opc": "Rhabdomyosarcoma",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "b9969132-b93c-4a43-aa36-e9d6f0f0e115",
        "choice_type": "multi"
    },
    {
        "question": "Epipharynx is also called",
        "exp": "Epipharynx/Nasopharynx The pa of the pharynx that lies above the soft palate; anteriorly it opens into the nasal cavities through the choanae; inferiorly, it communicates with the oropharynx through the pharyngeal isthmus; laterally it communicates with tympanic cavities through pharyngotympanic (auditory) tubes. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 269 - 270",
        "cop": 1,
        "opa": "Nasopharynx",
        "opb": "Oropharynx",
        "opc": "Laryngopharynx",
        "opd": "Hypopharynx",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6f48ba46-3e69-49a6-9d8e-89b21ff8f0fa",
        "choice_type": "multi"
    },
    {
        "question": "A young 16-year-old boy presented with anaemia (Hb-6 mg%). He gives a history of frequent nasal bleed, What is the most probable diagnosis",
        "exp": "Angiofibroma, as the name implies, is made up of vascular and fibrous tissues: the ratio of the two components may vary. Mostly, the vessels are just endothelium-lined spaces with no elastic or muscle coat. This accounts for the severe bleeding as the vessels lose the ability to contract; also the bleeding cannot be controlled by the application of adrenalin (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 279)",
        "cop": 1,
        "opa": "Juvenile angiofibroma",
        "opb": "Nasal trauma",
        "opc": "Nasal polyp",
        "opd": "Hypeensive bleed",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0995582a-a85d-489a-9856-0a777cf48f65",
        "choice_type": "single"
    },
    {
        "question": "Undifferentiated carcinoma of nasopharynx belongs to which category as per WHO classification",
        "exp": "NASOPHARYNGEAL CANCER On the basis of histology, as seen on light microscopy, WHO has lately reclassified epithelial growths into three types:- Ref:- Dhingra; pg num:-250",
        "cop": 3,
        "opa": "Type 1",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "0373f6be-501e-4180-9f29-b1b5d69d5c61",
        "choice_type": "single"
    },
    {
        "question": "IOC for angiofibroma is",
        "exp": "NASOPHARYNGEAL FIBROMA (JUVENILE NASOPHARYNGEAL ANGIOFIBROMA) INVESTIGATIONS :- 1. Computed tomography (CT) scan of the head with contrast enhancement is now the investigation of choice. It has replaced conventional radiographs. It shows the extent of tumour, bony destruction or displacements. Anterior bowing of the posterior wall of maxillary sinus, often called antral sign or Holman-Miller sign, is pathognomic of angiofibroma. 2. Magnetic resonance imaging (MRI) is complementary to CT scans and shows any soft tissue extensions present intracranially in the infratemporal fossa or in the orbit. 3. Carotid angiography shows the extent of tumours, its vascularity and feeding vessels which mostly come from the external carotid system. In very large tumours or those with intracranial extension vessels may also come from internal carotid system. Embolization of vessels can be done at this time to decrease bleeding at operation. Feeders from only the external carotid system can be embolized. Resection of tumour should not be delayed beyond 24-48 h of embolization to avoid vascularization from the contralateral side. Ref:- Dhingra; pg num:-247,248",
        "cop": 2,
        "opa": "Plain X-ray",
        "opb": "CT scan",
        "opc": "MRI",
        "opd": "Angiography",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "689505ab-8f34-4ffe-a14a-9afd36ea7a65",
        "choice_type": "single"
    },
    {
        "question": "Gillette's space is",
        "exp": "Retropharyngeal space, situated behind the pharynx and extending from the base of the skull to the bifurcation of the trachea. Space is divided into two lateral compaments (spaces of Gillette) by a fibrous raphe. Each lateral space contains retropharyngeal nodes which usually disappear at 3-4 years of age. Parapharyngeal space communicates with the retropharyngeal space. Infection of retropharyngeal space can pass down behind the oesophagus into the mediastinum. (Ref: Diseases of ear, nose and throat, PL Dhingra, 7thh edition, page no. 299)",
        "cop": 1,
        "opa": "Retropharyngeal space",
        "opb": "Peritonsillar space",
        "opc": "Parapharyngeal space",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "92874744-b03b-40b8-a7c4-0ddae5c2b30b",
        "choice_type": "multi"
    },
    {
        "question": "Cause of Ludwig angina is",
        "exp": "AETIOLOGY OF LUDWIG'S ANGINA 1. Dental infections. They account for 80% of the cases. Roots of premolars often lie above the attachment of mylohyoid and cause sublingual space infection while roots of the molar teeth extend up to or below the mylohyoid line and primarily cause submaxillary space infection. 2. Submandibular sialadenitis, injuries of oral mucosa and fractures of the mandible account for other cases. (Ref: Diseases of ear, nose and throat, PL Dhingra, 7th edition, page 297)",
        "cop": 2,
        "opa": "Retropharyngeal abscess",
        "opb": "Tooth infection",
        "opc": "Parotid infection",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "79c454a8-86fa-4ad0-9150-de5098a7d56e",
        "choice_type": "multi"
    },
    {
        "question": "Keratinizing squamous cell carcinoma of nasopharynx is",
        "exp": "WHO classification based on histopathology Present WHO terminology Former terminology Type I (25% Keratinizing carcinoma Squamous cell carcinoma Type II (12%) Nonkeratinizing differentiated carcinoma * Transitional cell carcinoma * Intermediate cell carcinoma * Lymphoepithelial carcinoma Type III (63%) Nonkeratinizing undifferentiated carcinoma * Anaplastic carcinoma * Clear cell carcinoma * Lymphoepithelial carcinoma (Schminke type is tumour with diffusely distributed malignant tissue) * Spindle cell carcinoma (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 283)",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ad1acb17-a1a8-43da-a3d0-211cba9c2961",
        "choice_type": "single"
    },
    {
        "question": "Diverticulum through the Killian's dehiscence is called:",
        "exp": "Ans: a (Pharyngeal pouch) Ref: Dhingra, 3rd ed, p. 330 & 4th ed, p. 223Zenker's diverticulumIt is a pulsion diverticulum between 2 parts of inferior constrictorPathology: Arises b/w 2 parts of inferior constrictor due to neuromuscular incordination. The propulsive thyropharyngeal part is supplied by pharyngeal plexus. The sphincteric cricopharyngeus is supplied by recurrent laryngeal nerve.Usually starts in midline posteriorly, then comes to lie in the leftSymptoms are dysphagia, regurgitation, cough, aspiration pneumoniaDiagnosis is by barium swallowTreatment:Excision of pouch & cricopharyngeal myotomyDohlmann's procedure - in debilitated patients",
        "cop": 1,
        "opa": "Pharyngeal pouch",
        "opb": "Palatine pouch",
        "opc": "Oesophageal pouch",
        "opd": "None",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "537015a9-f3be-478c-9cd8-cfbce07074cf",
        "choice_type": "multi"
    },
    {
        "question": "Gillette&;s space is",
        "exp": "Retropharyngeal space is also called Space of Gillette.Also called danger space of neck as it extends from skull base to superior mediastinum and infections can lead to mediastinitis.Contains Glands of Henle and Rouviere`s nodes.Ref: Hazarika; 3rd ed; Pg 492",
        "cop": 1,
        "opa": "Retropharyngeal space",
        "opb": "Peritonsillar space",
        "opc": "Parapharygeal space",
        "opd": "Prelaryngeal space",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "79e308f8-024f-459b-bff5-d67ec4bd4d43",
        "choice_type": "single"
    },
    {
        "question": "Middle age diabetic with tooth extraction with ipsilateral swelling over middle one-third of sternocleidomastoid and displacement of tonsils towards contralateral side. Diagnosis is",
        "exp": "PARAPHARYNGEAL ABSCESS (Syn. Abscess of pharyngomaxillary or lateral pharyngeal space.) APPLIED ANATOMY :- Parapharyngeal space is pyramidal in shape with its base at the base of skull and its apex at the hyoid bone. AETIOLOGY :- Infection of parapharyngeal space can occur from: 1. Pharynx - Acute and chronic infections of tonsil and adenoid, bursting of peritonsillar abscess. 2. Teeth - Dental infection usually comes from the lower last molar tooth. 3. Ear - Bezold abscess and petrositis. 4. Other spaces - Infections of parotid, retropharyngeal and submaxillary spaces. 5. External trauma - Penetrating injuries of neck, injection of local anaesthetic for tonsillectomy or mandibular nerve block. CLINICAL FEATURES :- Clinical features depend on the compament involved. Anterior compament infections produce a triad of symptoms: (i) prolapse of tonsil and tonsillar fossa, (ii) trismus(due to spasm of medial pterygoid muscle) and (iii) external swelling behind the angle of jaw. There is marked odynophagia associated with it. Posterior compament involvement produces (i) bulge of pharynx behind the posterior pillar, (ii) paralysis of CN IX, X, XI, and XII and sympathetic chain, and (iii) swelling of parotid region. There is minimal trismus or tonsillar prolapse. Fever, odynophagia, sore throat, toicollis (due to spasm of preveebral muscles) and signs of toxaemia are common to both compaments. Ref:- Dhingra; pg num:-267,268",
        "cop": 1,
        "opa": "Parapharyngeal abscess",
        "opb": "Retropharyngeal abscess",
        "opc": "Ludwigs angina",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "bcdcb84c-5e44-43f4-bc12-20b45131f6d3",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for angiofibroma is",
        "exp": "Surgical excision is the treatment of choice though radiotherapy and chemotherapy singly or in combination have also been used. Spontaneous regression of the tumour with the advancement of age, as thought previously, does not occur and no wait and watch policy should be adopted Ref:(Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 281 )",
        "cop": 1,
        "opa": "Surgery",
        "opb": "Radiotherapy",
        "opc": "Both",
        "opd": "Chemotherapy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "3baf03e5-9a50-4829-8c5a-132fe2a10d84",
        "choice_type": "multi"
    },
    {
        "question": "A 14 years patient with swelling of cheek, mild proptosis is seen in -",
        "exp": "Ans. is 'a' i.e., Nasopharyngeal angiofibroma o Repeated epistaxis and swelling of cheek in a 14 years boy suggest the diagnosis of angiofibroma,o Biopsy should be avoided as it causes severe bleeding.Juvenile nasopharyngeal angiofibromao Juvenile nasopharyngeal angiofibroma (JNA) is a benign, but locally aggresive, tumor of nasopharynx seen in prepubertal and adolescent males.o It is the most common benign neoplasm of nasopharynx.o It is a highly vascular tumor and blood supply of the tumor most commonly arises from the internal maxillary artery.o Juvenile nasopharyngeal angiofibroma (JNA) occurs almost exclusively in males.o Female with Juvenile nasopharyngeal angiofibroma (JNA) should undergo genetic testing,o Onset is most commonly in the second decades, the range is 7-19years.o The exact cause is unknown. As the tumour is predominantly seen in adolescent males in the second decade of life, it is thought to be testosterone dependent.o The most common site is posterior part of nasal cavity close to the margin of sphenopalatine foramen.o The tumor starts adjacent to the sphenopalatine foramen.o Large tumors are frequently bilobed or dumbbel shaped, with one portion of tumor filling the nasopharynx and the other portion extending to the pterygopalatine fossa.Clinical featureso Symptoms depend on spread of tumour to nasal cavity, paranasal sinuses, pterygomaxillary fossa, infratemporal fossa, cheek, orbits (through inferior orbital fissure), cranial cavity' (most common site is middle cranialfossa).o Nasal obstruction (80-90%) is the most common symptom, especially in the initial stages. This results in denasal speech, hyposmia, broadening of nasal bridge,o Spontaneous profuse & recurrent ep is taxis is the second most common symptomo Otalgia, conductive hearing loss, serous otitis media, due to eustachian tube obstruction,o Pink or purplish mass obstructing one or both chonae in nasopharynx.o Tumour in the orbit causes : proptosis; and frog-face deformity; diplopia and diminshed vision,o Tumour in infratemporal fossa can cause trismus and bulge of parotid.o II, III, IV, V, VI cranial nerve can be involved.o Splaying of nasal bones.o Swelling of cheek and fullness of face.Diagnosis and treatmento Contrast CT is the investigation of choice.o Biopsy should be avoided as it can cause severe bleeding.o Surgical excision is the treatment of choice.",
        "cop": 1,
        "opa": "Nasopharyngeal angiofibroma",
        "opb": "Carcinoma",
        "opc": "Nasal Polyp",
        "opd": "Foreign body",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "9b341e06-bfba-4243-903d-9d32f1ef4bc0",
        "choice_type": "single"
    },
    {
        "question": "The palatine tonsil receives its aerial supply from all of the following except",
        "exp": "Tonsil supplied by 5 aeries 1. Tonsilar branch of the facial aery, ( main aery) 2. Ascending pharyngeal aery from the external carotid 3. Ascending palatine, branch of the facial aery 4. Dorsal linguae branches of the lingual aery 5. Descending palatine branch of the maxillary aery. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra; 7th edition, page 291)",
        "cop": 3,
        "opa": "Facial",
        "opb": "Ascending palatine",
        "opc": "Sphenopalatine",
        "opd": "Dorsal lingual",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "a89e7f0a-e5ce-4e7b-97d5-89ecacdc1278",
        "choice_type": "multi"
    },
    {
        "question": "False regarding the foreign body of oropharynx is -",
        "exp": "Ans. is 'b' i.e., Food particles are the most common oropharyngeal foreign bodies in childrenOrophary ngeal foreign bodieso Most ingested foreign bodies do not impact in the oropharynxo Sharp foreign bodies like fish and chicken bones most commonly impact in the soft tissues at the base of the tongue.o Hypopharyngeal foreign bodies can be detected by good physical examination,o Endoscopy and MDCT are used in the diagnosis of foreign bodies of cervical esophagus,o Coins are the most common impacted oropharyngeal foreign bodies encountered in children followed by food particles.",
        "cop": 2,
        "opa": "Impacted foreign bodies most often lodge in the soft tissue at the base of tongue",
        "opb": "Food particles are the most common oropharyngeal foreign bodies in children",
        "opc": "Clinical hypopharvngeal foreign bodies are amenable to clinical examination",
        "opd": "Endoscopy and MDCT are used in the diagnosis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "20c62e19-5919-4212-8389-764d145544b0",
        "choice_type": "multi"
    },
    {
        "question": "Nasopharyngeal Carcinoma is caused by",
        "exp": "AETIOLOGY The exact aetiology is not known. The factors responsible are: 1. Genetic. Chinese have a higher genetic susceptibility 2. Viral. Epstein-Barr (EB) virus is closely associated with nasopharyngeal cancer. EB virus has two impoant antigens: viral capsid antigen (VCA) and early antigen (EA). IgA antibodies of EA are highly specific for nasopharyngeal cancer but have a sensitivity of only 70-80% while IgA antibodies of VCA are more sensitive but less specific. 3. Environmental. Air pollution, smoking of tobacco and opium, nitrosamines from dry salted fish, smoke from the burning of incense and would have all been incriminated. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 283)",
        "cop": 1,
        "opa": "EBV",
        "opb": "Papilloma virus",
        "opc": "Parvo virus",
        "opd": "Adeno virus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "233c0864-e80b-41d2-9fe0-9a0d7baa607c",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal chordoma arises from:",
        "exp": "Ans. b. NotochordRef: Logan Turners Disease of the Nose, Throat and Ear 11th Ed; Page No- 380 and Ballengers Otorhinolaryngology by John Jacob Ballenger; Page No- 835Nasopharyngeal chordoma are aggressive tumors, which arise from notochord remnant, are found most commonly at the clivus.It is seen primarily in the fifth or sixth decade of life.Fifty percent occurs in the spheno-occipital area with a mean patient age of 40-45 years.They can expand to involve the cerebellopontine angle (CPA).Males and females are approximately equally affected.These tumors are slow growing and the development of symptoms depends on the route of spread.Presenting sign and symptoms include an expanding nasopharyngeal mass, frontal headache, cranial nerve palsies (Sixth nerve involves seen in 60% of patients followed by equally 9th and 10th nerve involvement), and pituitary abnormality.Treatment is by surgical resection and usually requires post-operative radiotherapy, ideally in the form of a proton beam.",
        "cop": 2,
        "opa": "Pharyngeal bursa",
        "opb": "Notochord",
        "opc": "Rathkes pouch",
        "opd": "Luschkas bursa",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "f64cd8fe-7ab5-4d86-85df-377c7ed95479",
        "choice_type": "single"
    },
    {
        "question": "Waldeyer's ring consists of all of the following except",
        "exp": "Lymphoid tissue aggregated at places in the subepithelial layer of the pharynx is collectively called Waldeyer&;s ring. It is formed by 1. Nasopharyngeal tonsil or adenoids 2. Palatine tonsils 3. Lingual tonsil 4. Tubal tonsil ( In fossa of Rosenmuller) 5. Lateral pharyngeal bands 6. Nodules in the posterior pharyngeal wall. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra; 7th edition, pg no. 269)",
        "cop": 4,
        "opa": "Palatine tonsils",
        "opb": "Pharyngeal tonsils",
        "opc": "Tubal tonsils",
        "opd": "Posterior Auricular nodes",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "dc2a8e93-6f70-4b07-96bc-a573706ae3fb",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following locations, there is collection of pus in the quinsy",
        "exp": "PERITONSILLAR ABSCESS (QUINSY) It is a collection of pus in the peritonsillar space which lies between the capsule of tonsil and the superior constrictor muscle. AETIOLOGY :- Peritonsillar abscess usually follows acute tonsillitis though it may arise de novo without previous history of sore throats. First, one of the tonsillar crypts, usually the crypta magna, gets infected and sealed off. It forms an intratonsillar abscess which then bursts through the tonsillar capsule to set up peritonsillitis and then an abscess. Culture of pus from the abscess may reveal pure growth of Streptococcus pyogenes, S. aureus or anaerobic organisms. More often the growth is mixed, with both aerobic and anaerobic organisms. CLINICAL FEATURES :- Peritonsillar abscess mostly affects adults and rarely the children though acute tonsillitis is more common in children. Usually, it is unilateral though occasionally bilateral abscesses are recorded. Clinical features are divided into: 1. General:- Theyare due to septicaemia and resemble any acute infection. They include fever (up to 104degF), chills and rigors, general malaise, body aches, headache, nausea and constipation. 2. Local :- (a) Severe pain in throat. Usually unilateral. (b) Odynophagia. It is so marked that the patient cannot even swallow his own saliva which dribbles from the angle of his mouth. Patient is usually dehydrated. (c) Muffled and thick speech, often called \"hot potato voice.\" (d) Foul breath due to sepsis in the oral cavity and poor hygiene. (e) Ipsilateral earache. This is referred pain CN IX which supplies both the tonsil and the ear. (f) Trismus due to spasm of pterygoid muscles which are in close proximity to the superior constrictor. Ref:- Dhingra; pg num:-264,265",
        "cop": 3,
        "opa": "Parapharyngeal space",
        "opb": "Retropharyngeal space",
        "opc": "Peritonsillar space",
        "opd": "Within the tonsil",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d67e73f3-9697-4003-af90-2b87d2814020",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true for juvenile nasopharyngeal angiofibroma",
        "exp": "NASOPHARYNGEAL FIBROMA (JUVENILE NASOPHARYNGEAL ANGIOFIBROMA) PATHOLOGY :- Angiofibroma, as the name implies, is made up of vascular and fibrous tissues: the ratio of the two components may vary. Mostly, the vessels are just endothelium-lined spaces with no elastic or muscle coat. This accounts for the severe bleeding as the vessels lose the ability to contract; also the bleeding cannot be controlled by application of adrenaline. DIAGNOSIS:- It is mostly based on clinical picture. Biopsy of the tumour is attended with profuse bleeding and is, therefore, avoided. Ref:- Dhingra; pg num:-246,247",
        "cop": 1,
        "opa": "Biopsy for diagnosis",
        "opb": "Second decade",
        "opc": "Surgical excision",
        "opd": "Benign tumor",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "af3e3f0e-bf80-4bf4-b326-4980a05659b7",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old male underwent tooth extraction for dental caries. Now he presents with fever and trismus. Oropharyngeal examination is revealing that the tonsils are pushed medially. There is also a swelling in the neck at the upper border of sternocleidomastoid muscle. Most likely diagnosis is:",
        "exp": "(d) Parapharyngeal abscess(Ref. Scott Brown, 8th ed., Vol 3; 550)Ludwig's angina is cellulitis of the submandibular space. Its most common underlying cause is dental caries. The patient has fever and trismus. Here the floor of mouth is raised pushing the tongue up and also there is swelling in the neck below the mandible on both sides. The tonsils are not pushed medially here.Peritonsillar abscess or Quinsy can also follow dental caries. The patient here presents with fever and trismus. On examination, the tonsils are pushed medially but external swelling at the upper border of sternocleidomastoid is not seen here.Parapharyngeal abscess can also follow dental infection. The patient presents with fever and trismus.On examination, the tonsils are pushed medially, because of the lateral pharyngeal wall being pushed medially.Since the lower boundary of the parapharyngeal space is hyoid, here external swelling at the upper border of sternocleidomastoid will also be seen.In retropharyngeal abscess a unilateral para-median bulge of the posterior pharyngeal wall is seen, the tonsil is not displaced here.",
        "cop": 4,
        "opa": "Retropharyngeal abscess",
        "opb": "Ludwig's angina",
        "opc": "Peritonsillar abscess",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "677d4895-b405-450a-a97e-e6fb56d2bcef",
        "choice_type": "multi"
    },
    {
        "question": "Infection of submandibular space is seen in",
        "exp": "Ludwig's angina is an infection of submandibular space. AETIOLOGY 1. Dental infections. They account for 80% of the cases. Roots of premolars often lie above the attachment of mylohyoid and cause sublingual space infection while roots of the molar teeth extend up to or below the mylohyoid line and primarily cause submaxillary space infection 2. Submandibular sialadenitis, injuries of oral mucosa and fractures of the mandible account for other cases (Ref: Diseases of ear, nose and throat, P.L Dhingra, 7th edition, page 297)",
        "cop": 1,
        "opa": "Ludwig's angina",
        "opb": "Vincent's angina",
        "opc": "Prinzmetal's angina",
        "opd": "Unstable angina",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "5cde728a-1e7a-498c-885b-fe4e3bb14e78",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of parapharyngeal abscess is",
        "exp": "Infection of tonsillar fossa leads to the parapharyngeal abscess as a delayed complication of tonsillectomy. Infection of parapharyngeal space can occur from teeth, ear and other spaces like parotid and retropharyngeal spaces. In spite of it being the smallest space in relation to the pharynx, it is the most commonly infected space of the pharynx as infections from tonsil(most commonly), dental, parotid, retropharyngeal, preveebral and submandibular space can all lead to parapharyngeal abscess. (Ref: Scott Brown, 8th edition, VOL 3, Pg no. 551)",
        "cop": 1,
        "opa": "Removal of tonsil",
        "opb": "Haematogenous spread",
        "opc": "Penetrating trauma",
        "opd": "Blunt trauma",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6ea64b1b-00c3-4fc9-b6ac-4abd683b59d3",
        "choice_type": "single"
    },
    {
        "question": "All of the following cause a gray-white membrane on the tonsils, except",
        "exp": "DIFFERENTIAL DIAGNOSIS OF MEMBRANE OVER THE TONSIL 1. Membranous tonsillitis:- It occurs due to pyogenic organisms. An exudative membrane forms over the medial surface of the tonsils, along with the features of acute tonsillitis. 2. Diphtheria:- Unlike acute tonsillitis which is abrupt in onset, diphtheria is slower in onset with less local discomfo, the membrane in diphtheria extends beyond the tonsils, on to the soft palate and is diy grey in colour. It is adherent and its removal leaves a bleeding surface. Urine may show albumin. Smear and culture of throat swab will reveal Corynebacterium diphtheriae. 3. Vincent angina:- It is insidious in onset with less fever and less discomfo in throat. Membrane, which usually forms over one tonsil, can be easily removed revealing an irregular ulcer on the tonsil. Throat swab will show both the organisms typical of disease, namely fusiform bacilli and spirochaetes. 4. Infectious mononucleosis:- This often affects young adults. Both tonsils are very much enlarged, congested and covered with membrane. Local discomfo is marked. Lymph nodes are enlarged in the posterior triangle of neck along with splenomegaly. Attention to disease is attracted because of failure of the antibiotic treatment. Blood smear may show more than 50% lymphocytes, of which about 10% are atypical. White cell count may be normal in the first week but rises in the second week. Paul-Bunnell test (mono test) will show high titre of heterophil antibody. 5. Agranulocytosis:- It presents with ulcerative necrotic lesions not only on the tonsils but elsewhere in the oropharynx. Patient is severely ill. In acute fulminant form, total leucocytic count is decreased to <2000/cu mm or even as low as 50/cu mm and polymorph neutrophils may be reduced to 5% or less. In chronic or recurrent form, total count is reduced to 2000/cu mm with less marked granulocytopenia. 6. Leukaemia:- Inchildren, 75% of leukaemias are acute lymphoblastic and 25% acute myelogenous or chronic, while in adults 20% of acute leukaemias are lymphocytic and 80% nonlymphocytic. Peripheral blood shows TLC >100,000/cu mm. It may be normal or less than normal. Anaemia is always present and may be progressive. Blasts cells are seen on examination of the bone marrow. 7. Aphthous ulcers:- Theymay involve any pa of oral cavity or oropharynx. Sometimes, it is solitary and may involve the tonsil and pillars. It may be small or quite large and alarming. It is very painful. 8. Malignancy tonsil. 9. Traumatic ulcer:- Anyinjury to oropharynx heals by formation of a membrane. Trauma to the tonsil area may occur accidently when hit with a toothbrush, a pencil held in mouth or fingering in the throat. Membrane appears within 24 hrs. 10. Candidal infection of tonsil. Ref:- Dhingra; pg num:-259,260",
        "cop": 4,
        "opa": "Infectious mononucleosis",
        "opb": "Streptococcal tonsillitis",
        "opc": "Diphtheria",
        "opd": "Ludwig's angina",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "7d670bbe-973f-4b96-913a-f9d6305390bc",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice in nasopharyngeal carcinoma",
        "exp": "NASOPHARYNGEAL CANCER TREATMENT :- 1. Radiotherapy:- It is the treatment of choice for nasopharyngeal cancer. Stage I and II are treated by radiotherapy alone while stage III and IV require concomitant radiation and chemotherapy or radiation followed by chemotherapy. External beam radiation of 6000-7000 cGy can be delivered by linear accelerator to the primary and both sides of neck. More advanced techniques of radiotherapy such as three-dimensional conformal radiotherapy and intensity modulated radiotherapy (IM) are now being used more and more. They allow higher dose delivery to the tumour with reduced damage to the adjacent normal structures such as spinal cord, brainstem and parotid glands. IM has also been used for recurrent disease where conventional radiotherapy produces more serious side effects such as transverse myelitis. Ref:- Dhingra; pg num:-252",
        "cop": 3,
        "opa": "Surgery",
        "opb": "Chemotherapy",
        "opc": "Radiotherapy",
        "opd": "Surgery and radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "eff2b5c6-e77e-41fd-906a-02a55b8ae91c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT true about acute retropharyngeal abscess -",
        "exp": "(A (Caries of cervical spine is usually a common cause) (262 - Dhingra 5th)* Acute retropharyngeal abscess is due to suppurative retropharyngeal lymphadenitis.* There is dysphagia, dysnea (difficult breathing, stridor, croupy cough, torticollis and swelling in posterior pharyngeal wall on one side of the midline (i.e. in the lateral part of posterior pharyngeal wall).Retropharyngeal abscess* Retropharyngeal space lies behind the pharynx, i.e. between buccopharyngeal fascia covering pharyngeal constrictor muscles (anteriorly and prevertebral fascia covering the prevertebral muscles (posteriorly). So retropharyngeal space lies behind the pharyngeal constrictor muscles and anterior to prevertebral fascia covering the prevertebral muscles.* Abscess in this space may present differently depending upon the age:-Abscess in infants (acute Retropharyngeal abscess)> It is commonly seen in infants and children below 3 years of age. Most commonly it results from retropharyngeal lymphadenitis due to an upper respiratory tract infection. The presentation is acute, i.e. child has high temperature and sore throat. There is smooth swelling (bulge) in posterior pharyngeal wall on one side of the midline. There is dysphagia, difficulty in breathing, stridor, croupy cough and torticollis, Swelling can be palpable per orally on the posterior pharyngeal wall. Treatment is incision and drainage.Abscess in adults (chronic retropharyngeal abscess)> If an adult or an older child has a retropharyngeal infection it is likely to be due to a tuberculous infection of the cervical spine (caries of cervical spine). Sometime it may be secondary to tuberculous infection of retropharyngeal lymph nodes. It is of slow onset and gives rise to pharyngeal discomfort, rather than pain. There is fluctuant swelling in posterior pharyngeal wall, centrally in the midline (fit it is secondary to caries of cervical spine) or on one side of midline (if it is secondary to tuberculosis of retropharyngeal nodes) treatment includes incision and drainage of abscess along with full course of antitubercular treatment.GRADENGO'S SYNDROME:(i) External rectus palsy (Vth nerve / abducent nerve palsy) causing diplopia.(ii) Deep seated orbital or retro orbital pain (Vth nerve involvement)(iii) Persistent ear discharge due to ipsilateral acute or chronic otitis media.Ludwig's angina is a rapidly spreading bilateral cellulitis, usually begins in the submandibular space and then rapidly spreads to involves the sublingual space. Most common cause is infection of the teeth especially 2nd and 3rd mandibular molar.* Gillette's space - two lateral space in retropharyngeal space.* Thornwaldt cyst is a benign midline Nasopharyngeal mucosal cyst**Antibiotics are given to treat infection and marsupialisation of the cystic swelling and adequate removal of its lining membrane is done.* Nodes of Rouviere - in Retropharyngeal nodes. Most superior nodes of the lateral group is called nodes of Rouviere.* Waldeyer's lymphatic rings - consist of palatine, pharyngeal tubal and Ungual tonsils***Peritonsillar Abscess (Quinsy) - Collection of pus between the capsule of tonsil and the superior constrictor muscle i.e. in the peritonsillar area. It is a complication of tonsillitis and is most commonly caused by group A beta-hemolytic streptococcus. Tonsillectomy is done 6 weeks following an attack of quinsy (Interval tonsillectomy).1. The horizontal semicircular canal produces - Horizontal nystagmus The superior semicircular canal produces - Rotatory' nystagmus The posterior semicircular canal produces - Vertical nystagmus2. Light house effect in ASOM seen in stage of resolution (due to pulsatile otorrhea)3. Epley's maneuver (vestibular exercise) is used in BPPV - where the head is taken through a series of position changes that allow the crystals to be emptied out of the semicircular canal (Positional vertigo)4. A loose tracheal foreign body like seed may move up and down the trachea between the carina and the undersurface of vocal cords causing \"Audible slap\" or \"Palpatory thud\"5. Functional endoscopic sinus surgery (FESS) is the treatment of choice for all nasal polyps.6. The most common cause of epistaxis is the mucosal maceration caused by upper respiratory infection and nose picking (Trauma)7. Causes of recurrent epistaxis in children* Retained nasal foreign body* Use of nasal sprays as intranasal steroid spray* Haemorrhagic disease as in ITP, Von Willibrand disease* Angiofibroma (suspect in adolescent boys)* Nasal parasitosis/Nasal myiasisi. Perilymph - resemble ECF and rich in Na+ ions. Closely resembles CSFii. Endolymph- resembles ICF and rich in K+. Electrically positive by 85mV.8. The nasal polyps is the most common nasal cavity massi. Most common (me) nasal mass - Inflammatory polypsii. MC tumour of nasal cavity - Inverted papillomaiii. MC malignant tumor of nasal cavity - Squamous cell Caiv. MC nasal sarcoma in adolescent - Rhabdomyosarcoma9. Irritation of the auricular branch of vagus (Alderman's nerve) in the external ear may reflexly cause Cough, Vomiting or even death due to sudden cardiac inhibition10. An external laryngocele arises as a result of herniation of the laryngeal mucosa through the thyrohyoid membrane and presents in the neck* Laryngocele arises from the saccule for the ventricle.* Paired cartilage - Arytenoid, Comiculate, Cuneiform* Unpaired cartilage - Thyroid, Cricoid, EpiglottisHyaline cartilage - Thyroid, Cricoid, basal part of arytenoids cartilageElastic cartilage - Epiglottis, comiculate, cuneiform, processes of arytenoids11. Excessive bleeding at the time of operation (Tonsillectomy) usually arises because of trauma to an aberrant vessel or paratonsillar vein12. Natural resonance and efficiency of auditory apparatus - external auditory canal (3000 Hz) Tympanic membrane (800-1600Hz). Middle ear (800Hz) Ossicular chain (500-2000Hz).",
        "cop": 1,
        "opa": "Caries of cervical spine is usually a common cause",
        "opb": "Swelling on posterolateral wall of pharynx",
        "opc": "Torticollis",
        "opd": "Dysphagia",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "acd9e601-3849-4499-bbd6-267098d1b4dd",
        "choice_type": "multi"
    },
    {
        "question": "A chronic smoker with history of hoarseness of voice found to have fixation of vocal cords on examination. The most likely treatment he will require is",
        "exp": "Fixation of vocal cords on examination is T3 lesion.Total laryngectomy. The entire larynx including the hyoid bone, pre-epiglottic space, strap muscles and one or more rings of trachea are removed. Pharyngeal wallis repaired and lower tracheal stump sutured to the skin for breathing. Laryngectomy may be combined with block dissection for nodal metastasis.Total laryngectomy is indicated in the following conditions:(i) T3 lesions (i.e. with cord fixed)(ii) All T4 lesions(iii) Invasion of thyroid or cricoid cailage(iv) Bilateral arytenoid cailage involvement(v) Lesions of posterior commissure(vi) Failure after radiotherapy or conservation surgery(vii) Transglottic cancers, i.e. tumours involving supraglottis and glottis acrossDhingra 6e pg: 310",
        "cop": 2,
        "opa": "LASER",
        "opb": "Subtotal laryngectomy",
        "opc": "Stripping of the vocal cord",
        "opd": "Radiotherapy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d0dfc865-7f5c-4003-85b0-7c8d71b1d3dc",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about Nasopharyngeal carcinoma are true, except",
        "exp": "Radiotherapy: It is the treatment of choice for nasopharyngeal cancer. Stage I and II are treated by radiotherapy alone while stage III and IV require concomitant radiation and chemotherapy or radiation followed by chemotherapy. External beam radiation of 6000-7000 cGy can be delivered by the linear accelerator to the primary and both sides of the neck. More advanced techniques of radiotherapy such as three-dimensional conformal radiotherapy and intensity modulated radiotherapy (IM) are now being used more and more. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 285)",
        "cop": 2,
        "opa": "Bimodal age distribution",
        "opb": "Nasopharyngectomy with radical Neck dissection is the treatment of choice",
        "opc": "IgA antibody to EBV is observed",
        "opd": "Squamous cell carcinoma is the most common histological subtype",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "8cdc2d59-e69f-4656-b9b9-45dcf4a30cd8",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old boy presents with nasal obstruction and intermittent profuse epistaxis. He has a firm pinkish mass in the nasopharynx. All of the following investigations are done in this case except:",
        "exp": "(d) Biopsy(Ref. Cummings, 6th ed., 1421)This is most likely a case of angiofibroma.Biopsy is contraindicated in a case of suspected angiofibroma, as it will result into profuse bleeding because here the blood vessels lack the muscular component so contraction does not occur.The most appropriate investigation for the diagnosis of angiofibroma is CECT.Carotid angiography is done so as to know the feeding vessel to angiofibroma so that preoperative embolisation of this vessel can be done.To see the intracranial extension or extension into orbits or infratemporal fossa CECT has to be augmented with MRI.",
        "cop": 4,
        "opa": "MRI",
        "opb": "Carotid angiography",
        "opc": "CECT scan",
        "opd": "Biopsy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "3021193b-d732-4ab1-a753-af8944904cae",
        "choice_type": "multi"
    },
    {
        "question": "Chandu a 15 year aged boy presents with unilateral nasal blockade mass in the cheek and epistaxis; likely dianosis is -",
        "exp": "Ans. is 'b' i.e., Angiofibroma o Recurrent epistasis, nasal obstruction and swelling over cheek in a 15 years boy suggest the diagnosis of nasopharyngeal angiofibroma.o Juvenile nasopharyngeal angiofibroma (JNA) is a benign, but locally aggresive, tumor of nasopharynx seen in prepubertal and adolescent males. It is the most common benign neoplasm of nasopharynx. It is a highly vascular tumor and blood supply of the tumor most commonly arises from the internal maxillary artery. Juvenile nasopharyngeal angiofibroma (JNA) occurs almost exclusively in males. Female with Juvenile nasopharyngeal angiofibroma (JNA) should undergo genetic testing. Onset is most commonly in the second decades, the range is 7-19 years.o The exact cause is unknown. As the tumour is predominantly seen in adolescent males in the second decade of life, it is thought to be testosterone dependent.o Such patients have a hamartomatous nidus of vascular tissue in the nasopharynx and this is activated to form angiofibroma when male sex hormone appears.",
        "cop": 2,
        "opa": "Nasopharyngeal ca",
        "opb": "Angiofibroma",
        "opc": "Inverted papilloma",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "60c48a4b-c7d5-458c-bca4-a7bfd27cddd8",
        "choice_type": "multi"
    },
    {
        "question": "Regarding adenoids all of the following are true except",
        "exp": "ADENOIDS GENERAL SYMPTOMS :- (a) Adenoid facies:- Chronic nasal obstruction and mouth breathing lead to characteristic facial appearance called adenoid facies. The child has an elongated face with dull expression, open mouth, prominent and crowded upper teeth and hitched up upper lip. Nose gives a pinched in appearance due to disuse atrophy of alaenasi. Hard palate in these cases is highly arched as the moulding action of the tongue on palate is lost. (b) Pulmonary hypeension:- Long-standing nasal obstruction due to adenoid hyperophy can cause pulmonary hypeension and cor pulmonale. (c) Aprosexia:- i.e. lack of concentration. Ref:- Dhingra; pg num:-243,244",
        "cop": 4,
        "opa": "Failure to thrive",
        "opb": "High-arched palate",
        "opc": "Mouth breathing",
        "opd": "Immediate surgery even for minor symptoms",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "2a671a8e-1e6c-4650-b0eb-e72a89081efc",
        "choice_type": "multi"
    },
    {
        "question": "Palatine Tonsils are lined by",
        "exp": "Palatine tonsil Palatine tonsils are two in number. Each tonsil is an ovoid mass of lymphoid tissue situated in the lateral wall of oropharynx between the anterior and posterior pillars. Actual size of the tonsil is bigger than the one that appears from its surface as pas of tonsil extend upwards into the soft palate, downwards into the base of tongue and anteriorly into palatoglossal arch. A tonsil presents two surfaces--a medial and a lateral, and two poles--an upper and a lower. Medial surface of the tonsil is covered by nonkeratinizing stratified squamous epithelium. Ref:- Dhingra; pg num:-257",
        "cop": 1,
        "opa": "Non keratinized Stratified squamous epithelium",
        "opb": "Ciliated columnar epithelium",
        "opc": "Cuboidal epithelium",
        "opd": "Transitional epithelium",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "33a215ab-9d5d-416a-9a78-9bcbee033625",
        "choice_type": "single"
    },
    {
        "question": "Passavant ridge is formed by",
        "exp": "Passavant ridge Near the superior margin of the pharynx, a few fibers of superior constrictor blend with a band of muscle fibers belonging to the palatopharyngeus muscle These fused fibers form a band or ring around the posterior wall and sidewalls of the nasopharyngeal isthmus When the soft palate is elevated this muscle band appears as a ridge is known as passavant ridge. Ref: PL Dhingra, Diseases of Ear, Nose & Throat, 7th edition, pg no. 271",
        "cop": 1,
        "opa": "Superior constrictor and palatopharyngeus",
        "opb": "Inferior constrictor and palatopharyngeus",
        "opc": "Superior constrictor and palatoglossus",
        "opd": "Inferior constrictor and palatoglossus",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "30e03b6a-1a0d-4eef-be93-7fc7add6c146",
        "choice_type": "single"
    },
    {
        "question": "70 year old man with cervical lymphadenopathy what can be the cause",
        "exp": "It is mostly seen in fifth to seventh decades but may involve younger age groups. It is not uncommon to see the cancer of nasopharynx in the twenties and thiies. Cervical nodal metastasis: This may be the only manifestation of nasopharyngeal cancer. A lump of nodes is found between the angle of the jaw and the mastoid and some nodes along with the spinal accessory in the posterior triangle of the neck. Nodal metastasis is seen in 75% of the patients when first seen, about half of them with bilateral nodes. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 284,285)",
        "cop": 1,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Angiofibroma",
        "opc": "Acoustic neuroma",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "1df537ad-85e0-4362-a57d-ea2db70df4ad",
        "choice_type": "single"
    },
    {
        "question": "Type of speech seen in nasopharyngeal carcinoma is",
        "exp": "Denasal speech (rhinolalia clausa) is seen in nasopharyngeal carcinoma. It is lack of nasal resonance for words which are resonated in the nasal cavity Rhinolalia apea (hypernasality- Seen when ceain words which have little nasal resonance are resonated through the nose) Muffled and thick speech, often called \"hot potato voice. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, Pg no. 284)",
        "cop": 1,
        "opa": "Rhinolalia clausa",
        "opb": "Rhinolalia apea",
        "opc": "Hot potato voice",
        "opd": "Hoarse voice",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "906b4a52-e5e7-4991-a724-075097b15236",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true for juvenile angiofibroma -",
        "exp": "Ans. is 'a' i.e.. Biopsy for diagnosis o Biopsy should be avoided as it causes severe bleeding.Juvenile nasopharyngeal angiofibromao Juvenile nasopharyngeal angiofibroma (JNA) is a benign, but locally aggresive, tumor of nasopharynx seen in prepubertal and adolescent males.o It is the most common benign neoplasm of nasopharynx.o It is a highly vascular tumor and blood supply of the tumor most commonly arises from the internal maxillary artery.o Juvenile nasopharyngeal angiofibroma (JNA) occurs almost exclusively in males.o Female with Juvenile nasopharyngeal angiofibroma (JNA) should undergo genetic testing,o Onset is most commonly in the second decades, the range is 7-19years.o The exact cause is unknown. As the tumour is predominantly seen in adolescent males in the second decade of life, it is thought to be testosterone dependent.o The most common site is posterior part of nasal cavity close to the margin of sphenopalatine foramen.o The tumor starts adjacent to the sphenopalatine foramen.o Large tumors are frequently bilobed or dumbbel shaped, with one portion of tumor filling the nasopharynx and the other portion extending to the pterygopalatine fossa.Clinical featureso Symptoms depend on spread of tumour to nasal cavity, paranasal sinuses, pterygomaxillary fossa, infratemporal fossa, cheek, orbits (through inferior orbital fissure), cranial cavity' (most common site is middle cranialfossa).o Nasal obstruction (80-90%) is the most common symptom, especially in the initial stages. This results in denasal speech, hyposmia, broadening of nasal bridge,o Spontaneous profuse & recurrent ep is taxis is the second most common symptomo Otalgia, conductive hearing loss, serous otitis media, due to eustachian tube obstruction,o Pink or purplish mass obstructing one or both chonae in nasopharynx.o Tumour in the orbit causes : proptosis; and frog-face deformity; diplopia and diminshed vision,o Tumour in infratemporal fossa can cause trismus and bulge of parotid.o II, III, IV, V, VI cranial nerve can be involved.o Splaying of nasal bones.o Swelling of cheek and fullness of face.Diagnosis and treatmento Contrast CT is the investigation of choice.o Biopsy should be avoided as it can cause severe bleeding.o Surgical excision is the treatment of choice.",
        "cop": 1,
        "opa": "Biopsy for diagnosis",
        "opb": "Benign tumor",
        "opc": "Surgical excision",
        "opd": "Second decade",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "38b221f2-9aa3-4959-b7b5-4cc0ef13613f",
        "choice_type": "multi"
    },
    {
        "question": "Unilateral posterior pharyngeal wall swelling is due to",
        "exp": "Acute Retropharyngeal Abscess : The retropharyngeal space is divided longitudinally by a midline fibrous Raphe into two paramedian spaces known as space of Gillette which contains lymph nodes known as nodes of Rouviere. Acute suppurative lymphadenitis of these lymph nodes leads to an acute retropharyngeal abscess. On examination A unilateral para - a median bulge of the posterior pharyngeal wall is seen. (Ref: Scott Brown 8th edition, VOL 3 )",
        "cop": 3,
        "opa": "Peritonsillar abscess",
        "opb": "Preveebral abscess",
        "opc": "Acute retropharyngeal abscess",
        "opd": "Parapharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ece2bc16-cd83-42a2-ac9e-134f86b4b6df",
        "choice_type": "multi"
    },
    {
        "question": "Antral sign is seen in",
        "exp": "Anterior bowing of the posterior wall of maxillary sinus often called antral sign or Holman-Miller sign, which is pathognomic of angiofibroma. (Ref: Diseases of ear, nose and throat, PL Dhingra, 7th edition, page 281)",
        "cop": 1,
        "opa": "Juvenile angiofibroma",
        "opb": "Otosclerosis",
        "opc": "CSOM",
        "opd": "Sinusitis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "a9f37ddf-9f92-4872-9cdc-94f20bd18e8f",
        "choice_type": "single"
    },
    {
        "question": "Swelling between tonsillar area and superior constrictor muscle is known as",
        "exp": "Ans. a (Quinsy). (Ref. Disease of ENT by PL Dhingra 3rd /pg. 318)PERITONSILLAR ABSCESS (QUINSY)# It is collection of pus between capsule of tonsils and superior constrictor muscle.# It is characterized by hot potato voice and odynophagia and halitosis.# While draining it should be opened at the point of maximum bulge above upper pole of tonsil or just lateral to point of junction of anterior pillar, with a line drawn through the base of uvula.# Tonsils are removed 5-6 weeks following an attack of Quinsy.6# Quinsy tonsillectomy vs. Interval tonsillectomy- Quinsy tonsillectomy can be a treatment option in pediatric patients to young to withstand bedside aspiration or * I&D for recurrent PTA.- Quinsy tonsillectomy can be surgically easier than interval tonsillectomy as fibrosis has not had time to set into themtonsillar capsule.- Interval tonsillectomy can be considered after successful abscess drainage, usually from recurrent PTA after 4-6 weeks.",
        "cop": 1,
        "opa": "Quinsy",
        "opb": "Dental abscess",
        "opc": "Parapharyngeal abscess",
        "opd": "Retropharyngeal abscess",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "8090f50f-81a6-451d-a66b-63a596e00d12",
        "choice_type": "single"
    },
    {
        "question": "Indication for Adenoidectomy in children include",
        "exp": "ADENOIDECTOMY INDICATIONS :- 1. Adenoid hyperophy causing snoring, mouth breathing, sleep apnoea syndrome or speech abnormalities, i.e. (rhinolalia clausa). 2. Recurrent rhinosinusitis. 3. Chronic otitis media with effusion associated with adenoid hyperplasia. 4. Recurrent ear discharge in benign CSOM associated with adenoiditis/adenoid hyperplasia. 5. Dental malocclusion. Adenoidectomy does not correct dental abnormalities but will prevent its recurrence after ohodontic treatment. Ref:- Dhingra; pg num:-431",
        "cop": 4,
        "opa": "Recurrent rhinosinusitis",
        "opb": "Chronic otitis media with effusion",
        "opc": "Dental malocclusion",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "5c2b2e91-6997-4c13-b954-8de71c58d9e4",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of origin of nasopharyngeal angiofibroma:",
        "exp": "(b) At sphenopalatine foramen(Ref. Cummings, 6th ed., 1421; Scott Brown, 8th ed., Voll; 1265)Most common site of origin of nasopharyngeal angiofibroma is from the sphenopalatine foramen which is present around 1 cm behind the posterior border of the middle turbinate in the lateral wall of nasopharynx.The lateral wall of the nose ends at the posterior end of turbinates. So it is not the answerAngiofibroma spreads to the roof of nasopharynx from where it can go intracranially.Vault of skull is not valid.",
        "cop": 2,
        "opa": "Roof of nasopharynx",
        "opb": "At sphenopalatine foramen",
        "opc": "Vault of skull",
        "opd": "Lateral wall of nose",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "bd60a5ce-d4cb-42c4-b0c2-72b8a1216682",
        "choice_type": "multi"
    },
    {
        "question": "Most common presentation in nasopharyngeal carcinoma",
        "exp": "NASOPHARYNGEAL CANCER CLINICAL FEATURES:- Cervical nodal metastases:- This may be the only manifestation of nasopharyngeal cancer. A lump of nodes is found between the angle of jaw and the mastoid and some nodes along the spinal accessory in the posterior triangle of neck. Nodal metastases are seen in 75% of the patients, when first seen, about half of them with bilateral nodes. Ref:- Dhingra; pg num:-252",
        "cop": 1,
        "opa": "Cervical lymphadenopathy",
        "opb": "Nasal stuffiness",
        "opc": "Hoarseness of voice",
        "opd": "Epistaxis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "10720cf5-2387-4fe0-ae22-e75c15f55edb",
        "choice_type": "single"
    },
    {
        "question": "Most common site of nasopharyngeal carcinoma is-",
        "exp": "Ans. is 'b' i.e., Fossa of Rosenmuller o Repeat from previous sessions.",
        "cop": 2,
        "opa": "Nasal septum",
        "opb": "Fossa of Rosenmuller",
        "opc": "Vault of nasopharynx",
        "opd": "Anterosuperior wall",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "e266998a-ed35-454c-ae59-dc267435c036",
        "choice_type": "multi"
    },
    {
        "question": "Most common presentation in nasopharyngeal carcinoma is with",
        "exp": "This may be the only manifestation of nasopharyngeal cancer. A lump of nodes is found between the angle of the jaw and the mastoid and some nodes along with the spinal accessory in the posterior triangle of the neck. Nodal metastases are seen in 75% of the patients when first seen, about half of them with bilateral nodes (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 284)",
        "cop": 4,
        "opa": "Epistaxis",
        "opb": "Hoarseness of voice",
        "opc": "Nasal stuffiness",
        "opd": "Cervical lymphadenopathy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "cd036b9b-46bf-40f9-8715-1250ebb3b0ee",
        "choice_type": "single"
    },
    {
        "question": "Nasopharyngeal carcinoma causes deafness by",
        "exp": "Due to the obstruction of the eustachian tube, there is a conductive hearing loss with serious or suppurative otitis media. Tinnitus and dizziness may occur. Presence of unilateral serous otitis media in an adult should raise suspicion of nasopharyngeal growth. Rarely, the tumour grows up the tube into the middle ear. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 284)",
        "cop": 1,
        "opa": "Blocking the Eustachian tube",
        "opb": "Serous otitis media",
        "opc": "Temporal bone metastasis",
        "opd": "Radiation",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "3ef21e6d-a395-4a55-81e8-ed82418ce5b7",
        "choice_type": "single"
    },
    {
        "question": "Crypta magna is seen in",
        "exp": "APPLIED ANATOMY OF PALATINE (FAUCIAL) TONSILS Medial surface of the tonsil is covered by nonkeratinizing stratified squamous epithelium which dips into the substance of tonsil in the form of crypts. Openings of 12-15 crypts can be seen on the medial surface of the tonsil. One of the crypts, situated near the upper pa of tonsil is very large and deep and is called crypta magna or intratonsillar cleft. It represents the ventral pa of second pharyngeal pouch. From the main crypts arise the secondary crypts, within the substance of tonsil. Crypts may be filled with cheesy material consisting of epithelial cells, bacteria and food debris which can be expressed by pressure over the anterior pillar. Ref:- Dhingra; pg num:-257",
        "cop": 4,
        "opa": "Nasopharyngeal tonsil",
        "opb": "Lingual tonsil",
        "opc": "Tubal tonsil",
        "opd": "Palatine tonsil",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6eb0972f-1ade-4346-8d1e-d3cb175621ad",
        "choice_type": "single"
    },
    {
        "question": "A 10 years old child with recurrent epistaxis, likely cause -",
        "exp": "Ans. is 'C' i.e., Angiofibroma Causes of Recurrent epistaxis in children o Retained nasal foreign body o Use of nasal sprays as intranasal steroid sprays o Haemorrhagic disease as in ITP, von willebrand disease o Angiofibroma (suspect in adolescent boys) o Nasal parasitosis/Nasal myiasis",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Arteriosclerosis",
        "opc": "Angiofibroma",
        "opd": "Surgery",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "17ae0f83-d3f5-4e0e-a80a-727eac785599",
        "choice_type": "single"
    },
    {
        "question": "Trotter's triad includes all except",
        "exp": "Nasopharyngeal cancer can cause conductive deafness (eustachian tube blockage), ipsilateral temporoparietal neuralgia (involvement of CN V) and palatal paralysis (CN X)-- collectively called Trotter's triad. (Ref: Diseases of Ear, Nose and Throat, P.L Dhingra, 7th edition, page 285)",
        "cop": 2,
        "opa": "Sensory disturbance over distribution of the 5th cranial nerve",
        "opb": "Diplopia",
        "opc": "Conductive deafness",
        "opd": "Palatal Palsy",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "c7fb2841-5657-4e38-85c5-0a50d5773722",
        "choice_type": "multi"
    },
    {
        "question": "All of the following structures pass through Sinus of Morgagni except",
        "exp": "SINUS OF MORGAGNI It is a space between the base of the skull and upper free border of superior constrictor muscle. Through it enters (i) the eustachian tube, (ii) the levator veli palatini, (iii) tensor veli palatini and (iv) ascending palatine aery--branch of the facial aery. Ref:- Dhingra; pg num:- 240",
        "cop": 3,
        "opa": "Tensor veli palatini",
        "opb": "Levator veli palatini",
        "opc": "Ascending pharyngeal aery",
        "opd": "Eustachian tube",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "562a3053-ec2a-43ea-807b-abd16a4c0bce",
        "choice_type": "multi"
    },
    {
        "question": "Nasal angiofibroma is seen in which age",
        "exp": "Nasal angiofibroma s a rare tumour, though it is the commonest of all benign tumours of the nasopharynx. The exact cause is unknown. As a tumour is predominantly seen in adolescent males in the second decade of life, it is thought to be testosterone dependent. Angiofibroma, as the name implies, is made up of vascular and fibrous tissues: the ratio of the two components may vary. Mostly, the vessels are just endothelium-lined spaces with no elastic or muscle coat. This accounts for the severe bleeding and also the bleeding cannot be controlled by the application of adrenaline (Ref: Diseases of ear, nose and throat, PL Dhingra, 7th edition, page 279)",
        "cop": 1,
        "opa": "Adolescent male",
        "opb": "Adult male",
        "opc": "Elderly male",
        "opd": "Elderly female",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "b3a8ead3-7ddb-44cd-8b01-61951f1732a5",
        "choice_type": "single"
    },
    {
        "question": "True about nasopharyngeal angiofibroma are all except",
        "exp": "NASOPHARYNGEAL FIBROMA (JUVENILE NASOPHARYNGEAL ANGIOFIBROMA) CLINICAL FEATURES :- 1. Age and sex:- Tumour is seen almost exclusively in males in the age group of 10-20 years. Rarely, it may be seen in older people and females. 2. Profuse, recurrent and spontaneous epistaxis. This is the most common presentation. Patient may be markedly anaemic due to repeated blood loss. 3. Progressive nasal obstruction and denasal speech. It is due to mass in the postnasal space. 4. Conductive hearing loss and otitis media with effusion. It occur due to obstruction of eustachian tube. 5. Mass in the nasopharynx. Tumour is sessile, lobulated or smooth and obstructs one or both choanae. It is pink or purplish in colour. Consistency is firm but digital palpation should never be done until at the time of operation. Ref:- Dhingra; pg num:-246",
        "cop": 1,
        "opa": "Commonly seen in girls",
        "opb": "Hormonal etiology",
        "opc": "Miller's sign positive",
        "opd": "Radiotherapy can be given",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "09d5da41-651c-4526-acba-21e9756671e8",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for nasopharyngeal carcinoma",
        "exp": "NASOPHARYNX (EPIPHARYNX) Lateral wall:- Each lateral wall presents the pharyngeal opening of eustachian tube situated 1.25 cm behind the posterior end of inferior turbinate. It is bounded above and behind by an elevation called torus tubarius raised by the cailage of the tube. Above and behind the tubal elevation is a recess called fossa of Rosenmuller, which is the commonest site for origin of nasopharyngeaal carcinoma. Ref:- Dhingra; pg num:-239,240",
        "cop": 4,
        "opa": "Anterosuperior wall",
        "opb": "Nasal septum",
        "opc": "Vault of nasopharynx",
        "opd": "Fossa of Rosenmuller",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "c3036c0d-6893-4bbd-9bdc-a47b63bdaa7f",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old boy presented to ENT OPD with recurrent UI, mouth breathing and impaired hearing. The boy was diagnosed as having adenoid hyperophy for which adenoidectomy was done and grommet inseed; 1 week after surgery the boy was again brought to the OPD with toicollis. Which of the following are true",
        "exp": "ADENOIDECTOMY COMPLICATIONS:- Grisel syndrome:- Patient complains of neck pain and develops toicollis. Mostly it is due to spasm of paraspinal muscles, but can be due to atlantoaxial dislocation requiring cervical collar and even traction. Ref:- Dhingra; pg num:- 432",
        "cop": 4,
        "opa": "Adenoidectomy should not have been done in the patient as adenoids would have spontaneously regressed",
        "opb": "Toicollis is not a complication after adenoid surgery and it is a sheer coincidence",
        "opc": "The condition is most common in children with Down's syndrome",
        "opd": "Atlantoaxial subluxation is the cause for his toicollis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "d7dae56e-3a9e-4e02-a77c-95d2148b522b",
        "choice_type": "multi"
    },
    {
        "question": "Killian's dehiscence is seen in:",
        "exp": "Ans. c (Cricopharynx). (Ref. Diseases of ENT by PL Dhingra, 3rd /pg. 290)# Inferior constrictor muscle has two parts:- Thyropharyngeus (oblique fibers)- Cricopharyngeus (transverse fibers)# Between these two parts exists a potential gap, known as \"Killan's dehiscence\" (gateway of tears).# Clinical significance:- Perforation during esophagoscopy- Pharyngeal pouchPHARYNGOESOPHAGEAL DIVERTICULUM (ZENKER DIVERTICULUM)# General Considerations- Zenker diverticulum originates from the posterior wall of the esophagus, in a triangular area of weakness limited:SS inferiorly by the cricopharyngeus muscle andSS superiorly by the inferior constrictor muscles (ie, the Killian triangle).- As the diverticulum enlarges, it tends to deviate from the midline, mostly to the left.# Pathogenesis- Zenker diverticulum results from either a lack of coordination between the pharyngeal contraction and the opening of the UES or a hypertensive UES.- Because of the increased intraluminal pressure, there is progressive herniation of mucosa and submucosa through the Killian triangle.Clinical Findings - Essentials of Diagnosis- Dysphagia, (the most common symptom)- Regurgitation of undigested food (with risk of aspiration).- Gurgling sounds in the neck.- Halitosis.# Imaging Studies- A barium swallow is the investigation of choice. It can also show a hiatal hernia.# Treatment- The standard treatment consists of excision of -the diverticulum and myotomy of the cricopharyngeus muscle, including the upper 3 cm of the posterior esophageal wall.- For small diverticula (ie, < 2 cm), myotomy alone is sufficient. As an alternative to the conventional treatment, a transoral endoscopic approach, using an endoscopic stapling instrument, can be used for diverticula between 3 cm and 6 cm in size.# Prognosis- The prognosis is excellent in about 90% of cases.",
        "cop": 3,
        "opa": "Oropharynx",
        "opb": "Nasopharynx",
        "opc": "Cricopharynx",
        "opd": "Vocal cords",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "2c812472-e452-4cba-a0fa-fc178f9148a2",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic drainage of oropharynx is mainly through",
        "exp": "Lymphatics from oropharynx drain into the upper jugular chain, paicularly the jugulodigastric ( tonsilar) node. Some pas drain to the posterior cervical group also. The base of the tongue may drain bilaterally. Lymphatic drainage of the nasopharynx - upper deep cervical nodes. (Ref: Diseases of Ear, Nose and Throat, PL Dhingra; 7th edition, pg no. 271)",
        "cop": 3,
        "opa": "Superficial cervical lymph nodes",
        "opb": "Submandibular nodes",
        "opc": "Jugulodigastric nodes",
        "opd": "Jugulo-omohyoid nodes",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "56ac3a38-2a21-4481-9167-085469c91a8d",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of nasopharyngeal carcinoma -",
        "exp": "Ans. is 'a' i.e., Neck nodeo Presenting symptoms and sign of nasopharyngeal carcinoma in order of frequency are :-> Cervical lymphadenopathy (most common) (60-90%) > Hearing loss > Nasal obstruction > Epistaxis > Cranial nerve palsies. CN VI paralysis is the most common of theses > Headache > Earache > Neck pain > Weight loss,o Information in this question :i) Cervical adenopathy (Neck node) Most common presentation of nasopharyngeal carcinoma.ii) Type B tympanogram Indicates serous otitis media, which may be a complication of nasopharyngeal carcinoma due to eustachian tube blockade.o Thus, among the given options, nasopharyngeal carcinoma is the answer of choice.Clinical features of nasophary ngeal carcinomao Symptomatology of nasopharyngeal carcinoma is divided into five main groupsNasal symptomsNasal obstruction, nasal discharge, denasal speech (rhinolalia clausa), episiaxis.Otologic symptomsOtologic symptoms are due to obstruction of eustachian tube.This results in serous or suppurative otitis media. Which causes conductive deafness.Presence of unilateral serous otitis media in adult should raise the suspicion of nasopharyngeal carcinoma.Tinnitus and dizziness may occur.OphthalomoneuroLogical symptomsThese symptoms occur due to spread of tumor to the surrounding regions.Squint and diplopia due to involvement of VP cranial nerve.Ophthalmoplagia due to involvement of IIIrd. IVth &. VIth cranial nerve.Facial pain & reduced corneal sensations due to Vth nerve involvementExophthalmos and blindness due to direct extension into the orbit.Jugular foramen syndrome (IXth, Xth, XIth cranial nerve involvementj due to pressure by enlarged lateral retropharyngeal lymph nodes.Cranial nerve XIth involvement due to extension of growth to hypoglossal canal.Horner's syndrome due involvement of cervical sympathetic chain.Neckmass:-Itisthemnstcommonpresentation(60-90%)Due to cervical lymphadenopathy.Distant metastasisInvolve bone, lung, liver and other sites.",
        "cop": 1,
        "opa": "Neck node",
        "opb": "Epistaxis",
        "opc": "Hoarseness",
        "opd": "Obstruction",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "35fba718-08e3-4547-a2a6-18dfd3dd1a9a",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old child with recurrent UI with mouth breath ing and failure to grow with high arched palate and impaired hearing should be managed by",
        "exp": "The child is having recurrent UI with high arched palate and failure to grow which indicates child is having adenoids and since there is impaired hearing it means child has developed otitis media as a complication. Hence logically the child should be treated with adenoidectomy with grommet inseion. Ref:- Scott Brown; pg num:- 896-906",
        "cop": 3,
        "opa": "Tonsillectomy",
        "opb": "Myringotomy with grommet inseion",
        "opc": "Adenoidectomy with grommet inseion",
        "opd": "Grommet inseion",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "ca80dc40-833b-474b-bcb8-ae5ceae1876f",
        "choice_type": "single"
    },
    {
        "question": "Danger space of pharynx is bounded by",
        "exp": "Ref:- Dhingra; pg num:-268",
        "cop": 3,
        "opa": "Buccopharyngeal fascia anteriorly and alar fascia posteriorly",
        "opb": "Preveebral fascia anteriorly and veebral body posteriorly",
        "opc": "Alar fascia anteriorly and preveebral fascia posteriorly",
        "opd": "Tonsils anteriorly and superior constrictor muscle posteriorly",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "6f70dccb-915e-477f-a6b1-9b8d167f9299",
        "choice_type": "single"
    },
    {
        "question": "The ideal time for operation of quinsy after an attack of acute tonsillitis is",
        "exp": "Treatment The above conservative measures may cure peritonsillitis. If a frank abscess has formed, incision and drainage will be required. INCISION AND DRAINAGE: A peritonsillar abscess is opened at the point of a maximum bulge above the upper pole of the tonsil or just lateral to the point of junction of the anterior pillar with a line drawn through the base of uvula. INTERVAL TONSILLECTOMY: Tonsils are removed 6 weeks following an acute attack of quinsy. ABSCESS OR HOT TONSILLECTOMY: Some people prefer to do hot tonsillectomy instead of incision and drainage. (Ref: Diseases of Ear, Nose and Throat and head and neck surgery, 7th edition Pg no. 298)",
        "cop": 3,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "12 weeks",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "5e695609-529a-4660-9683-9bf9ac65b18d",
        "choice_type": "single"
    },
    {
        "question": "Irvin Moore sign is positive in",
        "exp": "Irwin-Moore sign:- Expression of cheesy material from the tonsil, on pressing anterior pillar seen in case of chronic tonsillitis. Ref:- Textbook of ENT, Hazarika; pg num:- 480",
        "cop": 3,
        "opa": "Adenoid hyperophy",
        "opb": "Acute tonsillitis",
        "opc": "Chronic tonsillitis",
        "opd": "Epiglottitis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "c1bcdb12-b44e-41c3-aaae-086d1c25eec7",
        "choice_type": "single"
    },
    {
        "question": "Parapharygeal space is also known as",
        "exp": "Parapharyngeal space is situated on the side of the pharynx. It is pyramidal in shape with the base at the base of the skull and apex at the hyoid bone. It contains carotid vessels, jugular vein, last 4 cranial nerves and cervical sympathetic chain. Ref: Diseases of ENT, PL Dhingra, 7th edition, pg no. 301",
        "cop": 3,
        "opa": "Retropharyngeal space",
        "opb": "Pyriform sinus",
        "opc": "Lateral pharyngeal space",
        "opd": "Pterygomaxillary space",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "4e5b932f-b4af-4520-a837-af06b82158dc",
        "choice_type": "single"
    },
    {
        "question": "70 year old man with cervical lymphadenopathy.What can be the cause -",
        "exp": "Ans. is 'a' i.e., Nasopharyngeal carcinoma o Among the given options only nasopharyngeal carcinoma is a common cause of cervical nodes in 70 years male,o Information in this question :i) Cervical adenopathy (Neck node) Most common presentation of nasopharyngeal carcinoma.ii) Type B tympanogram Indicates serous otitis media, which may be a complication of nasopharyngeal carcinoma due to eustachian tube blockade.o Thus, among the given options, nasopharyngeal carcinoma is the answer of choice.Clinical features of nasophary ngeal carcinomao Symptomatology of nasopharyngeal carcinoma is divided into five main groupsNasal symptomsNasal obstruction, nasal discharge, denasal speech (rhinolalia clausa), episiaxis.Otologic symptomsOtologic symptoms are due to obstruction of eustachian tube.This results in serous or suppurative otitis media. Which causes conductive deafness.Presence of unilateral serous otitis media in adult should raise the suspicion of nasopharyngeal carcinoma.Tinnitus and dizziness may occur.OphthalomoneuroLogical symptomsThese symptoms occur due to spread of tumor to the surrounding regions.Squint and diplopia due to involvement of VP cranial nerve.Ophthalmoplagia due to involvement of IIIrd. IVth &. VIth cranial nerve.Facial pain & reduced corneal sensations due to Vth nerve involvementExophthalmos and blindness due to direct extension into the orbit.Jugular foramen syndrome (IXth, Xth, XIth cranial nerve involvementj due to pressure by enlarged lateral retropharyngeal lymph nodes.Cranial nerve XIth involvement due to extension of growth to hypoglossal canal.Horner's syndrome due involvement of cervical sympathetic chain.Neckmass:-Itisthemnstcommonpresentation(60-90%)Due to cervical lymphadenopathy.Distant metastasisInvolve bone, lung, liver and other sites.",
        "cop": 1,
        "opa": "Nasopharyngeal carcinoma",
        "opb": "Angiofibroma",
        "opc": "Acoustic neuroma",
        "opd": "Otosclerosis",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "b4fd053c-6aa1-49e5-bb01-4aefbcb872c4",
        "choice_type": "single"
    },
    {
        "question": "Xray showing air column between soft tissue mass and posterior wall of nasopharynx is suggestive of -",
        "exp": "Ans. is 'b' i.e., Antrochoanal polyp o On xray.antrochoanal polyp appears as a soft tissue density and shows a column of air between the soft tissue mass and posterior wall of nasopharynx.",
        "cop": 2,
        "opa": "Ethmoidal polyp",
        "opb": "Antrochoanal polyp",
        "opc": "Nasalmyiasis",
        "opd": "None of the above",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "9070bbb4-2737-4e7e-9507-0b748683187f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding zenkers diveiculum except",
        "exp": "PHARYNGEAL POUCH Also called hypopharyngeal diveiculum or Zenker's diveiculum, it is a pulsion diveiculum where pharyngeal mucosa herniates through the Killian's dehiscence--a weak area between two pas of the inferior constrictor. AETIOLOGY :- Exact cause is not known. It is probably due to spasm of cricopharyngeal sphincter or its incoordinated contractions during the act of deglutition. It is usually seen after 60 years of age. PATHOLOGY :- Herniation of pouch stas in the midline. It is at first behind the oesophagus and then comes to lie on its left. Mouth of the sac is wider than the opening of oesophagus and food preferentially enters the sac. Ref:- Dhingra; pg num:-274",
        "cop": 2,
        "opa": "It is a false diveiculum",
        "opb": "It occurs in children",
        "opc": "It is a posterior pharyngeal pulsion diveiculum",
        "opd": "M/C site for diveiculum is killians dehiscence",
        "subject_name": "ENT",
        "topic_name": "Pharynx",
        "id": "c0b6a0e8-b1d7-4ebb-915e-ec71795ae814",
        "choice_type": "multi"
    }
]