[
    {
        "question": "Tear drop sign is seen in -",
        "exp": "Ans. is 'd' i.e., Blow out fracture Fractures of the floor of the orbito Zygomatic fracture and Le fort II maxillary fractures are always accompanied by fractures of orbital floor.o Isolated fractures of orbital floor, when a large blunt object strikes the globe, are called \"blow out fractures\".Clinical featureso Ecchymosis of lid, conjunctiva and sclera.o Endophthalmos with inferior displacement of the eye-ball. This becomes apparent when oedema subsides.o Diplopia, which may be due to displacement of the eyeball or entrapment of inferior rectus and inferior oblique muscles.o Hypoaesthesia or anaesthesia of cheek and upper lip, if infraorbital nerve is involved.Diagnosiso Water's view show a convex opacity bulging into the antrum from above, i.e., Tear drop opacity.o CT scan is diagnostic.",
        "cop": 4,
        "opa": "Fracture zygomatic arch",
        "opb": "Fracture maxilla",
        "opc": "Fracture mandible",
        "opd": "Blow out fracture",
        "subject_name": "ENT",
        "topic_name": "Trauma to the Face",
        "id": "736b3340-af80-4067-840e-c2357a3e838e",
        "choice_type": "single"
    },
    {
        "question": "Most common fractured bone on face:",
        "exp": "Ans. (c) Nasal boneRef. Dhingra's ENT 6th ed./147-148* Facial trauma, also called maxillofacial trauma, is any physical trauma to the face.* Commonly injured facial bones include the nasal bone, maxilla, and the mandible. The mandible may be fractured at its symphysis, body, angle, ramus, and condyle.* Nasal fracture is the most common facial fracture, and the third most common fracture of the skeleton overall.* Facial fractures occur for a variety of reasons related to sports participation: contact between players (eg, a head, fist, elbow); contact with equipment (eg, balls, pucks, handle bars); or contact with the environment, obstacles, or a playing surface (eg, wrestling mat, gymnastic equipment, goalposts, trees).* Facial fractures may be associated with head and cervical spine injuries and it requires a significant amount of force.",
        "cop": 3,
        "opa": "Nasoethmoid bone",
        "opb": "Zygomatic bone",
        "opc": "Nasal bone",
        "opd": "Mandible",
        "subject_name": "ENT",
        "topic_name": "Trauma to the Face",
        "id": "44c14ff6-ecd2-48ae-be95-6f83683a7b95",
        "choice_type": "single"
    }
]