[
    {
        "question": "The usual location of Glomus jugulare tumour is:",
        "exp": "(b) Hypotympanum(Ref. Cummings, 6th ed., 2738)Glomus jugulare arises from the paraganglionic cells in relation to the jugular bulb which is related to the floor of the middle ear. Therefore from the floor it comes into the hypotympanum.Less commonly Glomus may arise from promontory and is called Glomus tympanicum.Since it is locally invasive Glomus may later on reach epitympanum, mastoid and other nearby areas.",
        "cop": 2,
        "opa": "Epitympanum",
        "opb": "Hypotympanum",
        "opc": "Mastoid cell",
        "opd": "Promontory",
        "subject_name": "ENT",
        "topic_name": "Tumors of Ear",
        "id": "19a74fb3-c9b3-4725-a602-ec85379b448a",
        "choice_type": "single"
    },
    {
        "question": "Phelp sign is seen in:",
        "exp": "Ans: b (Glomus tumour) Ref: Dhingra, 4th ed,p. 107Most common benign tumour of middle earIt is a non encapsulated locally invasive vascular tumourAge group - Middle aged femalesHistology - Paraganglionic cells of neural crest originTypes 1. Glomus jugulare--from jugular bulb2. Glomus tympanicum--from promontorySymptoms:Progressive conductive deafness, pulsating tinnitusSigns:Brown sign (pulsating sign)-when ear canal pressure is increased tumour pulsates vigorously and blanches, and reverse on releasing pressure.Rising sun sign-looking through an otoscope tumour appears to be arising from the floor of middle earInvestigation of choiceC.T scan- shows erosion of caroticojugular spineTreatment-Surgical removal",
        "cop": 2,
        "opa": "Acoustic neuroma",
        "opb": "Glomus tumour",
        "opc": "Menier disease.",
        "opd": "Otosclerosis.",
        "subject_name": "ENT",
        "topic_name": "Tumors of Ear",
        "id": "da4664dd-39d4-44e3-bc7c-3d0f6ea47b60",
        "choice_type": "single"
    },
    {
        "question": "Most common benign tumour of middle ear is:",
        "exp": "(c) Glomus tumour(Ref. Cummings, 6th ed., 2738)Most common benign tumour of middle ear is glomus tumour.Acoustic neuroma is the most common benign tumour of the CP angle.Squamous cell carcinoma is the most common carcinoma of the middle ear.Adenocarcinoma is an occasional glandular tumour of the middle ear.",
        "cop": 3,
        "opa": "Adeno carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Glomus tumour",
        "opd": "Acoustic neuroma",
        "subject_name": "ENT",
        "topic_name": "Tumors of Ear",
        "id": "b7da601c-0068-43b3-855a-03a926fd7612",
        "choice_type": "single"
    },
    {
        "question": "All are true about Glomus jugulare tumours except:",
        "exp": "(c) It is a disease of infancy(Ref. Scott Brown, 8th ed., Vol 2 page 1303)Glomus is seen most commonly in middle age (40 - 50 yrs) usually in females. It presents with conductive deafness and pulsatile tinnitus.It is a benign but locally invasive tumour and can invade mastoid, labyrinth, petrous pyramid, jugular foramen, Eustachian tube and middle/posterior cranial fossa.",
        "cop": 3,
        "opa": "Common in females",
        "opb": "Causes conductive deafness",
        "opc": "It is a disease of infancy",
        "opd": "It invades labyrinth, petrous pyramid and mastoid",
        "subject_name": "ENT",
        "topic_name": "Tumors of Ear",
        "id": "cb568216-ff80-432b-bd73-78427ff41c8c",
        "choice_type": "multi"
    },
    {
        "question": "The Glomus jugulare tumour compression of carotid is diagnosed by:",
        "exp": "(a) MR angiography(Ref. Cummings, 6th ed., 2756)Magnetic resonance angiography is used to evaluate for compression of internal carotid artery.CECT is diagnostic of Glomus jugulare.X-ray has no role in the assessment of Glomus jugulare.MR venography is useful to assess collateral circulation within the dural sinuses of the skull as the tumour blocks the blood flow in the internal jugular vein and in turn leads to blockade of the sigmoid sinus.Jugular venography is no longer used because intravenous tumour extension can be seen with MR venography.",
        "cop": 1,
        "opa": "MR angiography",
        "opb": "CECT",
        "opc": "X-ray",
        "opd": "Jugular venography",
        "subject_name": "ENT",
        "topic_name": "Tumors of Ear",
        "id": "a2097fb8-efcb-4741-ace0-edf2b7fb23ea",
        "choice_type": "single"
    },
    {
        "question": "Pulsatile tinnitus in ear is due to:",
        "exp": "(d) Glomus jugulare tumour(Ref. Scott Brown, 8th ed., Vol 2 page 1283)For the tinnitus to be pulsatile the cause has to be vascular. Vascular causes to tinnitus are Glomus jugulare and internal carotid aneurysms.",
        "cop": 4,
        "opa": "Malignant otitis media",
        "opb": "Osteoma",
        "opc": "Mastoid reservoirs",
        "opd": "Glomus jugulare tumour",
        "subject_name": "ENT",
        "topic_name": "Tumors of Ear",
        "id": "1174783f-3e34-4d89-b223-81683a713800",
        "choice_type": "single"
    }
]