[
    {
        "question": "A child was treated for H. Influenza meningitis for 6 month. Most impoant investigation to be done before discharging the patient is:",
        "exp": "H. Influenza Type Meninigtis It is frequent in children between the ages of 3 and 12 months. Residual auditory deficit is a common complication. - Ghai 6th/ed Since, residual auditory deficit is a common complication of H. influenza meningitis, audiological test to detect the deficit should be performed before discharging any patient suffering from H. influenza meningitis. In children best test to detect hearing loss is brainstem evoked auditory response.",
        "cop": 2,
        "opa": "MRI",
        "opb": "Brainstem evoked auditory response",
        "opc": "Growth screening test",
        "opd": "Psychotherapy",
        "subject_name": "ENT",
        "topic_name": null,
        "id": "0fa43662-7890-4460-a368-bb774fd35529",
        "choice_type": "single"
    },
    {
        "question": "Paroxymal sneezing on getting up early in morning from bed is associated with ?",
        "exp": "Vasomotor Rhinitis It is a non allergic rhinitis clinically simulating nasal allergy. Symptoms Paroxysmal sneezing : Bouts of sneezing sta just after getting out of the bed in the morning. Excessive rhinorrhoea : This accompanies sneezing and may be the only predominant symptom. It is profuse and watery and may even wet several handkerchiefs. The nose may drip when the patient leans forward, and this may need to be differentiated from CSF rhinorrhoea. Nasal obstruction : This alternates from side to side. Usually more marked at night. It is the dependent side of nose which is often blocked when lying on one side. Postnasal drip.",
        "cop": 1,
        "opa": "Vasomotor rhinitis",
        "opb": "Perineal rhinitis",
        "opc": "Seasonal rhinitis",
        "opd": "Allergic rhinitis",
        "subject_name": "ENT",
        "topic_name": null,
        "id": "41492ae9-1628-40e6-9c26-d9aaa56d682f",
        "choice_type": "multi"
    }
]