[
    {
        "question": "Energy requirement for pregnant women doing moderate physical activity with body weight 55 kg",
        "exp": "Group Category / Age Body weight (Kg) Net energy (Kcal/d) Protein (g/d) Man Sedentary work Moderate work Heavy work 60 2,320 2,730 3,490 60.0 Woman Sedentary work Moderate work Heavy work Pregnant woman Lactation 0-6 m 6-12 months 55 1,900 2,230 2,850 +350 +600 +520 55.0 78 74 68 Infants 0-6 months 6-12 months 5.4 8.4 92 kcal/Kg/d 80 kcal/kg/d 1.16g / kg/d 1.69 g/kg/d Children 1-3 years 4-6 years 7-9 years 12.9 18.0 25.1 1,060 1,350 1,690 16.7 20.1 29.5 Boys 10-12 years 34.3 2,190 39.9 Girls 10-12 years 35.0 2,010 40.4 Boys 13-15 years 47.6 2,750 54.3 Girls 13-15 years 46.6 2,330 51.9 Boys 16-17 years 55.4 3,020 61.5 Girls 16-17 years 52.1 2,440 55.5 Energy Requirements Adult Man: ~2300 kcal/day if sedentary level worker, ~2700 kcal/day if moderate level worker and 3500 kcal/day if heavy level worker. Adult Woman: ~1900 kcal/day if sedentary level worker, ~2200 kcal/day if moderate level worker and ~2900 kcal/day if heavy level worker. Infant 0-6months: 92 Kcal/Kg/d i.e. approx. 500 kcal/day and in infants 6-12 months: 80 Kcal/kg/d i.e. approx. 670kcal/day Additional energy requirements in pregnancy: +350 Additional energy requirements in lactation: in 0-6 months is +600 kcal/day and in 6-12 months is +520 kcal/day",
        "cop": 2,
        "opa": "2280",
        "opb": "2580",
        "opc": "2730",
        "opd": "2630",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "3f1b2617-a977-4388-91ff-7516cd09cbe0",
        "choice_type": "single"
    },
    {
        "question": "\"One basic health worker per 10,000 population\" is given by which committe?",
        "exp": "Committiee Recommendations Chadha committee For maintenance phase of National malaria eradication programme. 1 basic health worker / 10,000 population. Mukherji committee De-link Malaria & family planning Basic health services Jungalwalla committee Committee on Integration of health services in India. Equal pay for equal work . Ban on private practice by government doctors. Balwant Rai Mehta committee Panchayati Raj Institutions 3 tier rural health infra-structure Zila parishad - District Panchayat samiti - Block Panchayat - Village",
        "cop": 1,
        "opa": "Chadha committee",
        "opb": "Mukherji committee",
        "opc": "Jungalwalla committee",
        "opd": "Balwant Rai Mehta committee",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "2ec31796-c055-4a5e-8b58-fe1788e2dda3",
        "choice_type": "multi"
    },
    {
        "question": "Comparison of two or more cost-effective alternatives in a health program is known as:-",
        "exp": "System analysis : Comparison of two or more cost-effective alternatives in a health program. Eg: Revised national TB control program(RNTCP) in India. Cost benefits analysis : A management technique where economic benefits of any programme are compared with cost of that programme. The benefits are expressed in monetary term. Cost effective analysis : Management technique where benefits are expressed in the terms of results achieved. Eg : Number of lives saved or number of days free from disease. Network analysis : Is the graphic plan of all events and activities to be completed in order to reach an end objective. 2 types are: Programme Evaluation and Review technique (PE) Critical path method (CPM)",
        "cop": 3,
        "opa": "Cost benefit analysis",
        "opb": "Cost effectiveness analysis",
        "opc": "System analysis",
        "opd": "Network analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "3394afce-e364-4fa4-8d84-50a20a36629d",
        "choice_type": "single"
    },
    {
        "question": "Extrinsic incentive is ?",
        "exp": "INCENTIVES: Factors that stimulate motivation & encourage specific behaviours Types: 1. Intrinsic incentive Benefit that comes from solving one's own problem 2. Extrinsic incentive Rewards that don't relate directly to goal, towards which desired behavior is aimed Eg: financial compensation of individuals undergoing sterilization. 3. Material incentive Include tangible goods or services 4. Psychological incentive Satisfaction, self-esteem / enhanced capabilities gained through proposed course of action",
        "cop": 1,
        "opa": "Rewards, not directly related to goals, towards which desired behavior is aimed.",
        "opb": "Benefit that comes from solving one's own problems.",
        "opc": "Satisfaction, self-esteem/ enhanced capabilities gained through a proposed course of action.",
        "opd": "Tangible goods or services",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "c8912015-1bcc-4571-bf8d-27715b4a5154",
        "choice_type": "single"
    },
    {
        "question": "Ergonomics is a discipline that deals with:-",
        "exp": "ERGONOMICS: Definition: Is the application of scientific information concerning objects, systems and environment for human use. Pre-placement examination: Fitting job to workers. Right man in Right job. Post-placement examination- Regular periodic examination: Annual - most occupational exposures. Every 2 months - Radiation exposure. Monthly - lead, dye, radium exposures. Daily - dichromates.",
        "cop": 4,
        "opa": "Human relationship in the specific context of production",
        "opb": "Study of working environment",
        "opc": "Study of the system of laws and institutions",
        "opd": "Fitting the job to the workers",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "e7bebdb6-427e-4214-92d4-746d2ca1f7e4",
        "choice_type": "single"
    },
    {
        "question": "Not a function of Female health worker posted at sub center level:-",
        "exp": "Malaria surveillance work is given to Male health workers(MHW) Female health workers(FHW) provide maternal and child health services Female health worker Male health worker Record keeping Contraceptive distribution, Immunization, Delivery conducting, suppoing Dais Family planning message spread, Hb estimation, urine examination Paicipating and co-coordinating community health programme Record keeping Malaria surveillance ORS distribution Chlorination Immunisation Family planning Identifying and referring communicable diseases",
        "cop": 2,
        "opa": "Condom distribution",
        "opb": "Malaria surveillance",
        "opc": "Conduct urine examination",
        "opd": "Bih and death record keeping",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "1a6c1489-a448-4649-9be5-bca74871e33b",
        "choice_type": "single"
    },
    {
        "question": "First referral unit (FRU) is",
        "exp": "Level of health care Primary Secondary Teiary Status in INDIA First level of contact between population and health care system First referral level of health care Second referral level of health care Health services are delivered through Sub - centre, Primary Health Centre Community Health Centre , District Hospital Medical Colleges and Hospitals",
        "cop": 3,
        "opa": "Sub-centre",
        "opb": "PHC",
        "opc": "CHC",
        "opd": "Medical college and hospital",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "7abc4d81-a624-4c90-a2b8-9668772d4fef",
        "choice_type": "single"
    },
    {
        "question": "A Sub-centre in a hilly area caters to a population of",
        "exp": "Population norms for health centres in india: Primary health care system ICDS system Centre Sub- centre PHC CHC Anganwadi Level of care Primary Primary Secondary - Population norm Plains Hilly/tribal areas 5000 3000 30,000 20,000 1,20,000 80,000 400-800 300-800",
        "cop": 3,
        "opa": "1000",
        "opb": "2000",
        "opc": "3000",
        "opd": "5000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "f9f25655-76e0-43cb-8380-0def73c5a838",
        "choice_type": "single"
    },
    {
        "question": "UJJAWALA scheme is for",
        "exp": "'Ujjawala' scheme to prevent trafficking is implemented by : MWCD COMPONENTS * Prevention * Rescue * Rehabilitation * Re-integration Repatriation",
        "cop": 3,
        "opa": "Providing LPG gas cylinders for all BPL card holder",
        "opb": "Providing energy efficient lighting by LED bulbs in rural areas",
        "opc": "Prevention of trafficking and Rescue, Rehabilitation and Re-integration",
        "opd": "Prevention of child labour",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "eb63e7ba-1a78-4791-83fb-754ad555f42e",
        "choice_type": "multi"
    },
    {
        "question": "Female health worker in Plains cover a population of:",
        "exp": "Female health worker is located at sub-center level covers 5, 000 population in plains; 3000 population in hilly areas. Also remember, LOCATION POPULATION NORM EDUCATION TRAINING ASHA Village 2/1000 10th class 23 days VHG Village 1/1000 6th 3 months TBA Village 1/1000 - 1 month AWW AWC 1/400 to 800 10th 4 months",
        "cop": 2,
        "opa": "1000",
        "opb": "5000",
        "opc": "30000",
        "opd": "120000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "46e01d93-e708-4ff7-b690-0c2ff88cbb10",
        "choice_type": "single"
    },
    {
        "question": "\"Eugenics\" is:",
        "exp": "Eugenics (sir francis Galton) : is a social philosophy which advocates the improvement of human hereditary traits through various form of intervention (GENETIC MANIPULATION) Negative eugenics: Is aimed at lowering feility among the genetically disadvantaged. This includes aboion, sterilization, and other method of family planning Positive eugenics: Is aimed to encourage reproduction among the genetically advantaged. Possible approaches includes financial and political stimuli, targeted demography analysis, in vitro feilization, egg transplant, and cloning Earlier proposed means of achieving EUGENIC GOALS focused on selective breeding, while modern ones focus on prenatal testing and screening, genetic counseling, bih control, in vitro feilization, and genetic engineering",
        "cop": 1,
        "opa": "The study of hereditary improvement of the human race by controlled selective breeding",
        "opb": "The humane destruction of an animal accomplished by a method that produces rapid unconsciousness and subsequent death without evidence of pain or distress, or a method that utilizes anesthesia produced by an agent that causes painless loss of consciousness and subsequent death",
        "opc": "A feeling of well-being or elation, may be drug related",
        "opd": "A state of being carried away by overwhelming emotion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "6c4a6b57-eb2b-4876-903d-112ff059b91c",
        "choice_type": "single"
    },
    {
        "question": "Urine bags and catheters biomedical waste will be disposed in",
        "exp": "Red Category Contain Contaminated, recyclable waste ; plastic /rubber waste . Disposal method - Autoclaving, Micro waving, hydroclaving, F/b destruction & shredding. Final mechanism of Disposal - Road making. - Extra Edge: Plastic covers which are used to pack foley's catheter etc are not considered as biomedical waste. It is general waste & is disposed through black bag. Recyclable general waste is disposed in Green bins. Non-recyclable general waste is disposed in Blue bins.",
        "cop": 2,
        "opa": "Yellow bag",
        "opb": "Red bag",
        "opc": "White container",
        "opd": "Blue bag",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "06a1c541-c2be-47b4-a4e3-fb55ee028fe2",
        "choice_type": "single"
    },
    {
        "question": "In Disaster management, all are true except:-",
        "exp": "- Response is a post-disaster phase .It is a pa of Recovery phase after a disaster. STAGES OF A DISASTER CYCLE Disasters mitigation: Measures designed to either prevent hazard from causing emergency or to lessen the effects of emergency Disasters preparedness Disasters impact Disasters response: search rescue & first aid, Field care, Triage, Identification of dead Stage of health and medical relief: Disasters containment Rehabilitation: Water supply, sanitation and personal hygiene, food safety, vector control. TRIAGE- carried out at the site of the disaster. done in order to determine transpoation priority, and admission to hospital or treatment centre. COLOR CODING RED YELLOW GREEN BLACK high priority treatment or transfer medium priority ambulatory patients dead/moribund patients POST DISASTER PHASE (PDP) M/C disease repoed is acute gastroenteritis M/C vitamin deficiency - vitamin A (B3, C) Vaccine in PDP - All are C/I except measles.",
        "cop": 1,
        "opa": "Response in pre-disaster phase",
        "opb": "Mitigation before a disasters strikes",
        "opc": "Maximum moality is repoed from hydrological disasters",
        "opd": "Most common disease repoed after disaster is gastroenteritis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "88e3e5a1-199d-497f-80c4-991fea2bf2fc",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the following phases of Disaster Cycle in a logical sequence:-",
        "exp": "Disaster impact-Response-Rehabilitation- Mitigation",
        "cop": 2,
        "opa": "Disaster impact-Mitigation-Rehabilitation-Response",
        "opb": "Disaster impact-Response-Rehabilitation- Mitigation",
        "opc": "Rehabilitation-Response-Disaster impact-Mitigation",
        "opd": "Response-Disaster impact-Rehabilitation- Mitigation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "9aec7ca7-3550-4635-a4ca-2d7a0173a80a",
        "choice_type": "single"
    },
    {
        "question": "'Critical path' in Network analysis is:-",
        "exp": "Network analysis contain: PE - Programmed evaluation & Review technique - sequence of activities. CPM - Critical pathway method (longest path) Red path - 3+1+3 weeks - 7 weeks - Longest path Purple path - 3 + 2 weeks - 5 weeks Green path - 4+ 2 weeks - 6 weeks Black path - There is nothing like Black path in Image",
        "cop": 1,
        "opa": "Red path",
        "opb": "Purple path",
        "opc": "Green path",
        "opd": "Black path",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "06aa1ae7-033a-4b53-96eb-44aa25016d3a",
        "choice_type": "single"
    },
    {
        "question": "PE is a type of:-",
        "exp": "- PE is a type of Network analysis Management Methods & Techniques: Based on principles of behavioral sciences + quantitative methods. Quantitative Methods: Derived from economics, operation research & budgeting Role in Mx of health services. Network Analysis Graphic plan of all events , activities to be completed, to reach an end objective. Greater discipline in planning. Types (a) PE ; (b) CPM. a. PE sequence of activities in a health programme to plan , schedule , monitor & furnish tamely Repos b. CPM - Critical pathway method (longest path) Systems Analysis Comparision of 2/more cost- effective alternatives in a health program Helps decision maker, to choose an appropriate course of action by investigating problem, searching/evaluating objectives, finding alternative solutions & evaluating them in terms of cost-effectiveness. Input-Output Analysis: It is an economic technique. 'Input' refers to all health service activities which consume resources (manpower, money, materials & time). 'output' refers to such useful outcomes as cases treated, lives saved or inoculations performed. Model Cost-Benefit analysis Output of health program is in monetory terms Cost-Effective analysis Output is in terms of results achieved Cost-Accounting analysis Provide some basic data on cost structure of a health program Planning-Programming-Budgeting System (PPBS) Allocation of resources to achieve objects in most effective way Work sampling Systematic observation & recording activities of 1/more individuals,done at predetermined / random intervals providing quantitative measurement of various activities. Decision making",
        "cop": 3,
        "opa": "Input output analysis",
        "opb": "System analysis",
        "opc": "Network analysis",
        "opd": "Research technique",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "4cddc991-66e9-4c58-9f1f-9f097c943ca7",
        "choice_type": "single"
    },
    {
        "question": "'Hospice' means",
        "exp": "Hospice is a facility where the most urgent objective is to provide a caring environment for meeting the physical and emotional needs of the terminally ill. Hospice care focuses on providing comfo & provides, intensive caring with the goal of helping terminally ill people to live well, until they die Dont get this to be confused with Euthanasia or Mercy killing.",
        "cop": 3,
        "opa": "Euthanasia for cancer patients",
        "opb": "Association of colostomy patients in U.S.A",
        "opc": "Special group helping the old & terminally ill patients",
        "opd": "Mercy killing of patients in coma",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "c6bca4a9-be3c-4b8d-a107-e20f55053358",
        "choice_type": "multi"
    },
    {
        "question": "Condom vending machine at petrol pump in high prevalence area is example of:-",
        "exp": "Social marketing Concept: Seeks to develop and integrate marketing concepts with other approaches to influence behaviors that benefit individuals and communities for the greater social good - Social marketing seeks to influence social behaviors not to benefit the marketer, but to benefit the target audience and the general society Example: installation of condom vending machines at parks, pay and use toilets, railway stations, bus stations, petrol pumps, wine shops, bars, restaurants, STD/PCO booths, tea-shops, paan-shops.",
        "cop": 2,
        "opa": "Appropriate technology",
        "opb": "Social marketing",
        "opc": "Socialization",
        "opd": "Community paicipation",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Allied Health Sciences",
        "id": "cf0077f2-55fd-4640-9667-5cb43db86ef3",
        "choice_type": "single"
    }
]