[
    {
        "question": "Primary' Health Care includes all, except -",
        "exp": "Ans. is 'a' i.e., Proper housing Primary heath careo \"Primary health care is essential health care made universally accessible to individuals and acceptable to them, through their full participation and at a cost the community and country: can afford.\"o There are 4 main principles of primary health care :Equitable distributionCommunity participationIntersectorial coordinationAppropriate technologyo Primary health care involves: health care of mother and child, immunization, prevention and control of locally endemic diseases, as well as appropriate treatment of common diseases and injuries. However, it is not essential to deliver these elements throught the agencies of doctors under the primary health care. Root level workers, such as village health guides, are appropriately trained to deliver these elements, at the village level.",
        "cop": 1,
        "opa": "Proper housing",
        "opb": "Equitable distribution",
        "opc": "Intersectoral coordination",
        "opd": "appropriate technology",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "9e30956f-faa6-465b-b4dc-72d7329fdafd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about female health worker?",
        "exp": "ANSWER: (B) Covers a population of 5000 populationREF: Park 18th ed p. 809-810Under the multipurpose health worker scheme one health worker male and one health worker female are posted at each sub-centre, and are expected to cover a population of 5000.Female health worker makes at least 2 post natal visits.Chlorinating the wells is function of the male health worker.",
        "cop": 2,
        "opa": "Acts at PHC level",
        "opb": "Covers a population of 5000 population",
        "opc": "Chlorinates well at regular intervals",
        "opd": "Makes at least 3 post natal visits for each delivery",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "80222cc1-aaf2-4f51-a281-922eb47c25f7",
        "choice_type": "multi"
    },
    {
        "question": "All are principles of primary health care EXCEPT:",
        "exp": "ANSWER: (D) Decentralised approachREF: Park 20th edition page 792Principles of primary health care:Equitable distributionCommunity participationIntersectoral coordination4. Appropriate technology",
        "cop": 4,
        "opa": "Intersectoral coordination",
        "opb": "Community participation",
        "opc": "Appropriate technology",
        "opd": "Decentralised approach",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "7a13d6a1-3f9d-445b-bda1-0f0b97e46d54",
        "choice_type": "multi"
    },
    {
        "question": "A trained dai caters for a population of -",
        "exp": "Ans. is 'a' i.e., 1000 Local dais (Traditional birth attendants)o Under Rural Health Scheme, all categories of local dies are trained to improve their knowledge in the elementary concepts of: -o MCHii) Sterilization (Small family norm)Trainingo Training is for 30 working days.o They are paid a stipend of Rs. 300 during training period.o Training is given for 2 days in a week at PHC, subcentre or MHC centre.o On the remaining four days of the week they accompany the health worker female.o During her training period each dai is required to conduct at least 2 deliveries under the supervision of health worker,o The national target is to train one local dai in each village.Note : One village is equivalent to 1000 rural population.",
        "cop": 1,
        "opa": "1000",
        "opb": "2000",
        "opc": "3000",
        "opd": "4000",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "c165ffbf-3b6d-4f9e-a124-f38a2c5f4386",
        "choice_type": "single"
    },
    {
        "question": "Increasing number of services in rural areas is a part of -",
        "exp": "Ans. is 'b' i.e., Equitable distribution o The first key principle in the primary' health care strategy is equity or equitable distribution of health services,o At present health sendees are mainly concentrated in the major towns and cities resulting in inquality of care to the people in rural areas.o Primary health care aims to redress this imbalance by shifting the centre of gravity of the health care system from cities to rural areas and bring these sendees as near people's homes as possible.Principles of primary health care1. Equitable distributionIt means, health sendees must be shared equally by all people irrespective of their ability to pay and all people (urban or rural, rich or poor) have access to health sendees.2 Community' participationThe local community is involved in planning and implementation of health sendees.Primary' health care is thus described as - Health by the people, placing people's health in people hands.Village health guides and trained dais are perfect examples of community participation. They belong to the community they senreIntersectoral coordinationThe primary health care is not provided by health sector alone.It involves all other related sectors of national and community development, in particular agriculture, animal husbandry, food, industry', education, housing, public works, communication and other sectors.Appropriate technology'Appropriate technology is defined as 'technology that is scientifically sound, adaptable to local needs, and acceptable to those who apply it and those for whom it is used, and that can be maintained by the people themselves in keeping with the principles of self reliance with the resources the community' and country can afford.'",
        "cop": 2,
        "opa": "Intersectoral coordination",
        "opb": "Equitible distribution",
        "opc": "Appropriate technology'",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "65d14bcc-e208-4ef0-85ad-bb50b562afd2",
        "choice_type": "multi"
    },
    {
        "question": "How many beds are there in PHC for indoor patients?",
        "exp": "ANSWER: (C) 6REF: Park 20th ed page 805Standards prescribed for PHC:One PHC for every 30,000 rural populationin the plains, and one PHC for every 20,000 population in hilly, tribal and backward areasOPD services; 4 hours in morning, 2 hours in after noon/eveningMinimum OPD attendance should be 40 patients per doctor per day24 hour emergency servicesInpatient services (6 beds)",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "6",
        "opd": "9",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "a4c72a2c-3aeb-4eb0-b7eb-254d3b1019bd",
        "choice_type": "single"
    },
    {
        "question": "Kit B given at subcentre -",
        "exp": "Ans. is 'c' i.e., Paracetamol o Sub-center kit A contains :-{i) iron (Ferrous sulphate) & folic acid; (ii) Zinc sulphate; (iii) Cotrimoxazole; (iv) Vitamin A; (v) ORS; and (vi) Gentian violet crystals.o Sub-center kit B contains:- (i) Paracetamol; (ii) Dicyclomine hydrochloride; (iii) Albendazole; (iv) Methylergometrine: (v) Povidone iodine ointment: (vi) Chloramphenicol eye ointment; (vii) Rolled bandage; and (viii) Absorbent cotton wool.",
        "cop": 3,
        "opa": "Vit A",
        "opb": "ORS",
        "opc": "Paracetamol",
        "opd": "Iron",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "0000f538-8bef-473c-b13a-a07b8a3786e8",
        "choice_type": "single"
    },
    {
        "question": "Primary health care, true are all except",
        "exp": "Ans. is 'b' i.e. Health services are taken to the doors of people \"Unlike the previous approaches (e.g. basic health services, integrated health care, vertical health services) which depended upon taking health services to the doors of the people, primary health care approach starts with the people themselves. This approach signifies a new dynamism in health care and has been described as Health by the people, placing people's health in people's hands. The ends of the primary health care approach are the same as those of earlier approaches (i.e. attainment of an acceptable level of health by every individual), but the means adopted are different\" - Park Primary health careThis approach to health care came into existence in 1978 in an international conference at Alma-Ata (USSR)The Alma-Ata conference defined primary health care as - \"Primary health care is essential health care made universally accessible to individuals and acceptable to them, through their full participation and at a cost the community and country can afford.\"Principles of primary health careEquitable distributionit means, health services must be shared equally by all people irrespective of their ability to pay and all people (urban or rural, rich or poor) have access to health services.Community participationthe local community is involved in planning and implementation of health services.primary health care is thus described as - Health by the people, placing people's health in people hands.village health guides and trained dais are perfect examples of community participation. They belong to the community they serveIntersectoral coordinationthe primary health care is not provided by health sector alone.it involves all other related sectors of national and community development, in particular agriculture, animal husbandry, food, industry, education, housing, public works, communication and other sectors.Appropriate technologyappropriate technology is defined as 'technology that is scientifically sound, adaptable to local needs, and acceptable to those who apply it and those for whom it is used, and that can be maintained by the people themselves in keeping with the principles of self reliance with the resources the community and country can afford.'",
        "cop": 2,
        "opa": "Essential health care for all",
        "opb": "Health services are taken to the doors of people",
        "opc": "Placing people's health in people's hands",
        "opd": "Sectors like agriculture, animal husbandry, food, industry & communication are involved.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "3d8be36b-1234-46bd-bf62-7dc09887a7f5",
        "choice_type": "multi"
    },
    {
        "question": "Millennium development goal targets to reduce MMR in 2015 by: (2014 Feb REPEAT)",
        "exp": "Ans: B (0.75) Ref: Park's Textbook of Preventive and Social Medicine, 22nd edition, pg: 835Explanation:Millennium Development Goals (MDGs)MDGs are eight goals to be achieved by 2015 that respond to the world's main development challenged.It was adopted in 2000.MDG was set by UN.Indicators were compared from 1990 to 2015.There are totally, 8 goals, 21 quantifiable targets and 60 indicators.Out of these, 3 goals, 8 targets and 18 indicators are directly related to health.8 MDGs are:Goal 1: To eradicate extreme poverty and hunger.Goal 2: To achieve universal primary education.Goal 3: To promote gender equality and empowering women.Goal 4: To reduce child mortality rates.Goal 5: To improve maternal health.Goal 6: To combat HIV/AIDS, malaria, and other diseases.Goal 7: To ensure environmental sustainability.Goal 8: To develop a global partnership for development.Some Important Health Related MDGsGoatsTargetDescriptionGoal 4 (To reduce child mortality rates!Target 4. AReduce the Under five mortality rate by two thirds (2/3rd or 66.6%) between 1930 to 2015Goal 5 (To improve maternal health)Target 5. AReduce the maternal mortality rate (MMR) by three quarters (3/4th or 0.75) between 1930 - 2015Target 5. BAchieve Universal access 1o reproductive hearth by 2015",
        "cop": 2,
        "opa": "0.25",
        "opb": "0.75",
        "opc": "0.5",
        "opd": "1",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "503fccb4-0505-4d1c-9a32-1c4e017a5086",
        "choice_type": "single"
    },
    {
        "question": "Under the Primary health care, which of the following staff is present at the subcentre level?",
        "exp": "Ans. is 'c' i.e. Multipurpose health worker Staffing pattern at various centres of public health sectorAt village level D. At CHC levelVillage health guides Existing clinical manpowerLocal dai * General SurgeonAnganwadi worker * PhysicianAt subcentre level * Obstetrician/GynaecologistMultipurpose health * Paediatrician worker (female)/ANM Proposed clinical manpowerMultipurpose health * Anaesthetist worker (male) * Eye surgeonVoluntary worker * Public health programmeAt PHC level manager (also k/a BlockMedical officer Surveillance Officer) Pharmacist Existing support manpower Nurse mid-wife * Nurse-midwife (1 ANM and 1 Health worker PHN) (female)/ANM * DresserBlock extension * Lab technician educator * RadiographerHealth assistant (male) * Ophthalmic assistantHealth assistant (female)/LHV * Ward boy/nursing orderlyU.D.C. * SweepersL.D.C. * ChowkidarLab technician * OPD attendantDriver (subject to availability of vehicle) * Statistical assistant/Data entry operatorClass IV * OT attendant * Registration clerk.",
        "cop": 3,
        "opa": "Block extension educator",
        "opb": "Health guides",
        "opc": "Multipurpose health worker",
        "opd": "Medical officer",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "9ede4273-d25e-4fa1-8d5c-585f0f851bb6",
        "choice_type": "single"
    },
    {
        "question": "Not under millennium development goals?",
        "exp": "ANSWER: (A) Reduction of cardiovascular health hazardsREF: park 20th ed p. 795Health related millennium development goals in IndiaEradicate extreme poverty and hungerReduce child mortalityImprove maternal healthCombat HIV/AIDS , malaria and other diseasesEnsure environmental sustainabilityDevelop global partnership for development",
        "cop": 1,
        "opa": "Reduction of cardiovascular health hazards",
        "opb": "Eradication of extreme poverty",
        "opc": "Global partnership for development",
        "opd": "Sustainability of the environment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "8196f2d6-0f8d-46b0-94ed-724a46ba4185",
        "choice_type": "single"
    },
    {
        "question": "According to national health policy, a subcentre caters to population in hilly and tribal areas -",
        "exp": "Ans. is 'a' i.e., 3000 o A subcentre caters a population of-5000 in general 3000 in hilly, tribal & backward areaso A PHC caters a population of-30,000 in generalo A Community health centre caters 20,000 in hil ly, tribal & backward area.a population of-80,000 to 1.2 lakh,o A health assistant (male & females) are at a population of-30,000 in general oro Male and female health workers are at (20,000 in hilly, tribal or backward area.)a population of-5000 in general or 3000 in hilly, tribal or backward area,o Health guide caters a population of-1000o Anganwadi workers-1000o Local dai-1000",
        "cop": 1,
        "opa": "3000",
        "opb": "5GO0",
        "opc": "1000",
        "opd": "2500",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "deb7ec8a-a3c7-4a1b-a94b-d559fc6bccb4",
        "choice_type": "single"
    },
    {
        "question": "Health care worker is -",
        "exp": "Ans. is 'd' i.e., AH of the above o Health care workers (HCWs) refers to all people delivering health care services, including students, trainees, loboratory staff and mortuary attendants, who have direct contact with patients or with a patient's blood or body substances.o Health care workers work in a hospital or health centre.o HCWs include doctors, dentists, nurses, health care students, assistants (lab assistants, X-ray technicians etc), health care assistants (OT assistant, lab assistants etc), emergency personal (fire, ambulance and volunteer first aid worker), maintenance engineers, cleaning staff and central sterile supply staff. (The list is still incomplete).",
        "cop": 4,
        "opa": "X-ray technician",
        "opb": "Hospital electrical engineer",
        "opc": "Staff nurse",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "2569a070-f490-463a-9e99-8c32207c9e9e",
        "choice_type": "multi"
    },
    {
        "question": "All are elements of primary health care except-",
        "exp": "Ans. is 'd' i.e., Decentralised approach Principles of primary health care1. Equitable distribution# It means, health services must be shared equally by all people irrespective of their ability to pay and all people (urban or rural, rich or poor) have access to health services.2. Community participation# The local community is involved in planning and implementation of health services.# Primary health care is thus described as - Health by the people, placing people's health in people hands.# Village health guides and trained dais are perfect examples of community participation. They belong to the community they serve3. Intersectoral coordination# The primary health care is not provided by health sector alone.# It involves all other related sectors of national and community development, in particular agriculture, animal husbandry, food, industry, education, housing, public works, communication and other sectors.4. Appropriate technology# Appropriate technology is defined as 'technology that is scientifically sound, adaptable to local needs, and acceptable to those who apply it and those for whom it is used, and that can be maintained by the people themselves in keeping with the principles of self reliance with the resources the community and country can afford.'",
        "cop": 4,
        "opa": "Intersectoral coordination",
        "opb": "Community participation",
        "opc": "Appropriate technology",
        "opd": "Decentralised approach",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "5e7fdfff-fa0f-43ba-96d5-c26397688ab4",
        "choice_type": "multi"
    },
    {
        "question": "According to national health policy, a sub center caters to population in hilly and tribal areas :",
        "exp": "Ans. is 'a' 3000. Remember the following facts A subcentre caters a population of* - 5000 in general 3000 in hilly, tribal & backward areasA PHC caters a population of* - 30,000 in general 20,000 in hilly, tribal & backward area.A Community health centre caters a population of * - 80,000 to 1.2 lakh.A health assistant (male & females) are at a population of * - 30,000 in general or(20,000 in hilly, tribal or backward area.)Male and female health workers are at a population of * - 5000 in general or3000 in hilly, tribal or backward area.Health guide caters a population of* - 1000Anganwadi workers* - 1000",
        "cop": 1,
        "opa": "3000",
        "opb": "5000",
        "opc": "1000",
        "opd": "2500",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "5265f502-30f5-46a0-a634-df18f60be04e",
        "choice_type": "single"
    },
    {
        "question": "Female health worker -",
        "exp": "Ans. is 'a' i.e., Covers 5000 population o Health worker (female or male) covers 5000 population in general or 3000 in hilly, tribal or backward area,o A subcentre caters a population of-5000 in general 3000 in hilly, tribal & backward areaso A PHC caters a population of-30,000 in generalo A Community health centre caters 20,000 in hil ly, tribal & backward area.a population of-80,000 to 1.2 lakh,o A health assistant (male & females) are at a population of-30,000 in general oro Male and female health workers are at (20,000 in hilly, tribal or backward area.)a population of-5000 in general or 3000 in hilly, tribal or backward area,o Health guide caters a population of-1000o Anganwadi workers-1000o Local dai-1000",
        "cop": 1,
        "opa": "Covers 5000 population",
        "opb": "Covers 1000 population",
        "opc": "Covers 100 population",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "5499993b-545b-4c04-8903-8113f30ed604",
        "choice_type": "multi"
    },
    {
        "question": "Basic laboratory service is not available at PHC for which disease -",
        "exp": "Ans. is 'd' i.e., Leprosy Basic laboratory services at PHCRoutine urine, stool and blood tests.Bleeding time, clotting time.Diagnosis of RTI/STDs with wet mounting, Grama stain, etc.Sputum testing for tuberculosis (if designated as a microscopy center under RNTCP).Blood smear examination for malarial parasite.Rapid tests for pregnancy.RPR test for Svphilis/YAWS surveillance.Rapid diagnostic tests for typhoid (Typhi Dot) and malaria.Raid test kit for faecal contamination of water.Estimation of chlorine level of water using orthotoludine reagent.",
        "cop": 4,
        "opa": "TB",
        "opb": "Malaria",
        "opc": "Syphilis",
        "opd": "Leprosy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "203afd37-df8f-49a0-a061-2941e561e1da",
        "choice_type": "single"
    },
    {
        "question": "False regarding Anganwadi worker-",
        "exp": "Ans. is 'd' i.e., Full time worker o Anganwadi workers are under ICDS scheme.o There is an anganwadi worker for a population of 400-800 in plains and 300-800 in hilly/tribal areas.o She undergoes training in various aspects of health, nutrition and development for 4 months. o She is a part-time worker.o She is paid an honorarium of Rs. 1500 per month.",
        "cop": 4,
        "opa": "Training for 4 months",
        "opb": "Under ICDS scheme",
        "opc": "Gets 1500 Rs per month",
        "opd": "Full-time worker",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Community Healthcare",
        "id": "90b0b521-4a15-453b-b629-7afdf6039aee",
        "choice_type": "multi"
    }
]