[
    {
        "question": "In basic model of Nuclear family life, the phase of family life cycle beginning with birth of last child and ending with leaving of home of first child is known as?",
        "exp": "Ans. c (Complete extension) (Ref. Park Textbook of PSM 22nd/pg.635)A family is a primary unit in all socities. Familes are not constant. A normal family-cycle is generally conceived as having six phases as follows:BASIC MODEL OF NUCLEAR FAMILY LIFE CYCLE Phase of family cycleCharacterizing EventsNo.DescriptionBeginning of phaseEnd of phaseIFormationMarriageBirth of 1st childIIExtensionBirth of 1st childBirth of last childIIIComplete extensionBirth of last child1st child leaves homeIVContraction1st child leaves homeLast child has left home of parentsVCompleted contractionLast child has left home of parents1st spouse diesVIDissolution1st spouse diesDeath of survivor (Extinction)",
        "cop": 3,
        "opa": "Formation",
        "opb": "Extension",
        "opc": "Complete extension",
        "opd": "Contraction",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "d3671744-009f-4aa6-9f0c-0500e62938a0",
        "choice_type": "single"
    },
    {
        "question": "In a population of 10,000, literate people are 4000. In same population 2000 are 0-6 years old. What is the literacy rate of that population -",
        "exp": "Ans. is 'c' i.e., 50% * The term literacy rate is used for the population relating to seven years age & above.* In the given question, population 7 years 8c above is 8000. Out of which 4000 are literate thus literacy rate is 50%.",
        "cop": 3,
        "opa": "30%",
        "opb": "40%",
        "opc": "50%",
        "opd": "60%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "acefb136-1def-48e8-82fb-5995abbf6e0d",
        "choice_type": "single"
    },
    {
        "question": "A country has crude birth rate 25 per 1000 and crude death rate 10 per 1000. What is the growth rate of that country -",
        "exp": "Ans. is 'd' i.e., 1.5% * Growth rate = Crude birth rate - Crude death rate.* Thus, growth rate = 25-10=15 per 1000 or 1.5%",
        "cop": 4,
        "opa": "2.50%",
        "opb": "5.00%",
        "opc": "15%",
        "opd": "1.50%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "6ea492c3-e0b3-4994-8d11-59497918e9fe",
        "choice_type": "single"
    },
    {
        "question": "The demographic goal of Net Reproduction Rate is equal to one (NPR=1) can be achieved only if the Couple Protection Rate exceeds",
        "exp": "(C) 60%[?]Couple protection rate (CPR)oCouple protection rate (CPR) is an indicator of the prevalence of contraceptive practice in the community.oIt is defined as the per cent of eligible couples effectively protected against childbirth by one or the other approved methods of family planning, viz. sterilization, IUD, condom or oral pills.oSterilization accounts for over 60 per cent of effectively protected couples.oCouple protection rate is based on the observation that 50 to 60 per cent of births in a year are of birth order 3 or more.oThus attaining a 60 per cent CPR will be equivalent to cutting off almost all third or higher order births, leaving 2 or less surviving children per couple.oTherefore, the previous National Population Policy was to attain a CPR of 42 per cent by 1990 (end of Seventh Five Year Plan), and 60 per cent by the year 2000.oHowever about 60 per cent eligible couples are still unprotected against conception.oA state-wise break-up of the figures reported indicates that while some states notably Punjab, Gujarat, Maharashtra, Karnataka, Haryana and Tamil Nadu etc. are forging ahead to cover more than half of their fertility level population by contraception.oDifferent Family Planning methods used for Acceptors of Couple Protection Rate include:-Sterilization-Vasectomy-Tubectomy-IUD insertion-Condom users-Oral Contraceptive Pill UsersoNRR = 1 can be achieved only if the CPR >60%[?]Net Reproduction Rate (NRR)oNet Reproduction Rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific fertility and mortality rates.oNRR is a demographic indicator. NRR of 1 is equivalent to attaining approximately the 2-child norm.oIt is 'the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific fertility and mortality rates'.oIt is a demographic indicator.oNRR of 1 is equivalent to attaining approximately the 2-child norm. If the NRR is less than 1, then the reproductive performance of the population is said to be below replacement level.oThe average number of Daughters a women would bear in her life if she experiences the age-specific fertility (fro daughters) prevailing at the study period, & if her daughters experienced the prevailing rates of mortality.oIf the age schedules of both fertility & mortality remain constant, the Net Reproduction Rate would be a measure of generational Replacement.oE.g.-NRR =1.1 - Next generation will be 10% larger than the present generation (growth)-NRR =1.0 - Next generation will be the same as the present generation (replacement level)-NPR =0.9 - next generation will be 10% smaller than the present generation (depopulation)[?]Net Reproduction Rate, Pros & Cons.oPros-Taking into account both fertility & survival in getting one indicator of reproductivity of a PopulationoCons-Requires detailed data on fertility & survival of women, up to age 50 years-Does not take into account that women born in different years may have different fertility & survival.",
        "cop": 3,
        "opa": "40%",
        "opb": "50%",
        "opc": "60%",
        "opd": "70%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "3b7b57b8-3c7d-4020-ac31-7020d9bc40e3",
        "choice_type": "single"
    },
    {
        "question": "Contraceptive efficacy measured by -",
        "exp": "(A) (Pearl index) (471 - Park 22nd)Pearl index and life table analysis** are used to measure contraceptive efficacy(A) PEARL INDEX is defined as the number of failures per 100 woman - years of exposure (HWY)Failure rate per HWY =Total accidental pregnancies------------------Total months of exposurex 1200* The factor 1200 is the number of months in 100 years*** Total month of exposure in the denominator is obtained by deducting from period under review of 10 months for a full term pregnancy and 4 months for an abortion.* Pearl index limitation is over come by using the method life-table analysis***(B Life-Table Analysis:* Calculative failure rate for each months of use*** A cumulative failure rate can then compare methods for any specific length of exposure.* Women who leave a study for any reason other than unintended pregnancy are removed from the analysis contributing their exposure until the time of the exit.",
        "cop": 1,
        "opa": "Pearl index",
        "opb": "CPR",
        "opc": "BBT method",
        "opd": "Cervical mucous method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "618166d6-4622-4691-8e35-37eb8e1519be",
        "choice_type": "single"
    },
    {
        "question": "Serious complication of oral contraceptive is:",
        "exp": "(Leg vein thrombosis): Ref: (432-Park 20th)Venous thrombo-embolism (VITE): - The overall risk is to the extent of 4 - 6 times more than the non users. Pre- existing hypertension, diabetes, obesity and elderly (over 35 years with smoking habits) are of the important risk factor for OCP.CONTRAINDICATION OF COMBINED ORAL PILLSABSOLUTERELATIVE(A) Circulatory disease (Past or present)(B) Disease of the liver(C) Others(1) Obesity (2)Varicosities (3)Epilepsy (4) Bronchial asthma (5) Depression and fluctuation of the mood (6) Age over 35 years (7) Nurshing mothers in the first six months (8) Smoking (9) Gall bladder disease1. Arterior or venous thrombosis2. Severe hypertension3. Valvular heart disease Ischaemic heart disease4. Hyperlipidemia5. Focal migraine* Active liver disease* History of cholestatic jaundice in pregnancy* Liver adenoma carcinoma* Pregnancy* Undiagnosed genital tract bleeding* Estrogen dependent neoplasm eg breast cancer",
        "cop": 1,
        "opa": "Leg vein thrombosis",
        "opb": "Headache",
        "opc": "Break through bleeding",
        "opd": "Breast tenderness",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "da168d86-35f4-4d29-9bca-33847199d005",
        "choice_type": "single"
    },
    {
        "question": "Which can be used as an Emergency contraceptive?",
        "exp": "Ans: c (Copper-T) Ref: Park, 19th ed, p. 394Copper-T is an effective post coital contraceptive, if inserted within 3-5 days of unprotected intercourse.DMPA- is an injectable contraceptive containing a progesterone. It acts by suppressing ovulation and it has no role in emergency contraception.Today- is a type of barrier contraception. It is a vaginal sponge saturated with spermicide nonoxynol-9. It cannot be used in emergency contraception.Spermicidal jelly- is chemical method of barrier contraception.",
        "cop": 3,
        "opa": "DMPA",
        "opb": "Spermicidal jelly",
        "opc": "Copper-T",
        "opd": "Today",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "996a03d3-cfe9-4559-bbc6-646644bff1cb",
        "choice_type": "single"
    },
    {
        "question": "What is the effect of Progestogen Only Pills?",
        "exp": "(D) All of the above[?]Progestogen-Only Pill (POP)oCommonly referred to as 'minipill' or 'micropill'.oIt contains only progestogen, which is given in small doses throughout the cycle.oCommonly used progestogens are norethisterone and levonorgestrel.oProgestogen-only pills never gained widespread use because of poor cycle control and an increased pregnancy rate.oHave a definite place in modern day contraception.oCould be prescribed to older women for whom the combined pill is contraindicated because of cardiovascular risks.oMay also be considered in young women with risk factors for neoplasia.oProgestogens may lower the high-density lipoproteins may be of some concern.oEffectiveness of progestogen-only pills is almost as good as that of the combination products.oIn large family planning programmes, the effectiveness and continuation rates are usually lower than in clinical trials.oEffectiveness may also be affected by certain drugs such as Rifampicin, Phenobarbital & Ampicillin.[?]Mode of Action of Mini-PillsoCerazette suppresses ovulation in 97-100%, whereas other progesterone only pills suppress ovulation in only 40%.oIt forms a thick plug of mucus in the cervical canal and acts as a barrier to sperms.oIt increases tubal peristalsis and fertilized egg reaches the uterine cavity too early for implantation.oCerazette containing 75 meg desogestrel has the following advantages over other POPs:-Stringent time compliance not necessary, as it suppresses ovulation in 97%, through pituitary hormone suppression.-No androgenic effects like acne.-No ectopic pregnancy, no effect on carbohydrate or lipid metabolism.-Failure rate only 0.21 per 100 woman years. It acts through metabolite etonogestrel which binds to progesterone receptorsoComplications of desogestrel are:-Deep venous thrombosis-Pulmonary embolism, breast cancer, liver disease apart from common other complications of progestogensoIncidence of PID is reduced, though it does not reach the same low level as seen with the barrier method. This effect is due to the thick cervical mucus caused by progestogen, preventing the organisms entering into the uterine cavity.oReduced incidenceEFFECTS OF OESTROGEN & PROGESTERONE ON THE FEMALE GENITAL TRACTOrganOestrogenProgesterone*. BreastsDuctal/stromal growthAlveolar growth*. VaginaSuperficial cells with glycogenIntermediate cells*. CervixAbundant mucus thin, viscous, penetrable to spermsThick tenacious mucus, impenetrable to sperms*. UterusMyohyperplasiaMyohyperplasia*. EndometriumProliferative endometriumSecretory endometrium*. Fallopian tubeSecretionIncreased peristaltic movements*. OvaryNo actionNo actionoProgestogen-only pills/Progestin-only Pills (POP)/Morning after pills:-Contraceptive pills-Contain only synthetic progestins & doesn't contain estrogen.oMechanism:oMucus thickening in neck of womb:-Penetration of sperm to reach egg and womb becomes difficult.",
        "cop": 4,
        "opa": "Completely suppresses ovulation",
        "opb": "Thin lining of uterus",
        "opc": "Thick cervical mucus",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "8d658eaa-f50e-4409-87c1-6044f00043d2",
        "choice_type": "multi"
    },
    {
        "question": "If a woman experiences 2.5 accidental pregnancies after using a contraceptive method, Pearl index:",
        "exp": "D i.e. 10 accidental pregnancies per 100 women years using contraceptivesRef: Park, 24th edition, page 544; Principles and Practice of Community Medicine by DrAsma Rahim, 2nd edition, page 439ExplanationPearl index = (Total accidental pregnancies/total months of exposure) * 1200 = * 1200 = 10 per 100 woman years25 years is considered as the average fertile period for a woman for calculation.Contraceptive EffectivenessAssessed by measuring the number of unplanned pregnancies that occur during a specified period of exposure and use of contraceptive method. Two methods are used:Pearl index.Life table analysis.The numerator \"total accidental pregnancies\" includes all unwanted pregnancies irrespective of the outcome, i.e.,Livebirth.Abortion.Stillbirth; orStill not terminated.DisadvantagesA minimum of 600 months of exposure is necessary for obtaining a valid \"failure rate\" value.Life table analysis:Calculates failure rate per month of use.More precise than Pearl Index.",
        "cop": 4,
        "opa": "0.1 per 100 woman years",
        "opb": "100 per 1000 woman years",
        "opc": "10 accidental pregnancies per 1000 woman years using contraceptives",
        "opd": "10 accidental pregnancies per 100 woman years using contraceptives",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "ed8f4125-76e1-4ec3-9e07-e02d20a3232a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is indicator of Completed family size?",
        "exp": "Ans. b (Total fertility rate) (Ref. Park's textbook of PSM 22nd/386)FERTILITY RELATED STATISTICSTotal Fertility Rate (TFR)Total fertility rate represents the average number of children a women would have if she were to pass through her reproductive years bearing children at the same rates as the women now in each age group give the approximate magnitude of \"COMPLETED FAMILY SIZE\".General Fertility Rate (GFR)=Number of live births in an area during the year------------------------------------------Midyear female population age 15-44 (or) 49 in the same area in same yrx 1000General Marital Fertility Rate (GMFR)Number of live births per % 1000 married women in the reproductive age group (15-44 or 49) in a given year.Age-specific Fertility RateThey are also sensitive indicators of family planning achievement.Gross Reproduction Rate (GRR)Average number of girls that would be born to a woman if she experiences the current fertility pattern throughout her reproductive span (15-44 or 49 years).Net Reproduction Rate (NRR)Net reproduction rate (NRR) is defined as the number of daughters a newborn girl will bear during her lifetime assuming fixed age-specific fertility and mortality rates.",
        "cop": 2,
        "opa": "Birth rate",
        "opb": "Total fertility rate",
        "opc": "Net reproduction rate",
        "opd": "Gross reproduction rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "66b160b7-7866-4efd-ad9a-39e715875aa2",
        "choice_type": "single"
    },
    {
        "question": "NRR is defined as:",
        "exp": "Ans: b (Number of daughters a newborn girl....) Ref: Park, 19th ed, p.Net Reproduction rate (NRR) is defined as number of daughters a newborn girl will bear in her life time assuming fixed age specific fertility and mortality rates. NRR is a demographic indicator. The present level of NRR is 1.5 in India (1990). NRR of 1 is equivalent to attaining 2 child norm. NRR=1 can be achieved only if at least 60% of eligible couples are effectively practicing family planning. Fertility related statisticsQuestions were asked from this topic. Just go through the following important fertility rates.General fertility rate- is the number of live births per 1000 women in the reproductive age group (15-44 or 49 years) in a given year.GFR is a better measure of fertility than crude birth rate.General Marital fertility rate- is the number of live births per 1000 married women in the reproductive age group (15-44 or 49 years) in a given year.Age-specific Fertility rate (ASFR)- is defined as the number of live births per 1000 women in any specified age group in a given year.ASFR shows the fertility pattern. They are also sensitive indicator of family planning achievement.ASFR =Number of live births in a particular age groupMid year female population of same age groupx 1000Total fertility rate (TFR)- represents the average number of children a woman would have if she were to pass through her reproductive years bearing children at the same rate as the woman now in each age group. It is obtained by summing the age specific fertility rates for all ages. This measure gives the approximate magnitude of \"completed family size.\"TFR= 5x OASFR",
        "cop": 2,
        "opa": "Total number of children in a family",
        "opb": "Number of daughters a newborn girl will bear during her lifetime",
        "opc": "Total number of members in family",
        "opd": "Total number of female children in a family",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "c87a7f62-fb1f-4a97-ad0e-0cc9dcd385f0",
        "choice_type": "single"
    },
    {
        "question": "Least failure rate is seen in which IUD -",
        "exp": "Ans. is 'c' i.e, LNG-IUD IUD devicePregnancy (failure) rateExpulsion rateFirst generation * Lippes loop3[?]0 (maximum)19[?]1 (maximum)Second generation * CuT - 36 * CuT -2003[?]07[?]8* CuT - 380A0[?]5 - 0[?]85* Nova T0[?]75[?]8* Multiload - 2500[?]52[?]2* Multiload -3750[?]12[?]1Third generation * Progstasert1[?]53 (minimum)* LNG-IUD0[?]2 (minimum)6",
        "cop": 3,
        "opa": "CUT-200",
        "opb": "Lippes lood",
        "opc": "LNG-IUD",
        "opd": "Nova-T",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "7cf5a4cc-c65f-4127-a9f0-86f11fc45475",
        "choice_type": "single"
    },
    {
        "question": "Barrier methods are all EXCEPT:",
        "exp": "(Lippes loop): Ref: (424-25-Park 20th)Barrier Methods(a) Physical Methods(b) Chemical methods1. CondomeFemale condome2. Diaphragm3. Vaginal sponge (Today)4. Foams' foamtablets, foam aerosols5. Creams, jelles and pastes - squeezed from a tube6. Suppositories - inserted manually7. Soluble films - C - film inserted manually(c) Combined methods Lippes loops: - Intrauterine device",
        "cop": 4,
        "opa": "Diaphragm",
        "opb": "Foam tablets",
        "opc": "Vaginal-sponge",
        "opd": "Lippes loop",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "0911f6f8-900d-44d5-bd3a-329bbe02e9d7",
        "choice_type": "multi"
    },
    {
        "question": "Contraceptive failure 10/100 women years means:",
        "exp": "D i.e. 10 accidental pregnancy per 100 woman year using contraceptivesRef: AH Suryakantha, Community Medicine with Recent Advances, 3rd edition, page 651Explanation:Named after Raymond Pearl(FailureRate)PearlIndex =TotalwomanmonthsofexposureTotalnumberofaccidentalpregnancies x1200A Pearl Index of 10 per HWY means that 10 out of 100 woman will become pregnant if they are using that particular method of contraception in one year.To interpret effectiveness of a contraceptive method a minimum of 600 months of exposure is usually considered as necessary.Other methods of evaluation are:Method failure.User failure.Life table analysis.Pearl Index of various contraceptives used are:Calendar Method -9/100 HWY (9%)BBT Method -1-2/100 HWY (1-2%)Cervical Mucus Method -3/100 HWY (3%)Symptothermal Method -2/100 HWY (2%)Foam Tablets - 0.5%Condoms - 12%Condoms correctly used - 3%IUCD - 1-2%OCP-0.1%",
        "cop": 4,
        "opa": "0.1 accidental pregnancy per 100 woman year using contraceptives",
        "opb": "100 accidental pregnancy per 1000 woman year using contraceptives",
        "opc": "10 accidental pregnancy per 1000 woman year using contraceptives",
        "opd": "10 accidental pregnancy per 100 woman year using contraceptives",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "5b329922-a91f-4ef2-b8ec-1e30d434ff23",
        "choice_type": "single"
    },
    {
        "question": "'Explosive' growth rates occurs when annual rate of growth%",
        "exp": "(> 2.0): Ref: (413-Park 20th)GROWTH - RATES: - When the crude death rates is substracted from the crude birth rate, the net residual is the current annual growth rate, exclusive of migration.Relation between growth rates and populationsRatingAnnual rate of growth %Number of years required for the population to double in size* Stationary population* Slow growth* Moderate growth* Rapid growth* Very rapid growth* \"Explosive\" growth* \"Explosive\" growth* \"Explosive\" growth* \"Explosive\" growthNo growthLess than 0.50.5 to 1.01.0 to 1.51.5 to 2.02.0 to 2.52.5 to 3.03.0 to 3.53.5 to 4.0--More than 139139-7070-4747-3535-2828-2323-2020-18",
        "cop": 4,
        "opa": "0.5-1.0",
        "opb": "1.0-1.5",
        "opc": "1.5-2.0",
        "opd": "> 2.0",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "ec629cfa-e119-4cdd-85ff-37b0ddd59852",
        "choice_type": "single"
    },
    {
        "question": "To achieve Net Reproduction Rate of 1, the couple protection rate should be",
        "exp": "Ans. c (60 %) (Ref. Park PSM 22nd / pg. 454)# Net reproduction rate (NRR)=1 can be achieved only if the CPR exceeds 60%.ELIGIBLE COUPLES (EC)# Refers to a currently married couple wherein the wife is in the reproductive age (15^45 years).# At least 150-180 such couples per 1000 population in India.# 20% of EC are found in the age group 15-24 yrs.# There are about 169 million couples in country (31/3/99).# Average 2.5 million EC are joining the reproductive group every year.COUPLE PROTECTION RATE (CPR)# It is an indicator of the prevalence of contraceptive practice in the community.# It is defined as the percent of eligible couples effectively protected against childbirth by one or the other approved methods of family planning.# Sterilization accounts for over 60% CPR.# During 2002-2003, total number of family planning acceptors by all the methods below was there but about 54% eligible couples are still unprotected:1. Sterilization -4.73 million2. IUD insertion -6.11 million3. Nirodh/Condom users -16.54 million4. Oral pill users -8.24 million",
        "cop": 3,
        "opa": "50%",
        "opb": "55%",
        "opc": "60%",
        "opd": "65%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "2abfddf3-d5af-4988-9c6b-45f495a10b44",
        "choice_type": "single"
    },
    {
        "question": "Population explosion is defined as population growth rate of more than_______ per year.",
        "exp": "Ans. a (2.0) (Ref. Park PSM 22nd/pg. 443)Relation between growth rate and population:RatingAnnual rate of growth %Number of years required for the population to double in sizeStationary populationNo growth Slow growthLess than 0.5More than 139Moderate growth0.5 to 1.0139-70Rapid growth1.0 to 1.570-47Very rapid growth1.5 to 2.047-35\"Explosive\" growth2.0 to 2.535-28\"Explosive\" growth2.5 to 3.028-23",
        "cop": 1,
        "opa": "2",
        "opb": "1.75",
        "opc": "1.8",
        "opd": "1.5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "42a15df1-a5eb-4d9d-80ce-ffb282baa3b2",
        "choice_type": "single"
    },
    {
        "question": "For calculating GFR (General fertility rate) the denominator used is",
        "exp": "Ans. c (Women between 15-49 years) (Ref. Park Textbook of PSM 22nd/pg.450)GFR = no. of live births in an area during a year/mid year female population age 15-44 or 49 in the same area in same year X1000.Easy to remember: * Estimated mid-year population - for - Crude Birth Rate, Crude Marriage Rate* All live births - for - MMR, IMR, PNMR, Neonatal MR, under 5 MR,All MCH indicators live birth is in denominator except Stillbirth Rate (total live as well as stillbirths are included) and Child death rate/1 to 4 year mortality rate (total no. of children 1 to 4 years).Fertility indicators# Crude Birth Rate(CBR) - mid year population as denominator# General Fertility Rate (GFR) - female in reproductive age group as denominator# General Marital Fertility Rate (GFR) - married female in reproductive age group as denominator# Age Specific Fertility Rate (ASFR) - female in specific age group as denominator. Throw light on fertility pattern. Important indicator of family planning achievement# Age Specific Marital Fertility Rate (ASMFR) - married female in specific age group as denominator# Total Fertility Rate (TFR) - summation of all Age Specific Fertility Rate (ASFR). Denoted approximate magnitude of completed family size.# Total Marital Fertility Rate (TMFR) - summation of all Age Specific Marital Fertility Rate (ASMFR).# Gross Reproduction Rate (GRR) - average no. of girls are taken into consideration. Mortality not assumed.# Net Reproduction Rate (NRR) - average no. of girls born to newborn female are taken into consideration assuming mortality. NRR 1 equivalent to 2 child norm. NRR <1 means population is below replacement level.# Child -women ratio - used where birth registration statistics either do not exist or are inadequate.# Pregnancy Rate - all pregnancies are included. Married women are in denominator.# Abortion Rate - all women are in denominator.# Abortion Ratio - abortions /live births# Crude Marriage Rate - no. of marriages /mid year population# General Marriage Rate - no. of marriages /unnwried persons in 15^49 years.",
        "cop": 3,
        "opa": "Estimated mid-year population",
        "opb": "All persons between 15-49 years",
        "opc": "Women between 15-49 years",
        "opd": "All live births",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "57db2514-5a5d-430f-834e-ce6b00bd3be3",
        "choice_type": "multi"
    },
    {
        "question": "Sex ratio as per 2011 census-",
        "exp": "Ans. is 'b' i.e., 940 * Important findings of census 2011# Total population-1210 millions# Annual average growth rate-164%# Decadal growth rate-17-64%# Sex ratio-940# Birth rate-22-1%# Death rate-7-2# Literacy rate-74%# Life expectancy-64 5 years# Density of population-382",
        "cop": 2,
        "opa": "970",
        "opb": "940",
        "opc": "921",
        "opd": "915",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "75e4f157-639a-4d0f-811a-6e5c9eeab39c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the only indicator that considers fertility as well as mortality situation in the society?",
        "exp": "Ans. c (Net reproduction rate) (Ref Text book of PSM by Park 22nd/451)Net reproduction rate (NRR)# It is defined as number of daughters a newborn will bear during her lifetime assuming fixed age -specific fertility and mortality rate.# It is a demographic indicator.# It is the index of fertility, which takes in account the fertility and mortality situation prevailing in the society.# The present level of NRR in India is 1.5 (1990).# NRR of 1 is equivalent to attaining the two-child norm.# NRR =1 can be achieved only if the CPR exceeds 60%, i.e., if at least 60% of eligible couples are effectively practicing family planning.# The national target is to achieve a net NRR of 1 by the year 2006.There are total 15 fertility indicators:# Crude birth rate# General fertility rate# General marital fertility rate# Age-specific fertility rate: important indicator of FP achievement, throws light on fertility pattern# Age specific marital fertility rate# Total fertility rate: completed family size# Total marital fertility rate# Gross reproduction rate: only female births included. Mortality not assumed# Net reproduction rate:- Only female births included.- Mortality is taken into consideration.- Target 1 will be achieved when CPR > 60.# Child-women ratio: used when birth statistics is not good or maintained.# Pregnancy rate: married female in denominator# Abortion rate: all females in denominator# Abortion ratio: abortion/live births# Crude marriage rate# General marriage rate",
        "cop": 3,
        "opa": "Total fertility rate",
        "opb": "General fertility rate",
        "opc": "Net reproduction rate",
        "opd": "Gross fertility rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "4c31817f-ef02-4b5f-96dd-9aec18d6f263",
        "choice_type": "single"
    },
    {
        "question": "Limit for registration of birth is",
        "exp": "Ans. c (21 days) (Ref: Park PSM 22nd/pg. 783)REGISTRATION OF VITAL EVENTS - In an effort to improve the civil registration system, the Govt of India promulgated the Central Births and Deaths Registration Act in 1969. The act came in force on 1st april 1970. The time limit for registering the event of births and that of deaths is 21 days uniformly all over India.",
        "cop": 3,
        "opa": "7 days",
        "opb": "14 days",
        "opc": "21 days",
        "opd": "Any of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "00cf265a-adee-4f74-ad23-f9a4f7aee47a",
        "choice_type": "multi"
    },
    {
        "question": "Demographic gap means:",
        "exp": "Ans: b (Difference between birth rate and death rate)Demographic gap is the difference between birth rate and death rateNote:Demographic cycle has 5 stages* High stationary* Early expanding* Late expanding* Low stationary* DecliningIndia has entered the third stage that is late expanding stageAge structure of a population is best represented by Age pyramid",
        "cop": 2,
        "opa": "Difference between male and female population",
        "opb": "Difference between birth rate and death rate",
        "opc": "Difference between age specific birth rate and age specific death rate",
        "opd": "Difference between male and female life expectancy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "311b2d81-0d4d-424c-ae73-a578e5a6112d",
        "choice_type": "single"
    },
    {
        "question": "Mala-N is a....",
        "exp": "Ans: c (Combined pill) Ref: Park, 19th ed, p. 398; Shaw, 12th ed, p. 177Combined pill:These pills usually contain a mixture of synthetic estrogen, (ethinyl estradiol, or mestranol), and orally active progesterone.Mala N contains 20-30ig of ethinyl estradiol, and 1 mg of nor ethisterone.Mala D contains20-30ig of ethinyl estradiol, and 0.5 mg of d-norgestrel.Mala N is supplied free of cost through all PHCs and Urban Family Welfare Centres.The pill is given orally for 21 consecutive days, beginning on the 5th day of cycle followed by a break of 7 days during which menstruation occurs.POP pills-- progesterone only pill (mini pill, micro pill) - It contains only progesterone which is given in small doses throughout the cycle. They could be prescribed to older women with cardiovascular risks, where estrogen is conu aindicated, also in young women with risk of neoplasia.Once-a-month (long acting pill) - Combination of long acting estrogen with a progesterone. But the results are disappointing.Post coital contraception:Post coital (morning after) contraception is recommended within 72 hours of an unprotected intercourse.Two methods available are:a) IUDb) HormonalMode of action of oral pills-prevents ovulation. POP renders cervical mucous mucus thick and scanty and thereby inhibiting sperm penetration. They also inhibit tubal motility and delay the transport of sperm and ovum to the uterine cavity.Side effects:1. Breast tenderness2. Weight gain3. Headache and migraine4. Bleeding disturbances5. Mondial vaginitis6. Nausea, vomiting7. Alteration of lipid metabolism-decrease HDL8. Carcinogenesis -it is seen that there is increased risk of cervical cancer with increasing duration of OCP use.9. Thrombo embolic disorder, pulmonary embolism, cerebral thrombosis.Contra indications:a) Absolute-cancer of breast and genitals, liver disease, previous or present history of thrombo embolism, cardiac abnormalities, congenital hyperlipidemia, undiagnosed abnormal uterine bleeding.b) Sspecial problems requiring medical surveillance-age over 40 years, smoking and age over 35 years, mild hypertension, chronic renal disease, epilepsy,migraine, diabetes mellitus, first 6 months of lactation, gall bladder disease, acid amenorrheoa.Beneficial effects:Protects against benign breast disease, ovarian cysts, iron deficiency anaemia, pelvic inflammatory disease, ovarian cancer and ectopic pregnancy.Male pill--made of Gossypol; a derivative of cotton seed oil. It is effective in producing azoospermia",
        "cop": 3,
        "opa": "POP pill",
        "opb": "Mini pill",
        "opc": "Combined pill",
        "opd": "Once a month pill",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "c2c7ad21-7c3b-4303-b0ed-4f0d1a629e7d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Natural method of contraception is most effective?",
        "exp": "Ans. c (Symptothermic method) (Ref. Park's textbook of PSM 22nd/403, 404)CONTRACEPTIVE METHODS# SPACING : Barrier methods, -Intrauterine devices, -Hormonal, -Postconceptional, Miscellaneous# Abstinence# Coitus interruptus# Safe period/Rhythm method/Calendar method/Ogino method# Natural family planning- Basal body temperature- Cervical mucus (Billing's method/ovulation method)- Symptothermic (combination of temperature, cervical mucus, and calendar technique)# TERMINAL: -Male sterilization and -Female sterilizationDrawbacks of the Calendar Method of Contraception# If cycle is irregular, it is difficult to predict the safe period.# It is possible only for use by educated and responsible couples with high motivation and cooperation.# Compulsory abstinence of sexual intercourse for nearly 1/2 of every month is required (programmed sex).# It has high failure rate up to 10 per 100 woman years.# It is applicable during the postnatal period.# Ectopic pregnancies and embryonic abnormalities have been reported as result of safe period method use.",
        "cop": 3,
        "opa": "Calendar method",
        "opb": "Billing method",
        "opc": "Symptothermic method",
        "opd": "Basal body temperature method",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "b864f4e4-dfe5-40e5-91e4-e11a89c26c6d",
        "choice_type": "single"
    },
    {
        "question": "According to national control programme of cancer, diabetes and heart diseases, all of the following are true EXCEPT:",
        "exp": "Ans.(b) According to the stroke control programme, first priority goes to control of Diabetes, elimination of smoking, prevention and management of other risk factors.Ref.: K. Park 23rd ed. / 472According to the STROKE CONTROL PROGRAMME the first priority goes to control of arterial hypertension which is the major cause of stroke.",
        "cop": 2,
        "opa": "According to WHO, Coronary Heart disease is considered as a modern epidemic i.e., a disease that affects the population, not an unavoidable attribute of ageing.",
        "opb": "According to the stroke control programme, first priority goes to control of Diabetes, elimination of smoking, prevention and management of other risk factors.",
        "opc": "Cancer is characterized by group of diseases i.e., abnormal cell growth, ability to invade adjacent tissues, distant organs , eventual death of affected person if tumor has progressed beyond the stage .The DALYs lost world wide due to cancer is 77.812 .",
        "opd": "Diabetes is an \"ice berg\" disease . Increase in both prevalence and incidence of type 2 DM globally is associated with industrialization & socio-economic development.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "178c88de-09c2-460c-832e-cd5d84150866",
        "choice_type": "multi"
    },
    {
        "question": "What will be the couple protection rate when the NRR becomes 1?",
        "exp": "Ans: b (60%) Ref: Park, 19th ed, p. 391Demographers are of the view that the demographic goal of NRR equals one can be achieved only if the CPR exceeds 60%Couple protection rate (CPR) is an indicator of the prevalence of contraceptive practice in the community.It is defined as the percent of eligible couples effectively protected against child birth by one or the other approved methods of family planning namely sterilization, IUCDs, condoms, OCPs.",
        "cop": 2,
        "opa": "50%",
        "opb": "60%",
        "opc": "70%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "8e3c270e-7753-40f3-b4a3-cbb4d93d1895",
        "choice_type": "single"
    },
    {
        "question": "Combined oral contraceptive pills act mainly by:",
        "exp": "Ans: a (Inhibition of ovulation) Ref: Park, 19th ed, p. 398Mechanism of action of combined OCPs is to prevent release of the ovum from the ovary. This is achieved by blocking the pituitary secretion of gonadotrophins that is necessary for ovulation to occur.Progestrone only pill - Renders the cervical mucus thick and scanty and thereby inhibit sperm penetration.Progesterone also inhibit tubal motility and will not increase it and it will delay the transport of the sperm and the ovum to the uterine cavity.",
        "cop": 1,
        "opa": "Inhibition of ovulation",
        "opb": "Increased motility of fallopian tubes",
        "opc": "Early transport of the sperm and ovum to the uterine cavity",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "b5ae15f9-4398-4fc5-8a60-da415620a7b0",
        "choice_type": "multi"
    },
    {
        "question": "IUD with maximum expulsion rate-",
        "exp": "Ans. is 'a' i.e., Lippes loop IUD devicePregnancy (failure) rateExpulsion rateFirst generation * Lippes loop3[?]0 (maximum)19[?]1 (maximum)Second generation * CuT - 36 * CuT -2003[?]07[?]8* CuT - 380A0[?]5 - 0[?]85* Nova T0[?]75[?]8* Multiload - 2500[?]52[?]2* Multiload -3750[?]12[?]1Third generation * Progstasert1[?]53 (minimum)* LNG-IUD0[?]2 (minimum)6",
        "cop": 1,
        "opa": "Lippes loop",
        "opb": "Cut-200",
        "opc": "Progestasert",
        "opd": "Nova - T",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "3e87681e-99a3-4e63-8705-f6a0b806e6d8",
        "choice_type": "single"
    },
    {
        "question": "'Pearl-index' for accidental pregnancies failure per:",
        "exp": "(100 - women - year of exposure): Ref: (439-Park 20th)\"PEARL - INDEX\" defined as the number of \"failure per 100 women years of exposure (HWY)\"Failure rate per HWY =Total accidental pregnanciesTotal months of exposurex l200* The total accidental pregnancies shows in the Numerator must include every known conception.* The factor 1200 is the number of months in 100 years* The total month of exposure in the Denominator is obtaining by deducing from the period under review of 10 months for a full term pregnancy and 4 months for an abortion* The pearl index is usually based on a specific exposure (usually one year)",
        "cop": 3,
        "opa": "10 women-years of exposure",
        "opb": "12 women-years of exposure",
        "opc": "100 women - years of exposure",
        "opd": "120 women - years of exposure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "9f11af4d-dbf6-4167-9d64-0c2d007a755b",
        "choice_type": "single"
    },
    {
        "question": "Preconception counseling for a woman is given by:",
        "exp": "Ans. d. All",
        "cop": 4,
        "opa": "Obstetricians",
        "opb": "Midwives",
        "opc": "General physician",
        "opd": "All",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "1bec4241-324c-48b4-b244-d2b389c25b0f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is barrier contraception?",
        "exp": "Ans: c (Spermicidal jelly) Ref: Park, 19th ed, p. 393The aim of barrier method is to prevent live sperm from meeting the ovum. It includes:Physical methods:a) Condomb) Female condomc) Diaphragmd) Vaginal spongeChemical methods: (Spermicidal)Foams, creams, jellies, suppositories, soluble filmsCombined methods:Condom is the most widely used barrier device by the males around the world. It can be highly effective method of contraception if used correctly. An important advantage is that it protects against STDs also.Sterilization is the permanent method of contraception.",
        "cop": 3,
        "opa": "Male sterilization",
        "opb": "Female sterilization",
        "opc": "Spermicidal jelly",
        "opd": "Natural",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "1ccaabdf-e9c0-471a-8503-7c2128830ed0",
        "choice_type": "single"
    },
    {
        "question": "If a conraceptive has failure rate of 15, how many unplanned pregnancies will the female have in her reproductive period.",
        "exp": "Ans. is 'c' i.e., 4.5 Failure rate per HWY =Total accidental pregnancies--------------------------Total months of exposurex 1200\"A woman's reproductive period is roughly from 15 to 45 years, i.e a period of 30 years\"------ Park24th/e - 521* Thus,15 =Total accidental pregnancies--------------------------30 x 12x 1200Total accidental pregnancies = 4.5",
        "cop": 3,
        "opa": "3.5",
        "opb": "4",
        "opc": "4.5",
        "opd": "5",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Demography and Family Planning",
        "id": "55de7bde-6151-487a-8261-1036a52b3774",
        "choice_type": "single"
    }
]