[
    {
        "question": "Global eradication of small pox was done on:-",
        "exp": "Eradication is a global term, which means complete extermination of organism. Globally eradicated diseases/starins of organisms are: Small pox- Last case of small pox globally is listed on: 26th October 1977 & global eradication of small pox is done on 8th May 1980. Polio virus type-2 on 20th september 2015. Polio virus type-3 on 17th Ocoyober 2019. - Disease free status (India) is given to: Polio on 27/03/2014. Trachoma on 08/12/2017.",
        "cop": 2,
        "opa": "26th Oct 1977",
        "opb": "8th May 1980",
        "opc": "17th March 1980",
        "opd": "17th April 1977",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "fbdd115d-b48b-494c-9ad7-04f58a72b56c",
        "choice_type": "multi"
    },
    {
        "question": "Definition of surveillance:-",
        "exp": "surveillance Monitoring Constant scrutiny of factors affecting a disease with attention, authority & suspicion (Systematic ongoing collection, compilation, analysis & interpretation of data) Inbuilt action component is seen Feedback is inbuilt Cyclical continuous process Broader concept Continuous overlooking of progress of health activity [performance & analysis of routine measurements aimed at detecting changes in environment or health status of population - e.g. monitoring of air pollution, water quality, and growth & nutritional status No inbuilt action component No feedback One-time linear process Smaller concept",
        "cop": 3,
        "opa": "Analysis of routine measurements",
        "opb": "Intermittent scrutiny of factors",
        "opc": "Systemic collection and analysis of data",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "9ad63046-33c3-43b2-806e-fe82cf5a7e9f",
        "choice_type": "multi"
    },
    {
        "question": "HIV sentinel surveillance provides data mainly for:",
        "exp": "HIV Sentinel surveillance: Aim- To monitor trends of HIV infection. Objectives include- Determining level of HIV infection among general population as well as high risk groups To understand trends of HIV epidemic To understand geographical spread of it Estimation of HIV prevalence & disease burden Provide information for prioritization of programme resources & evaluation of its impact",
        "cop": 4,
        "opa": "To assess the quality of related services",
        "opb": "To identify high risk population",
        "opc": "To estimate disease incidence",
        "opd": "To monitor disease trends",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "da888075-c4e1-4792-8b30-b67ac937b381",
        "choice_type": "single"
    },
    {
        "question": "Measures involved in sentinel surveillance include all of the following except:-",
        "exp": "Sentinel surveillance: It is a method for identifying the missing cases & thereby supplementing the notified cases. It is extrapolated to entire population, to estimate disease prevalence in total population. It minimizes repoing bias & simplifies feedback of information to the providers.",
        "cop": 4,
        "opa": "Identifying missing cases in notification of diseases",
        "opb": "Identifying new cases of infection",
        "opc": "Identifying old and new cases",
        "opd": "Identifying cases free of disability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "85a81592-841b-41aa-8968-63e5727715ca",
        "choice_type": "multi"
    },
    {
        "question": "Complete interruption of transmission of a disease in a geographical area , though organism is still persisting in the environment is known as:-",
        "exp": "Disease elimination is complete interruption of transmission of disease in a defined geographical area, but the causative organism may be persisting in the environment. Disease elimination is a 'geographical term' i.e. can be used only for a country / region India has eliminated 4 diseases till date: 1.Guinea worm : February 2000 2.Leprosy: December 2005 3.Yaws: July 2016 4. Maternal & Neonatal Tetanus : July 2016 Disease control --> reducing transmission of disease agent to such a low level that it ceases to be a public health problem. Disease eradication --> complete 'extermination' of organism ('tearing out by roots') World has eradicated ONLY 1 disease till date: Small pox (declared eradicated on 8 May, 1980)",
        "cop": 2,
        "opa": "Control",
        "opb": "Elimination",
        "opc": "Eradication",
        "opd": "Tearing out by roots",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "6e2666fa-7b3b-4334-ad4a-8c84a63e20b6",
        "choice_type": "single"
    },
    {
        "question": "Mass treatment is used in following diseases except:",
        "exp": "MASS TREATMENT - All people in community are administered with drugs whether they have the disease or not. - The mass treatment is used in control Yaws, Pinta, Bejel, Trachoma & Filariasis. - The existence of at least 4-5 cases of latent infection for each clinical case of active disease in the community is rationale for it. - Patients with a latent (incubating) infection may develop disease at any time. In such cases, mass treatment is a critical factor in the interruption of disease transmission.",
        "cop": 2,
        "opa": "Yaws",
        "opb": "Polio",
        "opc": "Trachoma",
        "opd": "Filariasis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Elimination, Eradication, Surveillance",
        "id": "1a88c63b-b717-4e17-8162-228b5a7f553a",
        "choice_type": "multi"
    }
]