[
    {
        "question": "Health promotion includes:",
        "exp": "Ans: D (Health.....) HEALTH PROMOTION Park 23rd/ 43# It is process of enabling people to increase control over & to improve health# The well known interventions in this area are: health education, environmental modification, nutritional interventions & life style & behavioural changes # Health education: This is one of the most cost-effective interventionsEnvironmental modification: A comprehensive approach to health promotion requires environmental modifications, such as provision of safe water, installation of sanitary' latrines, control of insects & rodents, improvement of housing etcNutritional interventions : These comprises food distributions & nutrition improvement of vulnerable groups, child feeding programmes, food fortifications & nutritional education# Life style & behavioural changes:Specific protection Park 23rd/ 43To avoid disease altogether is the ideal but this is possible only in a limited number of cases.The following are some of the currently available interventions aimed at specific protectionImmunizationUse of specific n utrien tsChemoprophylaxisProtection against occupational hazardsProtection against accidentProtection from carcinogenAvoidance from allergenThe control of specific hazards in the general environment e,g air pollution, noise controlControl of consumer product quality & safety of foods, drugs, cosmetics etcEarly Diagnosis &Treatment Park23rd/ 43# These are main interventions of disease control# Though notas effective & economical as primary prevention may be critically important in reducing in high morbidity & mortality in certain disease such as essential hypertension, cancer cervix & breast cancer. For many others such as T.B, leprosy, & STD, early diagnosis & treatment are the only mode of interventions# Mass treatment approach is used in the control of certain diseases viz. yaws, pinta, bejel, trachoma & filaria",
        "cop": 4,
        "opa": "PAS smear",
        "opb": "Mass treatment",
        "opc": "Immunization",
        "opd": "Health education",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "3c13e5c2-6db6-4c53-bb07-c67f5dc9d027",
        "choice_type": "single"
    },
    {
        "question": "All of the following are approaches to health education except :",
        "exp": "Ans is 'd' i.e. Mass media According to Alma-Ata declaration (1978), \"Health education is a process aimed at encouraging people to want to be healthy to know how to stay healthy to do what they can individually and collectively to maintain health and seek help when needed\".Health education is the act of getting people to do something for themselves to attain better health.Health education involves teaching about reducing health risk factors, increasing a person's level of wellness and taking specific protective health measures.There are 4 well-known approaches to health education:Regulatory approach (Managed prevention)There are occasions when people are indifferent to their own health thus endangering the health of the community, in which case the regulatory or legal approach seeks to protect the health of the public through the enforcement of laws and regulations.The regulatory approach involves governmental intervention designed to alter human behaviour through regulations ranging from prohibition to imprisonment. This approach seeks change in health behaviour and improvement in health through a variety of external controls or legislations. E.g. The Child Marriage Restraint Act, compulsory seat beltsService approachThe service approach involves providing necessary health services needed by the people as and when required through the spirit of volunteerism or social obligation.This is mainly the responsibility of the health department and health workers both in government and nongovernment health agencies.The service or administrative approach aims at providing all the health facilities needed by the community so that the people will make use of them in order to improve their own health.The service approach will be a failure when it is not based on the \"felt needs\" of the people.Health education approachThe health education approach involves changing the behavioral patterns of the people through planned learning experiences without conflicting with the masses. It involves proper communication and motivation of the community to make the right decision in order to attain health.Though it is a good method, it is a slow perseverance to have permanent and enduring results. E.g. cessation of smoking, use of safe water supply, fertility control.Primary health care approachThe primary health care approach involves enabling individuals to become self-reliant in matters of health.This is a radically new approach starting from the people with their full participation and active involvement in the planning and delivery of health services based on principals of primary health care, viz community involvement and intersectoral coordination.The underlying objective is to help individuals become self-reliant in matters of health.Mass media is a method of health communication. (p766, 768, Park 20/e)",
        "cop": 4,
        "opa": "Service approach",
        "opb": "Regulatory approach",
        "opc": "Health education approach",
        "opd": "Mass media",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "14795ea9-bc30-401c-81a6-980456b5a79b",
        "choice_type": "multi"
    },
    {
        "question": "The best method of teaching an urban stum about ORS is-",
        "exp": "Ans. is 'c' i.e., Demonstration Demonstrationo A demonstration is a carefully prepared presentation to show how to perform a skill or procedure,o Demonstration as a means of communication has been found to have a high educational value in programmes like- Environmental sanitation - installation of a hand pump, construction of a sanitary latrine.Mother and child health - demonstration of oral rehydration technique.Control of disease, e.g. scabies.",
        "cop": 3,
        "opa": "Lecture",
        "opb": "Role play",
        "opc": "Demonstration",
        "opd": "Flash cards",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "1e6828f2-8200-4f4a-8b1b-ea17ac8e6d7b",
        "choice_type": "single"
    },
    {
        "question": "4-8 experts, discussing a given problem in front of audience -",
        "exp": "Ans. is 'b' i.e., Panel Discussion Panel discussiono It is a two way communication.o 4-8 persons who are qualified to talk about a topic and discuss a given problem in front of a large group or audience.o The panel comprises a chairman.o The chairman opens the meeting, welcomes the group and introduces the panel speakerso He indroduces topic briefly and invite the panel speakers to present their point of viewo After the main aspects of subject are explored by panel speakers, the audience is invited to take parto If members of the panel are unacquainted with this method, they may have a preliminary meeting, prepare the material on the subject and decide upon the method and plan of presentation.",
        "cop": 2,
        "opa": "Symposium",
        "opb": "Panel discussion",
        "opc": "Workshop",
        "opd": "Group Discussion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "47fc9604-ee96-41ac-90b2-307d1fcb3d4e",
        "choice_type": "single"
    },
    {
        "question": "All are true about principles of primary health care except?",
        "exp": "Ans. (c) Unequitable distributionRef : K. Park 23rd ed. / 891-92* PHC is Primary Health Care outlined by Alma Ata in 1978.* It is defined as essential health care, which is characterized by 4 As# Acceptable (it should be acceptable by everyone)# Accessible (it should be accessible by everyone)# Available (it should be available to everyone)# Affordable (it should be affordable to everyone)8 Elements of PHC (Primary Health Care) (remembered as ELEMENTS)EEssential drugsLLocally endemic disease prevention and controlEEPI (Expanded program of immunization)MMCH (Maternal and child Health care including family planning)EEducationNNutritionTTreatment of common ailmentsSSafe water supply and sanitation* Equity of distribution is NOT an element of PHC, but it is one of the principles/pillars of the PHC.* 4 Principles/Pillars of Primary Health Care:# Equitable distribution# Community participation# Intersectoral coordination# Appropriate technology.",
        "cop": 3,
        "opa": "Community participation",
        "opb": "Intersectoral co-ordination",
        "opc": "Unequitable distribution",
        "opd": "Appropriate technology",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "047bf53c-26c0-4ced-9f49-7565a6c6e761",
        "choice_type": "multi"
    },
    {
        "question": "4-8 qualified persons, discuss a topic in front of a large audience, is an example of :-",
        "exp": "Ans. is 'b' i.e. Panel Discussion Methods of group approaches in health communication:Chalk and talk (lecture):It is a carefully prepared oral presentation of facts organized thoughts and ideas by a qualified person. The chalk lends the visual component.The group should not be more than 30 and the talk should not exceed 15-20 minute.Group Discussion :A group is an aggregation of people interacting in a face to face situation.A group should not comprise less than 6 and not more than 12 members*.Panel Discussion :In a panel discussion, 4 to 8 qualified persons talk about a topic and discuss a given problem in front of a large group or audience.Symposium:A symposium is a series of speeches on a selected subject. There is no discussion among the symposium members like in panel discussion.Workshop :It consists of a series of meeting usually four or more, with emphasis on individual work, within the group, with the help of consultants and resource personnel. The total workshop may be divided into small groups and each group will solve and discuss a problem with the help of consultants.Role Playing:Role Playing is a socio-drama based on assumptions that many values in a situation cannot be expressed in words and the communication can be more effective if the situation is dramatised by the group.Demonstration:It is a carefully prepared presentation to show how to perform a skill or procedure. Here procedure (eg. disinfection of well, preparation of ORS) is carried out step by step before an audience or the target group.Teaching about ORS in slums is best done by demonstration. *Conferences and Seminars",
        "cop": 2,
        "opa": "Symposium",
        "opb": "Panel discussion",
        "opc": "Workshop",
        "opd": "Group Discussion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "6b3d91d0-71fa-4688-a23b-1a35e803bf04",
        "choice_type": "single"
    },
    {
        "question": "Workshop is -",
        "exp": "Ans. is 'c' i.e., Series of four or more meetings Group approach in health communication1) Chalk and Talk (Lecture)o It is a carefully prepared oral presentation of facts organized thoughts and ideas by a qualified person. The chalk lends the visual component.o The group should not be more than 30 and the talk should not exceed 15-20 minute.2) Group discussiono A group is an aggregation of people interracting in a face to face situationo A group should not comprise less than 6 and not more than 12 members.3) Panel discussiono It is a two way communication.o 4 - 8 persons who are qualified to talk about a topic and discuss a given problem in front of a large group or audience.o The panel comprises a chairman.o The chairman opens the meeting, welcomes the group and introduces the panel speakerso He indroduces topic briefly and invite the panel speakers to present their point of viewo After the main aspects of subject are explored by panel speakers, the audience is invited to take parto If members of the panel are unacquainted with this method, they may have a preliminary meeting, prepare the material on the subject and decide upon the method and plan of presentation.4) Symposiumo A symposium is a series of speeches on a selected subject. There is no discussion among the symposium members like in panel discussion.5) Workshopo It consists of a series of meeting usually four or more, with emphasis on individual work, within the group, with the help of consultants and resource personnel. The total workshop may be divided into small groups and each group will solve and discuss a problem with the help of consultants.6) Role playingo Role Playing is a socio-drama based on assumptions that many values in a situation cannot be expressed in words and the communication can be more effective if the situation is dramatised by the group.7) Demonstrationo A demonstration is a carefully prepared presentation to show how to perform a skill or procedureo Demonstration as a means of communication has been found to have a high educational value in programmes like-i) Environmental sanitation - installation of a hand pump, construction of a sanitary latrine.ii) Mother and child health - demonstration of oral rehydration technique.iii) Control of disease, e.g. scabies.8) Conferences and seminarso These are held usually on a regional, state or national level, and contain a large component of commercialized continuing education. Usual period extends from Vi day to 1 week.",
        "cop": 3,
        "opa": "Discussion of 4-8 experts in front of audience",
        "opb": "Discussion between 6-12 members",
        "opc": "Series of four or more meetings",
        "opd": "Series of speeches on given subject",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "acb9f2c1-2e59-449a-936e-a4bd8ff6afe3",
        "choice_type": "single"
    },
    {
        "question": "All are true about panel discussion except -",
        "exp": "Ans. is 'b' i.e., 6-20 members participates [Ref Park 22nd/e p. 80S & 21nd/e p. 804JPanel discussiono It is a two way communication.o 4-8 persons who are qualified to talk about a topic and discuss a given problem in front of a large group or audience.o The panel comprises a chairman.o The chairman opens the meeting, welcomes the group and introduces the panel speakers,o He indroduces topic briefly and invite the panel speakers to present their point of view,o After the main aspects of subject are explored by panel speakers, the audience is invited to take part,o If members of the panel are unacquainted with this method, they may have a preliminary meeting, prepare the material on the subject and decide upon the method and plan of presentation.",
        "cop": 2,
        "opa": "Two way discussion",
        "opb": "6 to 20 members participates",
        "opc": "Chief members initiates",
        "opd": "Each one prepares the topic of discussion",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Health Education & Communication",
        "id": "3536db43-5b4f-4fa2-b03b-ec0e38ba22ee",
        "choice_type": "multi"
    }
]