[
    {
        "question": "Measure of communicability of a disease -",
        "exp": "Ans. is 'b' i.e., Secondary attect rate Secondary attack rateo SAR is defined as \"the number of exposed persons developing the disease within the range of incubation period, following exposure to primary caseSAR =No of exposed persons developing disease within the range of the incubation period------------------------------------------Total number of exposed/susceptible contactx 100o The important features of SAR are:-i) The primary case is excluded from both the numerator and denominator.ii) Denominator is restricted to susceptible contacts of primary case.iii) In denominator, person should be suscetible - Immune person (to disease) are not susceptible to develop the disease, So they are excluded.iv) Disease should develop within the range of incubation period.o SAR is an important measure of communicability. Higher secondary attack rate means, more numbers of susceptible contacts are developing the disease after exposure to primary case. So, higher the SAR higher is the communicability (infectiousness) of disease.",
        "cop": 2,
        "opa": "Case fatality rate",
        "opb": "Secondary attack rate",
        "opc": "Sullivan index",
        "opd": "Incubation period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "56faf4d2-8751-4867-9709-bba9420bdd1b",
        "choice_type": "single"
    },
    {
        "question": "Index case is the -",
        "exp": "Ans. is 'd' i.e., First case defected by investigator [Ref: Park 22nd/e d. 92 & 21st/e p. 9/1o Primary caseo Index case--First case of communicable disease introduced into the population.First case to come to attention of the investigator.o It is not always necessary that primary case will be index case : -When the first case noticed by the investigator is also the first case of the population - Primary case and index case are the same.When the first case nociced by the investigator is not the first case of the population (primary case) - Index case and primary case are different.o Secondary cases - Cases those developing from contact with primary case.",
        "cop": 4,
        "opa": "First case in a community",
        "opb": "Case getting infection from primary case",
        "opc": "Case getting infection from secondary case",
        "opd": "First case detected by investigator",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "be937085-bdc9-4487-aea6-4b5b2aa4cd96",
        "choice_type": "single"
    },
    {
        "question": "Disease elimination is helped by-",
        "exp": "Ans. is 'a' i.e., Herd immunity o If the herd immunity is sufficiently high, the occurrence of an epidemic is regarded as highly unlikely.o If that high level of immunity is maintained and stepped up, by an on-going immunization programme, to the point where the susceptible persons are reduced to a small proportion of the population, it may lead to elimination of the disease in due course.o This has been achieved in such diseases as diphtheria and polio.",
        "cop": 1,
        "opa": "Herd immunity",
        "opb": "Isolation",
        "opc": "Quarantine",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "15a6780f-24ae-494f-b810-305c3d0b6bc8",
        "choice_type": "multi"
    },
    {
        "question": "Cyclodevelopmental type of transmission is seen in-",
        "exp": "Ans. is 'b' i.e., Filaria o Transmission by vectors may be of following types :A) Mechanical transmission# The infectious agent is mechanically transported by vector, e.g., through souling of feet of flying arthropod.# There is no development or multiplication of infectious agent within the vector.B) Biological transmission# The infectious agent undergoes replication (change in number) or development (change in form) or both in vector.# So, inectious agent requires an incubation period (extrinsic incubation period) before vector can transmit it to host.# This type of transmission is of three types : -i) Propagativeo Agent undergoes multiplication (increase in number), but there is no development (no change in the form), for example plague bacilli in rat flea.ii) Cyclo-developmentalo Agent undergoes only development (change in form) but there is no multiplication (no change in number), for example microfilaria in mosquito.iii) Cyclo-propagativeo There is both development (change in form) and multiplication (change in number), for example malarial parasite (plasmodium) in mosquito.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Filaria",
        "opc": "Plague",
        "opd": "Cholera",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "1db0f36b-6da4-4bad-afd3-21472d25d828",
        "choice_type": "single"
    },
    {
        "question": "In a village of 100 children, 60% are immunized against measles. One child travelled outside and returned with measles and infected other 26 children. What is the secondary attack rate",
        "exp": "Ans. is 'a', i.e 67% Secondary attack rate : No. of exposed persons developing the disease within the range of incubation period following exposure to the primary case. SAR = (No. of exposed persons developing the disease within the range of incubation period) x 100 / (Total no. of exposed/susceptible contacts)Total no. of children = 100Total no. of immunize = 60No. of susceptible = 39Since out of 40 unimmunized children one has already contacted the disease.No. of exposed persons developing the disease = 26So SAR= (26 / 39 ) x 100 =200/3 = 67%",
        "cop": 1,
        "opa": "67%",
        "opb": "27%",
        "opc": "50%",
        "opd": "80%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "fa4a878c-8f97-4915-9565-01c42b978410",
        "choice_type": "single"
    },
    {
        "question": "Carriers not seen in -",
        "exp": "Ans. is 'a' i.e., Rabies Incubatory carrierConvalescent carrierHealthy carrierChronic carriero Measleso Mumpso Polioo Pertusiso Influenzao Diphtheriao Hepatitis Bo Typhoid fevero Dysentery (bacillary and amebic)o Cholerao Diphtheriao Whooping cougho Poliomyelitiso Cholerao Meningoccal meningitiso Salmonellao Diphtheriao Typhoid fevero Hepatitis Bo Dysenteryo Cerebrospinal meningitiso Malariao Gonorrheao Diphtheria",
        "cop": 1,
        "opa": "Rabies",
        "opb": "Typhoid fever",
        "opc": "Polio",
        "opd": "Malaria",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "c05e3fba-8a53-41eb-9f9a-75afc4c0ed24",
        "choice_type": "single"
    },
    {
        "question": "Chronic Carrier State is seen in -",
        "exp": "Ans. is 'c' i.e., hepatitis B Incubatory carrierConvalescent carrierHealthy carrierChronic carriero Measleso Mumpso Polioo Pertusiso Influenzao Diphtheriao Hepatitis Bo Typhoid fevero Dysentery (bacillary and amebic)o Cholerao Diphtheriao Whooping cougho Poliomyelitiso Cholerao Meningoccal meningitiso Salmonellao Diphtheriao Typhoid fevero Hepatitis Bo Dysenteryo Cerebrospinal meningitiso Malariao Gonorrheao DiphtheriaNote: Typhoid, hepatitis B and dysentery may have both temporary as well as chronic carriers.",
        "cop": 3,
        "opa": "Measles",
        "opb": "Influenza",
        "opc": "HepatitisB",
        "opd": "Pertussis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "cc6e83d2-e4bd-4d77-92cb-32749c010ca5",
        "choice_type": "single"
    },
    {
        "question": "Endemic disease is defined as -",
        "exp": "Ans. is 'a' i.e., Disease occuring regularly in expected frequency Sporadic - Disease occuring irregularly from time to time.Endemic - Disease occuring regularly in expected frequency.Epidemic - Disease occuring in excess of expected frequency.Pandemic - Epidemic affecting a large proportion of population over a wide geographic area.",
        "cop": 1,
        "opa": "Disease occuring regularly in expected frequency",
        "opb": "Disease occuring irregularly",
        "opc": "Disease occuring in excess of expected freqency",
        "opd": "Disease affecting a large population",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "241b016a-8c22-41b4-afa5-bbb9707d964a",
        "choice_type": "single"
    },
    {
        "question": "In an outbreak of cholera in a village of 2,000 population, 20 cases have occurred and 5 died. Case fatality rate is -",
        "exp": "Ans- (D) 25% Formula - No. of deaths due to a particular Disease/Cause X 100 No of cases owing to this particular cause/disease : 5 X 100 - 25% 20 Good to know-",
        "cop": 4,
        "opa": "1%",
        "opb": "0.25%",
        "opc": "5%",
        "opd": "25%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "5c07cd79-2c42-454b-9224-fb83baf7fcc5",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for chemoprophylaxis in contacts of a patient of pneumonic plague is :",
        "exp": "Ans. is 'd' i.e. Tetracycline Park writes- \"The drug of choice for chemoprophylaxis is Tetracycline. For adults the dose in 500 mg 6 hourly for 5 days. A cheaper alternative is sulfonamideRemember that -DOC for treatment of Plague is streptomycin*. Tetracycline is an alternative drug.Also Remember-The DOC for chemoprophylaxis and treatment of the following diseases- :DiseaseDOC for ChemoprophylaxisDOC for TreatmentPlagueTetracycline*Streptomycin*InfluenzaAmantadine or RimantadineAmantadine* or RimantadineDiptheriaErythromycin*Penicillin* or ErythromycinMeningococcal meningitisRifampicin* is the DOC (unless the organism is known to be sensitive tosulfadiazine)Penicillin*CholeraTetracycline*DOC for adults (except pregnant females is -Doxycycline*)DOC for Children -Trimethoprim sulfamethoxazole* DOC for Pregnancy -Furazolidone*Bacterial ConjunctivitisErythromycin ointment",
        "cop": 4,
        "opa": "Penicillin.",
        "opb": "Rifampicin",
        "opc": "Erythromycin.",
        "opd": "Tetracycline.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "d3ffc5f6-7b23-4148-8aec-252059e2b80a",
        "choice_type": "single"
    },
    {
        "question": "The interval between the primary and the secondary case is called as:",
        "exp": "Ref: 21st edition Park. Pg 95Explanation:Incubation periodBetween invasion by an infectious agent and appearance of the first sign / symptomsMedian Incubation periodThe time required for 50 percent of the cases to occur following exposureLatent periodEqual to IP in non-communicable diseaseSerial intervalBetween onset of primary case and secondary caseGeneration timeInterval between the receipt of infection by a host and maximal infectivityPeriod of communicabilityDuring which an infectious agent can be communicated",
        "cop": 1,
        "opa": "Serial interval",
        "opb": "Generation time",
        "opc": "Median Incubation period",
        "opd": "Latent period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "21527d66-efe9-45c0-aebc-f14a4f165607",
        "choice_type": "multi"
    },
    {
        "question": "In house with 9 susceptible individuals 1 gets infected and other two get infected after two days what is the secondary attack rate -",
        "exp": "Ans. is 'a' i.e., 25% SAR=No of exposed persons developing disease withinthe range of the incubation period----------------------Total number of exposed/susceptible contactx 100o The important features of SAR : -The primary case is excluded from both the numerator and denominator.Denominator is restricted to susceptible contacts of primary case.In denominator, person should be suscetible - Immune person (to disease) are not susceptible to develop the disease, So they are excluded.Disease should develop within the range of incubation period.o In this questionPrimary case -1Susceptible contacts - 8 (9-1)Number of susceptible developing disease (secondary cases) - 2# Thus SAR =28x 100 = 25%",
        "cop": 1,
        "opa": "25%",
        "opb": "33%",
        "opc": "50%",
        "opd": "65%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "931917bc-08a5-42bf-b31f-3110cd79a340",
        "choice_type": "single"
    },
    {
        "question": "Mother to child transmission in vectors is called-",
        "exp": "Ans. is 'a' i.e., Transovarian {Ref: Park 22nd/ep. 274 & 21st/ep. 274, Ananthanarayan 7th/ep. 416]o When the infectious agent is transmitted vertically from the infected female to her progeny in the vector, It is known as trasnovarian transmission.o Transovarian transmission is seen iny Scrub typhusy Indian tick typhusy Rickettsial poxy Q. fevery Rocky mountain spotted fevery Yellow feverNote ; In Q fever also, there is transovarial transmission in tick. (But no arthropod is involved in its transmission to man).Also knowo Transmission of the disease agent from one stage of life cycle to another as for example nymph to adult is known as trans-stadial transmission.",
        "cop": 1,
        "opa": "Transovarian",
        "opb": "Mechanical transmission",
        "opc": "Propagative transmission",
        "opd": "Cyclodevelopmental transmission",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "1c913736-c1f6-43d2-96e8-e68ef4d25275",
        "choice_type": "multi"
    },
    {
        "question": "Source and reservoir are same for which infection-",
        "exp": "Ans. is 'b' i.e., Tetanus o Source & reservoir are same - Tetanus spores survive in soil (reservoir) and a person acquires infection directly from soil (source). So, soil acts as reservoir as well as sourceo Source & reservoir different - In typhoid, bacillus survives and multiplies inside human cases or carriers (act as reservoir), but immediate source of infection is feces or urine of patients, or contaminated food, water or milk (act as source).o So, source may or may not be a part of reservoir. In other words reservoir may or may not act as a source.",
        "cop": 2,
        "opa": "Rabies",
        "opb": "Tetanus",
        "opc": "Typhoid",
        "opd": "Measles",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "9dcf3571-f8b1-4f71-9fa7-13b03240469b",
        "choice_type": "single"
    },
    {
        "question": "Life cycle of filaria is",
        "exp": "Ans. is 'a' i.e. Cyclo developmental Transmission of arthropod-borne diseases occur by following methodsDirect contact - e.g. scabies, pediculosisMechanical Transmission - housefly transmitted diseasesBiological Transmission - It is of three types:Propagative - The agent merely multiplies in vector, but no change in form e.g. plague bacilli in rat flea.Cyclo propagative - The agent changes in form & multiplies in the body of arthropod e.g. malarial parasites in mosquitoCyclo developmental - The disease agent undergoes cyclical changes but no multiplication e.g. filarial parasite in culex mosquito and guinea worm embryo in cyclops.Other methodsTransovarian transmission - The infectious agent is transmitted vertically from the infected female to her progeny in the vector e.g. Ticks transmitting Rickets sial diseases * Ttransstadial transmission - Transmission of the disease agent from one stage of the life cycle to another as for example nymph to adult e.g. Ticks.",
        "cop": 1,
        "opa": "Cyclodevelopmental",
        "opb": "Cyclopropagative",
        "opc": "Propagative",
        "opd": "Transovarian",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "0aba9485-2317-4878-8ac1-5c7d75121da0",
        "choice_type": "single"
    },
    {
        "question": "Cluster testing is done in -",
        "exp": "Ans. is 'b' i.e., AIDSo Case detection is an essential part of any control programme. The usual methods of early detection in a STD control programme are :ScreeningContact tracing: Sexual partners of diagnosed cases are identified, located, investigated and treated. It is one of the best method of controlling the spread of infection.Cluster testing : Screening of all persons of either sex, wrho move in the same socio-sexua! environment as the pateint.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "AIDS",
        "opc": "TB",
        "opd": "Pneumonia",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "9578ee9f-6921-46fe-a584-9b340a85cf08",
        "choice_type": "single"
    },
    {
        "question": "True about carriers -",
        "exp": "Ans. is 'b' i.e., Serves as source of infection o A carrier is defined as 41an infected person or animal that harbours a specific infectious agent in the absence of clinical disease and serves as a potential source of infection \".o As a rule carriers are less infectious than cases, but epidemiologically they are more dangerous than cases because they escape recognition, and continuing as they do to live a normal life among the population or comunity, they readily infect the susceptible individuals over a wider area and longer period of time.",
        "cop": 2,
        "opa": "Infection with clinical symptoms",
        "opb": "Serves as source of infection",
        "opc": "More infectious than cases",
        "opd": "Less dangerous than cases",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "5007de51-bf47-4d86-902a-0cef74f0bf14",
        "choice_type": "multi"
    },
    {
        "question": "Transmission of microfilaria in mosquito is -",
        "exp": "Ans. is 'a' i.e.s Cyclodeveiopmental o In vector born diseases, an arthropod or any living carrier (e.g., snail) acts as a vector and transports an infectious agent to a susceptible individual, o Transmission by a vector may be of following types : - Mechanical transmission The infectious agent is mechanically transported by the vector, e.g., through soiling of feet of flying arthropod. There is no development or multiplication of infectious agent within the vector. Biological transmission The infectious agent undergoes replication (change in number) or development (change in form) or both in the vector. So, the infectious agent requires an incubation period (extrinsic incubation period) before vector can transmit it to host. This type of transmission is of three types : - Propagative o Agent undergoes multiplication (change in number) in the vector, o There is no development - No change in form, o Example - Plague bacilli in rate fleas. Cyclo-developmental o Agent undergoes only development - Change in form, o No multiplication - No change in number, o Example - Microfilaria in the mosquito. Cyclo-propagative o Agent undergoes both development and multiplication - Change in form and number, o Example - Malaria parasite (Plasmodium sp.) in the mosquito.",
        "cop": 1,
        "opa": "Cyclo-developmental",
        "opb": "Cyclo-propagative",
        "opc": "Propagative",
        "opd": "Cyclical",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "3eea63af-7acb-4e0a-8e41-e854b9e310b3",
        "choice_type": "single"
    },
    {
        "question": "Mass chemoprophylaxis is not given for one of the following:",
        "exp": "Ans. d. Scabies (Ref: Park 23/e p125, 21/e p248, 271, 592, 722; www.wellsphere.com/general mediceine article/mass- drug-prophylaxis-against filariasis/877981)Mass chemoprophylaxis is not given for Scabies.To control scabies, only the members of the affected family are treated simultaneously whether or not they appear to be infested. Thus it is given to close contacts only, so it is not a mass prophylaxis.ChemoprophylaxisChemoprophylaxis refers to the administration of a medication for the purpose of preventing disease or infection.It can be causal or clinical prophylaxis.Causal ProphylaxisClinical Prophylaxis* Complete prevention of infection by early elimina-* It is prevention of clinical symptom.tion of the invading or migrating causal agent.* it does not necessarily eliminate infection.Mass prophylaxis is given on a large scale to a large part of community.Lymphatic filariasis* DEC (6 mg/kg) is given to almost everyone in the communityQ, irrespective of whether they have microfilaremia, disease manifestation or no signs of infection except:* Children < 2 years of ageQ* Pregnant womenQ* Seriously ill patients* It is given in the endemic areasQ* It is a type of clinical prophylaxis.Plague* Tetracycline chemoprophylaxis is given to all contacts, medical, nursing and health personnel exposed to the risk of infectionQ.* During an outbreak, it is given to a large section of community, making it a mass prophylaxisQ.Vitamin A deficiency* To prevent xerophthalmia, Vitamin A prophylaxis is given on a mass scale as a short term preventive measureQ.",
        "cop": 4,
        "opa": "Lymphatic filariasis",
        "opb": "Plague",
        "opc": "Vitamin A deficiency",
        "opd": "Scabies",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "597e67e4-6a96-46b4-89b7-99f91cf361a3",
        "choice_type": "single"
    },
    {
        "question": "Window period is defined as the time taken from:",
        "exp": "Ans. b. Exposure to laboratory detection of disease (Ref: Park 23/e p99, 22./e p95)Window period is defined as the time taken from Exposure to laboratory detection of disease.\"Window Period: Time between first infection & when the test can reliably detect that infection.\" Disease Transmission: DefinitionsWindow period* Time between first infection & when the test can reliably detect that infection* In antibody-based testing, the window period is dependent on the time taken for seroconversionIncubation periodQ* Time interval between invasion by an infectious agent and appearance of the first sign or symptom of the disease in questionMedian incubation periodQ* Time required for 50% of cases to occur following exposureGeneration timeQ* Time taken for a person from receipt of infection to develop maximum infectivity* Roughly equal to the incubation period of the diseaseLatent periodQ* Period from disease initiation to disease detection,* Used in non-infectious diseases as equivalent of incubation periodSerial intervalQ* Gap in onset between primary case (first case in the community) and secondary case (case devetoping through infection from the primary case)* By collecting information on series of secondary cases with serial intervals, one can guess the incubation period of a diseasePeriod of communicabilityQ* Time during which an infectious agent may be transferred directly/indirectly from an infected person to another person, from infected animal to man or from an infected person to animal, including arthropods* An important measure of communicability is secondary attack rate",
        "cop": 2,
        "opa": "Entry of pathogen to appearance of first clinical symptoms",
        "opb": "Exposure to laboratory detection of disease",
        "opc": "Entry in cell to expulsion of first viral particle",
        "opd": "Entry to maximum communicability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "bd9fcdb7-0a4c-4580-8604-eb5a1eff9562",
        "choice_type": "single"
    },
    {
        "question": "Cycle of microfilarea in mosquito -",
        "exp": "Ans. is 'a' i.e., Cyclo-developmental o Has been explaied in All India Dec-15",
        "cop": 1,
        "opa": "Cyclo-developmental",
        "opb": "Cyclo-propagative",
        "opc": "Propagative",
        "opd": "Cyclical",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "0993b00e-365d-4ca2-b94c-04ef2dbc0fa0",
        "choice_type": "single"
    },
    {
        "question": "The time interval between the primary and secondary case is :",
        "exp": "Ans. is 'a' i.e. Serial interval Serial intervalThe gap in time between the onset of the primary case and the secondary case is called the serial interval.Generation time is the interval of time between receipt of infection by a host and maximal infectivity of that host.Median incubation periodis the time required for 50 percent of the cases to occur following exposure.",
        "cop": 1,
        "opa": "Serial interval",
        "opb": "Generation time",
        "opc": "Median Incubation period",
        "opd": "Secondary attack rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "a0f5aaf1-8d4f-4092-8ce7-a21828846831",
        "choice_type": "single"
    },
    {
        "question": "Serial interval is:",
        "exp": "Ans. is 'a' i.e. Gap between primary & secondary cases",
        "cop": 1,
        "opa": "Gap between primary and secondary cases",
        "opb": "Gap between maximum and minimum incubation period",
        "opc": "Difference between sensitivity and specificity",
        "opd": "Indicates secondary attack rate.",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "de0d2592-c91a-470e-b52f-5efe3dda82f3",
        "choice_type": "single"
    },
    {
        "question": "Cyclopropagative?",
        "exp": "Ans. is 'a' i.e., Malaria o Has been explained in previous session",
        "cop": 1,
        "opa": "Malaria",
        "opb": "Plague",
        "opc": "Filaria",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "b95dd178-c2d7-4430-9d25-dd0aacc6dc78",
        "choice_type": "multi"
    },
    {
        "question": "1st case seen by an investigator:",
        "exp": "Ans. (a) Index caseRef. K. Park 23rded. 195* Index Case: In epidemiology, first case of a disease in a group which is seen by an investigator or which brought to the attention of the clinician. It is not always the primary case.* Primary case: first case of communicable disease introduced into the population unit being studied.* Secondary case: all case who develop from primary case* Incubation period: entry of organism till 1st sign/ symptom* Median incubation: time period for 50% case to occur",
        "cop": 1,
        "opa": "Index case",
        "opb": "Primary case",
        "opc": "Secondary case",
        "opd": "Generation time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "02c9bed4-551c-42d1-a184-4ef4ba80beec",
        "choice_type": "single"
    },
    {
        "question": "Quarantine period of cholera -",
        "exp": "Ans. is 'c' i.e., 5 days DiseaseQuarantine periodCholera5 daysPlague1 daysRabies14 daysSARS10 daysSmallpox21 daysYellow fever6 daysViral hemorrhagic fever21 days",
        "cop": 3,
        "opa": "1 day",
        "opb": "2 days",
        "opc": "5 days",
        "opd": "10 days",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "42f4ba91-9ac1-44c2-b85c-c1f61bc950d3",
        "choice_type": "single"
    },
    {
        "question": "Serial interval is -",
        "exp": "Ans. is 'a' i.e., Interval between primary and secondary case Serial intervalo The gap time between onset of primary case and secondary case.o By collecting information about a whole series of such onset, we get a distribution of secondary cases from which we can guess the incubation period.",
        "cop": 1,
        "opa": "Interval between primary and secondary case",
        "opb": "Interval between first case and last case",
        "opc": "Interval between infection to maximum infectivis",
        "opd": "Interval between incubation period and gestational period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "dda5ae78-517c-4778-a7cf-3b4e24b42e84",
        "choice_type": "single"
    },
    {
        "question": "Propagative?",
        "exp": "Ans. is 'a1 i.e.. Plague o Propagative-Plague bacilli in rat fleaso Cyclo-developmental-Micorfllaria in mosquito,o Cyclo-propagative-Malarial parasite in mosquito.",
        "cop": 1,
        "opa": "Plague",
        "opb": "Filaria",
        "opc": "Malaria",
        "opd": "All",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "112c0925-7305-4ef1-8dd7-f2cf84b2cb97",
        "choice_type": "multi"
    },
    {
        "question": "Malaria -",
        "exp": "Ans. is 'b' i.e., Cyclopropagative o In vector bom diseases, an arthropod or any living carrier (e.g., snail) acts as a vector and transports an infectious agent to a susceptible individual,o Transmission by a vector may be of following types : -Mechanical transmissionThe infectious agent is mechanically transported by vector, e.g., through souling of feet of flying arthropod.There is no development or multiplication of infectious agent within the vector.Biological transmissionThe infectious agent undergoes replication (change in number) or development (change in form) or both in vector.So, inectious agent requires an incubation period (extrinsic incubation period) before vector can transmit it to host.This type of transmission is of three types : -Propagativeo Agent undergoes multiplication (change in number) in the vector,o There is no development - No change in form,o Example - Plague bacilli in rate fleas.Cyclo-developmentalo Agent undergoes only development - Change in form,o No multiplication - No change in number,o Example - MicorfUaria in mosquito.Cyclo-propagativeo Agent undergoes both development and multiplication - Change in form and number,o Example - Malaria parasite (plasmodium sp.) in mosquito.",
        "cop": 2,
        "opa": "Propagative",
        "opb": "Cyclopropagative",
        "opc": "Cvclodevelopmental",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "4fabd758-e1bf-49f2-81bc-2f8f62bf4036",
        "choice_type": "multi"
    },
    {
        "question": "In an epidemiological study, the first case which comes to the attention of the investigator is",
        "exp": "Ans. is 'b'i.e. Index case Epidemiological terminologyPrimary case - is the first case of a communicable disease introduced into the population unit under study.Index case - is the first case, that comes to the attention of the investigator, it is not always the primary case.Secondary cases - are those cases arising d/t contact with the primary case.",
        "cop": 2,
        "opa": "Reference case",
        "opb": "Index case",
        "opc": "Primary case",
        "opd": "Secondary case",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "f6ef6f84-1937-4824-b247-7d7bcb329c8d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true for yellow fever EXCEPT",
        "exp": "Ans. (d) Validity of vaccination certification begins immediately after vaccinationRef : K. Park 23rd ed. /121, 283",
        "cop": 4,
        "opa": "Caused by vector aedes",
        "opb": "Incubation period of 3-6 days",
        "opc": "One attack gives life long immunity",
        "opd": "Validity of vaccination certification begins immediately after vaccination",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "d27a381e-4285-4215-9a18-e270a357cf4a",
        "choice_type": "multi"
    },
    {
        "question": "True about influenza -",
        "exp": "Ans. is 'b' i.e.. Most infections are subclinical Influenzao Influenza virus a RMA virus, belongs to orthomyxovirus.o There are three viral subtypes : i) Type A (causes all pandemics and most epidemics); type B: and type C (not circulating currently).o Currently the influenza viruses circulating in the world are : Ht N, of type A (causes swine flu): H2N2 of type A; H3N2 of type A ; H5 N1 of type A (causes birdflu or avian influenza); H7 N9 of type A (caused epidemic of avian influenza in China in 2013); and type B.o Influenza shows cyclic trend with epidemic occuring every 2-3 years in case of influenza - A and every 4-7 years in case of influenza-B. Pandemics are caused by only influenza - A every 10-15 years,o Influenza affects all ages and both sexes.o Source of infection of influenza is a clinical case or subclinical case,o Major reservoir of influenza virus exists in animal and birds.o Incubation period is 18-72 hours. Most of the infections are subclinical. Clinical cases present with cough, fever, myalgia and headache.",
        "cop": 2,
        "opa": "Incubation period 2-3 weeks",
        "opb": "Most infections are subclinical",
        "opc": "Type-A virus causes Reye's syndrome",
        "opd": "Pandemic is caused by Type-B virus",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "57ab35aa-6a1f-4e3c-ab8e-7bf476c8a121",
        "choice_type": "multi"
    },
    {
        "question": "What is true about isolation period of enteric fever:",
        "exp": "Ans. is 'a' i.e. Till three bacteriologically negative stools and urine reports To prevent the spread of infection, the patients are kept in isolation till three bacteriologically negative stools and urine reports, are obtained on three separate days.Recommended periods of isolationChicken pox - Until lesions have dried and crusted, or until no new lesions appear, usually by the fifth day.Measles - For a week from the onset of rashMumps - till 5 days after the onset of parotitisDiphtheria - All cases, suspected cases and carriers should be promptly isolated, for at least 14 days or until proved free of infection. At least 2 consecutive nose and throat swabs, taken 24 hours apart, should be negative before termination isolation.",
        "cop": 1,
        "opa": "Till three bacteriologically negative stools and urine reports",
        "opb": "Upto three days after starting the treatment",
        "opc": "Till the fever subsides",
        "opd": "Till Widal becomes negative",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "dac32e09-3ff2-43c3-8b35-53a6f002e175",
        "choice_type": "multi"
    },
    {
        "question": "Time interval betw een inoculation of infection to maximum infectivity is -",
        "exp": "Ans. is 'c' he., Generation time o Generation time - Period from receipt of infection to maximal infectivity.o Serial interval - Gap between onset of primary case and secondary case.",
        "cop": 3,
        "opa": "Lead time",
        "opb": "Median incubation period",
        "opc": "Generation time",
        "opd": "Serialinverval",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "a4ac3866-3e2a-4a27-96d8-77de6559da93",
        "choice_type": "single"
    },
    {
        "question": "Measure of lnfectivity of a disease:",
        "exp": "Ref: Park 'Textbook of Preventive and Social Medicine', 22nd edition, Pg: 58, 55, 96Explanation:Incidence rateNumber of new cases occurring in a defined population during a specified period in timePrevalence rateIt includes old and new cases, it depends on Incidence and duration of disease Prevalence = incidence X durationSecondary attack rateIndicates communicability or infec- tivrtyNo. of contacts d eve lo Dina disease in one maximum IP X 100 Total no. susceptible contactsCase fatality rateSeverity of the disease, killing power of the diseaseIndicators of severity of disease1. Case fatality rate2. Disability rate",
        "cop": 3,
        "opa": "Incidence rate",
        "opb": "Prevalance rate",
        "opc": "Secondary attack rate",
        "opd": "Case Fatality rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "542a5a62-278a-4f27-9024-9a7edce115d2",
        "choice_type": "single"
    },
    {
        "question": "Quarantine is related to>",
        "exp": "Ans. is 'b' i.e. Maximum incubation period Quarantine - has been defined as The limitation of freedom of movement of such well person or domestic animals exposed to communicable disease for a period of time no longer than the longest usual incubation period of the disease in such a manner to prevent effective contact with those not so exposed. \"Also KnowIsolation -- It is the oldest communicable disease control measure.- It is defined as \"separation for the period of communicability of infected persons or animals from others, as to prevent or limit the direct or indirect transmissions of the infectious agent from those injected to those who are susceptible, or who may spread the agent to others\"In contrast to isolation, quarantine applies to restriction on the healthy contacts of an infectious disease. *",
        "cop": 2,
        "opa": "Minimum incubation period",
        "opb": "Maximum incubation period",
        "opc": "Serial interval",
        "opd": "Generation time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "981df750-5180-45e2-9b58-77bf87420bbe",
        "choice_type": "single"
    },
    {
        "question": "Cyclo developmental stage is seen in:",
        "exp": "Ans. is 'b' i.e. Filaria This question is one of the most often repeated question in PG examsThere are three types of biological transmission by vectors :Propagative:The infectious agent merely multiplies in the vector but no change in form.eg.plague bacilli in rat fleas.Cyclopropogative:The agent changes in form and number.eg. malaria parasite in mosquito.Cyclo-developmental:The disease agent undergoes only development but no multiplication.eg. microfilaria in mosquito.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Filaria",
        "opc": "Plague",
        "opd": "Cholera",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Infectious Disease Epidemiology",
        "id": "81757af8-0ec8-4f51-ba7a-2670b78a5046",
        "choice_type": "single"
    }
]