[
    {
        "question": "Millennium development goals (MDG) was sterted in -",
        "exp": "Ans. is 'c' i.e., 2000 The millennium development Goals (MDG)o More recently in September 2000, representive for 189 countries met at the millennium summit in New York, to adopt United Nations Millennium Declaration.o The goals in the area of development and poverty eradication are now referred to as \"Millennium development Goals\" (MDGs).o Governments have set a date of 2015 by which they would meet the MDGs.",
        "cop": 3,
        "opa": "1990",
        "opb": "1995",
        "opc": "2000",
        "opd": "2005",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International Health",
        "id": "4e32cf0c-9a58-4ebd-aa82-8276fe07e909",
        "choice_type": "single"
    },
    {
        "question": "World anti-tobacco day is celebrated on?",
        "exp": "ANSWE R: (A) 31st MayREF: APPENDIX-70 below \"HEALTH RELATED DAYS\" APPENDIX - 70Health Related Days:World leprosy day30 JanuaryWorld cancer day4th FebruaryWorld disabled day15th MarchWorld TB day24th MarchWorld Health day7th AprilWorld Malaria day25th AprilRed cross day8th MayWorld no tobacco day31st MayAnti Filaria day5th JuneWorld blood donation day14th JuneInternational day against drug abuse26th JuneWorld diabetes day27th JuneWorld Zoonosis day6th JulyWorld population day11th JulyWorld breast feeding week1-7 AugustSuicide prevention day10th SeptemberAlzheimer's day21th SeptemberWorld Rabies day28th SeptemberWorld Heart day29th SeptemberInternational day for elderly1st OctoberMental health day10 OctoberEther day/ Anesthesia day16th OctoberWorld diabetes day14th NovemberWorld RTA day16th NovemberWorld COPD day19th NovemberAIDS day1st DecemberHepatitis day4th December",
        "cop": 1,
        "opa": "31st May",
        "opb": "5thJune",
        "opc": "12th July",
        "opd": "24th November",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "International Health",
        "id": "f1462cd4-3584-4bbb-a82a-a9802bdbdc99",
        "choice_type": "single"
    }
]