[
    {
        "question": "Case fatality rate describes:",
        "exp": "Case fatality rate: Deaths/cases x 100 CFR represents \"Killing power of a disease\". It is closely related to \"Virulence of organism\". It is applicable only for acute diseases. Time interval is not specified.",
        "cop": 3,
        "opa": "Communicability of infection",
        "opb": "History of disease",
        "opc": "Virulence of organism",
        "opd": "Contribution of a disease among all deaths",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "9f2557ab-4c9f-4164-9172-20869d0d2977",
        "choice_type": "multi"
    },
    {
        "question": "The state of social dysfunction is called as:",
        "exp": "\"Sickness\" refers to a state of social dysfunction. \"Disease\" is a physiological/psychological dysfunction. \"Illness\" is a subjective state of the person who feels aware of not being well.",
        "cop": 3,
        "opa": "Illness",
        "opb": "Disease",
        "opc": "Sickness",
        "opd": "Unwell",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "15321dfc-4259-4d7a-a821-fbb57168daf6",
        "choice_type": "multi"
    },
    {
        "question": "All of the statements about quarantine are true except:-",
        "exp": "Isolation versus quarantine:- Isolation Quarantine Separation of Cases Healthy contacts of cases Done for Cases themselves Other persons around cases Duration Till recovery Till maximum IP",
        "cop": 1,
        "opa": "It is synonymous with Isolation",
        "opb": "Absolute quarantine is restriction during the incubation period",
        "opc": "Exclusion of children from schools is an example of Modified quarantine",
        "opd": "Quarantine should not be longer than the longest incubation period",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "66b51926-90fd-4289-92e8-22bda5c069ce",
        "choice_type": "multi"
    },
    {
        "question": "The following are Socio-economic indicators Except:",
        "exp": "Socio economic indicators Housing Family size Literacy rate Availability per capita calorie GNP per capita Growth rate UnEmployment level Dependency ratio",
        "cop": 4,
        "opa": "Dependency ratio",
        "opb": "Female literacy rate",
        "opc": "Number of persons living per room",
        "opd": "Notification rate",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "635101ad-0f69-4b8d-abd2-9e8df1c9f5c7",
        "choice_type": "multi"
    },
    {
        "question": "An infection or infectious disease transmissible under natural condition from veebrate animals to man is known as",
        "exp": "Term Definition Zoonoses An infection or infectious disease transmissible under natural condition from veebrate animals to man. Exotic Disease which is impoed into a country, in which it doesn't occur normally. Epizootic Outbreak of disease in animal population. Epornithic Outbreak of disease in bird population.",
        "cop": 3,
        "opa": "Epizootic",
        "opb": "Epornithic",
        "opc": "Zoonoses",
        "opd": "Exotic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "89ad117e-31f1-4b56-b2b7-e2544d5db17d",
        "choice_type": "single"
    },
    {
        "question": "A pay was attended by a group of 100 people. Out of 100, 60 cases were repoed to be infected with food poisoning. 12 deaths were recorded. what is the case fatality rate in above scenario?",
        "exp": "Case fatality rate is: (12 deaths/ 60 cases)*100 = 20% Case fatality rate (Ratio)- (Total number of deaths due to a paicular disease/Total number of cases due to the same disease)*100Case fatality rate Represents the killing power of a disease. It is typically used in acute infectious diseases (e.g. , food poisoning, cholera, measles). Case fatality is closely related to virulence",
        "cop": 3,
        "opa": "6%",
        "opb": "15%",
        "opc": "20%",
        "opd": "30%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "399253ef-6e07-470d-be92-d11818bb77b9",
        "choice_type": "multi"
    },
    {
        "question": "Standard of Living (WHO) includes all except-",
        "exp": "Definition of 'Standard Of Living' As per WHO , H - Housing I- Income S- Sanitation O- 0ccupation N- Nutrition H- Health E- Education R- Recreation O-Others - All the above can be used individually as measures of socio-economic status & collectively as an index of standard of living. - Thus, option 4 is wrong.",
        "cop": 4,
        "opa": "Income",
        "opb": "Sanitation and nutrition",
        "opc": "Level of provision of health",
        "opd": "Human rights",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "af5c7cbc-4c2f-467b-9959-2df554623d36",
        "choice_type": "multi"
    },
    {
        "question": "Most universally accepted indicator of health status of whole population and their socioeconomic conditions among the following is:-",
        "exp": "Infant moality rate: Is one of the most universally accepted indicator of health status. IMR is a sensitive indicator of availability, utilization and effectiveness of health care, paicularly perinatal care. MCC of Infant moality in India are low bih weight & prematurity.",
        "cop": 2,
        "opa": "MMR",
        "opb": "IMR",
        "opc": "Life expectancy",
        "opd": "Disease notification rates",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "72ef6056-e95d-4c69-9678-74aab977ed4a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a Good index of the \"Severity of a sho-term, acute disease\"?",
        "exp": "Cause specific death rate No. of deaths from a specified cause per 100,000 person years at risk May be adjusted for the age & sex composition, or other characteristic of population 5 - years survival rate % of patients who are alive after treatment begins or 5 years after diagnosis =Index of success in cancer treatment =Yardstick for the assessment of standards of therapy Case fatality rate No. of people who die of a disease divided by no. of people who have disease For sho term, acute disease/conditions Standardized moality ratio observed no. of deaths divided by expected no. of deaths Aka indirect age adjustment",
        "cop": 3,
        "opa": "Cause-specific death rate",
        "opb": "5 years survival",
        "opc": "Case fatality rate",
        "opd": "Standardized moality ratio",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "2e56b3b8-21fa-4347-b973-f064ead0725d",
        "choice_type": "single"
    },
    {
        "question": "Secondary attack rate reflects ------ of a disease:-",
        "exp": "Secondary attack rate = Primary case is excluded from both the numerator and denominator. It determines the communicability of the disease.",
        "cop": 2,
        "opa": "Severity",
        "opb": "Communicability",
        "opc": "Fatality",
        "opd": "Virulence",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "1abb84e6-7d95-424f-83de-33bfb2e620fe",
        "choice_type": "single"
    },
    {
        "question": "Generation time in epidemiology is defined as:",
        "exp": "Generation time: Time gap between entry of organism till its maximum infectivity. It is roughly equal to IP of the disease. OTHER DEFINITIONS: Incubation period: Time interval between invasion by an infectious agent & appearance of first sign or symptom of disease. Median Incubation period :Time required for 50% of cases to occur following exposure. Serial interval: Interval between primary & secondary case.",
        "cop": 2,
        "opa": "The interval between marriage and the bih of first child",
        "opb": "The interval of time between the receipt of infection by host and maximal infectivity of the host",
        "opc": "The interval of time between primary case and secondary cases",
        "opd": "Interval of time between invasion by infectious agent and appearance of first sign or symptom of the disease/ in question",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "1f577f8d-22b5-444a-b1da-a5ae4e79a2de",
        "choice_type": "single"
    },
    {
        "question": "Interval between Primary case and Secondary case known as:-",
        "exp": "Serial Interval - Interval between primary case and secondary case. Incubation Period- Entry of organism till first sign / Symptom. Generation time - Interval between entry of organism till maximum infectivity of that person or case.",
        "cop": 2,
        "opa": "Incubation period",
        "opb": "Serial interval",
        "opc": "Generation time",
        "opd": "Case detection time",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "63e33427-63cc-404c-b008-c7f2c39955d9",
        "choice_type": "single"
    },
    {
        "question": "All are socio-economic determinants of health except:",
        "exp": "Socio-economic determinants of Health of major impoance are :- (i) Economic status (ii) Education (iii) Occupation (iv) Political system.",
        "cop": 4,
        "opa": "Economic conditions",
        "opb": "Education",
        "opc": "Occupation",
        "opd": "Culture",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "39e448c5-b196-49e6-8b12-c8b2015a4ec2",
        "choice_type": "multi"
    },
    {
        "question": "Carrier is defined as:-",
        "exp": "Carrier is Infected person harboring infectious agent without clinical features & acts as source of infection. Carriers are of 6 types: Content carrier - Carrier gets infection from a case. Paradoxical carrier- Carrier gets infection from another carrier. Chronic carrier - Carrier for duration of more than 6 months. Incubatory carrier - can transmit the agent during the incubation period before clinical illness begins. Convalescent carrier - can transmit the agent during recovery phase. Pseudo carrier - asymptomatic carrier with avirulent organisms. ( no need to worry about it)",
        "cop": 3,
        "opa": "Person, animal or object from which infectious agent passes to host",
        "opb": "Person, animal or object in which an infectious agent lives and multiplies",
        "opc": "Infected person harboring infectious agent without clinical features and acts as source of infection",
        "opd": "A person in which infectious agent lie dormant",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "816b272b-6ff7-4892-8524-cdf42e0fed51",
        "choice_type": "single"
    },
    {
        "question": "Expectation of life, free of disability is known as:-",
        "exp": "Sullivan's index is defined as Disability free life expectancy (DFLE). Sullivan's index = Life expectancy -- duration of disability.",
        "cop": 3,
        "opa": "Park's index",
        "opb": "Smith's index",
        "opc": "Sullivan index",
        "opd": "Life index",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "14b85c1c-7de1-491c-8579-347a2799b01b",
        "choice_type": "single"
    },
    {
        "question": "ICD -11 has 3 volumes plus 26 chapters. Volume 2 contain:-",
        "exp": "ICD-11 (International Classification of Diseases - 11th Edition, WHO) - Revised every 10 years, right now 11th edition - Released in June 2018 and it contains 3 Volumes & 26 chapters along with chapter X, V. Volume I - Tabulation List Volume II - Reference Guide Volume III- Alphabetical Index - Some impoant chapters to be remembered: Chapter 6 - Mental behaviour and Neurodevelopmental disorders Chapter 26 - Traditional Medicine Chapter X - Extension codes Chapter V - functional Assessment",
        "cop": 2,
        "opa": "Tabulation list",
        "opb": "Reference guide",
        "opc": "Alphabetical index",
        "opd": "Functional assessment",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "6234c2d1-b784-4eb7-89c0-63a5523e5bdc",
        "choice_type": "single"
    },
    {
        "question": "Index case refer to:-",
        "exp": "First case of a communicable disease introduced into the population unit, being studied Primary case First case to come to attention of investigator Index case Developing from contact with primary case Secondary case An individual who has signs and symptoms connected to the suspected pathogens Suspect case",
        "cop": 3,
        "opa": "First case of disease in community",
        "opb": "All cases that occurs after primary case",
        "opc": "First case which comes into notice of investigator and usually it is secondary case",
        "opd": "None of above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "a69bd8b2-fdd0-4145-b090-d587d965a5bf",
        "choice_type": "multi"
    },
    {
        "question": "A 27 years old male unable to perform Sexual activity is:-",
        "exp": "Spectrum of Disease: Disease - Any abnormal condition of an organism that Impairs function of a person. Impairment - Loss of anatomical / physio/ psycho function. Disability - Unable to carry out ceain activities considered normal for his age,sex etc. Handicap - Unable to perform social role.",
        "cop": 3,
        "opa": "Disease",
        "opb": "Impairment",
        "opc": "Disability",
        "opd": "Handicap",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "c6445719-5cd7-4136-b658-27bb32fcf7f3",
        "choice_type": "single"
    },
    {
        "question": "A carrier who gets infected from another carrier is known as:-",
        "exp": "Paradoxical carrier - A person gets infected from another carrier and himself becomes Carrier. Carriers are of 6 major types: Content carrier - Carrier gets infection from a case Paradoxical carrier - Carrier gets infection from another carrier Chronic carrier - Carrier for duration of more than 6 months Incubatory carrier - can transmit the agent during the incubation period before clinical illness begins. Convalescent carrier - can transmit the agent during recovery phase Pseudo carrier - asymptomatic carrier with avirulent organismsm.( no need to worry about it)",
        "cop": 2,
        "opa": "Incubatory carrier",
        "opb": "Paradoxical carrier",
        "opc": "Convalescent carrier",
        "opd": "Pseudo carrier",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "b27f4464-a60d-442f-ae18-be672caa02e9",
        "choice_type": "single"
    },
    {
        "question": "Microfalaria in Culex depicts what kind of Biological transmission?",
        "exp": "Microfalaria in culex is an example of cyclo-developmental transmission. In Culex mosquito, it undergoes only development. stages will change There is no multiplication taking place in it. TYPES OF BIOLOGICAL TRANSMISSION- Propogative transmission Cyclo-developmental Cyclo-propogative",
        "cop": 1,
        "opa": "Cyclo-developmental",
        "opb": "Cyclo-propagative",
        "opc": "Developmental",
        "opd": "Propagative",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Other Key Definitions & Concepts",
        "id": "a0ac5899-caa4-479f-904c-70282a6f1255",
        "choice_type": "single"
    }
]