[
    {
        "question": "Mortality of rabies is -",
        "exp": "Ans. is 'd' i.e., 100% {Ref: Park 23rd/ep. 277-279]Rabieso Rabies is primarily a zoonotic disease of warm-blooded animals, particularly carnivorous such as dogs. Cats, Jackals and wolves.o It is transmitted to man usually by bites or licks of rabid animals.o It is the communicable disease which is always fatalo Rabies is an enzootic and epizootic disease of world-wide importance,o Geographic boundries play an important role in the distribution of rabies.o Water appears to be the most effective natural barriers to rabies - So, In India, Lakshadweep and Andman & Nicobar islands are free of the disease,o A Rabies free area has been defined as one in which no case of indigenously acquired rabies has occurred in man or any animal species for 2 years.o Countries where rabies is not found - Australia, china (Taiwan), Cyprus, Iceland, Ireland, Malta, Japan, Newzealand, Britain.",
        "cop": 4,
        "opa": "25% '",
        "opb": "50%",
        "opc": "75%",
        "opd": "100%",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Rabies",
        "id": "0d1421ef-145c-4761-ab39-2ac7c226a083",
        "choice_type": "single"
    },
    {
        "question": "Untrue about rabies treatment -",
        "exp": "Ans. is 'c' i.e., Anti-rabies serum is optional \"It is now well established that irrespective of the class wound, the combined administration of a single dose of anti-rabies serum with a course of vaccine, together with local treatment of the wound is the best specific prophylactic treatment after exposure of man to rabies.\" - PSM ParkLocal treatment of woundo Adequate local treatment is the first requisiteo Can reduce the chances of developing rabies by up to 80%.o It comprises the following measures:Cleansingo With plenty of soap and wraier, preferably under a running tap.Chemical Treatmento Alcoholo Tinctureo Aqueous solution of iodineo Povidone iodineSuturingo Should not be done Immediatelyo If necessary, it should be done 24-48 hours later, applying minimum possible stitches, under the cover of anti-rabies serum locally.Anti-rabies serumo Local application in the wound.Antibiotic and anti-tetanus measureObserv e the animal for 10 days7) Indications for antirabic vaccineAnimal shows signs of rabiesAnimal dies with in 10 days of observationUnprovoked bitesIf bitting an imal can not be traced or identi fledAll bites with wi 3d animalsLaborator>r tests on animal are positive for rabies.Categories of contact and recommended post-exposure prophylaxis (PEP)Categories of contact with suspect rabid animalPost-exposure prophylaxis measuresCategory I - touching or feeding animals, licks on intact skinNoneCategory II - nibbling of uncovered skin, minor scratches of abrasions without bleedingImmediate vaccination and local treatment of the woundCategory III - single or multiple transdermal Bites or scratches, licks on broken skin; contamination of mucous membrane with saliva from licks, contacts with bate.Immediate vaccination and administration of rabies immunoglobulin; local treatment of the woundo So, postexposure prophylaxis (PEP) is given in category II and III (not in categoiy I)",
        "cop": 3,
        "opa": "Wound should be cleaned",
        "opb": "Suturing should not be done immediately",
        "opc": "Anti-rabies serum is optional",
        "opd": "Anti-rabies vaccine is given",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Rabies",
        "id": "8233a947-40fb-4303-a455-0510c4abec16",
        "choice_type": "multi"
    },
    {
        "question": "Post exposure vaccination is given in -",
        "exp": "Ans. is 'b' i.e., Rabies {Ref: Park 22nd/e p. 254r 114]Post-exposure immunizationo Post exposure immunization is prophylactic immunization immediately after exposure to a pathogen, in order to prevent infection by the pathogen and the development of disease,o Post exposure immunization is given for -i) Varicella (chicken pox)iv) Measlesii) Rabiesv) Tetanusiii)Hepatitisvi) Meningococcal meningitis",
        "cop": 2,
        "opa": "Typhoid",
        "opb": "Rabies",
        "opc": "Mumps",
        "opd": "None",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Rabies",
        "id": "7ba35cb8-f1d6-4e20-9a90-06e8228c0f1f",
        "choice_type": "multi"
    }
]