[
    {
        "question": "Phase 4 clinical trials is carried out:",
        "exp": "A new drug/ vaccine is launched in the market after phase III (RCT). Phase IV is 'Post marketing surveillance phase' Is the longest phase in a clinical trial. Should be carried out life long (minimum 10-25 years). Is done for finding 'long term side effects and rare side effects' of the drug.",
        "cop": 2,
        "opa": "Before the marketing approval of a drug",
        "opb": "After a drug is marketed",
        "opc": "For drugs used in rare disease",
        "opd": "For drugs used in pediatric patients",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "c16dcef6-d6c0-4d0a-a28d-0f8b46d3732f",
        "choice_type": "single"
    },
    {
        "question": "Efficacy of new drug A is compared with an existing drug B in:",
        "exp": "Phase Unit of study Purpose PRECLINICAL PHASE Lab experiments Animals Pretesting CLINICAL PHASE Typical No. of patients Phase 0 Healthy human volunteers Micro - dosing Phase I Healthy human volunteers Safety and non - toxicity profile 10 to 30 usually healthy volunteers Phase II Patients Effectiveness Fewer than 100 Phase III Patients Comparison with existing drugs Hundreds or thousands Phase IV Patients Long term side effects Many thousands",
        "cop": 3,
        "opa": "Clinical trial phase I",
        "opb": "Clinical trial phase II",
        "opc": "Clinical trial phase III",
        "opd": "Clinical trial phase IV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "9d4a8b6b-e3fc-4eac-92bb-08cc589c7b54",
        "choice_type": "single"
    },
    {
        "question": "Following is NOT a benefit of Randomization:",
        "exp": "RANDOMISATION IN RCT causes: Reduction of selection bias Ensure comparability of both groups Ensure similar prognostic factors in both groups Facilitates blinding of treatment Increases Internal validity of study. Hence option-4 is answer.",
        "cop": 4,
        "opa": "Reduction of bias in selection of groups",
        "opb": "Ensure comparability of both groups",
        "opc": "Facilitates blinding of treatment",
        "opd": "Increases external validity of study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "f45a3d39-3820-4c20-9e11-79f6ebe1af36",
        "choice_type": "multi"
    },
    {
        "question": "Cessation experiment is a type of:",
        "exp": "Types of RCTs: Clinical trials Preventive trials Risk factors trials Cessation experiments Trial of etiological agents Evaluation of health services.",
        "cop": 3,
        "opa": "Coho study",
        "opb": "Case control study",
        "opc": "RCT",
        "opd": "Cross sectional study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "ba815ab7-3f3c-4c64-bc82-2039f31070f0",
        "choice_type": "single"
    },
    {
        "question": "Maximum tolerated dose of a new drug is evaluated in:",
        "exp": "Phase 1 clinical trial: Used to evaluate Maximum tolerated dose (MTD) of a new drug. Healthy human volunteers are used. Done for safety and non-toxicity.",
        "cop": 1,
        "opa": "Phase 1",
        "opb": "Phase 2",
        "opc": "Phase 3",
        "opd": "Phase 4",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "764a3c42-10aa-4389-ac31-adb14741e046",
        "choice_type": "single"
    },
    {
        "question": "All are True regarding Meta-analysis except:",
        "exp": "Meta- analysis is analysis of multiple studies together. A meta- analysis uses a statistical approach to combine the results from multiple studies in an effo to increase power (over individual studies), improve estimates of the size of the effect and / or to resolve unceainty when repos disagree. The validity does depend on quality of systemic review (rest all 3 options are true).",
        "cop": 1,
        "opa": "The validity does not depend on quality of systemic review",
        "opb": "Its purpose is not to identify risk factors",
        "opc": "Purpose is to increase statistical power by increasing the sample size",
        "opd": "Statistical technique for combing the findings from several independent studies on special topic",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "0995c85c-9dcb-4026-ac87-7914d32702da",
        "choice_type": "multi"
    },
    {
        "question": "Father of Evidence Based Medicine is:",
        "exp": "Father of Evidence based medicine (EBM): David Lawrence Sackett founded first Depament of Clinical Epidemiology in Canada, founded Oxford Centre for EBM Wrote books: Clinical Epidemiology Evidence Based Medicine",
        "cop": 1,
        "opa": "Sackett",
        "opb": "Da vinci",
        "opc": "Hippocrates",
        "opd": "Tolstoy",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "c341ab38-0a93-43f8-8337-b9dd7fa5b551",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about Clinical trials is true?",
        "exp": "Randomized controlled trial(RCT) is done for comparing new drug with standard therap in Phase 3. Post-marketing surveillance is done in Phase 4. Safety and no-toxicity is evaluated in Phase 1. Unit of study in Phase 1 is healthy human volunteers. Phase Unit of study Purpose PRECLINICAL PHASE Lab experiments Animals Pretesting CLINICAL PHASE Typical No. of patients Phase 0 Healthy human volunteers Micro - dosing Phase I Healthy human volunteers Safety and non - toxicity profile 10 to 30 usually healthy volunteers Phase II Patients Effectiveness Fewer than 100 Phase III Patients Comparison with existing drugs Hundreds or thousands Phase IV Patients Long term side effects Many thousands",
        "cop": 3,
        "opa": "Post-marketing surveillance is done in Phase 3",
        "opb": "Safety and non-toxicity is evaluated in Phase 2",
        "opc": "Randomized controlled trial in patients is done in Phase 3",
        "opd": "Unit of study in Phase 1 is Patients",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "9b17ddc3-ed90-4532-84fc-e8b078919a74",
        "choice_type": "multi"
    },
    {
        "question": "In a Prospective study, 1200 patient were randomly selected to study the effect of a New drug. The drug will be given for 5 years and its association with cataract will be studied. What type of study is this?",
        "exp": "If you are giving a drug so it is a experimental study or trial If we have a comparison group in which you give some other drug or placebo then also it is randomized clinical trial Hea of RCT- Randomization ( applied while allocating them or dividing them into reference group.) Equal & known chance is present.",
        "cop": 3,
        "opa": "Case control study",
        "opb": "Coho study",
        "opc": "Randomized clinical trial",
        "opd": "Cross sectional study",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "b6fd98dd-4288-43fb-a4e6-ebbfc8160e69",
        "choice_type": "single"
    },
    {
        "question": "All the following are true in a Randomized control trial (RCT) except:",
        "exp": "Intention to treat trial (ITT): Implies that the results of a RCT are unaffected by attrition (loss to follow up) or droupouts or changeover of study subjects from one group to another. The dropouts from the trial are not excluded from the analysis It provides information about the potential effects of treatment policy rather than on the potential effects of specific treatment",
        "cop": 4,
        "opa": "Baseline characteristics of intervention are similar in both arms",
        "opb": "Investigator's bias is minimized by double blinding",
        "opc": "The sample size required depends on the hypothesis",
        "opd": "The dropouts from the trial should be excluded from the analysis",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "84d85577-bbab-4392-adbc-f0c9b09fa7e7",
        "choice_type": "multi"
    },
    {
        "question": "Healthy human volunteers are the Unit of study in ___ Phase of Clinical trial:-",
        "exp": "Phase Unit of study Purpose Phase 0 Healthy human volunteers Micro-dosing Phase 1 Healthy human volunteers Safety and non-toxicity profile Phase II Patients Effectiveness Phase III Patients Comparison with existing drugs Phase IV Patients Long term side effects / post marketing",
        "cop": 1,
        "opa": "Phase I",
        "opb": "Phase II",
        "opc": "Phase III",
        "opd": "Phase IV",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "RCT, Trials",
        "id": "c547589d-a5cd-46e5-a46e-db6953663384",
        "choice_type": "single"
    }
]