[
    {
        "question": "The list of all units in a population is called:-",
        "exp": "The listing of the accessible population from which sample is drawn is called the Sampling frame. If you were doing a phone survey and selecting names from the telephone book, the book would be your sampling frame. The frame should contain all the units of the population under consideration, the target population .",
        "cop": 2,
        "opa": "Random sampling",
        "opb": "Sampling Frame",
        "opc": "Bias",
        "opd": "Parameter",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "f36c9178-80bf-43fe-8540-62bfa47cc10d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is example of Non-random sampling",
        "exp": "Examples of Non-random (Non-probability sampling/ Purposive sampling) sampling: Convenience sampling Quota sampling Snow ball sampling Clinical trial sampling",
        "cop": 4,
        "opa": "Probability sampling",
        "opb": "Non-purposive sampling",
        "opc": "Cluster random sampling",
        "opd": "Clinical trial sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "9a1b6bce-6a1a-412d-bc56-91c260999874",
        "choice_type": "single"
    },
    {
        "question": "If a researcher collects data from any member of the sampling frame that happens to be easily accessible, it is referred to as _________________ sampling.",
        "exp": "Convenience sampling (also known as availability sampling) is a specific type ofnon-probability samplingmethod that relies on data collection from population members who are conveniently available to paicipate in study. Facebook polls or questions can be mentioned as a popular example for convenience sampling. Convenience sampling is a type of sampling where the first available primary data source will be used for the research without additional requirements. In other words, this sampling method involves getting paicipants wherever you can find them and typically wherever is convenient. In convenience sampling no inclusion criteria identified prior to the selection of subjects. All subjects are invited to paicipate.",
        "cop": 3,
        "opa": "Snowball sampling",
        "opb": "Cluster sampling",
        "opc": "Convenient sampling",
        "opd": "Systematic random sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "cb4cb7d7-72d6-4d64-b902-435658407975",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true abut Simple Random Sampling?",
        "exp": "Simple random sampling:- Every unit of population has equal chance of being selected. Applicable for small, homogenous and readily available populations. Methods of simple random sampling:- 1) Lottery method 2) Random number tables 3) Computer software 4) Currency notes method.",
        "cop": 2,
        "opa": "Less number of samples is collected",
        "opb": "Every person has an equal chance of selection",
        "opc": "Groups are not equally distributed",
        "opd": "Also known as Systematic randomization",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "0ff1a321-567f-49c3-bbcd-e6d464772cb4",
        "choice_type": "multi"
    },
    {
        "question": "In a study every fouh student is selected in a class while sampling. This is a type of:-",
        "exp": "Systematic Random Sampling:- Based on sampling fraction: Every Kth unit is chosen in the population list, where K is chosen by sampling internal. Sampling interval (K) : Total no. of units in population / Total No of units in sample.",
        "cop": 2,
        "opa": "Simple random sampling",
        "opb": "Systematic random sampling",
        "opc": "Stratified random sampling",
        "opd": "Cluster random sampling",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "73a563b1-9707-4fef-88a0-8434a1b1c2a4",
        "choice_type": "single"
    },
    {
        "question": "In Random sampling, the probability of selecting an item from the population is:-",
        "exp": "Probability sampling - Samples selected through probability sampling are also frequently known as random samples . Randomness, however, does not imply that the sample units are selected haphazardly. On the contrary, in this method of sampling, the probabilities for selecting the different samples from a population are specified, and the probabilities for the units of the population to appear in the samples are known.",
        "cop": 2,
        "opa": "Not Known",
        "opb": "Known",
        "opc": "Undecided",
        "opd": "Zero",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "3b897d65-ad3b-4975-aecd-2632f50adb0a",
        "choice_type": "single"
    },
    {
        "question": "What is meaning of Odds?",
        "exp": "Odds is Chance of frequency of occurrence of a specific event, relative to its non-occurrence Odds = Probability/ 1- probability Eg: Probability of Mr. Ram developing MI in his lifetime is 75% , what are odds of developing MI = 0.75/ 0.25 = 3:1",
        "cop": 2,
        "opa": "It is the chance that some event will occur",
        "opb": "Chance of frequency of occurrence of a characteristic relative to its non-occurrence",
        "opc": "Chance of frequency of non-occurrence of a characteristic relative to its occurrence",
        "opd": "Inverse of probability",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Sampling",
        "id": "43222c07-b4d9-41a8-a5ff-1653585fe307",
        "choice_type": "single"
    }
]