[
    {
        "question": "Sputum positive patient who should be quarantined:",
        "exp": "Ans. (d) Children below 6 yearsRef: K. Park 23rd ed. /182-84* About national TB program, if a person is smear positive for TB:# All the family who is in close contact with the patient is given prophylaxis# Children under age 6 is given prophylaxisNote: India's Revised National Tuberculosis Control Programme (RNTCP) recommends screening of all household contacts of smear-positive pulmonary tuberculosis (PTB) cases for tuberculosis (TB) disease, and 6-month isoniazid preventive therapy (IPT) for asymptomatic children aged <6 years.",
        "cop": 4,
        "opa": "Pregnant women",
        "opb": "Old people",
        "opc": "Children above 6 years",
        "opd": "Children below 6 years",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "7f56f120-7ea2-4701-91a8-ebcacede19f7",
        "choice_type": "multi"
    },
    {
        "question": "Tuberculin test is -",
        "exp": "Ans. is 'b' i.e., Intradermal o In tuberculin test, injection is given intradermally on flexor (ventral) surface of left forearm, mid-wav between elbow & wrist.Intradermal injection of PPDon flexor aspect of forearm | Examined at 48-72 hours |||Induration > 10 mmInduration < 5 mmInduration 6-9 mm|||PositiveNegativeEquivocal | Repeat tuberculin test (two step testing)",
        "cop": 2,
        "opa": "Subcutaneous",
        "opb": "Intradermal",
        "opc": "Intramuscular",
        "opd": "Subdermal",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "694f8980-3d23-48ec-adae-67d6924f38c1",
        "choice_type": "single"
    },
    {
        "question": "Main aim for treatment of TB -",
        "exp": "Ans. is 'd' i.e., Complete bacteriological cure o Chemotherapy is indicated in every' case of active tuberculosis.o The objective of treatment is cure-that is, the elimination of both the fast and slowly multiplying bacilli from the patient's body.o The effects of chemotherapy are judged not by the anatomic healing of lesions, but maily by the elimination of bacilli from the patient's sputum.",
        "cop": 4,
        "opa": "Prevention of complication",
        "opb": "Prevention of disease transmission",
        "opc": "Complete clinical cure",
        "opd": "Complete bacteriological cure",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "094a7e73-c047-4ff0-8c51-6da21f523e49",
        "choice_type": "single"
    },
    {
        "question": "Most rapid diagnosis of pulmonary TB can be done by -",
        "exp": "Ans- BSputum Microscopy takes about less than a hr where as gene expert 2hrs.Rapid detection is by Microscopy.More sensitive & Specific is GeneXpertWhat is the Xpert MTB/RIF Assay?The Xpert MTB/RIF assay is a new test that is revolutionizing tuberculosis (TB) control by contributing to the rapid diagnosis of TB disease and drug resistance. The test simultaneously detects Mycobacterium tuberculosis complex (MTBC)and resistance to rifampin (RIF) in less than 2 hours.In comparison, standard cultures can take 2 to 6 weeks for M.tb to grow and conventional drug resistance tests can add 3 more weeks. The information provided by the Xpert MTB/RIF assay aids in selecting treatment regimens and reaching infection control decisions quickly.The Xpert MTB/RIF assay is a nucleic acid amplification (NAA) test that uses a disposable cartridge with the GeneXpert Instrument System. A sputum sample is collected from the patient with suspected TB. The sputum is mixed with the reagent that is provided with the assay, and a cartridge containing this mixture is placed in the GeneXpert machine. All processing from this point on is fully automated.Major advantages of the Xpert MTB/RIF assay are that 1) Results are available quickly, and2) Minimal technical training is required to run the test.Additionally, the Xpert MTB/RIF assay can quickly identify possible multidrug-resistant TB (MDR TB). MDR TB is TB that is resistant to both isoniazid (INH) and RIF, two of the most effective TB drugs. RIF resistance is a predictor of MDR TB because resistance to RIF, in most instances, co-exists with resistance to INH. Rapid diagnosis of RIF resistance potentially allows TB patients to start on effective treatment much sooner than waiting for results from other types of drug susceptibility testing. For patients who are found to NOT have TB disease, rapid results from the Xpert MTB/RIF assay may contribute to cost savings by avoiding unnecessary treatment and respiratory isolation in hospitals or other institutions. As with other NAA tests, the Xpert MTB/RIF assay should be interpreted along with clinical, radiographic, and other laboratory findings. The Xpert MTB/RIF assay does not replace the need for smear with microscopy for acid-fast bacilli, culture for mycobacteria, and growth-based drug susceptibility testing, in addition to genotyping for early discovery of outbreaks. Results from the Xpert MTB/RIF assay indicate whether or not MTBC was detected in the sample. In some instances, the result is invalid,whereby the test should be repeated. If MTBC was detected, the results will also state whether resistance to RIF was detected, not detected, or indeterminate.Regardless of the Xpert MTB/RIF result, patient specimens should also have mycobacterial culture to ensure isolates are available for drug susceptibility testing and genotyping. RIF Resistance Detected:Results that are positive for MTBC and for RIF resistance mean that the bacteria have a high probability of resistance to RIF. This should be confirmed by additional rapid testing. If RIF resistance is confirmed, rapid molecular testing for drug resistance to both first-line and second-line drugs should be performed so that an effective treatment regimen can be selected. RIF Resistance Not Detected:Results that are positive for MTBC, but negative for RIF resistance mean that the bacteria are probably susceptible to RIF. However, all tests that are positive for MTBC should have growth-based susceptibility testing to first-line TB drugs.RIF Resistance Indeterminate:Results that are positive for MTBC and indeterminate for RIF resistance mean that the test could not accurately determine if the bacteria are resistant to RIF. Growth-based susceptibility testing to first-line TB drugs should be performed.",
        "cop": 2,
        "opa": "Sputum culture",
        "opb": "Sputum microscopy",
        "opc": "Radiometric BACTEC method",
        "opd": "Genexpert",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "8d65c9ff-90e4-44b0-b4b4-9585454294a4",
        "choice_type": "single"
    },
    {
        "question": "BCG is a?",
        "exp": "ANSWER: (B) Live attenuated vaccineREF: APPENDIX-46 below TYPES OF VACCINE & IMMUNIZATIONRepeat Community medicine 2012 Session 1, 2008, Pediatrics June 2009 APPENDIX - 46Types of VaccineTypeContentExamplesKilled vaccineskilled, but previously virulent, microorganisms that have been destroyed with chemicals or heat.Avian Flu vaccine; developed by Reverse Genetics techniques. Reverse genetics' is an approach to discovering the function of a gene by analyzing the phenotypic effects of specific gene sequences obtained by DNA sequencing. This investigative process proceeds in the opposite direction of so- called forward genetic screens of classical genetics. Simply put, while forward genetics seeks to find the genetic basis of a phenotype or trait, reverse genetics seeks to find what phenotypes arise as a result of particular genes.",
        "cop": 2,
        "opa": "Immunomodulator",
        "opb": "Live attenuated vaccine",
        "opc": "Killed vaccine",
        "opd": "Toxiod vaccine",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "db498033-b54e-4116-bccd-4e248aba4917",
        "choice_type": "single"
    },
    {
        "question": "Prevalence of TB in a community is estimated by:",
        "exp": "Ans. (a) Tuberculin testRef: K. Park 23rd ed. /185* Tuberculin Test is the only way of estimating the prevalence of infection in a community.# A positive test indicates past or present infection by Mycobacterium tuberculosis.# Remember: a positive tuberculin test is NOT a confirmatory diagnostic of M.TB.* Sputum smear examination (Z-N stain) by direct microscopy is the diagnostic choice for TB case detection.* Chest X-Ray is a supportive diagnostic test for TB.* Montoux test is also a screening test for TB. A positive test indicates current or past infection.",
        "cop": 1,
        "opa": "Tuberculin test",
        "opb": "AFB smear",
        "opc": "Chest X-Ray",
        "opd": "Montouxtest",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "dc28700c-5d93-423b-8bd5-873562d9081f",
        "choice_type": "single"
    },
    {
        "question": "Epidemic marker of TB -",
        "exp": "Ans. is 'a' i.e., Sputum AFB Positivity rate o Case finding tools in TB are :-1) Sputum microscopy# It is the method of choice2) Sputum culture# It is 2nd in importance (after sputum microscopy) in a case finding programme.3) Mass miniature radiography# It has been stopped as a general measure of case finding.4) Tuberculin test# It is of little value as a case finding tool as it has no diagnostic value.o The number of bacilli seen in a smear reflects disease severity and patient infectivity.o Therefore, it is important to record the number of bacilli seen in each smear.Number of bacilliResult reportedNo. AFB per 100 oil immersion fields01-9 AFB per 100 oil immersion fieldsScanty (or number AFB seen)10-99 AFB per 100 oil immersion fields+ (1+)1-10 AFB per oil immersion fields++ (2+)> 10 AFB per oil immersion fields+++ (3+)",
        "cop": 1,
        "opa": "Sputum AFB positivity rate",
        "opb": "Tuberculin test positivity rate",
        "opc": "Chest x-ray positivity rate",
        "opd": "None of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "190bb662-46fa-40b4-b81d-d02d856a4c3e",
        "choice_type": "multi"
    },
    {
        "question": "XDR means extensive drug resistance to",
        "exp": "Ans. (d) All of the aboveRef.: K. Park 23rd ed. /199-200Definition of Extensive Drug Resistance* Resistance to both isoniazid (H) and rifampicin, and* Resistance to 1 fluoroquinolones and* Resistance to one 2nd line injectables out of 3 (kanamycin, amikacin, capreomycin).Older Definition of XDR* Resistance of isoniazid (H) and rifampicin both +* Resistance to any 3rd line drugs.Also Know*Multiple drug resistance (MDR) means resistance to resistance to isoniazid (H) and rifampicin (R).",
        "cop": 4,
        "opa": "H+R",
        "opb": "1 Fluoroquinolone",
        "opc": "Minimum of 1 injectable drug",
        "opd": "All of the above",
        "subject_name": "Social & Preventive Medicine",
        "topic_name": "Tuberculosis",
        "id": "2519491d-c7d4-4983-8479-b1258e3cb5d5",
        "choice_type": "multi"
    }
]