[
    {
        "question": "Which is produced by Phaeochromocytoma in M. E. N 2A Sipple syndrome?",
        "exp": "Ans. (a) Epinephrine. Ref: Robbin's pathology 9th ed. /1134-36* Phaeochromocytoma < 5 cm and associated with MEN 2A can produce epinephrine due to sufficient methy transferase enzyme.* However if phaeochromocytoma > 5 cm and in extradrenal phaeochromocytoma due to absence of methyl trans- ferase enzyme, only nor-epinephrine is produced.",
        "cop": 1,
        "opa": "Epinephrine",
        "opb": "Norepinephrine",
        "opc": "Dopamine",
        "opd": "5- H. I.",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Cortex and Medulla",
        "id": "7b536c35-f97f-47ee-9504-55d4b24026e6",
        "choice_type": "single"
    },
    {
        "question": "Ectopic ACTH production is seen in -",
        "exp": "Ans. is 'a' i. e, Small cell carcinoma of lung Ectopic ACTH is produced byo Small cell carcinoma of lung (most common)o Carcinoid tumorso Medullary Carcinoma of thyroido Islet cell tumors of pancrease",
        "cop": 1,
        "opa": "Small cell carcinoma is lung",
        "opb": "Anaplastic carcinoma of lung",
        "opc": "Squamous cell carcinoma of lung",
        "opd": "Adenocarcinoma of cerebellum",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Cortex and Medulla",
        "id": "43d15f89-2869-4976-a8cf-44e03b3dc218",
        "choice_type": "multi"
    },
    {
        "question": "Following is true about pheochromocytoma except -",
        "exp": "Ans. is 'c' i. e., 90% of non familial cases are bilateral Pheochromocvtomao Pheochromocytoma is a neoplasm of chromaffin ceils which usually arise from adrenal medulla, o About 10% of these tumors arise at extraadrenal sites, where they are called paraganglioma:-o When pheochromacytomas arise at extra-adrenal site, they are referred to as paraganglioma. o Paravertebral paragangliomas secrete catecholamines. Pheochrom ocvtomao The tumor is composed of polygonal to spindle shaped chromaffin cells or chief cells, clustered with sustentacular cells into small nests or alveoli (zellballen) by a rich vascular network. The nuclei are usually round to ovoid, with a stippled \" salt & pepper\" chromatin that is characteristic of most neuroendocrine tumors, o Zellballen pattern are seen in paraganglioma. Pheochromacytomas usually subscribe to a convenient \"rule of 10s\":-10% of pheochromocytomas arise in association with one of several familial syndromes. These include the MEN-2A & MEN-2B syndromes, type I neurofibromatosis, von Hippel-Lindau syndrome & Sturge-Weber syndrome. 10% of pheochromocytomas are extra-adrenal, occurring in sites such as organ of Zuckerkandl & carotid body, where these chromaffin-negative tumors are usually called paragangliomas to distinguish them from pheochromoc ytomas. 10% of nonfamilial adrenal pheochromocytomas are bilateral: this figure may rise to 70% in cases that are associated with familial syndromes. 10% of adrenal pheochromocytomas are biologically malignant although the associated hypertension represents a serious & potentially lethal complication of even \"'benign\"tumors. 10% of adrenal pheochromocytomas arise in childhood, usually the familial subtypes, and with a strong male preponderance. The nonfamilial pheochromocytomas most often occur in adults between 40 & 60 years of age, with a slight female preponderance.",
        "cop": 3,
        "opa": "Extra - adrenal tumors show zellballen pattern",
        "opb": "Follows rule of 10s",
        "opc": "90% of non familial cases are bilateral",
        "opd": "10 % of pbeochromocytomas are extra adrenal",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Cortex and Medulla",
        "id": "7dd6f07a-a45a-45a1-964a-009ad4c9a694",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of Addison's disease is:--",
        "exp": "Ans. is 'a' Autoimmune adrenalitis \" In early series, tuberculosis was responsible for 70 to 90% of cases, but the most frequent cause now is idiopathic atrophy, and an autoimmune mechanism is probably responsible\". - Harrison, 15/e, P 2098. Remember MC cause of Addison's ds* - Autoimmune adrenalitis. MC cause of Addison's ds in India* - TB (API, 6/e, p 972)",
        "cop": 1,
        "opa": "Autoimmune adrenalitis",
        "opb": "Meningococcal septicemia",
        "opc": "Malignancy",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Cortex and Medulla",
        "id": "64a8e1a5-cc3e-4971-a46c-86d0e64ef6c2",
        "choice_type": "single"
    },
    {
        "question": "Primary' hyperaldosteronism doesn't lead to -",
        "exp": "Ans. is 'a' i. e., Hyperkalemia Clinical manifestations of hvperaldosteronismo Excess activation of the mineralocorticoid receptor leads to potassium depletion and increased sodium retention, with the latter causing an expansion of extracellular and plasma volume, o Increased ENaC activity also results in hydrogen depletion that can cause metabolic alkalosis, o Aldosterone also has direct effects on the vascular system, where it increases cardiac remodeling and decreases compliance. Aldosterone excess may cause direct damage to the myocardium and the kidney glomeruli, in addition to secondary damage due to systemic hypertension, o Hypokalemia can be exacerbated by thiazide drug treatment, which leads to increased delivery of sodium to the distal renal tubule, thereby driving potassium excretion. o Severe hypokalemia can be associated with muscle weakness, overt proximal myopathy, or even hypokalemic paralysis. Severe alkalosis contributes to muscle cramps and, in severe cases, can cause tetany.",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Hypernatremia",
        "opc": "Hydrogen depletion and metablic alkalosis",
        "opd": "Hypertension",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Cortex and Medulla",
        "id": "3af6559d-e673-4752-9018-0da71dac154b",
        "choice_type": "single"
    }
]