[
    {
        "question": "A 26-year-old woman has episodic hypeension with headache, diaphoresis, and palpitation. Which of the following diagnostic procedures would be most useful in evaluating the possibility that pheochromocytoma might be the cause of these findings?",
        "exp": "- Urinary vanillylmandelic acid & metanephrines - metabolites of epinephrine & norepinephrine - markedly elevated in pheochromocytoma. - Serum C-peptide is elevated in insulinoma. - Serum calcitonin is sometimes used to screen for medullary carcinoma of the thyroid.",
        "cop": 3,
        "opa": "Serum C-peptide",
        "opb": "Serum calcitonin",
        "opc": "Urinary vanillylmandelic acid",
        "opd": "Urinary aldosterone",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "3f032a06-87ca-444e-8207-dee59edc29ed",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old man is evaluated for recurrent peptic ulcer disease, apparently refractory to pharmacologic intervention. Serum gastrin is markedly elevated. These findings are most characteristic of which of the following?",
        "exp": "- Recurrent intractable peptic ulcer disease is suggestive of Zollinger-Ellison syndrome characterized by excess gastrin production, most often from a gastrinoma. - Cushing syndrome results from excess of coisol caused d/t adrenal/ pituitary adenoma. - Glucagonoma is rare neuroendocrine tumor of pancreatic alpha cells, that can cause hyperglycemia. - Whipple triad (episodic hyperinsulinemia + hypoglycemia causing CNS dysfunction, reversible by glucose administration) is seen with insulinoma.",
        "cop": 4,
        "opa": "Cushing syndrome",
        "opb": "Glucagonoma",
        "opc": "Whipple triad",
        "opd": "Zollinger-Ellison syndrome",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "406baaec-899d-426a-94c7-a296a8c2740e",
        "choice_type": "single"
    },
    {
        "question": "In a chronic smoker which hemoptysis, he also gave a history of hypeension and obesity. Lab data showed raised ACTH levels, which are not suppressed by dexamethasone. The cause of Cushing's syndrome in the patient is -",
        "exp": "- History of chronic smoking and hemoptysis along with raised ACTH levels not suppressible by dexamethasone points to ectopic ACTH producing small cell carcinoma of lung.",
        "cop": 4,
        "opa": "MEN1",
        "opb": "Pituitary adenoma",
        "opc": "Adrenal coical adenoma",
        "opd": "Ectopic ACTH secreting tumor",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "1fd8d936-fd49-4ea2-af44-5aead61ed7a8",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman with small cell carcinoma of the lung notes rounding of her face, upper truncal obesity, and muscle weakness. Physical examination reveals thin, wrinkled skin, abdominal striae, and multiple purpuric skin lesions. The patient's blood pressure is 175/95 mm Hg. Laboratory studies will likely show elevated serum levels of which of the following hormones?",
        "exp": "- Given features point towards cushing syndrome - This patient most likely has paraneoplastic condition associated with coicotropin (ACTH)-producing small cell carcinoma of lung - Clinical manifestations of hypercoisolism in patients with Cushing syndrome are Emotional disturbances Moon facies Osteoporosis Hypeension Upper truncal obesity (Buffalo hump) Amenorrhea Muscle weakness, thin wrinkled skin, purpura Glucose intolerance, poor wound healing and skin ulcers. -ACTH producing cells having basophilic cytoplasm changes from granular to homogenous due to accumulation of intermediate filaments in cytoplasm : Crooke hyaline change - None of the other options given are associated with Cushing syndrome.",
        "cop": 2,
        "opa": "Aldosterone",
        "opb": "Coicotropin",
        "opc": "Epinephrine",
        "opd": "Prolactin",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "e56e5e01-662d-43d8-a465-e1d55052b0f7",
        "choice_type": "multi"
    },
    {
        "question": "A tentatively female newborn has ambiguous genitalia. What appears to be a vagina is associated with a significantly enlarged clitoris resembling a penis. Other findings include hyponatremia, hyperkalemia, and hypotension. Deficiency of which of the following is suggested by these findings?",
        "exp": "Deficiency of enzyme 21-hydroxylase (mc) 11 hydroxylase 17 hydroxylase | Coisol | Mineralocoicoids (Salt losing hypotension) | Sex hormones(Virilization) Similar to 21 hydroxylase except | Deoxycoicosterone (Hypeension) | Coisol | Mineralocoicoid | Sex hormone",
        "cop": 3,
        "opa": "11-Hydroxylase",
        "opb": "17-Hydroxylase",
        "opc": "21-Hydroxylase",
        "opd": "Amylin",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "daacf27a-cfa0-46c7-a723-8b11c0dfb1b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most reliable feature of malignant transformation of pheochromocytoma?",
        "exp": "- There is no histologic feature that reliably predicts malignant pheochromocytoma. - In fact, cellular & nuclear pleomorphism including presence of giant cells & mitotic figures are often seen in benign pheochromocytomas, while cellular monotony is paradoxically associated with aggressive tumors. - Even capsular and vascular invasion may be encountered in benign lesions. - Therefore, the definitive diagnosis of malignancy in pheochromocytomas is based exclusively on presence of metastases.",
        "cop": 2,
        "opa": "Presence of mitotic figures",
        "opb": "Presence of metastasis to other organs",
        "opc": "Vascular/ capsular invasion",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "16867ef0-6dea-44f9-8e59-de54211cad82",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not seen in pheochromocytoma?",
        "exp": "#NAME?",
        "cop": 4,
        "opa": "Episodic hypeension",
        "opb": "Arrhythmias",
        "opc": "Headaches",
        "opd": "Diarrhea",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "c0696659-d673-43ea-b93a-cb1839f637a3",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old boy is brought to OPD with c/o increasing weakness, easy fatigability, and weight loss over the past 3 months. In addition, he has recently developed nausea, vomiting, and abdominal pain. His blood pressure is markedly decreased, and he has increased pigmentation of his skin creases. These findings are suggestive of",
        "exp": "- The clinical findings are suggestive of Addison disease (primary adrenocoical insufficiency). - MCC cause - Tuberculosis ; Autoimmunity - Hyperpigmentation in Addison disease results from compensatory hypothalamic production of pro-opiomelanocoin, precursor peptide of both coicotropin & melanocyte-stimulating factor",
        "cop": 4,
        "opa": "Cushing syndrome.",
        "opb": "Secondary hyperaldosteronism",
        "opc": "Osteitis fibrosa cystica",
        "opd": "Addison disease.",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "dcb6679b-ebfe-45db-8c2a-b32670fadf19",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man with recent history of bizarre behavior is seen by a psychiatrist. On physical examination, the patient appears moderately obese with mild hypeension, facial acne, fat accumulation in the supraclavicular fossae. Laboratory studies demonstrate a neutrophilic leukocytosis, with a decrease lymphocytes and absence of eosinophils. There is a mild hypokalemia and mild metabolic alkalosis. The fasting serum glucose is within the reference range, but OGTT had glucose concentrations > 200 mg/dL. Laboratory studies show free urinary coisol of 156 mg/ 24 hours .Which of the following questions would be of most help in establishing a diagnosis?",
        "exp": "- Given clinical features suggests the diagnosis of cushing syndrome - Most common cause of Cushing syndrome is chronic administration of coicosteroids in treatment of immunologic & inflammatory disorders. - Hence, asking the question given in option 3 helps in establishing diagnosis. - Muscle weakness (choice A) is a feature of Cushing syndrome but is nonspecific.",
        "cop": 3,
        "opa": "Are you experiencing muscle weakness?",
        "opb": "Are you experiencing shoness of breath?",
        "opc": "Are you receiving coicosteroids for some other disease?",
        "opd": "Do you have a family history of endocrine neoplasia?",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "907c0bfd-2152-4824-b4a3-6503d3efe2bb",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of Addison's disease is:",
        "exp": "Primary Chronic Adrenocoical Insufficiency (Addison Disease) Uncommon disorder resulting from progressive destruction of the adrenal coex More than 90% of all cases are attributable to one of four causes: Autoimmune adrenalitis Accounts for 60% to 70% of cases; it is by far the most common cause of primary adrenal insufficiency in developed countries Infections Paicularly tuberculosis and those produced by fungi- histoplasmosis, AIDS Tuberculous adrenalitis, which once accounted for as much as 90% of cases of Addison disease, has become less common with the development of antituberculous agents Genetic conditions - Adrenogenital syndromes Metastatic cancers.",
        "cop": 1,
        "opa": "Autoimmune adrenalitis",
        "opb": "Meningococcal septicemia",
        "opc": "Malignancy",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "497f24d6-645e-4071-8056-f7403ed45d91",
        "choice_type": "single"
    },
    {
        "question": "All of the following familial syndromes are associated with development of pheochromocytomas except:",
        "exp": "Familial syndromes associated with pheochromocytoma are: - Von-Hippel-Landau (VHL) syndrome - MEN type-2A & 2B - mutation of RET gene - Neurofibromatosis type 1(NF1) - Sturge weber syndrome - Succinyl dehydrogenase mutations",
        "cop": 4,
        "opa": "MEN II A",
        "opb": "Von hippel landau syndrome",
        "opc": "MEN Type II B",
        "opd": "Prader-Willi syndrome",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "2d62a37b-7165-4afc-b8b6-752a125ce135",
        "choice_type": "multi"
    },
    {
        "question": "MEN1 tumour suppressor gene is associated with all of the following, except:",
        "exp": "MEN-1 syndrome Caused by germline mutations in the MEN1 tumor suppressor gene, which encodes a protein called menin. The dichotomy in menin function is best exemplified in the interactions of menin with two oncogenic transcription factors: JunD Mixed lineage leukemia (MLL)/KMT2A protein. RET proto-oncogene in MEN-2 syndrome encodes a receptor tyrosine kinase that binds glial-derived neurotrophic factor (GDNF).",
        "cop": 4,
        "opa": "Menin",
        "opb": "JunD",
        "opc": "KMT2A (MLL)",
        "opd": "GDNF (glial-derived neurotrophic factor)",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "4ac5f240-20aa-4f80-9707-4182c4620e75",
        "choice_type": "multi"
    },
    {
        "question": "All are true statements about pheochromocytoma except?",
        "exp": "Discussing options one by one: Option 1 - False - 90% of pheochromocytomas are benign only 10% are malignant Option 2 - True - Almost 95% of tumors are abdominal in location, since 90% arise from adrenal medulla Option 3 - True - These tumors secrete catecholamines like epinephrine, norepinephrine, dopamine Option 4 - True - Extra-adrenal pheochromocytomas occur in sympathetic ganglia in neck, mediastinum, bladder, organ of Zukercandl 'Rule of 10's' in pheochromocytoma 10% are bilateral 10% are extra-adrenal 10% are malignant 10% occur in children 10% are not associated with hypeension",
        "cop": 1,
        "opa": "90% are malignant",
        "opb": "95% occur in the abdomen",
        "opc": "They secrete catecholamines",
        "opd": "They arise from sympathetic ganglia",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "80fcf656-aa9d-40ce-97c9-10c9f425134e",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Cushing's syndrome is",
        "exp": "Causes of Cushing Syndrome: - Exogenous : External supplementation of glucocoicoids - Most common cause - Endogenous : Pituitary adenoma Ectopic ACTH secretion - Small cell lung cancer; Medullary thyroid cancer etc Adrenal causes - Adrenal hyperplasia / adenoma/ cancer",
        "cop": 1,
        "opa": "Exogenous coicosteroids",
        "opb": "Pituitary tumor",
        "opc": "Adrenal adenoma",
        "opd": "Adrenal carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "0f096e51-fba0-4c5b-b41b-c8914f445939",
        "choice_type": "single"
    },
    {
        "question": "Treatment with anti-hypeensive drug spironolactone leads to formation of spironolactone bodies in:",
        "exp": "Aldosterone-producing adenomas Solitary, small (<2 cm in diameter), well-circumscribed lesions Bright yellow on cut section and, surprisingly, are composed of lipid-laden coical cells that more closely resemble fasciculata cells than glomerulosa cells (the normal source of aldosterone). Hallmark feature is presence of eosinophilic, laminated cytoplasmic inclusions, known as spironolactone bodies, found after treatment with the antihypeensive drug spironolactone. Do not suppress ACTH secretion. Adjacent adrenal coex and that of the contralateral gland are not atrophic.",
        "cop": 1,
        "opa": "Adrenal coex",
        "opb": "Adrenal medulla",
        "opc": "Renal coex",
        "opd": "Renal medulla",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "3bd97f44-8e8a-436f-b46e-280fcc6fd62b",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding craniopharyngioma, except:",
        "exp": "Craniopharyngioma Arise from vestigial remnants of Rathke's pouch. Slow-growing benign tumors Accounts 1% to 5% of intracranial tumors. Minority of these lesions occurs within sella, but most are suprasellar with/ without intrasellar extension. Adamantinomatous craniopharyngioma - Abnormalities of WNT signaling pathway, activating mutations of gene encoding b-catenin. Papillary subtype is characterized by activating mutations of the BRAF oncogene at codon 600 (V600E).",
        "cop": 2,
        "opa": "Origin from Rathke's pouch",
        "opb": "Aggressive malignant tumor",
        "opc": "Papillary variant of the tumour is associated with BRAF V600E mutation",
        "opd": "Adamantinomatous variant is associated with abnormality in WNT/CTNNB1 (b-catenin) pathway",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "a2051a6a-3df5-493e-96fb-778c78a8a021",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old woman is seen 6 months after giving bih to a normal infant. She suffered severe cervical lacerations during delivery, resulting in hemorrhagic shock. Following blood transfusion and surgical repair, postpaum recovery has so far been uneventful. She now complains of continued amenorrhea and loss of weight and muscle strength. Fuher investigation might be expected to demonstrate which of the following findings?",
        "exp": "- Given history is strongly suggestive of panhypopituitarism d/t ischemic necrosis of pituitary, occurring as sequelae to childbih complicated by hemorrhagic shock (Sheehan syndrome). - This syndrome is clinically dominated by ove evidence of gonadotropin & coicotropin deficiencies, along with laboratory evidence of these deficiencies & thyrotropin deficiency.",
        "cop": 1,
        "opa": "Decreased serum coisol",
        "opb": "Hyperestrogenism",
        "opc": "Hyperglycemia",
        "opd": "Increased serum free thyroxine",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "efef0801-623e-42ea-babc-fc835c78a028",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old primigravida develops gestational diabetes and remains hyperglycemic during the remainder of her pregnancy. Which of the following abnormalities in the newborn child is likely related to the maternal hyperglycemia?",
        "exp": "- The most common effect of maternal diabetes mellitus on child is increased bih weight, i.e macrosomia. - This also increases likelihood of obstetric complications, including need for cesarean section & increased likelihood of brachial plexus injuries, hyaline membrane disease etc. OTHER OPTIONS: - Ambiguous genitalia can occur in any of adrenogenital syndromes - Cretinism results from deficiency of thyroid hormone during fetal development & during postnatal life. - Sheehan syndrome occurs in mother d/t ischemic injury to pituitary following delivery resulting in pan-hypopituitarism & has no relationship to diabetes.",
        "cop": 3,
        "opa": "Ambiguous genitalia",
        "opb": "Cretinism",
        "opc": "Increased bih weight",
        "opd": "Sheehan syndrome",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "b4bd258e-92e5-477c-8bbc-1850387802cc",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man is referred for evaluation of hypeension and persistent hypokalemia in spite of taking oral potassium supplements. Blood pressure is 180/110 mm Hg. Serum sodium is 149 mEq/L (normal 140 to 148 mEq/L); potassium, 3.3 mEq/L (normal 3.6 to 5.2 mEq/L); Bicarbonate, 29 mEq/L (normal 22 to 29 mEq/L); Chloride, 103 mEq/L (normal 98 to 107 mEq/L); and Urea nitrogen, 23 mg/dL (normal 7 to 18 mg/ dL). Computed tomography demonstrates a 3-cm mass in the right adrenal gland. The most likely diagnosis is",
        "exp": "- Combination of hypeension, persistent hypokalemia & slightly elevated serum sodium- Hyperaldosteronism along with mass in adrenal gland suggests towards Conn syndrome (primary hyperaldosteronism). - Diagnosis can be confirmed by demonstration of: | Aldosterone, Lack of response of aldosterone to sodium loading | Serum renin levels.",
        "cop": 1,
        "opa": "Conn syndrome",
        "opb": "Addison disease.",
        "opc": "Cushing syndrome.",
        "opd": "Sipple syndrome.",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "21381e79-10b9-4a74-871f-2b9c30710718",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a histological feature of adamantinomatous craniopharyngioma?",
        "exp": "Adamantinomatous craniopharyngioma Consists of nests or cords of stratified squamous epithelium embedded in a spongy reticulum\" that becomes more prominent in the internal layers. \"Palisading\" of squamous epithelium at periphery. Compact, lamellar keratin formation (\"wet keratin\") is diagnostic. Dystrophic calcification is frequently seen, the cysts of craniopharyngiomas often contain cholesterol-rich, thick brownish-yellow fluid. Papillary craniopharyngioma contain both solid sheets of cells and papillae lined by well-differentiated squamous epithelium. These tumors usually lack of lamellar keratin, calcification, cysts, peripheral palisading of squamous cells, and a spongy reticulum.",
        "cop": 4,
        "opa": "Nests and cords of squamous epithelium embedded in spongy reticulum",
        "opb": "Compact, lamellar keratin formation (\"wet keratin\")",
        "opc": "Dystrophic calcification and cholesterol crystals",
        "opd": "Papillae lined by well-differentiated squamous epithelium",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "f6f3c49f-b533-4e93-abdf-cb5ed6029d0f",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man complains of nausea, vomiting, diarrhea, and cramping abdominal pain. His temperature is 38degC , blood pressure 90/60 mm Hg, and pulse rate 90/minute. On physical examination, the patient appears dehydrated, with sunken eyeballs, dry tongue, and poor skin turgor. Hyperpigmentation is noted in the palmar creases and the gingival margins. Laboratory results include fasting serum glucose of 62 mg/dL, BUN of 27 mg/dL, Na of 122 mEq/L, and K of 6.5 mEq/L. Which of the following is the most likely cause of this patient's symptoms?",
        "exp": "- Given clinical features suggests the diagnosis of Primary chronic adrenal insufficiency (Addison disease). - MCC of addison disease in developed countries - Autoimmunity - MCC of addison disease in developing countries like India - Tuberculosis - It is fatal wasting disorder caused by failure of adrenal glands to produce glucocoicoids, mineralocoicoids & androgens. - If untreated, Addison disease is characterized by weakness, weight loss, gastrointestinal symptoms, hypotension, electrolyte disturbances & hyperpigmentation.",
        "cop": 2,
        "opa": "Amyloidosis",
        "opb": "Autoimmunity",
        "opc": "Metastatic cancer",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "071f1b94-3e92-4da4-bd9c-a12bf8a4138f",
        "choice_type": "multi"
    },
    {
        "question": "An acutely ill 18-year-old female is brought to the emergency depament. The patient is febrile and markedly hypotensive, and her mental status is obtunded. Numerous petechial and purpuric hemorrhages are scattered over the trunk, and aspiration of a lesion reveals neutrophils engulfing gram-negative diplococci. Serum sodium is markedly decreased, and serum potassium is increased. Coagulation testing reveals increased prothrombin time, activated paial thromboplastin time, and fibrin-fibrinogen split products. Which of the following is most likely?",
        "exp": "- Given pt is presenting with signs & symptoms of Waterhouse Friderichsen syndrome, a devastating consequence of disseminated meningococcal infection. - This disease is characterized by hemorrhagic destruction of adrenals complicated by disseminated intravascular coagulation.",
        "cop": 4,
        "opa": "Conn syndrome",
        "opb": "Hyperprolactinoma",
        "opc": "Neuroblastoma",
        "opd": "Waterhouse-Friderichsen syndrome",
        "subject_name": "Pathology",
        "topic_name": "Adrenal Gland",
        "id": "a6fe860e-9613-4ff4-ba48-852bcf6ca3d0",
        "choice_type": "single"
    }
]