[
    {
        "question": "Earliest lesion seen in atherosclerosis is:",
        "exp": "Ans: A (Fatty streaks) Ref: Robbins Pathologic Basis of Disease, 8th edition.Explanation:Fatty streaks are the earliest lesions in atherosclerosis \" Ref: RobbinsMorphology of AtherosclerosisFatty StreaksThese are the earliest lesions in atherosclerosis.They are composed of lipid-filled foamy macrophages.Beginning as multiple minute flat yellow spots, they eventually coalesce into elongated streaks 1 cm or more in length.These lesions are not significantly raised and do not cause any flow disturbanceAortas of infants less than 1 year old can exhibit fatty streaks, and such lesions are seen in virtually all children older than 10 years, regardless of geography, race, sex, or environment.The relationship of fatty streaks to atherosclerotic plaques is uncertainThey may evolve into precursors of plaques, not all fatty streaks are destined to become advanced lesions.Atherosclerotic PlaqueThe key processes in atherosclerosis are intimal thickening and lipid accumulationAtheromatous plaques impinge on the lumen of the artery and grossly appear white to yellow: superimposed thrombus over ulcerated plaques is red-brown.Plaques vary from 0.3 to 1.5 cm in diameter but can coalesce to form larger massesAtherosclerotic lesions are patchy, on cross- section, the lesions appear \"eccentric\"Local flow disturbances (e.g., turbulence at branch points) leads to increased susceptibility to plaque formation.In descending order, the most extensively involved vessels are theLower abdominal aorta (MC)The coronary arteries (Second MC)The popliteal arteriesThe internal carotid arteriesVessels of the circle of WillisVessels of the upper extremities are usually spared, as are the mesenteric and renal arteries, except at their ostia.Atherosclerotic plaques have three principal components:Cells, including smooth muscle cells, macrophages, and T cellsECM, including collagen, elastic fibers, and proteoglycansIntracellular and extracellular lipidSuperficial fibrous cap composed of smooth muscle cells and dense collagen.Beneath and to the side of the cap (the \"shoulder\") is a more cellular area containing macrophages, T cells, and smooth muscle cells.Deep to the fibrous cap is a necrotic core, containing lipid (primarily cholesterol and cholesterol esters), debris from dead cells, foam cells (lipid-laden macrophages and smooth muscle cells), fibrin, variably organized thrombus, and other plasma proteins and cholesterolThe periphery of the lesions show neovascularization (proliferating small blood vessels;Plaques generally continue to change and progressively enlarge due to cell death and degeneration, synthesis and degradation (remodeling) of ECM, and organization of thrombus.Atheromas often undergo calcificationAtherosclerotic plaques are susceptible to the following clinically important changes* Rupture, ulceration, or erosion of the intimal surface of atheromatous plaques exposes the blood to highly thrombogenic substances and induces thrombosis.* Such thrombosis can partially or completely occlude the lumen and lead to downstream ischemia.* If the patient survives the initial thrombotic occlusion, the clot may become organized and incorporated into the growing plaque.* Hemorrhage into a plaque. Rupture of the overlying fibrous cap, or of the thin-walled vessels in the areas of neovascularization, can cause intra-plaque hemorrhage; a contained hematoma may expand the plaque or induce plaque rupture.* Atheroembolism. Plaque rupture can discharge atherosclerotic debris into the bloodstream, producing microemboli* Alienism formation. Atherosclerosis-induced pressure or ischemic atrophy of the underlying media, with loss of elastic tissue, causes weakness resulting in aneurysmal dilation and potential rupture.",
        "cop": 1,
        "opa": "Fatty streaks",
        "opb": "Intimal thickening",
        "opc": "Fibrinoid necrosis",
        "opd": "Plaque",
        "subject_name": "Pathology",
        "topic_name": "Atherosclerosis and Arteriosclerosis",
        "id": "6a48770d-2b73-46ee-a45f-151619ca08ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a characteristic feature of malignant hypertension?",
        "exp": "Ans: A (Fibrinoid necrosis) Ref: Robbins Pathologic Basis of Disease, 8th edition, Pg:495Explanation:Fibrinoid necrosis is a characteristic feature of Malignant hypertensionIt is also seen in immune vasculitis conditions (HSP), Preeclampsia, Acute Rheumatic fever and Hyperacute graft rejection.Accelerated or Malignant hypertensionA small percentage, perhaps 5%, of hypertensive persons show a rapidly rising blood pressure that, if untreated, leads to death within a year or two, called accelerated or malignant hypertension.This clinical syndrome is characterized by severe hypertension (i.e., systolic pressure over 200 mm Hg. diastolic pressure over 120 mm Hg), renal failure, and retinal hemorrhages and exudates, with or without papilledema.It may develop in previously normotensive persons but more often is superimposed on preexisting benign hypertension, either essential or secondaryThe characteristic morphological changes in vessels is termed as Hyperplastic Arteriolosclerosis Hyperplastic A rteriolosclerosisThis lesion occurs in severe (malignant) hypertension:Vessels exhibit \"onion-skin lesions.'\" characterized by concentric, laminated thickening of the walls and luminal narrowing.The laminations consist of smooth muscle cells with thickened, reduplicated basement membranes;In malignant hypertension they are accompanied by fibrinoid deposits and vessel wall necrosis (necrotizing arteriolitis). particularly in the kidney.Benign hypertensionMorphologyThe characteristic morphological changes in vessels is termed as hyaline arteriolosclerosis Hyaline ,4 rteriolosclerosis.Arterioles show homogeneous, pink hyaline thickening with associated luminal narrowing.These changes stem from plasma protein leakage across injured endothelial cells, and increased smooth muscle cell matrix synthesis in response to chronic hemodynamic stress.Although the vessels of elderly persons also frequently show hyaline arteriosclerosis, it is more generalized and severe in individuals with hypertension.The same lesions are also a common feature of diabetic microangiography (due to hyper- glycembia-induced endothelial cell dysfunction)In nephrosclerosis due to chronic hypertension, the arteriolar narrowing of hyaline arteriosclerosis causes diffuse impairment of renal blood supply and causes glomerular scarring.",
        "cop": 1,
        "opa": "Fibrinoid necrosis",
        "opb": "Hyalinising and medial hyperplasia",
        "opc": "Intimal hyperplasia",
        "opd": "Nephrosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Atherosclerosis and Arteriosclerosis",
        "id": "052d4e1c-5eb0-4d5a-8d8c-23345c3b0679",
        "choice_type": "single"
    },
    {
        "question": "True about the basic structure of atherosclerosis plaque is -",
        "exp": "Ans, is 'c' i.e., Convex part formed by fibrous cap Basic structure of an atherosclerotic plaque. Note that atherosclerosis is an intimal-based processFrom the figure it is evident thato The convex part is formed by the fibrous cap. which consists of smooth muscle cells, macrophages, foam cells, lymphocytes, collagen, elastin and proteoglycans.o The central necrotic core is formed of cell debris, cholesterol crystals, foam cells and calcium,o The concave part is formed by the tunica media of the vessel.",
        "cop": 3,
        "opa": "Concave part formed by fibrous cap",
        "opb": "Convex part formed by tunica media of the vessel",
        "opc": "Convex part formed by fibrous cap",
        "opd": "Necrotic core contains collagen, elastin and proteoglycans",
        "subject_name": "Pathology",
        "topic_name": "Atherosclerosis and Arteriosclerosis",
        "id": "8c4b83f9-8df9-4352-a958-8cacab579b18",
        "choice_type": "multi"
    },
    {
        "question": "Onion skin lesion in vessels is seen in -",
        "exp": "Ans. is 'a' i.e., Malignant hypertension o In malignant hypertension, there is concentric laminated thickening of arteriolar wall, onion skinning.Vascular pathology in .HypertensionHypertension is associated with two forms of small blood vessels disease -Hyaline arteriolosclerosiso There is homogenous, pink, hyaline thickening of arteriolar wall,o The lumen becomes narrow,o It is characteristic of benign hypertension,o It may also occur in diabetes and aging.Hyperplastic arteriosclerosiso It is characteristic of malignant hypertension.o There is concentrentic, laminated thickening of arteriolar wall - onion skinning,o There is mucinous intimal thickening and fibrous intimal thickening.o There may be accompanied fibrinoid deposits with necrosis of the vessels wall - fibrinoid necrosis.",
        "cop": 1,
        "opa": "Malignant hypertension",
        "opb": "Benign hypertension",
        "opc": "Peripheral vascular disease",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Atherosclerosis and Arteriosclerosis",
        "id": "ee9a1a0f-cdf2-4e2f-ae93-ffbebb5ae527",
        "choice_type": "multi"
    },
    {
        "question": "The amino acid which is associated with atherosclerosis is:",
        "exp": "Ans. is 'b' i.e. Homocysteine Increased homocysteine level is considered a risk factor for atherosclerosisHarrison states \"A large body of literature suggests a relationship between hyperhomocysteinemia and coronary events.Several mutations in the enzymes involved in homocysteine accumulation correlate with thrombosis and in some studies coronary risk.\"But prospective studies have not shown a robust utility of hyperhomocysteinemia in CHD risk stratification and there are no clinical trial data showing that intervention to lower homocysteine levels reduces CHD events.Also know,Homocysteine is an amino acid resulting from the synthesis of cysteine from methionine and enzyme reaction of cobalamine and folate.Fortification of the U.S. diet with folic acid to reduce neural tube defects has lowered homocysteine levels in the population.",
        "cop": 2,
        "opa": "Lysine",
        "opb": "Homocysteine",
        "opc": "Cysteine",
        "opd": "Alanine",
        "subject_name": "Pathology",
        "topic_name": "Atherosclerosis and Arteriosclerosis",
        "id": "0d50b78d-6ee5-4358-bbcf-3fe7c14bb254",
        "choice_type": "single"
    }
]