[
    {
        "question": "Wire loop lesion seen in lupus nephritis is due to",
        "exp": "Subendothelial immune complex deposits may create a circumferential thickening of the capillary wall, forming \"wire loop\" structures on light microscopy. This condition is seen in lupus nephritis. 50% of SLE patients have clinically significant renal involvement Currently there are six pattern of glomerular disease Where, Class 1(Minimal mesangial lupus nephritis) is least common and class 4(Diffuse lupus nephritis) is most common",
        "cop": 1,
        "opa": "Capillary wall thickening",
        "opb": "Basement membrane thickening",
        "opc": "Subepithelial deposits",
        "opd": "Sclerosis of mesangium",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "9dd42e5f-7689-4b21-a5bd-0b56a54ea09e",
        "choice_type": "multi"
    },
    {
        "question": "Necrotizing lymphadenitis is seen in:",
        "exp": "Kikuchi Fujimoto disease Or histiocytic necrotizing lymphadenitis It is Benign and self-limited disorder in young individuals characterized by regional cervical lymphadenopathy with tenderness Accompanied with mild fever and night sweats Diagnosed on the basis of an excisional biopsy of affected lymph nodes which shows fragmentation, necrosis and karyorrhexis, presenting with posterior cervical lymphadenopathy.",
        "cop": 2,
        "opa": "Kimura disease",
        "opb": "Kikuchi Fujimoto disease",
        "opc": "Hodgkin disease",
        "opd": "Castelman disease",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "4f35422d-7907-4a4e-a2e3-43484a81dd9c",
        "choice_type": "single"
    },
    {
        "question": "Most potent stimulator of naive T cell is:",
        "exp": "Dendritic cells (sometimes called interdigitating dendritic cells) are the most impoant antigen-presenting cells for initiating T-cell responses against protein antigens. The following contribute to this: First, these cells are located at the right place to capture antigens--under epithelia, the common site of entry of microbes and foreign antigens, and in the interstitia of all tissues, where antigens may be produced. Second, dendritic cells express many receptors for capturing and responding to microbes (and other antigens), including TLRs and lectins. third, dendritic cells express high levels of MHC and other molecules needed for presenting antigens to and activating T cells.",
        "cop": 1,
        "opa": "Mature dendritic cell",
        "opb": "Follicular dendritic cell",
        "opc": "Macrophages",
        "opd": "B cell",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "22aa7e29-fd95-4577-b45d-e30e3ca9dfa0",
        "choice_type": "single"
    },
    {
        "question": "In thymus, which gene is responsible for recognition of self-antigens?",
        "exp": "Immunologic tolerance is the phenomenon of unresponsiveness to an antigen induced by exposure of lymphocytes to that antigen. A protein called AIRE (autoimmune regulator) stimulates expression of some \"peripheral tissue-restricted\" self-antigens in the thymus It is critical for deletion or negative selection of immature T cells specific for these antigens. Mutations in the AIRE gene are the cause of an autoimmune polyendocrinopathy. In the CD4+ T-cell lineage, some of the cells that see self-antigens in the thymus do not die but develop into regulatory T cells.",
        "cop": 2,
        "opa": "NOTCH 1",
        "opb": "AIRE",
        "opc": "Rb",
        "opd": "PTEN",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "f3360117-c12d-4bfd-bf76-16fc970cd293",
        "choice_type": "single"
    },
    {
        "question": "Immune privilege site is:",
        "exp": "Immune privilege sites are: Brain - pa that lies within the BBB. Area postrema lies outside BBB Eye - Cornea and retinal pigment epithelium Testis - Seminiferous tubules Exposure of immune privilege site to body tissues leads to damage of the organ involved(brain eyes testis ). This forms the pathophysiology for sympathetic ophthalmitis",
        "cop": 2,
        "opa": "Optic nerve",
        "opb": "Seminiferous tubule",
        "opc": "Area posterna",
        "opd": "Spinal cord",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "d44daf36-66ca-430a-82dc-db5f06130e4f",
        "choice_type": "single"
    },
    {
        "question": "Anti RO (SSA) antibodies are seen in:",
        "exp": "Anti Ro (SSA) antibodies Not specific for SLE It predisposes to subacute cutaneous lupus and to neonatal lupus with congenital heart block, Thus helping in screening neonatal lupus. It is associated with decreased risk for nephritis.",
        "cop": 2,
        "opa": "Systemic sclerosis",
        "opb": "Subacute cutaneous lupus",
        "opc": "Myasthenia gravis",
        "opd": "Mixed connective tissue disorder",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "4ce63152-028e-477c-939f-dfaa6a330b99",
        "choice_type": "single"
    },
    {
        "question": "All of the following are included in the criteria for diagnosis of SLE, except:",
        "exp": "Criteria (2012) for diagnosis of SLE Clinical manifestations Skin Acute, subacute cutaneous LE (photosensitive, malar, maculopapular, bullous) Chronic cutaneous LE (discoid lupus, panniculitis, lichen planus-like, hyperophic verrucous, chillblains) Oral or nasal ulcers Nonscarring Alopecia Synovitis involving >=2 joints Serositis (pleurisy, pericarditis) Renal Protein/Cr ratio >=0. 5, RBC casts, Biopsy (lupus nephritis) Neurologic Seizures, psychosis, mononeuritis, myelitis, peripheral or cranial neuropathies, acute confusional state Hemolytic anemia Leukopenia (<4000/mL) or Lymphopenia (<1000/mL) Thrombocytopenia (<100, 000/mL) Immunological manifestations ANA > reference negative value Anti-ds. DNA antibody >reference, if by ELISA 2x reference Anti-Sm antibody Antiphospholipid (any of lupus anticoagulant, anti-cardiolipin, anti-b glycoprotein I) Low serum complement (C3, C4 or CH50) Positive direct Coombs test in absence of hemolytic anemia",
        "cop": 4,
        "opa": "Oral ulcers",
        "opb": "Psychosis",
        "opc": "Discoid rash",
        "opd": "Leucocytosis",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "130d07ef-9356-467b-85c7-dcbe728639dc",
        "choice_type": "multi"
    },
    {
        "question": "Autoimmunity is caused by all of the following, except:",
        "exp": "Infections- Infections like EBV and HIV cause polyclonal B-cell activation, which may result in production of auto-antibodies. The tissue injury that is common in infections may release self-antigens and structurally alter these antigens so that they are able to activate T cells that would not be tolerant to these new, modified antigens. Expression of cryptic antigens - Classically seen in patient suffering from Rheumatic Fever. Cryptic or hidden antigens will be exposed as there will be inflammation caused by the cells and that is responsible for causing Autoimmune disease. Negative selection of T- cells:-Protective against development of Autoimmune disease. (negative selection of self-reactive T cell reduces the risk of autoimmune disease.) Inappropriate expression of the MHC proteins",
        "cop": 3,
        "opa": "Infections",
        "opb": "Expression of cryptic antigens",
        "opc": "Negative selection of T-cells in the thymus",
        "opd": "Inappropriate expression of the MHC proteins",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "70c3fb46-656c-45f0-be8c-75cd865d4c1f",
        "choice_type": "multi"
    },
    {
        "question": "Epitope spreading refers to:",
        "exp": "Epitope spreading is a phenomenon in which an immune response against one self antigen causes tissue damage This causes release of other antigens, and resulting in the activation of lymphocytes by these newly encountered epitopes. This is responsible for the persistence and progression of autoimmune diseases.",
        "cop": 3,
        "opa": "A type of mechanism of spread of malignant tumors",
        "opb": "One type of mechanism of HIV dissemination",
        "opc": "A mechanism for the persistence and evolution of autoimmune disease",
        "opd": "One of the mechanisms of apoptosis",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "4b3f3e73-c9fe-4649-bc3c-7efac39cd361",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a C-C chemokine?",
        "exp": "C-C chemokines include monocyte chemoattractant protein (MCP-1, CCL2), eotaxin (CCL11), macrophage inflammatory protein-1a (MIP-1a, CCL3) These generally attract monocytes, eosinophils, basophils, and lymphocytes Less potent as chemoattractant for neutrophils IL-18 (CXCL18) is a type of C-X-C chemokine, secreted by activated macrophages, endothelial cells, and causes activation and chemotaxis of neutrophils.",
        "cop": 1,
        "opa": "IL-18",
        "opb": "MCP-1",
        "opc": "Eotaxin",
        "opd": "MIP-1a",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "ee5dfdaa-0516-4a1a-85c8-7b88028d9dab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is false regarding Familial Mediterranean fever?",
        "exp": "Familial Mediterranean Fever (FMF) Most common and best studied form of heredofamilial amyloidosis Autosomal recessive condition Autoinflammatory syndrome associated with excessive production of the cytokine IL-1 in response to inflammatory stimuli Attacks of fever accompanied by inflammation of serosal surfaces, including peritoneum, pleura, and synol membrane The gene for familial Mediterranean fever encodes a protein called pyrin (for its relation to fever) Disorder encountered largely in individuals of Armenian, Sephardic Jewish, and Arabic origins Sometimes associated with widespread amyloidosis The amyloid fibril proteins are made up of AA proteins, reflecting the increased production of SAA in response to excessive IL-1 secretion",
        "cop": 2,
        "opa": "Form of hereditary amyloidosis",
        "opb": "Excessive production of TNFa",
        "opc": "Autosomal recessive",
        "opd": "Mutation affecting pyrin protein",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "61b3ac37-34bf-4097-8c57-7e9b28ac4fc5",
        "choice_type": "multi"
    },
    {
        "question": "Myasthenia gravis is most commonly associated with which of the following?",
        "exp": "Myasthenia gravis Autoimmune disease with fluctuating muscle weakness that is caused by autoantibodies that target the neuromuscular junction. About 85% of patients have autoantibodies against post-synaptic ACh receptors, while most of the remaining patients have antibodies against the sarcolemmal protein muscle-specific receptor tyrosine kinase. C/F: - Ptosis or diplopia (Weakness in extraocular muscle) There is a strong association between pathogenic anti-ACh receptor autoantibodies and thymic abnormalities. Approximately 10% of patients with myasthenia gravis have a thymoma, a tumour of thymic epithelial cells. An additional 30% of patients (and paicularly young patients) have a different thymic abnormality called thymic hyperplasia. Acetylcholinesterase inhibitors that increase the half-life of ACh are the first line of treatment.",
        "cop": 3,
        "opa": "Thymoma",
        "opb": "Thymic carcinoma",
        "opc": "Thymic hyperplasia",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Auto Immune Disorders Introduction",
        "id": "7fad7d23-600a-4317-bec6-b810b5cec853",
        "choice_type": "single"
    }
]