[
    {
        "question": "If a rare disease with an early onset of symptoms is inherited in a way where male and female are affected equally and only homozygous persons are affected, then the likely mode of inheritance is",
        "exp": "When male and female are affected equally, this indicate there is no predilection for male or female, This indicates that mode of inheritance is autosomal. As question says the disease only affects homozygous person and it has early onset of symptoms, this indicate the mode of inheritance is recessive. Therefore, above disease is most likely autosomal recessive disease.",
        "cop": 2,
        "opa": "Autosomal dominant inheritance",
        "opb": "Autosomal recessive inheritance",
        "opc": "X linked dominant inheritance",
        "opd": "X linked recessive inheritance",
        "subject_name": "Pathology",
        "topic_name": "Autosomal recessive conditions",
        "id": "0d2587d4-62c3-4e5f-b6e9-8412abe9b404",
        "choice_type": "multi"
    },
    {
        "question": "In Fanconi Anaemia:",
        "exp": "Fanconi Anemia Autosomal recessive Sho stature, microcephaly, microphthalmia, microstomia, Renal aplasia, cafe au lait spots, Generalised hyperpigmentation of skin, Mental retardation and hypoplasia of thumbs and of radii. Hypoplastic anaemia Increased susceptibility to spontaneous chromosomal breakage. Screening test is chromosomal breakage test -(Incubation of peripheral blood lymphocytes with diepoxybutane or mitomycin causes chromosomal breaks which can be seen on karyotyping). Definitive diagnosis is made by mutation analysis.",
        "cop": 2,
        "opa": "Autosomal dominant",
        "opb": "Chromosomal breakage studies by DEB and Mitomycin C",
        "opc": "Commonly occurs in old age",
        "opd": "Hypercellular Marrow",
        "subject_name": "Pathology",
        "topic_name": "Autosomal recessive conditions",
        "id": "c87d24ad-e915-4adc-bf2c-d470c5bb1ca8",
        "choice_type": "single"
    }
]