[
    {
        "question": "Most specific antibody in SLE is -",
        "exp": "Ans. is 'b' i. e., Anti Sm Auto anti bodies in Systemic Lupus Erythematosuso Antinuclear antibody-best screening test. o Anti DS DNA antibody-Specific for SLE only in high litres. o Anti Smantbody-Specific for SLE. o Anti Ro (SS - A) antibody-Predisposes to Sicca syndrome, subacute cutaneous lupus and neonatal lupus with congenital heart block. o Anti histone antibody-Associated with drug induced lupus.",
        "cop": 2,
        "opa": "Anti nuclear",
        "opb": "Anti Sm",
        "opc": "Anti Ro",
        "opd": "Anti histone",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "0157775b-af9e-470a-8f40-927e0d35daab",
        "choice_type": "single"
    },
    {
        "question": "Antibodies in ITP are -",
        "exp": "Ans. is 'a' i. e., IgG IDOPATHIC THROMBOCYTOPENIC PURPURAo There are two clinical subtypes of primary I. T. P, acute and chronic both are autoimmune disorders in which platelet destruction results from formation of antiplatelet antibodies. Pathogenesiso Chronic I TP is caused by the formation of autoantibodies against platelet membrane glycoproteins most often IIb-IIIa or Ib-IX. o In overwhelming majority of cases the antiplatelet antibodies are of the IgG class. o The mechanism of platelet destruction is similar to that seen in autoimmune hemolytic anemias. Opsonized platelets are rendered susceptible to phagocytosis by the cells of the mononuclear phagocyte system. o The spleen is the major site of the destruction of platelets. Pathologyo The principal morphologic lesions of thrombocytopenic purpura are found in the spleen and bone marrow but they are not diagnostic. o The point to stress is that despite the increased destruction of platelets in spleen, the spleen size remains normalo On histological examination there is congestion of the sinusoids and hyperactivity and enlargement of the splenic follicles manifested by the formation of prominent germinal centres. Sometimes scattered megakaryocytes are found within the sinuses and sinusoidal walls. This represents a very mild. form of extramedullary hematopoiesis. These splenic findings are not sufficiently distinctive to be considered diagnostic. Bone Marrowo Bone marrow reveals a modestly increased number of megakaryocytes. o These findings are not specific for autoimmune thrombocytopenic purpura, but merely reflect accelerated thrombopoiesis, being found in most forms of thrombocytopenia resulting from increased platelet destruction. o The importance of bone marrow examination is to rule out thrombocytopenias resulting from bone marrow failure. o A decrease in the number of megakaryocytes goes against the diagnosis of I. T. P.",
        "cop": 1,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgE",
        "opd": "IgD",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "0634b351-e651-472d-a03e-1717dd256f00",
        "choice_type": "single"
    },
    {
        "question": "ANA seen in SLE are directed against?",
        "exp": "Ans is 'b' i. e. ds. DNA \"Antibodies to double - stranded DNA and the Smith (Sm) antigen are virtually diagnostic of SLE\" ----------Robbins. Antinuclear antibodies in SLE1) Generic antinuclear antibodies (ANA)# These are most common (93-100% of patients), thus are most sensitive antibodies for SLE (best screening test). 2) Anti-ds. DNA and Anti-smith (Sm) antibodies# These are the most specific antibodies for SLE. 3) Antihistone antibodies# Particularly seen in drug induced SLE. 4) Anti-RNP SS-A (Ro), SS-B (La)# These are seen in neonatal lupus with congenital heart block and in subacute cutaneous lupus. These antibodies are associated with decreased risk of lupus nephritis. 5) Other less common types of ANAs in SLE# Anti-Ul RNP# Anti-DNA topoisomerase (Scl-70)# Anticentromere# Anti-histidyl t-RNA synthase",
        "cop": 2,
        "opa": "m. RNA",
        "opb": "ds. DNA",
        "opc": "Nucleolus",
        "opd": "Ribosomes",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "19f7345d-07ae-40ec-a792-76c760efc343",
        "choice_type": "single"
    },
    {
        "question": "Least likely associated with SLE -",
        "exp": "Ans. is 'c' i. e., Anti topoisomerase Best screening test for SLE is demonstration of antinuclear antibodies: o Most sensitive test for SLE- Anti nuclear antibodies (ANA). o Most specific test for SLE- Anti ds DNA, Anti Sm.",
        "cop": 3,
        "opa": "Anti ds DNA",
        "opb": "Anti Sm",
        "opc": "Anti topoisomerase",
        "opd": "Anti histone",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "df6c9d3c-4d28-4e42-98cf-6adf5d0bfcc5",
        "choice_type": "single"
    },
    {
        "question": "CANCA is associated with -",
        "exp": "Ans. is 'a' i. e., Wegener's granulomatosis. ANCACytoplasmic staining (c-ANCA). Perinuclear staining (p-ANCA). Antigen here is proteinase-3. Seen in conditions likeo Wegener's granulomatosis. Antigen is myeloperoxidase (MPO) Seen in conditions likeo Microscopic poiyangitiso Churg-Strauss syndromeo Goodpasture's syndromeo Crescentic glomerulonephritiso Ulcerative colitiso Primaiy selerasing cholangitiso Drugs (hydralazine, propvthiouracil",
        "cop": 1,
        "opa": "Wegener's granulomatosis",
        "opb": "Microscopic poly angitis",
        "opc": "Chrug strauss syndrome",
        "opd": "Good pasture syndrome",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "a659d8be-e00d-44d8-8a72-e772da9ab410",
        "choice_type": "single"
    },
    {
        "question": "To rule out rheumatoid arthrirtis, most important among the followings is?",
        "exp": "Ans. is 'b' i. e., HLA-DR4 o DR4 is strongly associated with RA(also with Type 1 DM Pemphigus vulgaris). Other optionso HLA-B27 is associated with seronegative spondyloartropathies (ankylosing spondylitis, Psoriatic arthritis, Reiter's syndrome, reactive arthritis) and acute anterior uveitis o HLA DR8 is associated with Type 1 DM. o HLA DQ1 is associated with pemphigus vulgaris.",
        "cop": 2,
        "opa": "HLA DR8",
        "opb": "HLA DR4",
        "opc": "HLA DQ1",
        "opd": "HLA B27",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "0bd8e970-827e-47b4-8543-c9d2fecf5fe9",
        "choice_type": "single"
    },
    {
        "question": "HLA association with Myasthenia gravis is -",
        "exp": "Ans. is 'd' i. e., HLA-B8 o HLA-B8 is associated with Myasthenia gravis and Grave's disease. About other optionso HLA 51 is associated with Behcet's disease. o HLA 47 is associated with congenital adrenal hyperplasia. o HLA-B27 is associated with seronegative spondyloartropathies (ankylosing spondylitis, Psoriatic arthritis, Reiter's syndrome, reactive arthritis) and acute anterior uveitis. HLA - class 1B - 27. Spondyloarthropathies # Ankylosing spondylitis# Acute anterior uveitis# Psoriatic arthritis# Reiter's syndrome# Reactive arthritisB-8. Hyperthyroidism (Graves' disease) Myasthenia gravis B - 51. Behcet's disease B-47. Congenital adrenal hyperplasia CW6. Psoriasis vulgaris HLA-class IIDR-2# Japanese SLE# Narcolepsy# Multiple sclerosis# Goodpasture's syndrome. DR-3# Myasthenia gravis# Type I DM# Chronic active hepatitis# Sjogren's syndrome# Graves' disease# Dermatitis herpetiformis# Caucasian SLEDR-4. Type 1 DM Pemphigus vulgaris Rheumatoid arthritis DR-5. Juvenile (pauciarticular) arthritis DR-8. Type / DM DQ-1. Pemphigus vulgaris DQ - 2, DQ-8. Gluten sensitive enteropathy (celiac sprue) DQ-7. Bullous pemphigoid DQ-8. Type 1 DM",
        "cop": 4,
        "opa": "HLA-B27",
        "opb": "HLA-B51",
        "opc": "HLA-B47",
        "opd": "HLA-B8",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "1d049e52-4608-4f14-8b40-673896f172a4",
        "choice_type": "single"
    },
    {
        "question": "HLA associated with rheumatoid arthritis is -",
        "exp": "Ans. is 'b' i. e. HLA DR4 HLA's in Rheumatoid arthritis. Associated with the dev elopement of Rheumatoid arthritis# HLA-DR4# HLA-DR 10# HLA-DR9# HLA-DR 3 (Arabs). Protects against the development of Rheumatoid arthritis# HLA-DR5# HLA-DR2# HLA-DR3# HLA-DR7",
        "cop": 2,
        "opa": "HLA B27",
        "opb": "HLA DR 4",
        "opc": "HLA B19",
        "opd": "HLA DR2",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "a1c8e835-eed3-4791-a06a-55d0238237c8",
        "choice_type": "single"
    },
    {
        "question": "Biopsy of parotid gland in Sjogren's shows:",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th edition, Pg: 221-3. Explanation:\"The earliest histologic finding in both the major and the minor salivary glands is periductal and perivascular lymphocytic infiltration. \" (Ref: Robbins). Sjogren Syndrome. It is a immune-mediated destruction of the lacrimal and salivary glands characterized by dry eyes {keratoconjunctivitis sicca) and dry mouth (xerostomia). It occurs as an isolated disorder (primary form), also known as the sicca syndrome, or more often in association with another autoimmune disease (secondary form). Associated diseases. Rheumatoid Arthritis (Me)SLEPolymyositis. Systemic sclerosis. Vasculitis. Thyroiditis. The ductal epithelial cells of the exocrine glands are the primary target for autoantibodies. There is also systemic B-eell hyperactivity, as evidenced by the presence of ANAs and RF. Autoantibodies to the RNP antigens SS-A (Ro) and SS-B (La) (also present in SLE). Other secretory glands like nasopharynx, upper airway, and vagina, may also be involved. Involved tissues show an intense lymphocyte (primarily activated CD4+ T ceils) and plasmacell infiltrate. Lacrimal gland destruction results in a lack of tears, leading to drying of the corneal epithelium, with subsequent inflammation, erosion, and ulceration (keratoconjunctivitis). Similar changes may occur in the oral mucosa as a result of loss of salivary gland output, giving rise to mucosal atrophy, with inflammatory Assuring and ulceration (xerostomia). Dryness and crusting of the nose may lead to ulcerations and even perforation of the nasal septum. When the respiratory passages are involved, secondary laryngitis, bronchitis, and pneumonitis may appear. Approximately 25% of the patients (especially those with anti-SS-A antibodies) develop extraglandular disease affecting the CNS, skin, kidneys, and muscles. Renal lesions take the form of mild interstitial nephritis associated with tubular transport defects: Unlike in SLE. glomerulonephritis is rare. 90%% cases occur in women between 35 and 45 years. Extraglandular manifestations include synovitis, pulmonary fibrosis, and peripheral neuropathy. There is a 40-fold increased risk of developing non-Hodgkin B-cell lymphoma.",
        "cop": 1,
        "opa": "Lymphocytes",
        "opb": "Neutrophils",
        "opc": "Eosinophils",
        "opd": "Basophils",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "6229d30a-cee9-4093-ba07-f3427e3ef695",
        "choice_type": "single"
    },
    {
        "question": "Shrinking lung syndrome is seen in -",
        "exp": "Ans. is 'a' i. e., SLE o Shrinking lung syndrome is a rare complication of SLE and is characterized by diaphragmatic dysfunction/weakness.",
        "cop": 1,
        "opa": "SLE",
        "opb": "Rheumatoid arthritis",
        "opc": "Scleroderma",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "59dca5e5-c34e-44b7-9096-378eeac0b21f",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old lady presents with inability to form a fist and marked stiffening of joints. Diagnosis is.",
        "exp": "Ans. (b) Scleroderma. Notice the shiny stretched skin with erythematous patches which are seen in scleroderma. These patients develop leather like skin which explains development of inability to form a fist. Also the fingers are tapered due to loss of pulp. ANA, Anti-Scl 70 and anti-topoisomerase antibody will be used to confirm the diagnosis. MORPHEA-Morphea, also called localized scleroderma or circumscribed scleroderma, is a form of that involves isolated patches of hardened skin on the face, hands, and feet, with no internal organ involvement. COUP DE SABRE-Frontal linear scleroderma (also known as en coup de sabre or morphea en coup de sabre) is a type of linear scleroderma characterized by a linear band of atrophy and a furrow in the skin that occurs in the frontal or frontoparietal scalp. RHEUMATOID ARTHRITIS-noun: rheumatoid arthritisa chronic progressive disease causing inflammation in the joints and resulting in painful deformity and immobility, especially in the fingers, wrists, feet, and ankles. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Coup de sabre",
        "opb": "Scleroderma",
        "opc": "Morphea",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "afcb7576-49f3-465e-aad0-eb43db5c1ad8",
        "choice_type": "single"
    },
    {
        "question": "Decreased T cell immunity is a feature of -",
        "exp": "Ans. is 'a' i. e., Di George syndrome Classification of Primary Immune Deficiency Diseases. Deficiencies of the Innate Immune Systemo Phagocytic cells# Impaired production severe congenital neutropenia (SCN)# Asplenia# Impaired adhesion leukocyte adhesion deficiency (LAD)# Impaired killing; chronic granulomatous disease (CGD)o Innate immunity receptors and signal transduction# Defects in Toll-like receptor signaling# Mendelian susceptibility to mycobacterial diseaseo Complement deficiencies# Classical, alternative, and lectin pathways# Lytic phase Deficiencies of the Adaptive Immune Systemo T lymphocyteso impaired developmento Impaired survival, migration, function. Severe combined immunedeficieneies (SOD) Di. George syndrome. Severe combined immunodeficiencies. Hyper-lgE syndrome (autosomal dominant). CD401 igand deficiency. Wiskott-Aldrich syndrome. Ataxia-telangiectasia and other DNA repair deficiencies. o B lymphocytesy Impaired developmenty Impaired function XL and AR agammaglobulinemia. Hyper-IgM syndrome. Common variable immunodeficiencies (CVID). IgA deficiency. Regulatory Defectso Innate immunity. Autoinflammatory syndrome (outside the scope of this chapter) Severe colitiso Adaptive immunity. Hemophagoevtic lymphohistiocytosis (HLH). Autoimmune lymphoproliferation syndrome (ALPS). Autoimmunity and inflammatory diseases (IPEX, APECED). Abbreviations: A PEC ED. autoimmune polyendocrinopathv candidiasis ectodermal dysplasia; AR, autosomal recessive, 1. PEX, immunodysregulation polyendocrinopathy enteropathy X-linked syndrome, XL, X-linked.",
        "cop": 1,
        "opa": "Digeorge syndrome",
        "opb": "Hyper lgM syndrome",
        "opc": "Severe congenital neutropenia",
        "opd": "Chronic granulomatous diseas",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "b918bc33-b906-43a8-9ac2-d08c5e3e4e9c",
        "choice_type": "single"
    },
    {
        "question": "HLA-B27 is associated with -",
        "exp": "Ans. is 'a' i. e., Ankylosing spondylitis o HLA-B27is associated with seronegativespondyloartropathies (ankylosingspondylitis. Psoriatic arthritis, Reiter's syndrome, reactive arthritis) and acute anterior uveitis",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Rheumatoid arthritis",
        "opc": "Chronic active hepatitis",
        "opd": "Diabetes",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "ccf4a571-66ec-40e0-99b7-96e59b2fb33b",
        "choice_type": "single"
    },
    {
        "question": "Thymic hyperplasia is seen in -",
        "exp": "Ans. is 'c' i. e., Mysthenia gravis Thymic hyperplasiao The term thymic hyperplasia usually applies to the appearance of B-cell germinal centers within the thymus, a finding that is referred to as thymic follicular hyperplasia. o Such B-cell follicles are present in only small numbers in the normal thymus. o It can occur in a number of chronic inflammatory and immunologic states, but it is most frequently encountered in myasthenia gravis (65% to 75% of cases). o Similar thymic changes are sometimes encountered in Graves disease, systemic lupus erythematosus, scleroderma, rheumatoid arthritis, and other autoimmune disorders.",
        "cop": 3,
        "opa": "Thymoma",
        "opb": "Thymic lymphoma",
        "opc": "Myasthenia gravis",
        "opd": "Scleroderma",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "4bc5cab5-60b7-4812-8dd2-5adf08609ba1",
        "choice_type": "single"
    },
    {
        "question": "HLA B27 is not seen in -",
        "exp": "Ans. is 'a' i. e., SLE HL A and Disease Association. HLA - class 1B-27. Spondyloarthropathies# Ankylosing spondylitis# Reiter's syndrome# Acute anterior uveitis# Reactive arthritis# Psoriatic arthritisB-8. Hyperthyroidism (Graves' disease) Myasthenia gravisB-51. Behcet's diseaseB-47. Congenital adrenal hyperplasia. CW6. Psoriasis vulgaris. HLA-class 11. DR-2# Japanese SLE # Multiple sclerosis# Narcolepsy # Goodpasture's syndrome. DR-3# Myasthenia gravis # Graves' disease# Type I DM # Dermatitis herpetiformis# Chronic active hepatitis # Caucasian SLE# Sjogren's syndrome. DR-4. Type 1 DMPemphigus vulgaris. Rheumatoid arthritis. DR-5juvenile (pauciarticular) arthritis. DR-8. Type I DMDQ-1. Pemphigus vulgaris. DQ- 2, DQ-8. Gluten sensitive enteropathy (celiac sprue)DQ-7. Bullous pemphigoid. DQ - 8. Type 1 DMNote: DR-2 has negative association with type 1 DM i. e. genetic association with protection from DM.",
        "cop": 1,
        "opa": "SLE",
        "opb": "Ankylosing spondylitis",
        "opc": "Reiter's syndrome",
        "opd": "Psoriotic arthritis",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "c2fd0b39-7ced-49f8-9812-6ad31fc26ecd",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not an autoimmune disease?",
        "exp": "Ans. (d) Sickle cell disease. Ref: Robbin's pathology 9th ed. /211-15, 635* Sickle cell disease is a genetic condition which is characterized by mutation in beta globin chain of hemoglobin (glutamic acid is replaced with valine in the 6th position of beta chain).* Other given choices like SLE, Graves and MG are all autoimmune conditions.",
        "cop": 4,
        "opa": "Myasthenia gravis",
        "opb": "Systemic lupus erythematosus",
        "opc": "Graves disease",
        "opd": "Sickle cell disease",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "501da08f-d6aa-4948-9742-c56f910b7b6b",
        "choice_type": "single"
    },
    {
        "question": "Autoantibody specific for SLE -",
        "exp": "Ans. is 'a' i. e., ds DNA Antinuclear antibodies in SLEo Systemic lupus erythematosus is characterized by bewildering array of autoantibodies, particularly antinuclear antibodies. o The antibodies are directed against an array of nuclear and cytoplasmic components of the cell, in addition a third group of antibodies is directed against cell surface antigen of group cells, o The existence of seemingly limitless number of antibodies in patients against self-constituents indicate that the fundamental defect in SLE is a failure of the mechanism that maintain self-tolerance. o ANA is positive in virtually every patient of SLE, hence this test is sensitive but is not specific because patients with other autoimmune diseases are also positive. o Of the numerous antinuclear antibodies, antibodies to double stranded DNA and the antibodies, to (Smith) antigen are virtually diagnosis of SLEQ. o Presence of abtibodies to antismith and anti double stran ded DNA is virtually diagnostic of SLE. o The best serening test for SLE is demonstration of antinuclear antibodies. o Most sensitive antibody test for SLE - Antinuclear antibody test for SLE. o Afost specific antibody test for SLE - Anti ds DNA and Anti Sm antibodyo Antibody associated with drug induced SLE - Antihistone antibody. Autoantibodies in Systemic Lupus Ery thematosus (SLE! Prevalence Antibody%Antigen Recognized. Clinical Utilityo Antinuclear antibodies98. Multiple nuclear. Best screening test; repeated negative tests make SLE unlikelyo Anti-ds DNA70. DNA (double-stranded). High titers are SLE-specific and in some patients correlate with disease activity, nephritis, vasculitiso Anti-Sm25. Protein complexed to 6 species of nuclear U1 RNASpecific for SLE; no definite clinical correlations; most patients also have anti-RNP; more common in blacks and Asians than whiteso Anti-RNP40. Protein complexed to U1 RNAy. Not specific for SLE; high titers associated with syndromes that have overlap features of several rheumatic syndromes including SLE; more common in blacks than whiteso Anti-Ro (SS-A)30. Protein complexed to hY RNA, primarily 60 k. Da and 52 k. Da. Not specific for SLE; associated with sicca syndrome, predisposes to subacute cutaneous lupus, and to neonatal lupus with congenital heart block; associated with decreased risk for nephritis -o Anti-La (S3-B)1047-k. Da protein com- plexed to hY RNAUsually associated with anti-Ro; associated with decreased risk for nephritiso Antihistone70. Histones associated with DNA (in nucleo-some, chromatin). More frequent in durg-induced lupus than in SLEo Antiphospholipid50. Phospholipids, b2 glycoprotein 1 cofac- tor prothrombin. Three tests available - ELISAs for cardiolipin and b2. G1, sensitive prothrombin time (DRVVT); predisposes to clotting, fetal loss, thrombocytopeniao Antierythrocyte60. Erythrocyte membrane. Measured as direct Coombs' test; a small proportion develops overt hemolysiso Antiplatelet30. Surface and altered cytoplasmic antigens on platelets. Associated with thrombocytopenia but sensitivity and specificity are not good; this is not a useful clinical testo Anti neuronal (includes anti-glutamate receptor! 60. Neuronal and Ivmpho. In some series a positive test in CSF correlates with cyte surface antigens active CNS lupuso Antiribosomal P20. Protein in ribosomes. In some series a positive test in serum correlates with depression or psychosis due to CNS lupus",
        "cop": 1,
        "opa": "ds DNA",
        "opb": "Anti RO",
        "opc": "Anticentromere",
        "opd": "Anti topoisomerse",
        "subject_name": "Pathology",
        "topic_name": "Autoimmune Diseases",
        "id": "42b5d9e5-56e9-4fdb-b2e8-4d122f40c71f",
        "choice_type": "single"
    }
]