[
    {
        "question": "A 40-year-old man presents with 5 days of productive cough and fever. Pseudomonas aeruginosa is isolated from a pulmonary abscess. CBC shows an acute effect characterized by marked leukocytosis (50,000/mL) and the differential count reveals shift to left in granulocytes. Which of the following terms best describes these hematologic findings?",
        "exp": "Circulating levels of leukocytes and their precursors may occasionally reach very high levels (>50,000 WBC/mL). These extreme elevations are sometimes called leukemoid reactions because they are similar to the white cell counts observed in leukemia, from which they must be distinguished. The leukocytosis occurs initially because of accelerated release of granulocytes from the bone marrow (caused by cytokines, including TNF and IL-1) There is a rise in the number of both mature and immature neutrophils in the blood, referred to as a shift to the left. In contrast to bacterial infections, viral infections (including infectious mononucleosis) are characterized by lymphocytosis Parasitic infestations and ceain allergic reactions cause eosinophilia, an increase in the number of circulating eosinophils. Leukopenia is defined as an absolute decrease in the circulating WBC count.",
        "cop": 1,
        "opa": "Leukemoid reaction",
        "opb": "Leukopenia",
        "opc": "Myeloid metaplasia",
        "opd": "Neutrophilia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "4e1715fe-0bc3-494e-b6eb-2d4617245aef",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman with pneumococcal pneumonia develops a right pleural effusion. The pleural fluid displays a high specific gravity and contains large numbers of polymorphonuclear (PMN) leukocytes. Which of the following best characterizes this pleural effusion?",
        "exp": "-The pleural effusion encountered in this patient represents excess fluid in a body cavity. Transudate-Edema fluid with low protein content Exudate-Edema fluid with high protein content. Purulent exudate or effusion contains a prominent cellular component (PMNs). Serous exudate or effusion is characterized by the absence of a prominent cellular response and has a yellow, straw like color. Fibrinous exudate (choice A) does not contain leukocytes. Serosanguineous exudate (choice D) contains RBCs and has a red tinge. Diagnosis: Bacterial pneumonia, pleural effusion",
        "cop": 3,
        "opa": "Fibrinous exudate",
        "opb": "Lymphedema",
        "opc": "Purulent exudate",
        "opd": "Serosanguineous exudate",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "a5f2949b-e03f-4f7a-8d79-aa0d173db831",
        "choice_type": "single"
    },
    {
        "question": "All of the following are mediators of acute inflammation except:",
        "exp": "Kallikreins like:- Bradykinin PGs Complement components are mediators of acute inflammation.",
        "cop": 1,
        "opa": "Angiotensin",
        "opb": "Prostaglandin E2",
        "opc": "Kallikrein",
        "opd": "C3a",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "dc289ecb-337b-4b35-ae21-efb2ebb94f0a",
        "choice_type": "multi"
    },
    {
        "question": "Fifth clinical sign i.e., loss of function (functio laesa) was added by:",
        "exp": "Acute inflammation Four cardinal signs of inflammation was given by Celsus. Rubor (redness) Tumor (swelling) Calor (heat) Dolor (pain). These signs are hallmarks of acute inflammation. A fifth clinical sign, loss of function (functio laesa), was added by Rudolf Virchow in the 19th century. Metchinkoff described process of phagocytosis.",
        "cop": 1,
        "opa": "Rudolf Virchow",
        "opb": "Elie Metchinkoff",
        "opc": "Louis Pasteur",
        "opd": "George Bernard",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "ad9aec30-14ba-496a-9524-641cbe973c22",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman is discovered to have metastatic breast cancer. One week after receiving her first dose of chemotherapy, she develops bacterial pneumonia. Which of the following best explains this patient's susceptibility to bacterial infection?",
        "exp": "The impoance of protection afforded by acute inflammatory cells is emphasized by the frequency and severity of infections in persons with defective phagocytic cells. The most common defect is iatrogenic neutropenia secondary to cancer chemotherapy. Chemotherapy would not be expected to deplete serum levels of complement or alter the respiratory burst within activated neutrophils .",
        "cop": 4,
        "opa": "Depletion of serum complement",
        "opb": "Impaired neutrophil respiratory burst",
        "opc": "Inhibition of clotting factor activation",
        "opd": "Neutropenia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "a5233bd6-8c85-475d-94b0-abc7a36a3f27",
        "choice_type": "single"
    },
    {
        "question": "All of the following can trigger sensors of cell damage in the cytoplasm, except:",
        "exp": "Sensors of cell damage are cytosolic receptors that recognize a diverse set of molecules that are liberated or altered as a consequence of cell damage. Uric acid (a product of DNA breakdown), ATP (released from damaged mitochondria), Reduced intracellular K+ concentrations (reflecting loss of ions because of plasma membrane injury) DNA when it is released into the cytoplasm and not sequestered in nuclei, as it should be normally.",
        "cop": 3,
        "opa": "Adenosine triphosphate",
        "opb": "Deoxyribonucleic acid",
        "opc": "Increased intracellular potassium ion concentration",
        "opd": "Uric acid",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "0f4c3cb1-f57c-4a54-8a31-16faf607293f",
        "choice_type": "multi"
    },
    {
        "question": "Arrange vascular events in acute inflammation: A. Increased blood viscosity B. Vasodilatation C. Stasis D. Vasoconstriction E. Increased vascular permeability",
        "exp": "The vascular reactions of acute inflammation consist of changes in the flow of blood and the permeability of vessels, both designed to maximize the movement of plasma proteins and leukocytes out of the circulation and into the site of infection or injury. The sequence of vascular changes in acute inflammation are as follows: Immediate transient vasoconstriction Vasodilation Increased vascular permeability Increased blood viscosity and stasis",
        "cop": 1,
        "opa": "D,B,E,A,C",
        "opb": "B,A,E,C,D",
        "opc": "B,C,E,A,D",
        "opd": "E,C,A,D,B",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "5cf26055-e765-469b-a380-c35b3dc8ca69",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man experiences acute chest pain and is rushed to the emergency room. Laboratory studies and ECG demonstrate an acute myocardial infarction; however, coronary aery angiography performed 2 hours later does not show evidence of thrombosis. Intravascular thrombolysis that occurred in this patient was mediated by plasminogen activators that were released by which of the following cells?",
        "exp": "The vascular endothelium has the ability to promote or inhibit tissue perfusion and inflammatory cell influx through multiple mechanisms. For example, endothelial cells in the vicinity of the thrombus produce tissue-type plasminogen activators, which activate plasmin and initiate thrombolysis (fibrinolysis). None of the other cells produce significant quantities of plasminogen activators.",
        "cop": 2,
        "opa": "Cardiac myocytes",
        "opb": "Endothelial cells",
        "opc": "Macrophages",
        "opd": "Vascular smooth muscle cells",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "8efb6707-50c5-4b05-b6b4-d9147fcdc215",
        "choice_type": "single"
    },
    {
        "question": "Lewis triple response is caused due to:",
        "exp": "Lewis triple response is caused due to Histamine When histamine is injected intradermally it causes the triple response consisting of: Red spot: Due to capillary dilatation. Wheal: Due to exudation of fluid from capillaries and venules. Flare: Redness in the surrounding area due to aeriolar dilation mediated by axon reflex. A, 'Triple response' elicited by firm stroking of skin of forearm with a pencil. B, Diagrammatic view of microscopic features of triple response of the skin",
        "cop": 1,
        "opa": "Histamine",
        "opb": "Axon reflex",
        "opc": "Injury to endothelium",
        "opd": "Increased permeability",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "8de285cf-0db7-424d-b983-61fc6c1bb62d",
        "choice_type": "single"
    },
    {
        "question": "All the statement related to neutrophil extracellular traps (NET) are true except:",
        "exp": "Neutrophil extracellular traps (NETs) are extracellular fibrillar networks that provide a high concentration of antimicrobial substances at sites of infection and prevent the spread of the microbes by trapping them in the fibrils. They are produced by neutrophils in response to infectious pathogens (mainly bacteria and fungi) and inflammatory mediators (e.g., chemokines, cytokines , complement proteins, and ROS). In the process of NET formation, the nuclei of the neutrophils are lost, leading to death of the cells. NETs have also been detected in the blood during sepsis",
        "cop": 2,
        "opa": "NET is an example of beneficial suicide for the neutrophil",
        "opb": "Provide low concentration of antimicrobial at the site of infection",
        "opc": "It is extracellular fibrillary network",
        "opd": "It can be associated with increased risk of autoimmune disease",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "604083e4-48b9-4c00-a648-29042e6590f5",
        "choice_type": "multi"
    },
    {
        "question": "A 22-year-old woman nursing her newborn develops a tender erythematous area around the nipple of her left breast. A thick, yellow fluid is observed to drain from an open fissure. Examination of this breast fluid under the light microscope will most likely reveal an abundance of which of the following inflammatory cells?",
        "exp": "The thick, yellow fluid draining from the breast fissure in this patient represents a purulent exudate. Purulent exudates and effusions are associated with pathologic conditions such as pyogenic bacterial infections, in which the predominant cell type is the segmented neutrophil (polymorphonuclear leukocyte). -Mast cells (choice C) are granulated cells that contain receptors for IgE on their cell surface. -B lymphocytes (choice A) and plasma cells are mediators of chronic inflammationDiagnosis: Acute mastitis",
        "cop": 4,
        "opa": "B lymphocytes",
        "opb": "Eosinophils",
        "opc": "Mast cells",
        "opd": "Neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "2240478c-4fd0-4fef-a2b6-ee738398f736",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man with prostate cancer and bone metastases presents with shaking chills and fever. The peripheral WBC count is 1,000/mL (normal = 4,000 to 11,000/mL). Which of the following terms best describes this hematologic finding?",
        "exp": "Leukopenia=Absolute decrease in the circulating WBC count. It is occasionally encountered under conditions of chronic inflammation, especially in patients who are malnourished or who suffer from a chronic debilitating disease. Other cause can be typhoid fever and ceain viral and Rickettsial infections. -Leukocytosis is defined as an absolute increase in the circulating WBC count. -Neutrophilia is defined as an absolute increase in the circulating neutrophil count. -Pancytopenia refers to decreased circulating levels of all formed elements in the blood.",
        "cop": 2,
        "opa": "Leukocytosis",
        "opb": "Leukopenia",
        "opc": "Neutrophilia",
        "opd": "Leukemoid reaction",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "0f20560a-d5e0-43a8-9833-c9c1c69f4df5",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents with a 2-week history of febrile illness and chest pain. She has an erythematous, macular facial rash and tender joints, paicularly in her left wrist and elbow. A CBC shows mild anemia and thrombocytopenia. She is noted to have increased serum levels of ceruloplasmin, fibrinogen, a2-macroglobulin, serum amyloid A protein and C-reactive protein. Together, these markers belong to which of the following families of proteins?",
        "exp": "These proteins are synthesized primarily by the liver and are released into the circulation in response to an acute inflammatory challenge. Changes in the plasma levels of acute phase proteins are mediated primarily by cytokines (IL-1, IL-6 and TNF-a). Increased plasma levels of some acute phase proteins are reflected in an accelerated erythrocyte sedimentation rate ESR is an index used clinically to monitor the activity of many inflammatory diseases.",
        "cop": 1,
        "opa": "Acute phase proteins",
        "opb": "Anaphylatoxins",
        "opc": "Inhibitors of platelet activation",
        "opd": "Regulators of coagulation",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "d8672ed5-e494-451a-a87a-95ef4139dcf8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an inflammatory mediator?",
        "exp": "Mediators Histamine Serotonin 1deg& 2deg Lysosomal granules Nitric Oxide (NO) Arachidonic Acid metabolites Cytokines & Interleukins Platelet Activation factors TNF",
        "cop": 2,
        "opa": "Tumor necrosis factor",
        "opb": "Integrin",
        "opc": "Interleukin",
        "opd": "Interferons",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "0f8707a3-a655-40d6-a145-c1199132a1b8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are cardinal signs of inflammation except:",
        "exp": "Celsus first listed the four cardinal signs of inflammation: rubor (redness), tumor (swelling), calor (heat), and dolor (pain). These signs are hallmarks of acute inflammation. A fifth clinical sign, loss of function (functio laesa), was added by Rudolf Virchow.",
        "cop": 4,
        "opa": "Pain",
        "opb": "Swelling",
        "opc": "Redness",
        "opd": "Absence of functional loss",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "05892c93-47a7-40d6-9f9d-b6f531418c07",
        "choice_type": "multi"
    },
    {
        "question": "Delayed prolonged vascular leakage can result from:",
        "exp": "In some forms of mild injury (e.g., after burns, irradiation or ultraviolet radiation, and exposure to ceain bacterial toxins), vascular leakage begins after a delay of 2 to 12 hours and lasts for several hours or even days. Delayed prolonged leakage may be caused by contraction of endothelial cells or mild endothelial damage. Sunburn is a classic example of damage that results in late-appearing vascular leakage.",
        "cop": 4,
        "opa": "Burns",
        "opb": "X-Rays",
        "opc": "Exposure to the sun",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "e95038a2-231d-4ead-950b-9c0bcae471b7",
        "choice_type": "multi"
    },
    {
        "question": "The following host tissue responses can be seen in acute infection, except:-",
        "exp": "Granuloma formation is characteristic of chronic granulomatous inflammation and is not seen in acute inflammation.",
        "cop": 4,
        "opa": "Exudation",
        "opb": "Vasodilation",
        "opc": "Margination",
        "opd": "Granuloma formation",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "fb61785a-9b88-4699-ab10-c3efedeee844",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are false regarding vascular leakage in acute inflammation, except:",
        "exp": "Several mechanisms are responsible for the increased permeability of postcapillary venules, a hallmark of acute inflammation. Chemical mediators such as histamine, bradykinin, leukotrienes, elicit endothelial cell contraction which is the immediate transient response. This results in increased interendothelial spaces - the most common mechanism of vascular leakage. In most instances, leakage stas immediately after injury and is sustained for several hours until the damaged vessels are thrombosed or repaired. Increased transpo of fluids and proteins through the endothelial cell, called transcytosis, also contributes to vascular leakage.",
        "cop": 2,
        "opa": "Chemical mediators such as histamine play a role in delayed vascular leakage.",
        "opb": "Hallmark of acute inflammation is an increased permeability in the post-capillary venules.",
        "opc": "Transcytosis is not a contributing factor to vascular leakage.",
        "opd": "In most cases, vascular leakage stas several hours after injury.",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "57885f11-d872-438e-8807-a16a37edca5a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding vasodilation in acute inflammation, except:",
        "exp": "Transient vasoconstriction of aerioles at the site of injury is the earliest vascular response in acute inflammation. This process is mediated by both neurogenic and chemical mediator systems and usually resolves within seconds to minutes. Followed by, Vasodilation first involves the aerioles and then leads to the opening of new capillary beds in the area. There is increased permeability of the microvasculature, with the outpouring of protein-rich fluid into the extravascular tissues. Engorgement of small vessels with slowly moving red cells, results in stasis. Vasodilation is induced by the action of several mediators, notably histamine, on vascular smooth muscle. Vasodilation is responsible for heat (calor) and redness (rubor) at the site of inflammation.",
        "cop": 2,
        "opa": "Caused by release of histamine",
        "opb": "First affects capillaries and followed by opening of aerioles",
        "opc": "Vasodilation leads to extravasation of fluid from microvasculature, leading to edema",
        "opd": "Vasodilation occurs notably due to the action of histamine on vascular smooth muscle",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "609828e7-1d15-4753-98fa-6714b5d281dc",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old woman undergoing chemotherapy for breast cancer presents with a 3-day history of fever and chest pain. Cardiac catheterization reveals a markedly reduced ejection fraction with normal coronary blood flow. A myocardial biopsy is obtained, and a PCR test for coxsackievirus is positive. Histologic examination of this patient's myocardium will most likely reveal an abundance of which of the followinginflammatory cells?",
        "exp": "This patient with viral myocarditis will show an accumulation of lymphocytes in the affected hea muscle. Naive lymphocytes encounter antigen-presenting cells (macrophages and dendritic cells) in the secondary lymphoid organs. The other choices are not characteristic responders to viral infections, although acute inflammation may be observed in lytic infections. Diagnosis: Viral myocarditis",
        "cop": 2,
        "opa": "Eosinophils",
        "opb": "Lymphocytes",
        "opc": "Macrophages",
        "opd": "Mast cells",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "825124f2-ac5a-4261-8f39-d8f1ab863cdb",
        "choice_type": "single"
    },
    {
        "question": "Negative acute phase reactant is:",
        "exp": null,
        "cop": 3,
        "opa": "C-reactive protein",
        "opb": "Alpha-1 antitrypsin",
        "opc": "Transferrin",
        "opd": "Serum amyloid protein",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "cb43e6d1-11b3-41ef-b391-ffacfe408ed2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not present in azurophil granules of neutrophil?",
        "exp": "Lactoferrin is present in secondary/specific granules. Neutrophils have two main types of granules:- The smaller specific (or secondary) granules contain:- The larger azurophil (or primary) granules contain:- Lysozyme Collagenase Lactoferrin Plasminogen activator Histaminase Alkaline phosphatase Myeloperoxidase Bactericidal factors (defensins) Acid hydrolases A variety of neutral proteases (elastase, cathepsin G, non-specific collagenases, proteinase 3).",
        "cop": 4,
        "opa": "Defensins",
        "opb": "Myeloperoxidase",
        "opc": "Acid hydrolases",
        "opd": "Lactoferrin",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "0dc702a3-1211-4de9-b16b-106116c2f941",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old machinist is injured by a metal sliver in his left hand. Over the next few days, the wounded area becomes reddened, tender, swollen and feels warm to the touch. Redness at the site of injury in this patient is caused primarily by which of the following mechanisms?",
        "exp": "Vasodilation of precapillary aerioles increases blood flow at the site of tissue injury. This condition (active hyperemia) is caused by the release of specific mediators. Vasodilation and hyperemia are primarily responsible for the redness and warmth (rubor and calor) at sites of injury. The other choices do not regulate active hyperemia.",
        "cop": 4,
        "opa": "Hemorrhage",
        "opb": "Hemostasis",
        "opc": "Neutrophil margination",
        "opd": "Vasodilation",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts and Vascular changes of Acute Inflammation",
        "id": "379cd9b2-eaca-4915-84e7-4fc6f30450e5",
        "choice_type": "single"
    }
]