[
    {
        "question": "Local lymph nodules are enlarged near the infected wound. Increased amount of macrophages, lymphocytes, lymphatic follicles in the coical layer and large amount of plasma cells were revealed on histological examination. What process in the lymphatic nodules represent these histological changes?",
        "exp": "In the given question there is enlargement of local lymph nodes near the infected wound. Histologically:- Presence of Macrophages, Lymphocytes, Lymphatic follicles in the coical layer and large amount of Plasma cells. It is because the antigens from the wound are going to be drained to the lymph node. These antigens will cause B cell activation, once the B cell are going to be activated, they are going to get conveed into the Plasma cell and that is responsible for causing enlargement of the lymph node. Therefore, after any kind of infection or any kind of inflammation the reactive lymph node enlargement will occur and this is explained on the basis of Antigen stimulation.",
        "cop": 1,
        "opa": "Antigen stimulation",
        "opb": "Acquired insufficiency of the lymphoid tissue",
        "opc": "Tumour transformation",
        "opd": "Innate insufficiency of the lymphoid tissue",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "25d670fc-4958-4e5c-9906-99ff737f4a08",
        "choice_type": "single"
    },
    {
        "question": "In a specimen of kidney, fibrinoid necrosis is seen and onion peel appearance is also present. Most probable pathology is:",
        "exp": "Histological alterations characterizing blood vessels in malignant hypertension.? Hyperplastic aeriosclerosis Fibrinoid necrosis of aerioles: Onion-skinning (concentrically arranged smooth muscle with collagen).",
        "cop": 2,
        "opa": "Hyaline degeneration",
        "opb": "Hyperplastic aeriosclerosis",
        "opc": "Glomerulosclerosis",
        "opd": "Fibrillary glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "c4e4de70-9ced-4d80-80a8-4dd08b58b375",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the diagnosis for a condition having mutation in COL4. A5 chain?",
        "exp": "COL4. A5 chain represents the a5 chain of collagen type IV. It is associated with the development of Alpo Syndrome.",
        "cop": 1,
        "opa": "Alpo's syndrome",
        "opb": "Good pasture's syndrome",
        "opc": "Thin membrane disease",
        "opd": "Nodular glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "1cb72c8a-80fb-412b-ae0a-044a9ad952f4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common fixative used in electron microscopy?",
        "exp": "Commonest fixative used for light microscopic examination: 10% buffered neutral formalin. Commonest fixative used for electron microscopic examination: Glutaraldehyde.",
        "cop": 1,
        "opa": "Glutaraldehyde",
        "opb": "Formalin",
        "opc": "Picric acid",
        "opd": "Absolute alcohol",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "7667c91f-0db4-44c1-9033-c0539f91c301",
        "choice_type": "single"
    },
    {
        "question": "Chronic urethral obstruction due to benign prostatic hyperplasia can lead to the following change in kidney parenchyma:",
        "exp": "Chronic urethral obstruction because of urinary calculi, prostatic hyperophy, tumors, normal pregnancy, uterine prolapse or functional disorders cause hydronephrosis which by definition is used to describe dilatation of renal pelvis and calyces associated with progressive atrophy of the kidney due to obstruction to the outflow of urine.",
        "cop": 3,
        "opa": "Hyperplasia",
        "opb": "Hyperophy",
        "opc": "Atrophy",
        "opd": "Dysplasia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "72a67978-4f1d-4335-a6c4-7e7e4d6f6362",
        "choice_type": "single"
    },
    {
        "question": "A 51-year-old man Sonu with a history of passing stones in urine, presents to the emergency room with excruciating flank pain and blood in the urine. Imaging of kidneys and ureters revealed stag-horn calculi occupying the right renal pelvis. This patient is likely to have which of the following underlying disorders?",
        "exp": "Magnesium ammonium phosphate stones (\"triple phosphate\" stones/\"struvite\" stones) are formed largely after infections by urea-splitting bacteria (e. g., Proteus and some staphylococci) that conve urea to ammonia. The resultant alkaline urine causes the precipitation of magnesium ammonium phosphate salts. These form some of the largest stones, as the amount of urea excreted normally is very large. Stag-horn calculi occupying large poions of the renal pelvis are frequently a consequence of infection.",
        "cop": 2,
        "opa": "Anemia of chronic disease",
        "opb": "Chronic Proteus infection",
        "opc": "Hyperparathyroidism",
        "opd": "Hyperaldosteronism",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "28ee7c5e-1805-4233-9315-c87b34ad6e76",
        "choice_type": "single"
    },
    {
        "question": "A super-antigen is a bacterial product that",
        "exp": "Superantigens Activate large populations of T cells that express paicular subsets of the T cell receptor b protein, causing massive cytokine release and subsequent host reactions. Conventional antigens bind to MHC class I or II molecules in the groove of the ab heterodimer and bind to T cells the V regions of the TCR-a and -b chains. In contrast, superantigens bind directly to the lateral poion of the TCR-b chain and MHC class II b chain T cell superantigens include staphylococcal enterotoxins and other bacterial products.",
        "cop": 2,
        "opa": "Binds to B7 and CD28 co-stimulatory molecules",
        "opb": "Binds to the beta chain of TCR and MHC class II molecules of APC stimulating T cell activation",
        "opc": "Binds to the CD4 + molecule causing T cell activation",
        "opd": "Is presented by macrophages to a larger-than-normal number of T helper CD4 + lymphocytes",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "5189db41-9a55-4df4-84c6-40b44383ff45",
        "choice_type": "single"
    },
    {
        "question": "Cells most sensitive to hypoxia are:",
        "exp": "The most sensitive neurons in the brain are in the pyramidal cell layer of the hippocampus (especially area CA1, also referred to as Sommer sector), cerebellar Purkinje cells and pyramidal neurons in cerebral coex. Time for neuronal injury- 2 min For Myocardial cells- 20 mins Zones of liver: Zone 1- susceptible to toxin mediated injury Zone 3- susceptible to ischemic injury",
        "cop": 2,
        "opa": "Myocardial cells",
        "opb": "Neurons",
        "opc": "Hepatocytes",
        "opd": "Renal tubular epithelial cells",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "f7f0a65f-9ca7-4bab-97fd-6b15cd6f4099",
        "choice_type": "single"
    },
    {
        "question": "In a chronic smoker, bronchi showed stratified squamous cells with underlying glands. What type of change is this?",
        "exp": "Metaplasia Normally in bronchi -pseudostratified ciliated columnar epithelium is present. In chronic smoker, Replaced by -stratified squamous epithelium. This type of change in epithelium is called as Metaplasia. *Commonest connective tissue metaplasia is Myositis ossificans. *Metaplasia is a benign, reversible condition. Differentiation The extent to which neoplastic parenchymal cells resemble the corresponding normal parenchymal cells, both morphologically and functionally Lack of differentiation is called Anaplasia (hallmark of malignancy). Features of Anaplasia: Pleomorphism Tumor giant cells Atypical mitoses Loss of polarity Dysplasia Means \"disordered growth. \" Dysplastic cells may exhibit considerable pleomorphism and often contain large hyperchromatic nuclei with a high nuclear-to-cytoplasmic ratio. Carcinoma in situ When dysplastic changes are marked and involve the full thickness of the epithelium But the lesion does not penetrate the basement membrane, it is considered a preinvasive neoplasm Fig:-Caracinoma in Situ A:- (Low power view) Atypical dysplastic cells B:-(High power view) Nuclear and cellular pleomorphism, and Mitotic figures seen",
        "cop": 1,
        "opa": "Metaplasia",
        "opb": "Anaplasia",
        "opc": "Dysplasia",
        "opd": "Neoplasia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "36ecabdf-8c59-4279-aabb-960ea6d69372",
        "choice_type": "single"
    },
    {
        "question": "Antibody dependent killing:",
        "exp": "Antibodies coat the target cell and target cell will be attacked by phagocytic cells such as:- Neutrophils Macrophages The NK cells. It forms the basis for type II Hypersensitivity reaction",
        "cop": 4,
        "opa": "NK cell",
        "opb": "NK cell only",
        "opc": "Macrophage",
        "opd": "NK cells, neutrophils & macrophage",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "6b8c2b06-edf0-48f4-8043-1173e734ac75",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a pan-T lymphocyte marker?",
        "exp": "Antigen Designation Normal cellular distribution Primarily T-cell associated CD 1 Thymocytes and Langerhans cells CD3 Thymocytes, mature T cells CD4 Helper T cells, subset CD5 T cells and a small subset of B cells CD8 Cytotoxic T cells, subset of thymocytes, and some NK cells",
        "cop": 2,
        "opa": "CD 2",
        "opb": "CD 3",
        "opc": "CD 19",
        "opd": "CD 25",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "a2b6d45d-56c9-4093-bc77-e1b1995d0428",
        "choice_type": "single"
    },
    {
        "question": "HLA is located on:-",
        "exp": "HLA is the other name given to MHC (Major histocompatibility complex) Location of MHC molecule - sho arm of chromosome 6",
        "cop": 1,
        "opa": "Sho arm of chr-6",
        "opb": "Long arm of chr-6",
        "opc": "Sho arm of chr-3",
        "opd": "Long arm of chr-3",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "6d2036bb-7075-4c6e-991e-ce3ae54d5907",
        "choice_type": "single"
    },
    {
        "question": "Which of the following biomarkers useful for acute kidney injury? 1. KIM-1 2. NGAL 3. IL-18 4. FABP",
        "exp": "Biomarkers useful for acute kidney injury Kidney injury molecule-1 (KIM - 1) Sensitive as well as specificmarker for. AKI Neutrophil gelatinase associated lipocalin (NGAL) AKI (cardiopulmonary bypass) IL-18 AKI ( critically ill ) FABP (Fatty acid binding protein ) Diabetic Nephropathy, chronic kidney disease.",
        "cop": 3,
        "opa": "Only 1",
        "opb": "1 and 2",
        "opc": "1, 2 and 3",
        "opd": "1, 2, 3 and 4",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "53095164-2eb2-4d72-bd1b-8953d3203bf7",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of cell Injury at level of cells?",
        "exp": "Hypoxia Deficiency of oxygen, which causes cell injury by reducing aerobic oxidative respiration Extremely impoant and most common cause of cell injury and cell death. Causes:- Reduced blood flow (ischemia) Cardiorespiratory failure Anemia or carbon monoxide poisoning or after severe blood loss (Decreased oxygen-carrying capacity of the blood). Depending on the severity of the hypoxic state, cells may adapt, undergo injury, or die.",
        "cop": 1,
        "opa": "Hypoxia",
        "opb": "Ischemia",
        "opc": "CO poisoning",
        "opd": "Anemia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "3b6a0cb9-beda-49fc-8090-79d7e37e6ac7",
        "choice_type": "single"
    },
    {
        "question": "Classical pathway macrophage activating molecule:",
        "exp": "MECHANISM OF CHRONIC INFLAMMATION",
        "cop": 1,
        "opa": "IFN-U",
        "opb": "IL-4",
        "opc": "IL-13",
        "opd": "IL-1",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "caf1eee7-77a9-4a05-9ff2-c3531c6bb2ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a secondary lymphoid organ?",
        "exp": "Generative (Central) Lymphoid Organs Thymus: Site of development of T cells Bone marrow: Site of maturation of B lymphocytes Secondary (Peripheral) Lymphoid Organs (in which adaptive immune responses to microbes are initiated) Lymph nodes Spleen Mucosal & Cutaneous lymphoid tissues",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Bone marrow",
        "opd": "Thymus",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "0172ccde-f7c8-495d-bd36-3e3175c320d8",
        "choice_type": "single"
    },
    {
        "question": "Mixed lymphocyte culture is useful for identification of which of the following cells?",
        "exp": "MHC class I antigen are expressed on all nucleated cells and platelets. Technique by which we detect the presence of MHC Class I antigen is alloantisera. MHC class II antigens are expressed on the surface of all APC's. (Antigen Presenting Cells). Technique by which we detect the presence of MHC class II antigen is Mixed lymphocyte culture. The genes encoding MHC molecules are clustered on a small segment of chromosome 6.",
        "cop": 2,
        "opa": "MHC class I antigen",
        "opb": "MHC class II antigen",
        "opc": "B lymphocytes",
        "opd": "Natural killer cells",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "ba49eb5c-5ac9-4925-90a5-f3a8f83ef8a4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a common manifestation of nephrotic syndrome?",
        "exp": "Nephrotic syndrome is characterized by: Heavy/'nephrotic range' proteinuria (more than 3. 5 g/day), Hypoalbuminemia, Severe edema or anasarca, Hyperlipidemia, and Lipiduria (lipid in the urine) Hematuria is seen in nephritic syndrome.",
        "cop": 2,
        "opa": "Hyperlipidemia",
        "opb": "Hematuria",
        "opc": "Anasarca",
        "opd": "Hypoalbuminemia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "3790bde6-0be2-43f9-bdec-ef8835e40cc0",
        "choice_type": "single"
    },
    {
        "question": "Lipids in the tissue are detected by which of the following special histology stains?",
        "exp": "Commonly asked stains Substance Stain Glycogen Mucicarmine, PAS with diastase sensitivity Lipids Sudan black, Oil Red 'O' Amyloid Congo Red, Thioflavin T (for JG apparatus of the kidney) Calcium Von Kossa, Alzarine Red Hemosiderin Perl's stain Trichrome Collagen appears blue, while smooth muscle appears red.",
        "cop": 3,
        "opa": "Periodic Acid Schiff (PAS)",
        "opb": "Myeloperoxidase",
        "opc": "Oil Red O",
        "opd": "Mucicarmine",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "08961327-24db-4b24-954d-4c7b4181b16a",
        "choice_type": "single"
    },
    {
        "question": "A 28 year young female Katrina present to your OPD with complaints of suprapubic pain, urinary frequency and dysuria. She also passed blood in last voided urine about 30 minutes ago. Her urinanalysis demonstrate the presence of pyuria but no white cell casts. On physical examination, she has suprapubic tenderness on palpation. Which of the following is the likely diagnosis in this patient?",
        "exp": "The clinical presentation of the patient in the stem of the question is of cystitis, which is characterized by pyuria and hematuria but absence of white cell casts in the urine. Patients with acute pyelonephritis present with fever, leucocytosis, flank tenderness, urinary white cells, and white cell casts in the urine. Chronic pyelonephritis is almost always the result of chronic urinary tract obstruction and repeated bouts of acute inflammation in the kidneys. Also know: Bacterial cystitis is common, paicularly in women. The most common etiologic agents are coliform bacteria. Hemorrhagic cystitis may occur in patients receiving cytotoxic anti-tumor drugs, such as cyclophosphamide, and sometimes complicates adenovirus infection Interstitial cystitis causes a chronic pelvic pain syndrome, typically in women. It is characterized by suprapubic pain that increases with bladder filling and is relieved by bladder emptying, leading to very frequent urination during both day and night",
        "cop": 3,
        "opa": "Acute pyelonephritis",
        "opb": "Chronic pyelonephritis",
        "opc": "Cystitis",
        "opd": "Fanconi syndrome",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "891c7857-34da-450c-9d20-70363d88fb64",
        "choice_type": "single"
    },
    {
        "question": "Which class of immunoglobulins can cross placenta:",
        "exp": "IgG is the only antibody class that significantly crosses the human placenta. This crossing is mediated by Fc. Rn expressed on syncytiotrophoblast cells. There is evidence that IgG transfer depends on the following: (i) maternal levels of total IgG and specific antibodies, (ii) gestational age, (iii) placental integrity, (iv) IgG subclass, (v) nature of antigen, being more intense for thymus-dependent ones.",
        "cop": 3,
        "opa": "IgM",
        "opb": "IgD",
        "opc": "IgG",
        "opd": "IgA",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "2706fef9-080c-4aa5-af2f-90261daeae80",
        "choice_type": "single"
    },
    {
        "question": "Female breast at pubey is an example of:",
        "exp": "Hormonal hyperplasia is well illustrated by the proliferation of the glandular epithelium of the female breast at pubey and during pregnancy, usually accompanied by enlargement (hyperophy) of the glandular epithelial cells. Simultaneous Hyperophy and Hyperplasia occurs in female breast at the time of pubey.",
        "cop": 3,
        "opa": "Hyperophy",
        "opb": "Hyperplasia",
        "opc": "Hyperophy and hyperplasia",
        "opd": "Atrophy",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "9ad942c3-1ba5-460f-ab9d-608d8b895955",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most impoant antigen-presenting cell (APC) for initiating T-cell response against protein antigens?",
        "exp": "Naive T cell get activated by antigen presenting cells such as Dendritic cell Macrophage B-lymphocyte Most impoant APC in activating naive T cell is dendritic cell.",
        "cop": 2,
        "opa": "NK cell",
        "opb": "Dendritic cell",
        "opc": "Macrophage",
        "opd": "B-lymphocyte",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "d4a1fb0b-f9f7-4e60-a05c-72648b4348d3",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman with poorly controlled diabetes mellitus delivers a healthy boy at 38 weeks of gestation. As a result of maternal hyperglycemia during pregnancy, pancreatic islets in the neonate would be expected to show which of the following morphologic responses to injury?",
        "exp": "Hyperplasia Infants of diabetic mothers show a 5% to 10% incidence of major developmental abnormalities, including anomalies of the heart and great vessels and neural tube defects. During fetal development, the islet cells of the pancreas have the proliferative capacity and respond to increased demand for insulin by undergoing physiologic hyperplasia. Fetus may develop hyperplasia of the pancreatic b cells, which may secrete insulin autonomously and cause hypoglycemia at bih. -Metaplasia (choice D) is defined as the conversion of one differentiated cell pathway to another. Diagnosis: Diabetes mellitus",
        "cop": 3,
        "opa": "Atrophy",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Metaplasia",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "04874b42-892f-4efe-ad82-e4fb40818c4b",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old woman loses her right kidney following an automobile accident. A CT scan of the abdomen 2 years later shows marked enlargement of the left kidney. The renal enlargement is an example of which of the following adaptations?",
        "exp": "Hyperophy Response to trophic signals or increased functional demand and is commonly a normal process. The molecular basis of hyperophy reflects the increased expression of growth-promoting genes (proto-oncogenes) such as myc and ras. -Hyperplasia (choice C) of renal tubular cells may occur, but an enlargement of the kidney in this patient is best referred to as hyperophy (i. e., increased organ size and function). Diagnosis: Hyperophy",
        "cop": 4,
        "opa": "Atrophy",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Hyperophy",
        "subject_name": "Pathology",
        "topic_name": "Basic Concepts",
        "id": "22831d6b-5bfa-481c-b67f-6cf46fc324be",
        "choice_type": "single"
    }
]