[
    {
        "question": "Diagnosis of thalassaemia major is based on the detection of which of following hemoglobins?",
        "exp": "The major red cell hemoglobin in thalassemia major is HbF (a2 g2), which is markedly elevated. Thalassemia minor/ trait is associated with increased levels of Hb. A2( a2 d2 ) HbA (a2 b2) accounts 95% to 98% of the total hemoglobin in normal adults. HbS is seen in sickle cell anemia. These hemoglobins can be detected by Hb high performance liquid chromatography (HPLC)/capillary electrophoresis.",
        "cop": 3,
        "opa": "HbA",
        "opb": "Hb. A2",
        "opc": "HbF",
        "opd": "HbS",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "6ddc4513-5839-44d2-b0a5-a11393e80eb9",
        "choice_type": "single"
    },
    {
        "question": "Hydrops fetalis d/t Hb ba is associated with?",
        "exp": "- Hydrops fetalis is seen in most severe form of a-thalassemia, caused by deletion of all four a-globin genes. - Hb in these fetus have tetramers of g-globin chains (hemoglobin Bas) which have high affinity for oxygen. - This results in decreased delivery of oxygen to the tissues. - Survival in early development of these fetus is d/t expression of z chains, an embryonic globin that pairs with g chains to form functional z 2 g 2 Hb tetramer.",
        "cop": 3,
        "opa": "Hb ba's cannot bind oxygen",
        "opb": "The excess alpha-globin form insoluble precipitates",
        "opc": "Hb ba's cannot release oxygen to fetal tissues",
        "opd": "Microcytic red cells become tapped in the placenta",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "30d1395c-28c2-4b37-866c-067aefcc9648",
        "choice_type": "single"
    },
    {
        "question": "In beta thalassemia trait, electrophoresis shows:-",
        "exp": "In any kind of hemoglobinopathy IOC - HPLC Thalassemia trait - ||Hb. A2; normal HbF is seen b - thalassemia major characteristic finding would be-||HbF",
        "cop": 3,
        "opa": "Increased HbF & normal Hb. A2",
        "opb": "Normal HbF & normal Hb. A2",
        "opc": "Normal HbF & increased Hb. A2",
        "opd": "Decreased HbF & normal Hb. A2",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "37cb12c6-5163-446e-8d07-4d2200268c5f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best to confirm diagnosis of thalassemia trait in a lady with positive family history of thalassemia?",
        "exp": "To Confirm diagnosis of Thalassemia trait, following can be seen HPLC of Hb Increased Hb. A2 levels (>3. 5%) NESTROFT is useful in screening this disease.",
        "cop": 1,
        "opa": "Elevated Hb. A2",
        "opb": "Reticulocytosis",
        "opc": "NESTROFT",
        "opd": "Peripheral smear",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "ef310de7-fb96-4c14-a897-7441fa3eb103",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman from a large Italian family is screened for a familial blood disorder. The results of laboratory studies include a hemoglobin of 9. 5 g/dL and a smear displaying mild microcytosis, hypochromia, and a few target cells. Hemoglobin electrophoresis shows a mild increase in hemoglobin A2 (7. 5%). What is the appropriate diagnosis?",
        "exp": "- Heterozygous b-thalassemia is associated with Microcytosis & hypochromia; degree of microcytosis is dispropoionate to severity of anemia, which is generally mild. Target cells, basophilic stippling & mild increase in hemoglobin A2 are present Most patients are asymptomatic. - Homozygous b-thalassemia is a more serious disease associated with high amounts of HbF",
        "cop": 3,
        "opa": "Anemia of chronic disease",
        "opb": "G6. PD deficiency",
        "opc": "Heterozygous b-thalassemia",
        "opd": "Homozygous b-thalassemia",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "b1555deb-b5e9-4d98-bfeb-b011443f9ee2",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old female, asymptomatic, not requiring blood transfusion, presents with Hb 13. 0 gm/dl. Her HbF levels levels are 95%, Hb A2 1. 5%. Which of the following is the most likely diagnosis?",
        "exp": "- In given pt, even though HbF levels are elevated, these pts have normal Hb levels & asymptomatic without any requirement of any transfusions. Hence, thalassemia is ruled out - These features points towards the diagnosis of Hereditary persistence of fetal hemoglobin (HPFH) - It is benign condition in which fetal hemoglobin ( HbF) production is increased & continued into adulthood Patient remains asymptomatic even without blood transfusion No anemia; no splenomegaly",
        "cop": 1,
        "opa": "Hereditary persistence of fetal hemoglobin",
        "opb": "Beta homozygous thalassemia",
        "opc": "Thalassemia intermedia",
        "opd": "Beta heterozygous thalassemia",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "dd7e7cef-902c-4f6c-aad8-0da07e27d53d",
        "choice_type": "single"
    },
    {
        "question": "A 6-years-old child belonging to Punjabi family with past history of blood transfusions presented with hemoglobin 3. 5 g/dl, MCV - 30 fl, MCHC - 20. Peripheral smear findings of microcytic hypochromic anemia with target cell and reduced osmotic fragility. What is the he probable diagnosis of patient?",
        "exp": "Comparing the given history & options one by one: Reduced values of MCV and MCHC: microcytic hypochromic anemia (G6. PD deficiency is ruled out) 6 year old and Punjabi ethnicity, history of repeated blood transfusions- in our of thalassemia Osmotic fragility is reduced: in our of thalassemia again though it may be seen in sickle cell also Also, the hemoglobin level in the question is more suggestive of severe anemia with positive history of multiple blood transfusions both being impoant pointers towards thalassemia major. Please note that apa from Punjabis, other ethnic groups having high prevalence of thalassemia are Sindhis, Gujaratis, Parsis, Begalis and Lohanas.",
        "cop": 2,
        "opa": "Alpha thalassemia major",
        "opb": "Beta thalassemia major",
        "opc": "Sickle cell anemia",
        "opd": "G6. PD deficiency",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "ca37689f-9e92-4f5f-9036-9cfd62f1936c",
        "choice_type": "single"
    },
    {
        "question": "A couple, with a family history of beta thalassemia major in a distant relative, has come for counseling. The husband has Hb. A2 of 4. 8% and the wife has Hb. A2 of 2. 3%. The risk of having a child with beta thalassemia major is:",
        "exp": "- Normal percentage of Hb. A2 ranges from 1. 5 to 3%. - In thalassemia trait (b thalassemia minor), Hb. A2 level may be elevated (3. 5-7. 5%). - Thus, wife in this question has normal genotype (b, b) whereas husband has thalassemia - trait (b+, b). - b-Thalassemia is an autosomal recessive disease. So, None of the offsprings will have thalassemia major (b+ b+), risk of having a child with thalassemia major is 0%. 50% of the offspring (b+, b) will be carriers like father.",
        "cop": 4,
        "opa": "50%",
        "opb": "25%",
        "opc": "5%",
        "opd": "0%",
        "subject_name": "Pathology",
        "topic_name": "Beta thalasemmia",
        "id": "f6c82256-26fb-47b8-99ed-51b713e48461",
        "choice_type": "single"
    }
]