[
    {
        "question": "Pyroptosis is associated with which of the following cytokines?",
        "exp": "Pyroptosis is a form of apoptosis that is accompanied by the release of the fever-inducing cytokine IL-1 (pyro refers to fever). Microbial products that enter infected cells are recognized by cytoplasmic innate immune receptors and can activate the multiprotein complex called the inflammasome. The function of the inflammasome is to activate caspase-1 (also known as interleukin-1b-conveing enzyme), which cleaves a precursor form of interleukin-1 (IL-1) and releases its biologically active form. IL-1 is a mediator of many aspects of inflammation, including leukocyte recruitment and fever.",
        "cop": 1,
        "opa": "IL-1",
        "opb": "IL-2",
        "opc": "IL-5",
        "opd": "IL-6",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "a839bc01-9d00-4767-9c86-2b22d697eaad",
        "choice_type": "single"
    },
    {
        "question": "Gene of Wilsons disease is:",
        "exp": "Gene Disease ATP 7. Agene Menke disease ATP 7B gene Wilson's disease",
        "cop": 2,
        "opa": "ATP 7A",
        "opb": "ATP 7B",
        "opc": "ADP 7A",
        "opd": "ADP 7B",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "c826b3e1-acdd-461b-9894-443470ce5646",
        "choice_type": "single"
    },
    {
        "question": "Primary biliary cirrhosis is most commonly associated with______",
        "exp": "Primary Biliary Cirrhosis Autoimmune disorder Clinical manifestation - obstructive jaundice F > M Antibody seen in antimitochondrial ab which is formed against E2 subunit of PDH enzyme. Interlobular bile ducts are actively destroyed by lymphoplasmacytic inflammation with or without granulomas.",
        "cop": 2,
        "opa": "Systemic sclerosis",
        "opb": "Sjogren syndrome",
        "opc": "Ulcerative colitis",
        "opd": "Pancreatitis",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "40cfd5da-5e9e-426d-bbbb-0b659f5faac4",
        "choice_type": "single"
    },
    {
        "question": "Bronze diabetes is seen in:",
        "exp": "Hemochromatosis Iron deposited in different tissues in the form of hemosiderin. This deposition along with increased epidermal melanin production-Slate-gray color to the skin. The development of diabetes in these patients is therefore termed as bronze diabetes. Some patients, the presenting complaint is Hypogonadotropic hypogonadism.",
        "cop": 4,
        "opa": "Wilson's disease",
        "opb": "Sarcoidosis",
        "opc": "Lead intoxication",
        "opd": "Hemochromatosis",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "fa1c2f9e-0f32-4fd1-928f-bc866fa7bb6b",
        "choice_type": "single"
    },
    {
        "question": "A 3-day-old neonate born after a 32-week gestation develops yellow skin. Physical examination of the infant is unremarkable. Which of the following is most likely to be increased in this neonate's serum?",
        "exp": "Most of the normal newborns exhibit transient unconjugated hyperbilirubinemia. Immaturity of the liver - Inadequate conjugation of bilirubin. Physiological jaundice is more pronounced in premature infants due to inadequate hepatic clearance of bilirubin and increased erythrocyte turnover. Fetal bilirubin levels in utero remain low because bilirubin crosses the placenta, where it is conjugated and excreted by the mother's liver. Elevated serum levels of carotene (choice B) reflects hypervitaminosis A",
        "cop": 4,
        "opa": "Alanine aminotransferase",
        "opb": "Carotene",
        "opc": "Conjugated bilirubin",
        "opd": "Unconjugated bilirubin",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "85995832-80ba-4446-ae57-0d0b0f6f72c8",
        "choice_type": "single"
    },
    {
        "question": "Complete deficiency of UDP glucoronyl transferase (UGT) is seen in:",
        "exp": "UGT1. A1, generated from the UGT1. A1 gene, is responsible for bilirubin glucuronidation. Mutations of UGT1. A1 cause hereditary unconjugated hyperbilirubinemias: Crigler-Najjar type 1 is caused by severe UGT1. A1 deficiency and is fatal around the time of bih, Crigler-Najjar type II and Gilbe syndrome there is some UGT1. A1 activity and the phenotypes are much milder",
        "cop": 1,
        "opa": "Criggler - Najjar Type I",
        "opb": "Criggler - Najjar Type II",
        "opc": "Gilbe's syndrome",
        "opd": "Dubin-Johnson syndrome",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "e7e47484-d0a7-4ebd-a48f-515095f7d4ea",
        "choice_type": "single"
    },
    {
        "question": "Conjugated hyperbilirubinemia is seen in which of the following conditions?",
        "exp": null,
        "cop": 2,
        "opa": "Breast milk jaundice",
        "opb": "Dubin-Johnson syndrome",
        "opc": "Crigler- Najjar syndrome",
        "opd": "Gilbe syndrome",
        "subject_name": "Pathology",
        "topic_name": "Bilirubin Metabolism",
        "id": "fb25b1bf-2630-45c9-ad49-988d1e5891e7",
        "choice_type": "single"
    }
]