[
    {
        "question": "Test used for factor VIII deficiency identification is-",
        "exp": "Ans. is 'b' i. e., APTT o Factor VIII is a part of the intrinsic pathway of coagulation. The test used to identity1 the defects in the intrinsic and common pathways of coagulation is PTT. Thus prolonged PTT is a feature of patient with factor VIII deficiency. o Patients with hemophilia have deficiency of factor VIII that results in prolonged PTT. o Tests used to evaluate different aspects of hemostasis. Bleeding timeo It is not a test for coagulation rathers it tests the ability of the vessels to vasoconstrict and the platelets to form a hemostatic plug. o It is the time taken for a standardized skin puncture to stop bleeding, o Normal reference value is between 2-9 minutes. o Prolongation generally indicates the defect in platelet number or function. Prothrombin time (PT)o This assay tests the extrinsic and common coagulation pathway. o So, a Prolonged PT can result from deficiency of factor V, VII. X, prothrombin or fibrinogen. Partial thromboplastin time (PTT)o This assay tests the intrinsic and common coagulation pathways. o So, a prolonged PTT. can results from the deficiency of factor V, VHI, IX, X, XI, XII, prothrombin or fibrinogen. Thrombin timeo It is the time taken for clotting to occur when thrombin is added to the plasma, o It tests the conversion of fibrinogen to fibrin and depends on adequate fibrinogen level, o Prolonged thrombin time results from decreased level of fibrinogen. Defective coagulation pathway. PTAPTTExtrinsic. Intrinsic. Common. Increased. Normal. Increased. Normal. Increased. Increased",
        "cop": 2,
        "opa": "PT",
        "opb": "APTT",
        "opc": "D dimer",
        "opd": "FDP",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "fb2e4621-c209-4746-9c52-e8679882f93b",
        "choice_type": "single"
    },
    {
        "question": "Factor Xa is necessary for conversion of prothrombin to thrombin",
        "exp": "Ans. (c) As part of both extrinsic and intrinsic pathways(Ref: Robbins 9th/pg 118-119; 8th/pg 119). Activated factor IX along with factor VIIIa (Intrinsic pathway) & factor VIIa (extrinsic pathway), converge to activate Factor X to Xa is necessary for conversion of prothrombin to thrombin (common pathway)",
        "cop": 3,
        "opa": "Only in the extrinsic pathway",
        "opb": "Only in the intrinsic pathway",
        "opc": "As part of both extrinsic and intrinsic pathways",
        "opd": "Only if the normal blood clotting cascade is inhibited",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "039f5c62-0aad-41af-af51-6f98b51cd97e",
        "choice_type": "multi"
    },
    {
        "question": "A 7 year old boy presented with sudden onset petechiae and purpura. There was a history of URTI 2 weeks back. On examination, there was no hepatosplenomegaly. He is most probably suffering from:",
        "exp": "Ans. (c) ITP(Ref: 9th/pg 657-658; 8th/pg 667-668)A 7 year old boy presented with sudden onset petechiae and purpura with a history of URTI 2 weeks back and there is no hepatosplenomegaly. He is most probably suffering from ITP. For complete discussion on ITP; Refer to pretext of this chapter.",
        "cop": 3,
        "opa": "ALL",
        "opb": "Acute viral infection",
        "opc": "ITP",
        "opd": "Aplastic Anemia",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "3bc99bef-d445-4e10-af7f-d07d1d188662",
        "choice_type": "multi"
    },
    {
        "question": "Hemophia A due to deficiency of -",
        "exp": "Ans. is 'a' i. e., Factor VIII HemophilaA;-o Hemophilia A is due to deficiency of factor VIILo Hemophilia A is inherited as an X-linkedrecessive trait. o Factor VIII is an intrinsic pathway component required for activation of factor X. Clinical manifestations are due to defect in coagulation system: -Large post traumatic ecchymoses or hematoma. Prolonged bleeding after a laceration or any form of surgical procedure. Bleeding into weight bearing joints. o Petechiae are characteristically absent (in contrast to platelet dysfunction where bleeding occur from small vessels of skin and mucous membrane, e, g. t petechiae). Laboratory findings:-# | PTT# Normal BT# Normal PT# Normal platelet counts. Remembero Hemophilia B (christmas disease> is due to deficiency of factor IX. o Hemophilia B has clinical features and laboratory findings similar to hemophilia A.",
        "cop": 1,
        "opa": "Factor VIII",
        "opb": "Factor IX",
        "opc": "Factor X",
        "opd": "Factr XI",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "a06f8198-92a7-4ecf-9edd-68c72cb6a958",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common manifestation of hemophilia?",
        "exp": "Ans. (b) Hemarthrosis(Ref: Robbins 9th ed p 663). In all symptomatic haemophilia cases there is a tendency toward easy bruising and massive hemorrhage after trauma or operative procedures. In addition, \"spontaneous\" hemorrhages frequently occur in regions of the body that are susceptible to trauma, particularly the joints, where they are known as hemarthroses. Recurrent bleeding into the joints leads to progressive deformities that can be crippling. Petechiae are characteristically absent.",
        "cop": 2,
        "opa": "Hemoptysis",
        "opb": "Hemarthrosis",
        "opc": "Hematemesis",
        "opd": "Mucosal bleeding",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "e4bdf480-c628-403f-b50c-30218eaa03ed",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of DIC",
        "exp": "Ans. (a) Obstetric complications(Ref: Harrison 18th ed/pg 1390). The most common causes are bacterial sepsis, malignant disorders such as solid tumors or acute promyelocytic leukemia, and obstetric causes. DIC is diagnosed in almost one-half of pregnant women with abruptio placentae, or with amniotic fluid embolism",
        "cop": 1,
        "opa": "Obstetric complications",
        "opb": "Cyanotic heart disease",
        "opc": "Malignancies",
        "opd": "Extensive bums",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "66c85368-5da8-418c-b2bb-d1ddcc87cfd7",
        "choice_type": "single"
    },
    {
        "question": "Platelet adhesion to vessel wall is due to?",
        "exp": "Ans. (c) v. WF(Ref: Robbins 9th/pg 660; 8th/pg 670). Platelet adhesion to vessel wall is due to v. WF on endothelium and Gp. Ib/IX receptors on the surface of platelets.",
        "cop": 3,
        "opa": "Factor IX",
        "opb": "Fibrinogen",
        "opc": "v. WF",
        "opd": "Fibronectin",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "25d2609c-908a-4d31-b795-dfea832dfeb5",
        "choice_type": "multi"
    },
    {
        "question": "Cause of ITP is-",
        "exp": "Ans. is 'c' antibody to platelets * There are 3 clinical subtypes of idiopathic thrombocytopenic purpura. In all of the three forms destruction of platelets is seen and the important point is that the destruction occurs by the same mechanism i. e. by formation of antibody against platelet",
        "cop": 3,
        "opa": "Vasculitis",
        "opb": "Antibody to vascular epithelium",
        "opc": "Antibody to platelets",
        "opd": "Antibody to clotting factors",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "12cf95c8-e97d-45dd-bc50-0eeed1876308",
        "choice_type": "single"
    },
    {
        "question": "Five year old child presents with oliguria. There is history of bloody diarrhea 2 weeks ago. Coagulation tests are normal. Peripheral smear is given. What is your diagnosis",
        "exp": "Ans. (d) Hemolytic uremic syndrome(Ref: R 9th/pg 659). Features of oliguria following an episode of diarrhea with peripheral smear finding of Schistocytes (Helmet cells) is suggestive of Hemolytic uremic syndrome.",
        "cop": 4,
        "opa": "Thrombotic thrombocytopenic purpura",
        "opb": "Idioppathic thrombocytopenic purpura",
        "opc": "G6. PD deficiency",
        "opd": "Hemolytic uremic syndrome",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "88bd058b-b17b-479a-9cf6-931dbeace363",
        "choice_type": "single"
    },
    {
        "question": "Warfarin therapy is monitored by:",
        "exp": "Ans. (a) PT INR(Ref: Wintrobe's 12th ed/pg 1489). Patients with recurrent thrombosis should receive longterm warfarin therapy at a dosage to maintain an international normalized ratio (INR) value of 2. 0 to 3. 0.",
        "cop": 1,
        "opa": "PT INR",
        "opb": "ap. TT",
        "opc": "Vit K levels",
        "opd": "PT",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "7a5f2a6e-fc38-4eaa-bcf2-8e0aa4287f24",
        "choice_type": "single"
    },
    {
        "question": "Prolonged PT and Normal PTT may be seen in:",
        "exp": "Ans. (c) Vit. K deficiency(Ref: Robbins 9th/pg 656). Disease/ Condition. BTPTap. TTA. Thrombocytopenia|NNB. DIC|||C. Vit. K deficiencyN|| (late)D. Aspirin toxicity|NN",
        "cop": 3,
        "opa": "Thrombocytopenia",
        "opb": "DIC",
        "opc": "Vit. K deficiency",
        "opd": "Aspirin toxicity",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "ac0a1944-d27d-4853-b7fa-756912afe218",
        "choice_type": "single"
    },
    {
        "question": "Thrombocytopenia due to increased platelet destruction is seen in -",
        "exp": "Ans- D. Sle is associated with autoimmune destruction of platelets whereas cancer chemotherapy causes aplastic anemia not platelet destruction",
        "cop": 4,
        "opa": "Aplastic anemia",
        "opb": "Cancer chemotherapy",
        "opc": "Acute leukemia",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "2578fcb6-dc2d-4d50-8eef-4551d9ce667b",
        "choice_type": "single"
    },
    {
        "question": "Spontaneous bleeding usually occurs when the platelet counts fall below",
        "exp": "Ans. (a) 20000/uL(Ref: Robbins 9th/pg 662; 8th/pg 692). In general, the risk of significant spontaneous hemorrhage increases gradually as the platelet count drops to <50x109/L and is high at counts <5x109/L. So among the options the best answer is 10, 000/ul.",
        "cop": 1,
        "opa": "20000/uL",
        "opb": "50000/uL",
        "opc": "100000/uL",
        "opd": "120000/uL",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "2fc92c35-4d8e-4507-adce-5319a5e567dd",
        "choice_type": "multi"
    },
    {
        "question": "Hemophilia B is due to deficiency of -",
        "exp": "Ans. is 'c' i. e., Factor IX o Hemophilia is of 2 typeso In the questions they have not specified about the type of hemophilia they are referring to. o So we can consider both hemophilia A and hemophilia B. o Hemophilia A-Due to deficiency of factor VIIIo Hemophilia B-. Due to deficiency of factor IX. o Both these hemophilias have identical clinical picture, even the tests used to evaluate the bleeding disorders give identical results i. e. o \"in both these disorders whole blood clotting time and partial thromboplastin time is prolongedQ, while all the other tests are normal, \"In both the disease Hemarthrosis is the common presentation, o This occurs because both factor VIII and factor IX are part of intrinsic pathway of coagulation and the absence or deficiency of these factors will factors will lead to defect in the intrinsic pathway. You know, * Partial thromboplastin time-Is a test usedfor assessing the integrity of intrinsic pathway so it will be abnormal in both these disorders.* Whole blood clotting time-Measures the time taken for blood to clot. It is an index for assessing the integrity of the whole clotting system so this Will also be abnormal or prolonged.* All other tests will be-Normal in both these disorders. LABORATORY FEATURES OF HEMOPHILIA Tourniquet test. Bleeding time. Whole blood clotting time. Platelet count. PITPTHemophilia ANN|N|NHemophilias. NN|N|N",
        "cop": 3,
        "opa": "Factor VIII",
        "opb": "Factor VII",
        "opc": "Factor IX",
        "opd": "factor X",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "4390de71-f3fe-4f45-b40b-987694edcee6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibodies is most frequently seen in Antiphospholipid Syndrome?",
        "exp": "Ans. (d) Anti- beta 2 glycoprotein antibody(Ref: Robbins 9th/pg 124; 8th/pg 123). Anti- beta 2 glycoprotein antibody is most frequently seen in Antiphospholipid Syndrome",
        "cop": 4,
        "opa": "Beta 2 microglobulin antibody",
        "opb": "Anti-nuclear antibody",
        "opc": "Anti-centromere antibody",
        "opd": "Anti- beta 2 glycoprotein antibody",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "32df5b68-89bc-48bc-9425-8a338dbbc6c1",
        "choice_type": "single"
    },
    {
        "question": "Defect in Bernard soulier lies in -",
        "exp": "Ans. is 'a' i. e., Gp. Ib-IX",
        "cop": 1,
        "opa": "Gplb-IX",
        "opb": "Gp. IIIa-IIb",
        "opc": "Gplla-Iilb",
        "opd": "Gp. IIIb-IIa",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "82caef9c-936a-4cee-a872-eef2ebe4c06f",
        "choice_type": "single"
    },
    {
        "question": "Extrinsic pathway of clotting factors is measured by?",
        "exp": "Ans. (a) Prothrombin time. Ref: Robbin's pathology 9th ed. /116-18. Prothrombin time. Extrinsic pathway. Factor 5/7. Activated partial thromboplastin time. Intrinsic pathway. Factor 8. Bleeding time. Platelet function and platelet count. Platelet function and count",
        "cop": 1,
        "opa": "Prothrombin time",
        "opb": "Activated partial thromboplastin time",
        "opc": "Bleeding time",
        "opd": "Clotting time",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "9a88bdb9-9dfa-4033-ace0-b108fc233bdc",
        "choice_type": "single"
    },
    {
        "question": "All the following conditions cause thrombocytopenia except",
        "exp": "Ans. (d) Iron deficiency anemia(Ref: Robbins 9th/pg 657-658; 8th/pg 667-668; Wintrobe's 12th/pg 1595). Thrombocytopenia refers to platelet count <1. 5lac/cumm. QRefer to pretext of this chapter for important causes of Thrombocytopenia. Thrombocytopenia is seen in 50% of patients with Infectious Mononucleosis. Thrombocytosis is seen in Iron deficiency Anemia, platelet counts rise to twice the normal value and return to normal with Iron therapy. Exact cause unknown, but probably due to | level of Erythropoietin",
        "cop": 4,
        "opa": "Giant hemangioma",
        "opb": "Infectious mononucleosis",
        "opc": "HIV infection",
        "opd": "Iron deficiency anemia",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "218a6312-0f83-4418-9cd3-a2d74c6c90b4",
        "choice_type": "multi"
    },
    {
        "question": "A newborn baby presented with profuse bleeding from the umbilical stump after birth. Rest of the examination and PT, APTT are within normal limits. Most probable diagnosis is-",
        "exp": "Ans. (b) Glanzmann thrombasthenia(Ref: Robbins 9th/pg 660; 8th/pg 670)A newborn baby presented with profuse bleeding from the umbilical stump after birth. This is a case of severe inherited bleeding disorder. As PT & ap. TT are normal, Glanzmann thrombasthenia is the most probable cause, which can present with profuse bleeding soon after birth; It can be diagnosed by platelet aggregation studies, which will be defective. The other differential diagnosis in this scenario is Factor XIII deficiency (not given in the option)",
        "cop": 2,
        "opa": "Factor X deficiency",
        "opb": "Glanzmann thrombasthenia",
        "opc": "Von willebrand disease",
        "opd": "Bernard soulier disease",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "447baa3e-d54f-48bb-801d-d856f99cf9f2",
        "choice_type": "single"
    },
    {
        "question": "FFP not used in -",
        "exp": "Ans. is 'b' i. e., Factor XII deficiency Fresh frozen plasma (FFP)o FFP is defined as the fluid portion of human blood that has been centrifuged, separated, and frozen solid at -18degc within 6 hours. o FFP contains stable coagulation factors and plasma proteins: -(i) Fibrinogen(ii) Antithrombin(iii) Albumin & Immunoglobulin(iv) Protein C, S. (v) Factor II, V, VII, IX, X, XIo Indications for the use >>f FFP are: -Deficiencies of factor II, V, VII, IX, X and XI when specific component therapy is neither available nor appropriate. Emergency reversal of warfarin effect. In vit K deficiency as replacement for Vit K dependent factors (II, VII, IX, X). Antitbrombin III deficiency. After massive blood transfusion. In immunodeficiency as a source of immunoglobulin. TTPNote: Options 'c', is partially correct, FFP can be used for deficiency of factor IX but not for factor VIII.",
        "cop": 2,
        "opa": "TTP",
        "opb": "Factor XII deficiency",
        "opc": "Vitamin K deficiency",
        "opd": "Antithrombin III deficiency",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "6f38f0db-537e-4817-8543-685d4615ce35",
        "choice_type": "single"
    },
    {
        "question": "Leiden mutation is?",
        "exp": "Ans. is 'b' i. e., Mis-sense mutation o Factor V Leiden (FVL1 mutation is a mis-sense type of point mutation in the gene for clotting factor V. As a missense substitution of base G to base A, it changes the protein's amino acid from arginine to glutamineo It has autosomal dominant inheritance and is the most common cause of inherited thrombophiliao Factor V is one of the essential clotting factors in the coagulation cascadeo FVL mutation causes activated protein C resistance, hence leading to the hvpercoagulable state. o It is associated with increased risk of DVT & recurrent miscarriages",
        "cop": 2,
        "opa": "Non sense mutation",
        "opb": "Mis-sense mutation",
        "opc": "Frame shift mutation",
        "opd": "Tri nucleotide repeat mutation",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "de0af362-329c-4abe-9803-a6671a035bd3",
        "choice_type": "single"
    },
    {
        "question": "Increased Prothrombin time results from deficiency of -",
        "exp": "Ans. is 'b' i. e., Fibrinogen o Tests used to evaluate different aspects of hemostasis: Bleeding timeo It is not a test for coagulation rathers it tests the ability of the vessels to vasoconstrict and the platelets to form a hemostatic plug. o It is the time taken for a standardized skin puncture to stop bleeding, o Normal reference value is between 2-9 minutes. o Prolongation generally indicates the defect in platelet number or function. Prothrombin time t. PT)o This assay tests the extrinsic and common coagulation pathway. o So. a Prolonged PT can result from deficiency of factor V, VII, X, prothrombin or fibrinogen. Partial thromboplastin time (PTT)o This assay tests the intrinsic and common coagulation pathways. o So, a prolonged PTT. can results from the deficiency of factor V, VIII, IX, X, XI, XII, prothrombin or fibrinogen. Thrombin timeo It is the time taken for clotting to occur when thrombin is added to the plasma, o It tests the conversion of fibrinogen to fibrin and depends on adequate fibrinogen level, o Prolonged thrombin time results from decreased level of fibrinogen.",
        "cop": 2,
        "opa": "Factor IX",
        "opb": "Fibrinogen",
        "opc": "Factor VI",
        "opd": "Factor XI",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "48bc5341-666a-40be-9d14-00892ce20587",
        "choice_type": "single"
    },
    {
        "question": "X-linked recessive disease in male with clotting defect is -",
        "exp": "Ans. is 'a' i. e., Hemophilia AHemophila. Ao Hemophilia A is due to deficiency offactor VIII. o Hemophilia A is inherited as an X-linked recessive trait. o Factor VIII is an intrinsic pathway component required for activation of factor X. o Clinical manifestations are due to defect in coagulation system: -Large post traumatic ecchymoses or hematoma. Prolonged bleeding after a laceration or any form of surgical procedure. Bleeding into weight bearing joints. o Petechiae are characteristically absent (in contrast to platelet dysfunction where bleeding occur from small vessels of skin and mucous membrane, e. g.> petechiae). o Laboratory findings* | PTT# Normal PT* Normal BT# Normal platelet counts. Remembero Hemophilia B (christmas disease) is due to deficiency of factor IX. o Hemophilia B has clinical features and laboratory findings similar to hemophilia A.",
        "cop": 1,
        "opa": "Hemophilia A",
        "opb": "ITP",
        "opc": "Von-Willebrand disease",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "eebc0b9d-7bfe-44b8-973b-db98b9d6c777",
        "choice_type": "multi"
    },
    {
        "question": "Failure of clot retraction indicates",
        "exp": "Ans. (a) Low platelet count(Ref: Robbins 9th/pg 657). This test measures the amount of time it takes for a blood clot to pull away from the walls of a test tube (Shrinking). The edges of the blood vessel wall at the point of injury are slowly brought together again to repair the damage. It is used to evaluate and manage blood platelet disorders, including Glanzmann's thrombasthenia. So Clot retraction depends primarily on the number and activity of the blood platelets",
        "cop": 1,
        "opa": "Low platelet count",
        "opb": "Factor VIII deficiency",
        "opc": "Facto XIII deficiency",
        "opd": "Fibrinogen deficiency",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "7c1e9a37-ac1a-4de3-b65b-f9f00b3bc374",
        "choice_type": "single"
    },
    {
        "question": "Platelet aggregation is caused by?",
        "exp": "Ans. (b). Thromboxone A2(Ref: Robbins 9th/pg 116-117). Thromboxone A2 (TXA2). It is produced by activated platelets and has prothrombotic properties. It is an Arachidonic acid metabolite of COX pathway. Functions: It is a potent platelet aggregator & vasoconstrictor. Its effect is neutralized by prostacyclin (PGI2)",
        "cop": 2,
        "opa": "Nitrous oxide",
        "opb": "Thromboxone A2",
        "opc": "Aspirin",
        "opd": "PGE2",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "c05043e0-f42a-4577-a9f4-9094390cd88b",
        "choice_type": "single"
    },
    {
        "question": "v. WF is useful in:",
        "exp": "Ans. (a) Platelet adhesion(Ref: Robbins 9th/pg 661)2 major functions of v. WF are: Platelet adhesion via Gp. Ib/IX and Stabilizes factor VIII in circulation",
        "cop": 1,
        "opa": "Platelet adhesion",
        "opb": "Platelet aggregation",
        "opc": "Clot formation",
        "opd": "Fibrinolysis",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "0e9bf90a-1b92-4a3e-90fe-f0aa16097be9",
        "choice_type": "single"
    },
    {
        "question": "All endothelial cells produce thrombomodulin except those found in -",
        "exp": "Ans. (c) Cerebral microcirculation(Ref: Robbins 9th/pg 663). Thrombomodulin is produced by all endothelial cells except those of cerebral microcirculation",
        "cop": 3,
        "opa": "Hepatic circulation",
        "opb": "Cutaneous circulation",
        "opc": "Cerebral microcirculation",
        "opd": "Renal circulation",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "1732736d-9631-404e-86b0-e64c939b3b3d",
        "choice_type": "multi"
    },
    {
        "question": "Warfarin skin necrosis is caused by-",
        "exp": "Ans. (a) Protein C/Protein S deficiency(Ref: Wintrobe's 12th/pg 1490). Warfarin skin necrosis. Due to warfarin-induced rapid reduction in protein C levels in patients with a pre-existing inherited protein C deficiency that results in a hypercoagulable state and thrombosis. Not all heterozygous protein C-deficient patients receiving warfarin experience this complication, and not all patients with this complication have protein C deficiency.",
        "cop": 1,
        "opa": "Protein C/Protein S deficiency",
        "opb": "APLA",
        "opc": "Vitamin K deficiency",
        "opd": "Fibrinogen deficiency",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "a1e6d840-3964-4015-8737-966fcb86979b",
        "choice_type": "single"
    },
    {
        "question": "Which plasma protein is necessary for adhesion of platelets to subendothelialfibres?",
        "exp": "Ans. (b) Von Willebrand factor(Ref: Robbins 9th/pg 661). Von Willebrand factor is necessary for adhesion of platelets to subendothelial fibres.",
        "cop": 2,
        "opa": "Glycoprotein IIb",
        "opb": "Von Willebrand factor",
        "opc": "Platelet factor 3",
        "opd": "Factor X",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "0acd6cd9-a84f-4743-aacf-423ba246799c",
        "choice_type": "single"
    },
    {
        "question": "Earliest event of vascular trauma is?",
        "exp": "Ans. (a) Vasoconstriction(Ref: Robbins 9th/pg 661). Endothelial Injury causes vasoconstriction Q (due to endothelin, serotonin) immediately and markedly reduces blood flow to the injured area.",
        "cop": 1,
        "opa": "Vasoconstriction",
        "opb": "Platelet adhesion",
        "opc": "Platelet aggregation",
        "opd": "Vasodilatation",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "5ff1d76c-1d03-4019-b1c3-32787c908134",
        "choice_type": "single"
    },
    {
        "question": "Which coagulation factor is not in circulating form in blood?",
        "exp": "Ans. (c) F IIITissue factor (factor III) is also called as platelet tissue factor. It is found on the outside of blood vessels and is not exposed to the bloodstream. It initiates the extrinsic pathway at the site of injury.",
        "cop": 3,
        "opa": "F XI",
        "opb": "F X",
        "opc": "F III",
        "opd": "F XIII",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "ae9f2923-17bf-46de-a790-15b418d121f9",
        "choice_type": "single"
    },
    {
        "question": "After tonsillectomy, a 9 year old child is having continuous bleeding. Bleeding time and PTT are prolonged. Platelet count and PT are normal. What is your diagnosis",
        "exp": "Ans. (a) Von Willebrand disease(Ref: Robbins 9th/pg 661)a. Von willebrand disease: True: Bleeding time and a. PTT prolonged, PT and platelet count normalb. Vitamin K deficiency: False: PT prolongedc. Immune thrombocytopenic purpura: False a. PTT is normald. Hemophilia A: Flase: Bleeding time normal",
        "cop": 1,
        "opa": "Von willebrand disease",
        "opb": "Vitamin K deficiency",
        "opc": "Immune thrombocytopenic purpura",
        "opd": "Hemophilia A",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "c2782334-29f6-4d92-8fa1-09752087ec66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of the dense granules of platelets?",
        "exp": "Ans. (d) Platelet factor 4(Ref: Robbins 9th/pg 660). Dense (or d) granules of platelets contain: (\"DENSE\")a. DENosine diphosphate (ADP) Q, Serotonin Q, Epinephrine Q, Ca",
        "cop": 4,
        "opa": "ADP",
        "opb": "Calcium",
        "opc": "Epinephrine",
        "opd": "Platelet factor 4",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "c9385de5-69ae-4c3a-adce-c0086e92afa0",
        "choice_type": "single"
    },
    {
        "question": "v. WF protects factor?",
        "exp": "Ans. (c) VIII(Ref: Wintrobe's 13th/pg 1389)v. WF is required for normal platelet adhesion, and also acts as a carrier of factor VIII in the plasma",
        "cop": 3,
        "opa": "II",
        "opb": "V",
        "opc": "VIII",
        "opd": "X",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "549c03fd-d4f4-46c0-b05e-b142b6e9d000",
        "choice_type": "single"
    },
    {
        "question": "Hypercoagulability due to defective factor V gene is called-",
        "exp": "Ans. is 'b' i. e., Leiden mutation",
        "cop": 2,
        "opa": "Lisbon mutation",
        "opb": "Leiden mutation",
        "opc": "Antiphospholipid syndrome",
        "opd": "Inducible thrombocytopenia syndrome",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "4d4292a3-dc89-4f6e-92a8-73abd60d50d6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a platelet associated coagulation factor?",
        "exp": "Ans. (b) Factor IX(Ref: Wintrobe's 12th/pg 499). Platelet associated coagulation factors are: Fibrinogen, v. WF, Factor V, XI, XIII & HMWK",
        "cop": 2,
        "opa": "v. WF",
        "opb": "Factor IX",
        "opc": "Factor XI",
        "opd": "Factor XIII",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "f626dc3b-20d9-470f-b978-9e600a13adb9",
        "choice_type": "single"
    },
    {
        "question": "Mega platelets are seen in?",
        "exp": "Ans. is 'd' i. e., Bernard souiier syndrome Bernard soulier syndromeo It is an autosomal recessive disorder due to deficiency or dysfunction of glycoprotein Ib-IX (Gp Ib/IX). Thus there is defect in platelet adhesion. o Platelet aggregation is normal in response to standard agonists like collagen, ADP or thrombin. But platelets fail to aggregate in response to ristocetin (as ristacetin facilitates binding of v. WF and Gp lb- IX). o There may be thrombocytopenia with abnormally large platelets. o There is prolonged BT. v. WF is normal. About other optionso Small sized platelets are characteristic of Wiskot-Aldrich syndrome (WAS)o Platelet morphology is normal in Glanzmann thrombasthenia & Von willebrand disease.",
        "cop": 4,
        "opa": "Glanzmann thrombasthenia",
        "opb": "Von willebrand disease",
        "opc": "Wiskot-Aldrich syndrome (WAS)",
        "opd": "Bernard soulier syndrome",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "8ff62249-bcfd-4ec3-af32-ffd2736d0cf2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about platelet function defects is true?",
        "exp": "Ans. (a) Normal platelet count with prolonged bleeding time(Ref: Robbins 9th/pg 660; 8th/pg 670). In platelet function defects, there is normal platelet count with prolonged bleeding time",
        "cop": 1,
        "opa": "Normal platelet count with prolonged bleeding time",
        "opb": "Thrombocytopenia with prolonged bleeding time",
        "opc": "Thromobocytosis with prolonged bleeding time",
        "opd": "Normal platelet count with normal bleeding time",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "facd9622-bba2-493f-93d9-86c7d05bf13d",
        "choice_type": "multi"
    },
    {
        "question": "Hemophilia is associated with -",
        "exp": "Ans. is 'a' i. e., X chromosome o Hemophilia A is caused due to defect or decrease in factor VIII. o The factor VIII gene is one of the largest genes known comprising about. l%of the X chromosome. o Factor VIII contains several areas of internal homology '. Hemophilia A geneso Hemophilic gens does not demonstrate a uniform abnormality, instead numerous different mutations in the Factor VIII gene have been described. o Seven different mutations have been demonstrated in the hemophilia gene. o Most common mutation associated with hemophilia A is major inversion of a section of the tip of the long arm of X chromosome.",
        "cop": 1,
        "opa": "X Chromosome",
        "opb": "Y Chromosome",
        "opc": "Chromosome 3",
        "opd": "Chromosome 16",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "f4652e85-104a-4bc5-a858-24f92bc093a3",
        "choice_type": "single"
    },
    {
        "question": "Glanzman's thromboasthenia is characterized by defective -",
        "exp": "Ans is 'a' Gp IIB/IIIA Glanzman's thrombastheniao It is an autosomal recessive disorder due to deficiency/dysfunction of glycoprotein Ilb-IIla (Gp Ilb/IIIa). Thus there is defective platelet aggregation. o Platelet aggregation is normal to ristocetin(ln constant to Bernard soulier syndrome) but no aggregation occurs in response to standard agonists (collagen, A DP, thrombin). o Other differentiating features include normal platelet count and morphologyo BT is prolonged. v. WF is normal. o The disease manifests at birth with increased bleeding from umbilical cord stump.",
        "cop": 1,
        "opa": "Gp IIB/IIIA",
        "opb": "Gp IB/IX",
        "opc": "Gp IB/IIIA",
        "opd": "Gp. IIB/IX",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "a28140cc-4542-45f8-81c8-1baf4693cac8",
        "choice_type": "single"
    },
    {
        "question": "Factor useful for clot stabilization-",
        "exp": "Ans. is 'd' i. e., XIII Factor XIII: o It is also called fibrin stabilizing factor. o It is necessary for clot stabilization and the cross linking of the fibrin polymer in blood, o A hallmark of this rare deficiency is poor wound healing and abnormal scar formation.",
        "cop": 4,
        "opa": "X",
        "opb": "XI",
        "opc": "XII",
        "opd": "XIII",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "5307f65d-5f76-4db6-abb0-e57162ee4465",
        "choice_type": "single"
    },
    {
        "question": "In PT test, the addition of Ca2+ & tissue thromboplastin activates which pathway?",
        "exp": "Ans. (a) Extrinsic. To PT we add of Ca2+ & tissue thromboplastin which activates extrinsic pathway, while to test for a. PTT we add kaolin, silica which activates intrinsic pathway.",
        "cop": 1,
        "opa": "Extrinsic",
        "opb": "Intrinsic",
        "opc": "Fibrinolytic",
        "opd": "Common",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "ceb3213f-a05b-4607-83e4-9959319a79b2",
        "choice_type": "single"
    },
    {
        "question": "Factor IX deficiency results in increased -",
        "exp": "Ans. is 'b' i. e., PTT (Partial thromboplastin time) o Partial thromboplastin time (PTT): It tests the intrinsic and common coagulation pathways. So, a prolonged PTT can results from deficiency of factor V, VIII (factor VIIIc, Von willebrand factor), IX, X, XI, XII, prothrombin or fibrinogen. o Prothrombin time (PT): It tests the extrinsic and common coagulation pathways. So, a prolonged PT can results from deficiency offactor V, VII, X, prothrombin or fibrinogen.# Thus in common coagulation pathway defect both PT and PTT are elevatedo Activated clotting time (clotting time): It also tests the intrinsic and common coagulation system. So it is prolonged in deficiency of same factors as for prolonged PTT. o Thrombin time: It tests the conversion of fibrinogen to fibrin and is elevated in fibrinogen deficiency. o Bleeding time: this altered in platelet dysfunction.",
        "cop": 2,
        "opa": "PT (Prothrombin Time)",
        "opb": "PTT (Partial thromboplastin time)",
        "opc": "BT (Bleeding Time)",
        "opd": "TT (Thrombin time)",
        "subject_name": "Pathology",
        "topic_name": "Bleeding Disorders",
        "id": "258afd55-3f4f-4258-afbc-3d9036965294",
        "choice_type": "single"
    }
]