[
    {
        "question": "A 40 years old male had undergone splenectomy 20 years ago. Peripheral blood smear examination would show the presence of:",
        "exp": "Howell-Jolly bodies are spherical or ovoid eccentrically located granules in stroma of erythrocytes in stained preparations. These represent nuclear remnants and these occur most frequently after: 1. Splenectomy 2. Megaloblastic anemia 3. Severe hemolytic anemia",
        "cop": 4,
        "opa": "Dohle bodies",
        "opb": "Hypersegmented neutrophils",
        "opc": "Spherocytes",
        "opd": "Howell-Jolly bodies",
        "subject_name": "Pathology",
        "topic_name": "Blood disorder",
        "id": "e12e510b-50c7-4d16-bb12-3454b1295c9f",
        "choice_type": "single"
    },
    {
        "question": "A newborn with ABO incompatibility, the characteristic feature on peripheral smear is the presence of:",
        "exp": "In ABO hemolytic disease of newborn -Peripheral blood smear shows numerous spherocytes (predominate) , occasional nucleated red cells, anisocytosis and polychromasia. -The blood film in ABO hemolytic disease of the newborn (ABO HDN) is marked by the presence of microspherocytes. -The spherocytosis is attributed to loss of membrane surface area when the spleen removes antigen-antibody complexes from the affected cell.",
        "cop": 1,
        "opa": "Microspherocytes",
        "opb": "Fragmented RBC",
        "opc": "Polychromasia",
        "opd": "Elliptocytosis",
        "subject_name": "Pathology",
        "topic_name": "Blood disorder",
        "id": "659648a9-651c-408c-a2c8-1256d539b665",
        "choice_type": "single"
    },
    {
        "question": "Elevated ESR is seen in following conditions except:",
        "exp": "Polycythemia rubra: Elevated hemoglobin level and hematocrit: due to increased number of red blood cells * Platelet count or white blood cell count may also be increased. Erythrocyte sedimentation rate (ESR) is decreased due to an increase in zeta potential. Low erythropoietin (EPO) levels.",
        "cop": 4,
        "opa": "Polymyositis rheumatica",
        "opb": "Multiple myeloma",
        "opc": "Temporal aeritis",
        "opd": "Polycythemia rubra",
        "subject_name": "Pathology",
        "topic_name": "Blood disorder",
        "id": "40533406-0abc-4531-b13e-7a1dbf546e61",
        "choice_type": "multi"
    },
    {
        "question": "Most common mutation in haemophilia is:",
        "exp": "Genetic abnormalities in haemophilia : Inversions: Intron 22 inversion, Intron 1 inversion Point mutations: Missense mutation, nonsense mutation, frameshift mutation Deletion of pa or whole of gene Inseion of repetitive sequences Splicing errors affecting production of mRNA Hemophilia A(factor 8 deficiency) -x linked recessive trait, affects mainly males and homozygous females Hemophilia B - x linked disorder caused by mutations in coagulation Factor 9",
        "cop": 2,
        "opa": "Intron 1 inversion",
        "opb": "Intron 22",
        "opc": "619 bp deletion",
        "opd": "3.7 bp deletion",
        "subject_name": "Pathology",
        "topic_name": "Blood disorder",
        "id": "7a67eef0-0c2c-4f5c-9ecc-2a1d1751ad2f",
        "choice_type": "single"
    }
]