[
    {
        "question": "A 40-year-old man presents with a 2-week history of recur- rent oral ulcers, genital ulcers, intermittent arthritic pain of the knees, and abdominal pain. Physical examination reveals shallow ulcerations of the mucosa of the glans penis, as well as oral aphthous ulcers and conjunctivitis. Which of the following is the most likely diagnosis?",
        "exp": "Behget disease is a systemic vasculitis characterized by oral aphthous ulcers, genital ulceration, and ocular inflammation, with occasional involvement of the nervous, gastrointestinal, and cardiovascular systems. The mucocutaneous lesions show a non-specific vasculitis of arterioles, capillaries, and venules. The cause of the necrotizing inflammation of small blood vessels is not known, but an association with specific HLA subtypes suggests an immune basis. Herpes (choice B) does not present with arthritis. Diagnosis: Behqet disease",
        "cop": 1,
        "opa": "Behyet disease",
        "opb": "Genital herpes",
        "opc": "Gonorrhea",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "17a37bf5-e78b-48f2-be15-16c1049d1427",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old man with muscle pain and fever for a month now notes darker colored urine for the past 2 weeks. On physical examination, he has palpable purpuric lesions of his skin. Urinalysis shows hematuria and proteinuria. Serum laboratory findings include mixed cryoglobulinemia with a polyclonal increase in IgG, as well as a high titer of anti-neutrophil cytoplasmic autoantibodies, mainly antimyeloperoxidase (MPO-ANCA, or P-ANCA. A skin biopsy is performed. What pathologic finding is most likely to be observed in this biopsy?",
        "exp": "Microscopic polyangiitis involves small vessels, typically capillaries. Kidneys and lungs are commonly involved, but many organs can be affected. There may be an underlying immune disease, chronic infection, or drug reaction. Giant cell arteritis typically involves arterial branches of the external carotid, most often the temporal artery. Micro abscesses may be present with an infectious process, or with thromboangiitis obliterans (Buerger disease), which typically involves lower extremities. Mycotic aneurysms occur when a focus of infection, often from a septic embolus, weakens an arterial wall so that it bulges out. Perivascular eosinophilic infiltrates may be seen with Churg-Strauss syndrome, which typically involves the lungs.",
        "cop": 2,
        "opa": "Giant cells and macrophages",
        "opb": "Medial fibrinoid necrosis",
        "opc": "Micro abscesses",
        "opd": "Mycotic aneurysms",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "8ee4f02b-6692-40dc-8e30-f789d351771c",
        "choice_type": "single"
    },
    {
        "question": "Angiogenesis is",
        "exp": "(Formation of the new blood vessels) (71-72-R) (70-72- Basic pathology 8th)ANGIOGENESIS or neovascularization by which preexisting vessels send out capillary sprouts to produce new vessels. Angiotensis is a critical process in the healing at sites of injury in the development of collateral circulations at sites of ischemia, and in allowing tumours to increase in size beyond the constraints of their original blood supply.* Steps in the process of angiogenesis1. Basement membrane and extracellular matrix degradation2. Endothelial migration3. Endothelial proliferation (mitosis)4. Organisation and maturation including the recruitment of vascular pericytes or smooth muscle cells5. Increased permeability due to intercellular gaps and increased transcytosis. Thrombosis - Formation of the blood clot (thrombus). Fibrosis - Repair by connective tissues",
        "cop": 1,
        "opa": "Formation of the new blood vessels",
        "opb": "Repair by connective tissues",
        "opc": "Formation of the blood clot",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "aefae278-4d5e-4b1b-bcbf-f304a7a4cad7",
        "choice_type": "multi"
    },
    {
        "question": "Superficial thrombophlebitis is seen in -",
        "exp": "Ans. is 'a' i. e., Trousseau's syndrome * Migratory superficial thrombophlebitis is known as Trousseau's syndrome. Trousseau's Syndrome* It is characterized by recurrent episodes of thrombophlebitis in superficial veins which changes locations over time (thrombophlebitis migrans or migratory thrombophlebitis).* The clot is tender and can be felt as a nodule under the skin. It can involve uncommon sites, such as the chest wall and arms.* This syndrome is a sign of internal malignancy & is particularly associated with pancreatic, gastric and lung cancer.* Heparin therapy is recommended to prevent future clots. Also know* Trousseau sign of latent tetany is caused by hypocalcemia.",
        "cop": 1,
        "opa": "Trousseau's syndrome",
        "opb": "Burger's disease",
        "opc": "Raynaud's disease",
        "opd": "Kawasaki syndrome",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "488c4984-6839-4ba0-8e8d-3854f8a0d2e3",
        "choice_type": "single"
    },
    {
        "question": "Commonest histological finding in benign hypertension is",
        "exp": "(C) (Hyaline arteriosclerosis) (495, 96- Robbins 8th) (678- Harshmohan 7th)* Hyaline arteriosclerosis consists of homogenous pink hyaline thickening of the wall of the arterioles with loss of underlying structural detail.* Encountered frequently in elderly patients whether normotensive, or hypertensive hyaline arterioscleroses is more generalized and more severe in patents with hypertensionQ* It is also common in diabetesQ as a part of the characteristic microangiopathy. Pathogenesis* The lesion reflects leakage of plasma components across vascular endothelium and excessive extra cellular matrix production by smooth muscle cells secondary to the chronic hemodynamic stress of hypertension or a metabolic stress in diabetes that accentuates endothelial cell injury. Also know. Hyperplastic arteriosclerosis* It is characteristic of malignant hypertensionQ.* There is concentric laminated thickening of arteriolar wall - onion thickening0.* There is mucinous intimal thickening and fibrous intimal thickening.* There may be accompanied fibrinoid deposite with necrosis of the vessel wall - fibrinoid necrosis. The characteristic histological finding in Benign Hypertension is Hyaline arteriosclerosis. Benign Nephrosclerosis. Malignant Nephrosclerosis. This term is used do describe the charges in kidney associated with benign phase of hypertension. This term is used to describe the changes in kidney associated with malignant or accelerated hypertension. Gross. Gross* Kidney size is normal 0 or may be moderately reduced 0* Kidnev size is variable0 mav be smaller in size0 (when superimposed on benign nephrosclerosis) or Larger in size (enlarged)0 than normal (patents who develop malignant hypertension in pure form* Grain leather appearance0. The cortical surface has a fine even granularity* Flen bitten appearance0. The cortical surface may show multiple small peticheal haemorrhages0 from rupture of arterioles or glomerular capillaries. Microscopic (vascular changes & parenchymal (changes). Microscopic (cascular changes & parenchymal changes)* Hvaline Arteriosclerosis0 Narrowing of the lumens of arterioles and small arteries caused by thickening and hyalinization of the walls* Fibrinoid necrosis of arterioles (Necrotizing arteriolitis0). The vessel wall showa fibrinoid necrosis. Represents an acute event and necrosis is usually not accompanied by intense inflammation* Fibroelastic Hyperplasia, In the intima (intimal thickenningQ). duplication of elastic lamina and hypertrophy of the 'media'* Hyperplastic intimal sclerosis /onion - Skinning Concentric laminae of proliferated smooth muscle cells collagen and basement membrane (producing intimal thickening)* Parenchymal chances (due to ischaemic) Variable degree of Atrophy of parenchyma & due to ischaemia* Parenchymal chances (due to ischaemia). Variable degree of atrophy of parenchyma due to ischaemia infarction necrosis distalQ abnormal vessels may be seen* Fibroid necrosis may be seen in- Polyarteritis nodosa (PAN)- Aschoff's nodule- Malignant hypertension",
        "cop": 3,
        "opa": "Proliferative endarteritis",
        "opb": "Necrotizing arteriolitis",
        "opc": "Hyaline arteriosclerosis",
        "opd": "Cystic medial necrosis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "8bb5296e-eb37-4862-a7b1-81ddf0504101",
        "choice_type": "single"
    },
    {
        "question": "A cohort study is performed involving healthy adult men and women born 20 years ago. They are followed to assess the development of atherosclerotic cardiovascular diseases. Multiple laboratory tests are performed yearly during this study. An increase in which of the following is most likely to indicate the greatest relative risk for the development of one of these diseases?",
        "exp": "CRP is an acute-phase reactant that increases in response to inflammation. It causes endothelial cell activation, promotes thrombosis, and increases leukocyte adhesiveness in developing atheroma. Because atherogenesis is partly an inflammatory process, CRP is an independent predictor of cardiovascular risk. PR3 is one type of anti-neutrophil cytoplasmic autoantibody (ANCA) associated with some vasculitides such as microscopic polyangiitis. Cryoglobulins may be found with some forms of immune complex-mediated vasculitis. The ESR (\"sed rate\") is a nonspecific indicator of inflammation and therefore the internist's least favorite test; the ESR is best known to be markedly elevated with giant cell arteritis. Though platelets play a role in atheroma formation, the actual number of platelets is not a predictor of atherogenesis.",
        "cop": 2,
        "opa": "Anti-proteinase 3 (PR3)",
        "opb": "C-reactive protein (CRP)",
        "opc": "Cryoglobulin",
        "opd": "Erythrocyte sedimentation rate (ESR)",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "06295e8c-42ba-445c-80b0-3caa5d590f90",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl presents with a 2-week history of a skin rash over her buttocks and legs and joint pain. The parents report seeing blood in the urine. Physical examination reveals palpable purpuric skin lesions and markedly swollen knees. The results of laboratory studies reveal abnormally high erythrocyte sedimentation rate (30 mm/h), BUN of 25 mg/dL, and serum creatinine of 3 mg/dL. Urinalysis demonstrates RBCs and RBC casts. The stool guaiac test is positive. Biopsy of lesional skin reveals deposits of IgA in the walls of small blood vessels. Which of the following is the most likely diagnosis?",
        "exp": "Henoch-Schonlein purpura is the most common type of childhood vasculitis and is caused by vascular localization of immune complexes, containing predominantly IgA. Purpuric skin lesions and glomerulonephritis in a child suggest the diagnosis of Henoch-Schonlein purpura. The other choices do not include deposits of IgA in the blood vessels. Diagnosis: Henoch-Schonlein purpura",
        "cop": 1,
        "opa": "Henoch-Schonlein purpura",
        "opb": "Hypersensitivity vasculitis",
        "opc": "Kawasaki disease",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "e9e699fe-5c3e-4633-b2f7-73f753b3b3ab",
        "choice_type": "multi"
    },
    {
        "question": "Hyaline arteriosclerosis is seen in:",
        "exp": "Ans: b (Benign HTN) Ref: Robbins, 7th ed, p. 1006. The histological features of Benign/Malignant HTN & DM in kidney are extremely important. Try to learn these by heart! Renal changes in HTNBENIGNMALIGNANTG/A: Grain leatherB/L symmetrical, shrunkenkidney. Flea bitten. Normal/ShrunkenM/E: Fibroelastic hyperplasia. Hyaline arteriosclerosis. Intimal sclerosis. Hyperplastic arteriolitis. Onion skin appearance. Changes in DM* Most common pathological change- Thickening of glomerular Bm* Most common pattern of involvement- Diffuse glomerular sclerosis* Pathognomonic lesion is- Nodular glomerulosclerosis. Or. Kimmelsteil Wilson lesion. Or. Intercapillary glomerulosclerosis.",
        "cop": 2,
        "opa": "Malignant HTN",
        "opb": "Benign HTN",
        "opc": "PAN",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "7ac3caa2-6d28-4625-ae27-17a45e305bd7",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man has had a chronic cough for the past 18 months. Physical examination shows nasopharyngeal ulcers, and the lungs have diffuse crackles bilaterally on auscultation. Laboratory studies include a serum urea nitrogen level of 75 mg/dL and a creatinine concentration of 6. 7 mg/dL. Urinalysis shows 50 RBCs per high-power field and RBC casts. His serologic titer for C-ANCA (proteinase 3) is elevated. A chest radiograph shows multiple, small, bilateral pulmonary nodules. A transbronchial lung biopsy specimen shows a necrotizing inflammatory process involving the small peripheral pulmonary arteries and arterioles. Which of the following is the most likely diagnosis?",
        "exp": "Anti-neutrophil cytoplasmic autoantibody (ANCA)- associated vasculitis (granulomatosis with polyangiitis) is a form of hypersensitivity reaction to an unknown antigen characterized by necrotizing granulomatous inflammation that typically involves small to medium-sized vessels, although many organ sites may be affected. Pulmonary and renal involvement can be life-threatening. C-ANCAs (antibodies mainly directed against neutrophil proteinase 3) are found in more than 90% of cases. Fibromuscular dysplasia is a hyperplastic medial disorder, usually involving renal and carotid arteries; on angiography, it appears as a \"string of beads\" caused by thickened fibromuscular ridges adjacent to less involved areas of the arterial wall. Granuloma pyogenicum is an inflammatory response that can produce a nodular mass, often on the gingiva or the skin. Kaposi sarcoma can produce plaque-like to nodular masses that are composed of irregular vascular spaces lined by atypical-appearing endothelial cells; skin involvement is most common, but visceral organ involvement can occur. Polyarteritis nodosa most often involves small muscular arteries, and sometimes veins. It causes necrosis and microaneurysm formation followed by scarring and vascular occlusion, mainly in the kidney, gastrointestinal tract, and skin of young to middle-aged adults. Takayasu arteritis is seen mainly in children and involves the aorta (particularly the arch) and branches such as the coronary and renal arteries, with granulomatous inflammation, aneurysm formation, and dissection.",
        "cop": 1,
        "opa": "Granulomatosis with polyangiitis",
        "opb": "Fibromuscular dysplasia",
        "opc": "Granuloma pyogenicum",
        "opd": "Kaposi sarcoma",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "08339c32-e4b2-4028-ae3f-46d1dd95970b",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old man is discovered to have hyperlipidemia on screening tests after a routine physical examination. Laboratory studies show total serum cholesterol of 285 mg/dL, LDL of 215 mg/dL, HDL of 38 mg/dL, and triglycerides of 300 mg/ dL. This patient is most at risk of developing an aneurysm in which of the following anatomic locations?",
        "exp": "Abdominal aortic aneurysms, which are defined as an increase in aortic diameter of 50% or more, are the most frequent aneurysms, usually developing after the age of 50 years. The most common cause of these abdominal aortic aneurysms is atherosclerosis. Aneurysms secondary to atherosclerosis are less common in the other anatomic locations listed. Diagnosis: Atherosclerosis",
        "cop": 1,
        "opa": "Abdominal aorta",
        "opb": "Ascending aorta",
        "opc": "Circle of Willis",
        "opd": "Coronary artery",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "825c8d46-dff5-4be3-b405-1fce3bed6b4a",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old healthy woman, who is in week 34 of a normal pregnancy, complains of itching with burning pain in the perianal region for the past 4 months. She noted a small amount of bright red blood on toilet paper last week. Which of the following underlying conditions is most likely to be present in this patient?",
        "exp": "The hemorrhoidal veins can become dilated from venous congestion. They are derived from ectoderm, covered by squamous epithelium, and innervated by somatic sensory nerves. External hemorrhoids are most common in patients with chronic constipation, but a pregnant uterus presses on pelvic veins to produce similar congestion, which promotes hemorrhoidal vein dilation. Filarial infections can affect lymphatics, including those in the inguinal region, and produce lymphedema. Polyarteritis does not affect veins. Portal hypertension with cirrhosis is most likely to dilate submucosal esophageal veins, but internal hemorrhoidal veins occasionally can be affected. Cirrhosis would be rare at this patient's age. Carcinomas are also uncommon at this age, and they are not likely to obstruct venous flow.",
        "cop": 3,
        "opa": "Filariasis",
        "opb": "Polyarteritis nodosa",
        "opc": "External hemorrhoid",
        "opd": "Micronodular cirrhosis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "cec07dc5-f436-495a-a432-3aed058cd0de",
        "choice_type": "multi"
    },
    {
        "question": "A study of atheromatous plaques shows that the release of growth factors, including PDGF, FGF, and TNF-a leads to increased extracellular matrix production. As a result, the size of the plaques increases. Which of the following cells is most likely to release these growth factors in the plaques?",
        "exp": "Growth factor release from activated platelets, macrophages, and vascular wall cells induces smooth muscle cell recruitment, medial smooth muscle migrate into the intima, proliferate, and synthesize extracellular matrix (ECM) in much the same way that fibroblasts fill in a wound. Endothelial cell injury initiates atherogenesis, but endothelial cells do not form a significant part of an atheroma. Platelets do not synthesize ECM. T cells secrete inflammatory cytokines that activate macrophages, endothelial cells, and smooth muscle cells.",
        "cop": 4,
        "opa": "Endothelium",
        "opb": "Fibroblast",
        "opc": "Platelet",
        "opd": "Smooth muscle",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "0ffb4133-29ea-4bc8-b2f8-6a7110166c93",
        "choice_type": "single"
    },
    {
        "question": "Milroy's disease is an example of",
        "exp": "Ans. (a) Primary lymphedema(Ref: Harrison 17th ed table 243-3). Causes of lymphedema. Primary. Secondary*. Congenital (includes Milroy's disease)*. Lymphedema praecox (includes Meige's disease)*. Lymphedema tarda*. Recurrent lymphangitis*. Tuberculosis*. Surgery*. Filariasis*. Neoplasm*. Radiation therapy",
        "cop": 1,
        "opa": "Primary lymphedema",
        "opb": "Secondary lymphedema",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "6f1a0340-2707-4d29-bdd5-843cf82127d8",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic histological finding in benign hypertension",
        "exp": "Ans. (c) Hyaline arteriosclerosis(Ref: Robbins 9th/pg 490, 938-939; 8th/pg 495)a. Also called obliterative endarteritis seen in syphilis/TB/radiation, poisoning, etcb. Malignant MTc. Benign HTd. MC in marfan syndrome",
        "cop": 3,
        "opa": "Proliferative end arteritis",
        "opb": "Necrotizing arteriolitis",
        "opc": "Hyaline arteriosclerosis",
        "opd": "Cystic medial necrosis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "e298af5e-711a-4d32-9a5a-7820152759d3",
        "choice_type": "single"
    },
    {
        "question": "An 84-year-old man with a lengthy history of smoking survived a small myocardial infarction 2 years ago. He now reports chest and leg pain during exercise. On physical examination, his vital signs are temperature, 37. 1deg C; pulse, 81/min; respirations, 15/min; and blood pressure, 165/100 mm Hg. Peripheral pulses are poor in the lower extremities. There is a 7-cm pulsating mass in the midline of the lower abdomen. Laboratory studies include two fasting serum glucose measurements of 170 mg/dL and 200 mg/dL. Which of the following vascular lesions is most likely to be present in this patient?",
        "exp": "Abdominal aneurysms are most often related to underlying aortic atherosclerosis. This patient has multiple risk factors for atherosclerosis, including diabetes mellitus, hypertension, and smoking. When the aneurysm reaches this size, there is a significant risk of rupture. An aortic dissection is typically a sudden, life-threatening event with dissection of blood out of the ascending aortic lumen, typically into the chest, without a pulsatile abdominal mass. The risk factors for atherosclerosis and hypertension also underlie aortic dissection. An arteriovenous fistula can produce an audible bruit on auscultation. Classic polyarteritis nodosa (PAN) can produce small microaneurysms in small arteries, most often renal and mesenteric. Takayasu arteritis typically involves the aortic arch and branches in children. Thromboangiitis obliterans (Buerger disease) is a rare condition in which muscular arteries become occluded in the lower extremities in smokers.",
        "cop": 3,
        "opa": "Aortic dissection",
        "opb": "Arteriovenous fistula",
        "opc": "Atherosclerotic aneurysm",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "60882f5d-a6ac-4b59-b708-61de45b31d5d",
        "choice_type": "multi"
    },
    {
        "question": "In atherosclerosis, increased LDL in monocyte macrophage due to:",
        "exp": "Ans. (c) Lipids in LDL get oxidized(Ref: Robbins 9th/pg 496; 8th/pg 500). With chronic hyperlipidemia, lipoproteins accumulate within the intima, there they aggregate and become oxidized by free radicals produced by inflammatory cells.",
        "cop": 3,
        "opa": "LDL receptors on macrophage",
        "opb": "LDL receptors on endothelium",
        "opc": "Lipids in LDL get oxidized",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "84c43f33-1cef-47fc-83d2-cff41c720e92",
        "choice_type": "multi"
    },
    {
        "question": "A 21-year-old woman is in the third trimester of an uncomplicated pregnancy. She has noted an enlarging nodule in her mouth for the past 2 weeks. On physical examination, there is a 1-cm red nodule on the left lateral gingiva below the first molar. The nodule regresses the following delivery. What is this nodule most likely to be?",
        "exp": "A so-called pyogenic granuloma is described. Half of them are related to trauma and represent an exuberant repair reaction with granulation tissue. They can ulcerate and bleed. Bacillary angiomatosis represents a vascular proliferation that occurs in immunocompromised patients infected with Bartonella organisms. Cavernous lymphangiomas can be deforming mass lesions in the neck region of children, and though technically benign they do not have well-defined borders and can be difficult to excise. A glomus tumor typically presents as a painful nodule beneath the fingernail. There are various forms of Kaposi sarcoma (classic, endemic, AIDS-related) but they all appear as reddish-purple patches, plaques, or nodules on the skin and are associated with Kaposi sarcoma herpes virus (KSHV), also called human herpesvirus 8 (HHV8).",
        "cop": 2,
        "opa": "Bacillary angiomatosis",
        "opb": "Capillary hemangioma",
        "opc": "Cavernous lymphangioma",
        "opd": "Glomus tumor",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "cea5fb4c-1464-44ff-ae9f-b9c4e5be97fd",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man suffers from an acute myocardial infarction after occlusion of the left anterior descending coronary artery. The patient undergoes coronary bypass surgery 3 days later. Which of the following is the most frequent cause of saphenous vein graft failure several years following coronary bypass surgery?",
        "exp": "Saphenous veins are used as autografts in coronary artery bypass surgery. These grafts usually undergo a series of adaptive and reparative changes. Venous grafts in place for 5 to 10 years typically show atherosclerotic plaques that are indistinguishable from those found in native coronary arteries, a process referred to as atherosclerotic \"restenosis. \"Diagnosis: Atherosclerosis",
        "cop": 2,
        "opa": "Acute inflammation",
        "opb": "Atherosclerosis",
        "opc": "Graft-versus-host disease",
        "opd": "Metastatic calcification",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "6e55ddf0-e310-4ecc-9169-2bb966c612db",
        "choice_type": "single"
    },
    {
        "question": "Berry aneurysm most commonly occurs due to",
        "exp": "Ref: Harrison 20th, P 2084. As an aneurysm develops, it typically forms a neck with a dome. The length of the neck and the size of the dome vary greatly and are important factors in planning neurosurgical obliteration or endovascular embolization. The arterial internal elastic lamina disappears at the base of the neck. The media thins, and connective tissue replaces smooth- muscle cells. At the site of rupture (most often the dome), the wall thins, and the tear that allows bleeding is often <=0. 5mm long. Aneurysm size and site are important in predicting risk of rupture. Those>7mm in diameter and those at the top of the basilar artery and at the origin of the posterior communicating artery are at greater risk",
        "cop": 2,
        "opa": "Endothelial injury of vessel due to HTN",
        "opb": "Muscle intimal elastic lamina layer defect",
        "opc": "Endothelial layer defect",
        "opd": "Adventitia defect",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "dec8644f-b84b-4f84-ab73-767e496b2e4a",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old man had a myocardial infarction 1 year ago, which was the first major illness in his life. He now wants to prevent another acute coronary event and is advised to begin a program of exercise and to change his diet. A reduction in the level of which of the following serum laboratory findings 1 year later would best indicate the success of his diet and exercise regimen?",
        "exp": "Reduced cholesterol, particularly LDL cholesterol, with the same or increased HDL cholesterol level, indicates a reduced risk of atherosclerotic complications. Atherosclerosis is multifactorial, but a modification of diet (i. e., reduction in total dietary fat and cholesterol) with increased exercise is the best method of reducing risk for most individuals. Atheromatous plaques that have formed can be reduced, albeit over months to years, but plaque regression yield an outcome better than drug or surgical therapy. Glucose is a measure of control of diabetes mellitus. Potassium, calcium, and renin values can be altered with some forms of hypertension, one of several risk factors for atherosclerosis.",
        "cop": 2,
        "opa": "Calcium",
        "opb": "Cholesterol",
        "opc": "Glucose",
        "opd": "Potassium",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "e89621a1-afa6-4af6-9850-2890fc34e885",
        "choice_type": "single"
    },
    {
        "question": "A 77-year-old man has had progressive dementia and gait ataxia for the past 9 years. He succumbs to bronchopneumonia. Autopsy shows that the thoracic aorta has a dilated root and arch, giving the intimal surface a \"tree-bark\" appearance. The microscopic examination of the aorta shows an obliterative endarteritis of the vasa vasorum. Which of the following laboratory findings is most likely to be recorded in this patient's medical history?",
        "exp": "This description is most suggestive of syphilitic aortitis, a complication of tertiary syphilis, with characteristic involvement of the thoracic aorta. The history also suggests tabes dorsalis and neurosyphilis. Obliterative endarteritis is not a feature of other forms of vasculitis. High-titer double-stranded DNA antibodies are diagnostic of systemic lupus erythematosus, and the test result for P-ANCA (antibodies mainly directed at myeloperoxidase) is positive in various vasculitides, including microscopic polyangiitis. Ketonuria can occur in individuals with diabetic ketoacidosis. A high sedimentation rate is a nonspecific marker of inflammatory diseases.",
        "cop": 1,
        "opa": "Antibodies against Treponema pallidum",
        "opb": "Double-stranded DNA titer positive at 1: 512",
        "opc": "Ketonuria of 4+",
        "opd": "P-ANCA positive at 1: 1024",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "93c72ec0-ccf9-4305-afe2-d3b3a453d312",
        "choice_type": "multi"
    },
    {
        "question": "Berger disease does not involve",
        "exp": "Ans. (d) Lymphatics(Ref: Robbins 9th/pg 512; 8th/pg 517). Buerger's disease: Segmental, thrombosing, acute and chronic inflammation of medium-sized and small arteries, principally the tibial and radial arteries, with occasional secondary extension into the veins and nerves of the extremities",
        "cop": 4,
        "opa": "Artery",
        "opb": "Veins",
        "opc": "Nerve",
        "opd": "Lymphatics",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "4ceff79c-c531-4166-8921-77b445dd762f",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman presents with an 8-month history of severe headaches, weakness, and dizziness. Blood pressure is 180/110 mm Hg. Physical examination shows diminished tendon reflexes. An abdominal CT scan reveals a 4-cm mass in the right adrenal gland. The results of laboratory studies include serum potassium of 2. 3 m. Eq/L, serum sodium of 155 m. Eq/L, plasma cortisol of 25 mg/dL (8 AM) and 20 mg/dL (4 PM), and low plasma renin. These clinical and laboratory findings are consistent with an adrenal tumor that secretes which of the following hormones?",
        "exp": "This patient has Conn syndrome, an endocrine disorder most commonly caused by an adrenal cortical adenoma. Aldosterone secreted by the adrenal cortical tumor causes hypertension, hypernatremia, and hypokalemia. Epinephrine, renin, and testosterone (choices C, D, and E) are not produced by adrenal cortical tumors. Cortisol (choice B) may be produced by adrenal cortical tumors but does not significantly alter electrolyte homeostasis. Diagnosis: Conn syndrome, hyperaldosteronism",
        "cop": 1,
        "opa": "Aldosterone",
        "opb": "Cortisol",
        "opc": "Epinephrine",
        "opd": "Renin",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "a74d33ca-1873-42a5-a6b5-33be5cc05e4e",
        "choice_type": "single"
    },
    {
        "question": "Which one is found in HSP?",
        "exp": "Ans. (a) IgA(Ref: Robbins 9th/pg 926; 8th/pg 934). Most common antibody seen in these immune complexes is IgA Q (IgA levels are elevated). The microscopic hallmark of HSP is the deposition of IgA in the walls Q of involved blood vessels.",
        "cop": 1,
        "opa": "IgA",
        "opb": "IgM",
        "opc": "IgG",
        "opd": "IgE",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "5ec7ed07-0680-41c5-8edf-f0069c1f015a",
        "choice_type": "single"
    },
    {
        "question": "Atherosclerosis causes fibroblast plaque formation by injury to?",
        "exp": "Ans. (a) Endothelium(Ref: Robbins 9th/pg 498-499; 8th/pg 505; Harrison 18th/pg 1503). Pathogenesis of atherosclerosis best explained by the 'Response to Injury hypothesis to endothelium",
        "cop": 1,
        "opa": "Endothelium",
        "opb": "Fibroblast",
        "opc": "Macrophage",
        "opd": "Smooth muscle cells",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "deeb85a7-ca21-4336-8659-3eb49c8bbc74",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old man has had angina for the past year. There is a family history of cardiovascular disease. On examination, his blood pressure is 120/80 mm Hg. Laboratory studies show total serum cholesterol 185 mg/dL and glucose 85 mg/dL. A mutation involving a gene encoding for which of the following is most likely present in this man's family?",
        "exp": "Lipoprotein(a) is an altered form of LDL cholesterol that has the apolipoprotein B-100 portion of LDL linked to apolipoprotein A, and an increase in Lp(a) is independently associated with a risk for endothelial dysfunction and atherogenesis. Apolipoprotein E promotes the metabolism and clearance of LDL. Drugs such as statins that affect LDL receptor activity do not affect Lp(a) concentration. Early in the course of atheroma formation, angiotensin and its receptor may play a role in the development of hypertension, which then becomes a risk factor for atherosclerosis. Endothelin is a vasoconstrictor with no known role in atherogenesis. Decreased factor VIII leads to abnormal bleeding. Von Willebrand factor is required for normal platelet adhesion to collagen, and its absence leads to abnormal bleeding.",
        "cop": 2,
        "opa": "Angiotensin",
        "opb": "Apolipoprotein",
        "opc": "Endothelin",
        "opd": "Factor VIII",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "680531f3-90bd-4302-b901-3f1bc85c4e47",
        "choice_type": "single"
    },
    {
        "question": "A study is conducted involving persons with LDL cholesterol levels above 160 mg/dL. They are found to have increased oxidized LDL deposited in their arteries. As a consequence, the arterial lumen, particularly at branch points, is decreased in size. Which of the following is the most likely pathologic change that develops initially in these areas of arterial narrowing?",
        "exp": "The initial response of an arterial wall to injury is intimal thickening with neointimal smooth muscle cell proliferation and production of an increased intimal extracellular matrix. Note that \"injury\" can be caused by inflammation, immune reactions, and toxins as well as the local physical trauma from hypertension and abnormal flow. The trauma does not produce immediate injury with endothelial cellular disruption, but a response of endothelial dysfunction that signals smooth muscle cell migration. This process takes years to show changes of vascular narrowing. As atheromatous plaques progress, there is participation by lymphocytes producing cytokines, as well as monocytes that are transformed into macrophages that accumulate lipid to evolve into foam cells. Eventually, plaque disruption may incite platelet aggregation.",
        "cop": 2,
        "opa": "Endothelial cell disruption",
        "opb": "Intimal thickening",
        "opc": "Lymphocytic infiltrates",
        "opd": "Platelet aggregation",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "43b06a79-3a99-4d82-96fd-0e7292b523ea",
        "choice_type": "multi"
    },
    {
        "question": "ANCA positive vasculitis -",
        "exp": "Ans. (c) Wegener's granulomatosis(Ref: Robbins 9th/pg 507, Harrison 18thed p-2786-87). Option a and b are immune-mediated small-vessel systemic vasculitis. C-ANCA positive vasculitis",
        "cop": 3,
        "opa": "Henoch schonlein purpura",
        "opb": "Behcet's syndrome",
        "opc": "Wegener's granulomatosis",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "524e941b-0c62-4f39-a17c-b1eddaa68e9c",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic pathologic feature in malignant hypertension is:(1988)",
        "exp": "Ans: a (Fibrinoid necrosis). Ref: Robbin's, 7thed, p. 530 & 6, hed, p. 515",
        "cop": 1,
        "opa": "Fibrinoid necrosis",
        "opb": "Papillary necrosis",
        "opc": "Glomerulosclerosis",
        "opd": "Focal glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "280a3d95-1220-4326-a038-c2fe3c4d1b47",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Atherosclerotic aneurysm is",
        "exp": "i. e. (Abdominal aorta): (406-Harsh Mohan 6th) (507-509-Robbins & Cotran 8th)* Most common site of Atherosclerotic aneurysm is-Abdominal aorta*** Most common site of Syphilic (Luetic) aneurysm is - Thorasic aorta (especially ascending part)**Thoracic aortic aneurysms are most commonly associated with Hypertension other causes Marfan and Leoys Dietz syndromes* Most common site of Dissecting aneurysm and Cystic Medial Necrosis is - Aorta. Most common cause of aneurysm of aortic arch = Atherosclerosis* Aneurysm of Takayasu arteritis affect == Aortic arch* MYCOTIC ANEURYSM - resulting from direct trauma to a vessel with secondary infections Most commonly occur in femoral arteries and less commonly in arteries of of the neck (1237-CMDT-2011)* Saccular (Berry) aneurysm - is the most common type of intracranial aneurysm. About 90% of saccular aneurysm are found near major arterial branch points in the anterior circulation*** Most common site of rupture of Abdominal aortic aneurysm is - Laterally in the left retroperitoneum (Postero-lateral wall Cleft)**",
        "cop": 2,
        "opa": "Aorta",
        "opb": "Abdominal aorta",
        "opc": "Thoracic aorta",
        "opd": "Arch of aorta",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "b1f42ea0-d310-4fe0-81c6-4821e2ae2d04",
        "choice_type": "single"
    },
    {
        "question": "Dissecting haematoma is a clinical complication occurring in",
        "exp": "Ans. (d) Marfan syndrome(Ref: Robbins 9th/pg 491-492; 8th/pg 496-497, Harrison 18th ed 2063). Dissecting aneurysm. Wall of an artery rips (dissects) longitudinally. This occurs because bleeding into the weakened wall splits the wall. Common in Marfan syndrome QThoracic aorta more affected Q",
        "cop": 4,
        "opa": "Turner's syndrome",
        "opb": "Klinefelter's syndrome",
        "opc": "Down syndrome",
        "opd": "Marfan syndrome",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "de50d3f7-7f69-4623-8dbc-6d439a9aca07",
        "choice_type": "single"
    },
    {
        "question": "Typical histology in benign hypertension?",
        "exp": "Ans. (a) Intimal proliferation and hyalinization of media of medium arteries(Ref: Robbins 9th/pg 490; 8th/pg 495). There is increased myofibroblastic tissue in the intima along with hyaline deposits in benign hypertension. Intimal proliferation is usually the universal response of a vessel to injury.",
        "cop": 1,
        "opa": "Intimal proliferation and hyalinization of media of medium arteries",
        "opb": "Fibrinoid necrosis of small arteries",
        "opc": "Loss of endothelial cells of arterioles",
        "opd": "Formation of new vessels",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "a96b0e33-8a91-424d-a5bf-adb6309064ad",
        "choice_type": "multi"
    },
    {
        "question": "A 59-year-old woman with type II diabetes mellitus experiences an episode of chest pain with exercise. On examination, her BMI is 30. Angiography reveals proximal coronary arterial narrowing with up to 70% stenosis. Which of the following pharmacologic agents ingested in low doses daily is most appropriate for reducing her risk for myocardial infarction?",
        "exp": "Aspirin (acetylsalicylic acid) inhibits the cyclooxygenase pathway of arachidonic acid metabolism and inhibits platelets that participate in thrombogenesis. When atheromatous plaques have progressed to the point of symptomatic occlusion and subsequent angina, they are likely to be unstable plaques that may rupture, ulcerate, or erode to promote thrombosis. A \"baby\" aspirin-containing 80 mg (325 mg in the \"adult\" tablet) taken once a day may reduce this thrombotic risk, and also prevent the significantly increased risk for hemorrhage that is associated with higher doses. Acetaminophen is primarily analgesic in action. Ibuprofen is a nonsteroidal anti-inflammatory drug (NSAID) that has no significant effect upon atheroma progression. Paclitaxel is one type of drug (initially used as an anticancer agent) used in drug-eluting stents placed in coronary arteries following angioplasty to deter restenosis. Propranolol is a beta-blocker that is employed as an antihypertensive agent.",
        "cop": 2,
        "opa": "Acetaminophen",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Paclitaxel",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "906f7a69-4100-429c-849e-fbd4eb0b6b48",
        "choice_type": "single"
    },
    {
        "question": "A study of risk factors for atherogenesis in adults is performed. Chemical factors are found that are associated with a reduction in serum cholesterol. Which of the following substances is most likely to reduce serum cholesterol?",
        "exp": "Think about a diet containing teleost fish, which contain oils that may be associated with lower cholesterol and therefore maybe are protective against atherogenesis. The other listed options are associated with risk for atherosclerosis. C-reactive protein (CRP) is an acute-phase reactant that increases in response to inflammatory cytokines, including those released from cells within atheromatous plaques. Hyperhomocysteinemia is a risk factor independent of lipids for atheroma formation. Lipoprotein(a) is a small LDL-like lipid particle that forms an insudate in arterial walls to drive atherogenesis. Trans fats chemically altered via hydrogenation make lipids last longer on the shelf and taste better, but are bad for you by increasing the ratio of LDL to HDL cholesterol.",
        "cop": 4,
        "opa": "C-reactive protein",
        "opb": "Homocysteine",
        "opc": "Lipoprotein(a)",
        "opd": "Omega-3 fatty acids",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "9a3851c3-6334-4e43-a5c8-2a7779b873a8",
        "choice_type": "single"
    },
    {
        "question": "A 20 years old girl presented with low-grade fever, malaise, night sweats, weight loss, arthralgia and fatigue for 1 month. On examination peripheral pulses are weak in upper extrimities and bruit is present on carotid and subclavian artery. On investigating the child there was dilatation of proximal aorta. Most likely diagnosis is?",
        "exp": "Ans. is 'c' i. e., Takayasu's arteritis Points in favour of diagnosis are:* 20 years old girl (more common in Adolescent girls and young women)* Systemic symptoms (low-grade fever, malaise, night sweats, weight loss, arthralgia and fatigue)* Weak peripheral pulses in upper extrimities* Bruit is present on carotid and subclavian artery* Dilatation of proximal aorta* Takayasu arteritis has been explained",
        "cop": 3,
        "opa": "Polyarteritis nodosa",
        "opb": "Temporal arteritis",
        "opc": "Takayasu's arteritis",
        "opd": "Kawasaki's disease",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "71e4cdc4-f64f-45be-8a84-fd2d1bcb9a0f",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old man presents with a 5-year history of pain in both legs during exercise. He has been treated for diabetes for 8 years. His fasting blood glucose is 280 mg/dL. Which of the following best explains the pathogenesis of leg pain in this patient?",
        "exp": "The extent and severity of atherosclerotic lesions in medium-sized and large arteries are increased in patients with long-standing diabetes. Leg pain during walking or exercise, which forces the patient to stop or limp (intermittent claudication) is typically a complication of atherosclerosis involving the major arteries of the lower extremities. Peripheral neuropathy (choice D) is a complication of diabetes but is an unlikely cause of claudication. Diabetes does not cause vasculitis (choice E). Diagnosis: Atherosclerosis",
        "cop": 1,
        "opa": "Atherosclerosis",
        "opb": "Malignant hypertension",
        "opc": "Microaneurysms",
        "opd": "Peripheral neuropathy",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "47a38751-26ce-483f-8f6d-ab8563f8e78d",
        "choice_type": "multi"
    },
    {
        "question": "Fish hook pattern of capillaries is seen in",
        "exp": "Ans. (d) Hemangiopericytoma(Ref: Sternberg's Diagnostic Surgical Pathology, 5th Edition, table 511). Hemangiopericytoma. Tumor derived from pericytes Q - perivascular cells that wrap around blood capillaries. These tumors most commonly arise from pelvic retroperitoneum Q or the limbs Q (particularly thighs). Capillaries are arranged in 'fish-hook pattern;' Q seen best with silver stains Q",
        "cop": 4,
        "opa": "Capillary hemangioma",
        "opb": "Cavernous hemangioma",
        "opc": "Angiosarcoma",
        "opd": "Hemangiopericytoma",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "b3622b72-f0b5-45aa-91f7-0e37dc997302",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man with a longstanding history of chronic constipation complains of anal itching and discomfort toward the end of the day. He describes a perianal pain when sitting and finds himself sitting sideways to avoid discomfort. Physical examination reveals painful varicose dilations in the anal region, associated with edema. Which of the following is the most likely diagnosis?",
        "exp": "Hemorrhoids are dilations of veins of the rectum and anal canal, which may occur inside or outside the anal sphincter. This condition may be aggravated by constipation and pregnancy and can also result from venous obstruction by rectal tumors. Thrombosis of hemorrhoids is exquisitely painful. Of interest, internal hemorrhoids typically bleed without pain, whereas external hemorrhoids typically hurt but do not bleed. The other choices do not feature dilated veins. Diagnosis: Hemorrhoids, varicose veins",
        "cop": 3,
        "opa": "Anal cancer",
        "opb": "Anal fissure",
        "opc": "Hemorrhoids",
        "opd": "Ischiorectal abscess",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "8eec5e6f-19ae-4a4f-88bb-1913bcdc0556",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man has a 2-year history of angina pectoris that occurs during exercise. On physical examination, his blood pressure is 135/75 mm Hg, and his heart rate is 79/min and slightly irregular. Coronary angiography shows a fixed 75% narrowing of the anterior descending branch of the left coronary artery. He has several risk factors for atherosclerosis: smoking, hypertension, and hypercholesterolemia. Which of the following is the earliest event resulting from the effects of these factors?",
        "exp": "Atherosclerosis is thought to result from an initial endothelial injury and the subsequent chronic inflammation and repair of the arterial intima. All risk factors, including smoking, hyperlipidemia, and hypertension, cause biochemical or mechanical injury to the endothelium with resulting dysfunction that initiates smooth muscle migration with proliferation, as well as lymphocyte and monocyte-macrophage infiltration. Formation of foam cells occurs after the initial endothelial injury. Vasomotor tone does not play a major role in atherogenesis. Inhibition of LDL oxidation should diminish atheroma formation. Although lipoprotein receptor alterations can occur in some inherited conditions, these account for only a fraction of cases of atherosclerosis, and other lifestyle conditions do not affect their action.",
        "cop": 3,
        "opa": "Alteration in vasomotor tone regulation",
        "opb": "Conversion of smooth muscle cells to foam cells",
        "opc": "Dysfunction from endothelial injury",
        "opd": "Inhibition of LDL oxidation",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "fef7ea48-0e17-4de5-bd92-8fff4d266524",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old mildly obese woman is admitted to the hospital with a chief complaint of recurrent chest pain on exertion. The patient reports several episodes of chest pain over the past several years and painful leg cramps when walking. Fasting blood glucose (160 mg/dL) and total serum cholesterol (370 mg/dL) are high. The ECG is normal and blood tests for cardiac-specific proteins are negative. Chest pain in this patient is most likely due to which of the following underlying conditions?",
        "exp": "Patients with severe atherosclerosis present with organ-specific vascular disorders, including intermittent claudication, abdominal aortic aneurysms, coronary artery disease (chest pain), cerebrovascular disease, and peripheral vascular disease. Angina pectoris is the pain of myocardial ischemia. It typically occurs in the substernal portion of the chest and may radiate to the left arm, jaw, and epigastrium. It is the most common symptom of ischemic heart disease. Laboratory findings in this patient show evidence of diabetes mellitus and hyperlipidemia, which are risk factors for atherosclerosis. Thrombosis of a ruptured atheromatous plaque (choice E) usually precipitates acute myocardial infarction. The other conditions (choices C, D, and E) may limit coronary blood flow and present with chest pain on exertion, but they are less common than coronary atherosclerosis. Diagnosis: Ischemic heart disease, atherosclerosis",
        "cop": 1,
        "opa": "Atherosclerosis of coronary artery",
        "opb": "Congenital anomalous origin of coronary artery",
        "opc": "Coronary arteritis",
        "opd": "Intramural course of the LAD coronary artery",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "f9bd6603-3195-444c-aca7-9ee50721ab85",
        "choice_type": "single"
    },
    {
        "question": "c-ANCA is positive in",
        "exp": "Ans. (b) Wegener's Granulomatosis(Ref: Robbins 9th/pg 507, Harrison 18thed p-2786-87)C-ANCA (proteinsase 3 Q is the target antigen). Typically seen in Wegner's Granulomatosis Q",
        "cop": 2,
        "opa": "Microscopic Polyangitis",
        "opb": "Wegener's Granulomatosis",
        "opc": "Churg Strauss Syndrome",
        "opd": "Behcet's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "210d3eb7-33de-40cf-ab8c-22eec1a8e017",
        "choice_type": "single"
    },
    {
        "question": "Risk of aneurysm rupture is >25% per year when the size is greater than",
        "exp": "Ans. (c) 7cm(Ref: Guidelines for the treatment of abdominal aortic aneurysms. J Vase Surg. 2003, 37(5): 1106). The annual risk of rupture based upon aneurysm size is estimated as follows: Less than 4. 0cm in diameter =-0%Between 4. 0 to 5cm in diameter =1%Between 5. 0 to 6cm in diameter =11%>6. 0cm in diameter =25%",
        "cop": 3,
        "opa": "4 cm",
        "opb": "6 cm",
        "opc": "7 cm",
        "opd": "8 cm",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "dc0cc8c1-f3fd-4321-a672-6ec58fb73ba4",
        "choice_type": "single"
    },
    {
        "question": "An experiment studies early atheroma development. Lipid streaks on arterial walls are examined microscopically and biochemically to determine their cellular and chemical constituents and the factors promoting their formation. Early lesions show increased attachment of monocytes to the endothelium. The monocytes migrate subendothelially and become macrophages; these macrophages transform themselves into foam cells. Which of the following substances is most likely to be responsible for the transformation of macrophages?",
        "exp": "Oxidized LDL can be taken up by a special \"scavenger\" pathway in macrophages; it also promotes monocyte chemotaxis and adherence. Macrophages taking up the lipid become foam cells that begin to form the fatty streak. Smoking, diabetes mellitus, and hypertension all promote free radical formation, and free radicals increase the degradation of LDL to its oxidized form. About one-third of LDL is degraded to the oxidized form; a higher LDL level increases the amount of oxidized LDL available for uptake into macrophages. C-reactive protein is a marker for inflammation, which can increase with more active atheroma and thrombus formation and predicts a greater likelihood of acute coronary syndromes. Increased homocysteine levels promote atherogenesis through endothelial dysfunction. Lp(a), an altered form of LDL that contains the apo B-100 portion of LDL linked to apo A, promotes lipid accumulation and smooth muscle cell proliferation. Platelet-derived growth factor promotes smooth muscle cell proliferation. VLDL is formed in the liver and transformed in adipose tissue and muscle to LDL.",
        "cop": 4,
        "opa": "C-reactive protein",
        "opb": "Homocysteine",
        "opc": "Lp(a)",
        "opd": "Oxidized LDL",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "978b41d8-6cbc-4e65-8806-82084b13595d",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old woman has developed persistent swelling and puffiness in the left arm after a mastectomy with axillary node dissection for breast cancer 1 year ago. She developed cellulitis in the left arm 3 months ago. Physical examination shows firm skin over the left arm and \"doughy\" underlying soft tissue. The arm is not painful or discolored. Which of the following terms best describes these findings?",
        "exp": "A mastectomy with axillary lymph node dissection leads to disruption and obstruction of lymphatics in the axilla. Such obstruction to lymph flow gives rise to lymphedema, a condition that can be complicated by cellulitis. Arterial thrombosis produces ischemia distal to the obstruction. Thrombophlebitis from venous stasis is a complication seen more commonly in the lower extremities. Arterial thrombosis can lead to a cold, blue, painful extremity. Tumor emboli are generally small but uncommon. Vasculitis is not a surgical complication.",
        "cop": 1,
        "opa": "Lymphedema",
        "opb": "Subclavian arterial thrombosis",
        "opc": "Thrombophlebitis",
        "opd": "Tumor embolization",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "fcdd7456-4750-4999-b3ce-4c833af8daf1",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman presents with a 4-month history of severe headaches and pain, and blanching of the hands upon exposure to cold. She is a nonsmoker. Over the past 6 months, she has noticed progressive difficulty in swallowing solid food. Physical examination reveals smooth and tight skin over the face and fingers. The serologic test for anti-Scl-70 (antitopoi-somerase) is positive. Painful hands in this patient are best described using which of the following terms?",
        "exp": "This patient suffers from scleroderma complicated by Raynaud phenomenon. The latter refers to intermittent, bilateral attacks of vasospasm of the fingers or toes (sometimes affecting the ears or nose), resulting in pallor, paresthesias, and pain from ischemia. The symptoms are precipitated by cold or emotional stimuli and relieved by heat. Raynaud phenomenon may occur as an isolated disorder or as a feature of a number of systemic diseases, including systemic lupus erythematosus and scleroderma. Intermittent claudication (choice C) is associated with peripheral vascular disease (atherosclerosis). Chilblains (choice A) represent itchy or tender red or purple bumps that occur as a reaction to cold. Diagnosis: Scleroderma",
        "cop": 4,
        "opa": "Chilblains",
        "opb": "Homans' sign",
        "opc": "Intermittent claudication",
        "opd": "Raynaud phenomenon",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "0902f33c-acb6-4353-bb01-2027b707999b",
        "choice_type": "multi"
    },
    {
        "question": "Fibrinoid necrosis is seen in",
        "exp": "Ans. (d) Sarcoidosis(Ref: R 9th/pg 507-8, 510; 8th/pg 512-13). Fibrinoid necrosis is seen in Pan. Aschoff Nodule, SLE, HIV and Malignant Hypertension",
        "cop": 4,
        "opa": "Polyarteritis nodosa",
        "opb": "SLE",
        "opc": "HIV",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "fede58ae-a793-4bdf-bf83-d6dce7f0b6ab",
        "choice_type": "single"
    },
    {
        "question": "Raynaud's phenomenon what change is seen in vessels initial stage:",
        "exp": "Ans. (a) No change(Ref: Harrison 17th ed Table 243-1). Most common cause of Raynaud's Phenomenon -Primary or idiopathic. In initial stages of Raynaud's phenomenon no changes is seen late stages may show atherosclerosis or thrombosis",
        "cop": 1,
        "opa": "No change",
        "opb": "Thrombosis",
        "opc": "Fibrinoid necrosis",
        "opd": "Hyaline sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "e340e05b-cc17-4daf-89f1-f742fdbb15de",
        "choice_type": "single"
    },
    {
        "question": "C- ANCA is present in",
        "exp": "(Wegner's granulomatosis) (363 - Basic pathology -Robins 8th)* c ANCA is typical of Wegner's granulo matosis* p- ANCA is found in most cases of microscopic polyangitis and churg. Strauss syndrome* Cytoplasmic localization (c-ANCA) wherein the most common target antigen is proteinase 3 (PR-3) a neutrophil granules constituents* Perinuclear localization (p-ANCA) wherein most of the autoantibodies are specific for myelo peroxidase (MPO). Large vessel vasculitis. Medium vessel vasculitis. Small vessel vasculitis. Giant cell (temporal) arterietis. Takayasu arteritis* Polyarteritis nodosa* Kawasaki disease* Wegner's granulomatosis* Churg - Strauss syndrome* Microscopic polyangitis",
        "cop": 4,
        "opa": "Microscopic polyangitis",
        "opb": "Churg - Strauss syndrome",
        "opc": "Kawasaki disease",
        "opd": "Wegner's granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "4cff75cf-994c-443d-aae8-49fb8b09069e",
        "choice_type": "single"
    },
    {
        "question": "A 76-year-old woman presents with a 1-hour history of sub- sternal chest pain. Shortly after admission the patient expires. At autopsy, extensive calcium deposits are noted in the coronary and other arteries affected by severe atherosclerosis. Which of the following terms best describes these autopsy findings?",
        "exp": "Dystrophic calcification is a response to cell injury Serum levels of calcium are normal, and the calcium deposits are located in previously damaged tissue. This patient suffered from coronary artery atherosclerosis. The pathogenesis of the atherosclerotic plaque is a dynamic process that usually occurs over decades, leading to erosion, ulceration or fissuring of the surface of the plaque; plaque hemorrhage; mural thrombosis; and calcification. Calcification is thought to depend on a balance of mineral deposition and resorption in areas of vascular necrosis. These apposing metabolic processes are regulated by osteoblast-like and osteoclast-like cells in the vessel wall. Metastatic calcification (choice D) is associated with hypercalcemia. Physiologic calcification (choice E) occurs in normal bone. Diagnosis: Atherosclerosis, dystrophic calcification",
        "cop": 1,
        "opa": "Dystrophic calcification",
        "opb": "Hyperplastic calcification",
        "opc": "Hypertrophic calcification",
        "opd": "Metastatic calcification",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "dfdb71c1-ae4d-43c5-84c8-e6ef4afc2f8d",
        "choice_type": "single"
    },
    {
        "question": "Microscopic polyangiitis is characterized by the following features EXCEPT",
        "exp": "Ans. (d) Unlikely to cause pulmonary renal syndrome(Ref: Robbins 9th/pg 510-11; 8th/pg 515). Microscopic polyangiitis (MP). Option a true- MP is small vessel vasculitis. Typically spare medium-sized and larger arteries. Option b is true- P-ANCA is present is majority of the patients. Option c is true- major clinical features include hemoptysis, hematuria and proteinuria, bowel pain or bleeding, muscle pain or weakness, and palpable cutaneous purpura. Skin findings are as follows: Palpable purpura (41%), Leukocytoclastic angiitis, livedo reticularis (12%), skin ulcerations, necrosis and gangrene, necrotizing nodules and digital ischemia (7%). Urticaria - Vasculitis-associated urticaria that lasts longer than 24 hours Option d is false- Necrotizing glomerulonephritis (90% of patients) and pulmonary capillaritis are common,",
        "cop": 4,
        "opa": "Involves small and medium sized arteries and veins",
        "opb": "75% cases are associated with ANCA positivity",
        "opc": "Palpable purpura, ulcers and vesiculo bullous lesion",
        "opd": "Unlikely to cause pulmonary renal syndrome",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "bb1e595a-251a-42ab-9701-10caba774c06",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old man has had poorly controlled hypertension ranging from 150/90 mm Hg to 160/95 mm Hg for the past 11 years. Over the past 3 months, his blood pressure has increased to 250/125 mm Hg. On physical examination, his temperature is 36. 9deg C. His lungs are clear on auscultation, and his heart rate is regular. There is no abdominal pain on palpation. A chest radiograph shows a prominent border on the left side of the heart. Laboratory studies show that his serum creatinine level has increased during this time from 1. 7 mg/dL to 3. 8 mg/dL. Which of the following vascular lesions is most likely to be found in this patient's kidneys?",
        "exp": "Malignant hypertension can suddenly complicate and be superimposed on less severe, benign essential hypertension. The arterioles undergo concentric thickening and luminal narrowing with malignant hypertension, called hyperplastic arteriolosclerosis, and fibrinoid necrosis is a prominent feature. Fibromuscular dysplasia can involve the main renal arteries, with medial hyperplasia producing focal arterial obstruction. This process can lead to hypertension, but not typically malignant hypertension. Granulomatous arteritis is the most characteristic of anti-neutrophil cytoplasmic autoantibody (ANCA)-associated granulomatous vasculitis, which often involves the kidney but typically involves the lung and other organs. Hyaline arteriolosclerosis is seen with long-standing essential hypertension of moderate severity. These lesions give rise to benign nephrosclerosis. The affected kidneys become symmetrically shrunken and granular because of progressive loss of renal parenchyma and consequent fine scarring. Polyarteritis nodosa produces a vasculitis that can involve the kidney.",
        "cop": 4,
        "opa": "Fibromuscular dysplasia",
        "opb": "Granulomatous arteritis",
        "opc": "Renal arterial stenosis",
        "opd": "Necrotizing arteriolitis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "5c0f5ecf-0e3b-4e6a-bce6-073b04e37e88",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old man has experienced headaches for the past 2 months. On physical examination, his vital signs are temperature, 37deg C; pulse, 68/min; respirations, 15/min; and blood pressure, 130/85 mm Hg. His right temporal artery is prominent, palpable, and painful to the touch. His heart rate is regular, and there are no murmurs. His erythrocyte sedimentation rate is 100 mm/hr. A temporal artery biopsy is performed, and the segment of the temporal artery excised is grossly thickened and shows focal microscopic granulomatous inflammation. He responds well to corticosteroid therapy. Which of the following complications of this disease is most likely to occur in untreated patients?",
        "exp": "Giant cell (temporal) arteritis typically involves large to medium-sized external carotid artery branches in the head (especially temporal arteries), but also vertebral and ophthalmic arteries. The involvement of the latter can affect vision. Because the involvement of the kidney, lung, and peripheral arteries of the extremities is much less common, renal failure, hemoptysis, and gangrene of toes are unusual complications of giant cell arteritis. There is no association between hypertension and giant cell arteritis, but some patients may have polymyalgia rheumatica.",
        "cop": 1,
        "opa": "Blindness",
        "opb": "Gangrene of the toes",
        "opc": "Hemoptysis",
        "opd": "Malignant hypertension",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "5892c53c-6a71-4119-9981-e95e94a3e5a0",
        "choice_type": "single"
    },
    {
        "question": "Earliest change in atherosclerosis is",
        "exp": "A. i. e. (Fatty streaks) (385- 86 - Harsh Mohan 5th) (349 - Basic pathology 8th)ATHEROSCLEROSIS - is an intima- based lesion organized into a fibrous cap and an atheromatous (gruel- like) core and composed by smooth muscle cells, endothelial cells inflammatory cells, lipids and necrotic debris* Atherosclerosis is a slowly evolving lesion usually requiring many decades to become significant. However acute plaque changes {eg rupture, thrombosis or hematoma formation) can rapidly precipitate clinical sequalae (so-called - Clinical Horizon)* Early lesions in the form of diffusal internal thickening, fatty streaks and gelatinous lesions*** Earliest light microscopic changesin MI is- Waviness of the fibres***Morphological features, pathogenic events and clinical complications* Most common cause of aortic aneurysm is - Athero sclerosis*** Most common site for MI is - Anterior wall of left ventricles*** Granulation tissue appears in acute MI - At 1 weeks*** Calcification of the aortic valve is seen in - Aortic stenosis** Me - Collum's patch is diagnostic of - Rheumatic endocarditis*** Osier's node, Janueway and Roth spot seen in Subacute Bacterial endocarditis*** Most common change in atherosclerotic vessel is - Dystrophic calcification* Atherosclerosis LDL is present in LDL monocytes**",
        "cop": 1,
        "opa": "Fatty streaks",
        "opb": "Fibrofatty plaque",
        "opc": "Calcification",
        "opd": "Gelatinous lesions",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "b489644c-4245-4ad8-9ff5-d7f31f2d4d77",
        "choice_type": "single"
    },
    {
        "question": "Accumulation of lipoproteins in atherosclerosis in the form of",
        "exp": "(Oxidised LDL) (499-Robbins-Pathologic basis of disease 8th). Accumulation of lipoproteins mainly LDL and its oxidized forms in the vessel wall OXIDIZED-LDL1. In ingested by macrophages through scavenger receptors distinct from the LDL receptor thus forming foam cells2. Increases monocytes accumulation in lesions3. Stimulates release of growth factors and cytokines4. Is cytotoxic to endothelial cells and smooth muscle cells5. Can induce endothelial cell dysfunction. Pathogenic events in Atherosclerosis* Endothelial Injury - | vascular permeability leukocyte adhesion and thrombosis* Accumulation of lipoproteins (Mainly LDL and its oxidized forms) in the vessel wall* Monocyte adhesion to the endothelium - followed by migration into the intima and transformation into macrophages and foam cells* Plaelet adhesion* Factor release from activated platelets, macrophages and vascular wall-cells, inducing smooth muscle cell recruitment either from the media or from circulating precursors* Smooth muscle cell proliferation and ECMproduction* Lipid accumulation both extracellulary and within cells (macrophages and smooth muscle cells). Apo - B- 100 is responsible for the recognition of LDL receptor sites* Most important function of LDL is to supply cholesterol to this extrahepatic tissues. The LDL particles bind to the specific receptor pits (Identified as glycoprotein) on the cell membrane. Deficiency of LDL receptors is observed in Type Ila hvperbetalipoproteinemia this disorder is associated with a very high risk of atherosclerosis (particularly coronary artery)IMPORTANT POINTS* Most common of ascending aortic aneurysm - cystic medial necrosis* Most common cause of descending aortic aneurysm and aneurysm aortic arch - Atherosclerosis.* Raised serum level of lipoprotein (a) is a predictor of Atherosclerosis (coronary and cerebro vascular disease)* In atherosclerosis, LDL is present in the LDL monocyte* In atherosclerosis, Increased LDL in monocytes- macrophages due to- LDL receptors on the macrophages* Most common cause of peripheral limb ischaemia in India is Atherosclerosis* Best predictor for future risk of cardiovascular events is hs CRP* Test for reversible cardiac ischemia is - Thallium scan* Most common change in atherosclerotic vessel is - Dystrophic calcification",
        "cop": 1,
        "opa": "Oxidised LDL",
        "opb": "HDL",
        "opc": "VLDL",
        "opd": "Glycerides",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "3ebd752f-6b6f-49ee-a354-ff4f868d5669",
        "choice_type": "single"
    },
    {
        "question": "A 40yr old male presenting with URTI, hemoptysis and has elevated c. ANCA value is most likely having",
        "exp": "Ans: b) Wegner's granulomatosis Wegner's granulomatosis is a necrotizing vasculitis characterized by: i) Acute necrotizing granuloma of URT/LRTii) Necrotizing vasculitis involving small to medium vesselsiii) Renal disease - focal necrotizing crescentic glomerulitisc. ANCA is positive in 95% of all patients with acute generalized disease. Arise in titre suggest relapse. c. ANCA typically found in Wegner's granulomatosisp. ANCAMicroscopic polyangitis. Churg strauss syndrome. Good pasteur's syndrome. Idiopathic crescentic glomerulonephritis",
        "cop": 2,
        "opa": "Churg strauss syndrome",
        "opb": "Wegner's granulomatosis",
        "opc": "Microscopic polyangitis",
        "opd": "Good Pasteurs syndrome",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "35bc9552-e542-4db5-a534-26157a22aefd",
        "choice_type": "single"
    },
    {
        "question": "Most common organ affected in polyarteritis nodosa?",
        "exp": "Ans. b (Kidneys). (Ref. Harrisons Medicine, 18th/ Chapter 326. The Vasculitis Syndromes)PAN is necrotising vasculitis of small and medium sized arteries. Descending order of frequency of involvement of organs in PAN is# Kidney# Heart# Liver# GIT# Muscle# Pancreas# Testis# CNS# Skin",
        "cop": 2,
        "opa": "Lungs",
        "opb": "Kidneys",
        "opc": "Pancreas",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "ec2bb273-11fe-4327-8769-3483ce37affc",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old child has had abdominal pain and dark urine for 10 days. Physical examination shows blotchy purple skin lesions on the trunk and extremities. Urinalysis shows hematuria and proteinuria. Serologic test results are negative for MPO-ANCA (P-ANCA) and PR3-ANCA (C-ANCA). A skin biopsy specimen shows necrotizing vasculitis of small dermal vessels. A renal biopsy specimen shows immune complex deposition in glomeruli, with some IgA-rich immune complexes. Which of the following is the most likely diagnosis?",
        "exp": "In children, Henoch-Schonlein purpura is the multisystemic counterpart of the IgA nephropathy seen in adults. The immune complexes formed with IgA produce the vasculitis that affects mainly arterioles, capillaries, and venules in the skin, gastrointestinal tract, and kidney. In older adults, giant cell arteritis is seen in external carotid branches, principally the temporal artery unilaterally. Polyarteritis nodosa is seen most often in small muscular arteries and sometimes veins, with necrosis and microaneurysm formation followed by scarring and vascular occlusion. This occurs mainly in the kidney, gastrointestinal tract, and skin of young to middle-aged adults. Takayasu arteritis is seen mainly in children and involves the aorta (particularly the arch) and branches such as coronary and renal arteries, with granulomatous inflammation, aneurysm formation, and dissection. Telangiectasias are small vascular arborizations seen on the skin or mucosal surfaces.",
        "cop": 2,
        "opa": "Giant cell arteritis",
        "opb": "Henoch-Schonlein purpura",
        "opc": "Polyarteritis nodosa",
        "opd": "Takayasu arteritis",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "a26c3a77-a853-41dc-a22e-3c5042caa70f",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is ANCA negative?",
        "exp": "Ans: c (PAN) Ref: Robbins, 7th ed, p. 539 & Harrison, 16th ed, p. 2002\"PAN has no association with ANCA\"More about PAN:* Vasculitis of medium sized/small muscular arteries sparing pulmonary circulation* Characteristic -- All stages of inflammation coexist in different vessels. Microaneurysms (< 1 cm) - but not pathognomonic* 30% patients have hepatitis B Ag in their serum* MC organ system involved -- musculoskeletal > renal* MC cause of death -- gastrointestinal* Involvement of venules is suggestive of microscopic polyangitis",
        "cop": 3,
        "opa": "Wegener's granulomatosis",
        "opb": "Microscopic polyangitis",
        "opc": "Polyarteritis nodosa",
        "opd": "Churg-Strauss syndrome",
        "subject_name": "Pathology",
        "topic_name": "Blood Vessels",
        "id": "cc18a0ee-49b0-45cd-ac18-8c7d8de3768e",
        "choice_type": "single"
    }
]