[
    {
        "question": "Bloom Richardson grading -",
        "exp": "Ans. is 'a' i. e., Carcinoma breasto Bloom Richardson Grading and its variants are used to grade breast cancers.",
        "cop": 1,
        "opa": "Carcinoma breast",
        "opb": "Carcinoma lung",
        "opc": "Carcinoma prostate",
        "opd": "Cercinoma ovary",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "da799290-f6ea-4520-a731-f3b40e6de7e6",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman sustained a traumatic blow to her right breast. Initially, there was a 3-cm contusion beneath the skin that resolved within 3 weeks, but she then felt a firm, painless lump that persisted below the site of the bruise 1 month later. What is the most likely diagnosis for this lump?",
        "exp": "Fat necrosis is typically caused by trauma to the breast. The damaged, necrotic fat is phagocytosed by macrophages, which become lipid-laden. The lesion resolves as a collagenous scar within weeks to months. The firm scar can mammographically and grossly resemble a carcinoma. An abscess may form a palpable but painful mass lesion, and often from Staphylococcus aureus infection when localized. A fibroadenoma is a neoplasm, and tumors are not induced by trauma. Inflammatory carcinoma refers to dermal lymphatic invasion by an underlying breast carcinoma, giving a rough red-to-orange appearance to the skin. Sclerosing adenosis is a feature of fibrocystic changes, a common cause of nontraumatic breast lumps.",
        "cop": 2,
        "opa": "Abscess",
        "opb": "Fat necrosis",
        "opc": "Fibroadenoma",
        "opd": "Inflammatory carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "c3073526-26e4-4552-9050-a08cfd2af1d4",
        "choice_type": "multi"
    },
    {
        "question": "Myasthenia gravis is associated with",
        "exp": "Some 60%of Myasthenia gravis are associated with a peculiar reactive hyperplasia of intrathymic B cells and another 20%are associated with thymoma, a tumor of thymic epithelial cells. Robbins basic pathology 9th edition page no 800, heading =Myasthenia gravis Option 4 is correct",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Thymic carcinoma",
        "opc": "Thymic hyperplasia",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "353f27b3-4e72-445c-9e30-4424684cb497",
        "choice_type": "single"
    },
    {
        "question": "Van Nuys prognostic indicator for DCIS does not include which of the following parameter?",
        "exp": "Ans. (c) Type of DCIS(Ref: Sterenberg diagnostic surgical pathology 5th ed p 312). The Van Nuys Prognostic Index (VNPI) classifies patients with DCIS to guide decisions on the best treatment option. The index uses patient age, tumour size, tumour growth patterns (histological grade) and the amount of healthy tissue surrounding the tumour after removal (resection margin width) to predict the risk of cancer returning.",
        "cop": 3,
        "opa": "DCIS size",
        "opb": "Age of the patient",
        "opc": "Type of DCIS",
        "opd": "Excision margin",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "ffa4063d-d470-4236-8997-57762a4e507c",
        "choice_type": "single"
    },
    {
        "question": "With regard to the malignant behavior of leiomyosarcoma, the most impoant criterion is",
        "exp": "Option 4 is correct=the number of mitosis per high power field Leiomyosarcomas typically take the form of soft, hemorrhagic, necrotic masses. The diagnostic features of ove leiomyosarcoma include tumor necrosis, cytologic atypia, and mitotic activity. Robbins basic pathology 9th edition page no 694, heading=leiomyosarcomas.. box=Morphology ref img",
        "cop": 4,
        "opa": "Blood vessel penetration by tumor cells",
        "opb": "Tumor cells in lymphatic channels",
        "opc": "Lymphocyte infiltration",
        "opd": "The number of mitoses per high power field",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0ad73f37-daf5-4eb9-877e-ba9d75a05e5a",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old woman presents with an irregular nodularity that has developed in her right breast over the past 3 months. Mammography demonstrates irregular densities in both breasts. A needle biopsy of one breast lesion is shown. An excisional biopsy of the contralateral breast shows similar histology. Which of the following is the most likely pathologic diagnosis?",
        "exp": "Lobular carcinoma in situ arises in the terminal duct lobular unit. Malignant cells appear as solid clusters that pack and distend the terminal ducts but not to the extent of ductal carcinoma in situ. The lesion does not usually incite the dense fibrosis and chronic inflammation so characteristic of intraductal carcinoma in situ and is, therefore, less likely to cause a detectable mass. It is not uncommon for lobular carcinoma in situ to be an \"incidental\" finding in a biopsy that was prompted by benign changes. As with intraductal carcinoma in situ, 20% to 30% of women with lobular carcinoma in situ receiving no further treatment after biopsy will develop invasive cancer within 20 years of diagnosis. However, about half of these invasive cancers will arise in the contralateral breast and may be either lobular or ductal cancers. Thus, lobular carcinoma in situ, more than ductal carcinoma in situ, serves as a marker for an enhanced risk of subsequent invasive cancer in both breasts. The histologic appearance is not consistent with any of the other choices. Diagnosis: Lobular carcinoma in situ",
        "cop": 2,
        "opa": "Colloid carcinoma",
        "opb": "Lobular carcinoma in situ",
        "opc": "Malignant phyllodes tumor",
        "opd": "Medullary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "5d4c0357-a1d0-4e16-a8e7-bebbc006aca9",
        "choice_type": "multi"
    },
    {
        "question": "Granulomatous mastitis is caused by all except -",
        "exp": "Inflammatory processes involving the breast are uncommon and are usually associated with pain and tenderness in the affected areas. Included in this category are several forms of mastitis and traumatic fat necrosis, none of which increase the risk of cancer. ref: Robbins Basic Pathology, 9E, page-707 REF OF IMG:",
        "cop": 3,
        "opa": "TB",
        "opb": "Fungus",
        "opc": "Staphylococcus",
        "opd": "Antibodies to milk antigens",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b43726fd-7031-48e3-83e8-f9f0e6c8417e",
        "choice_type": "multi"
    },
    {
        "question": "A female patient presented with a firm mass of 2 x 2 cms in the upper outer quadrant of the breast. She gives a family history of ovarian carcinoma. The investigation that needs to be done to assess for mutation is:",
        "exp": "Ans. is 'b' BRCA 2 \"In women with hereditary breast - ovarian cancer, two susceptibility loci have been identified: BRCA -1 - located on chromosome 17 and. BRCA - 2 - located on chromosome 13\" - Harrison, 15/e, p620",
        "cop": 2,
        "opa": "p53",
        "opb": "BRCA-2",
        "opc": "Her 2/Neu gene",
        "opd": "C-myc gene",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "45bd6b6f-7ba2-4da4-b587-9df0e62978e3",
        "choice_type": "single"
    },
    {
        "question": "Extramammary Paget's disease is seen in:-",
        "exp": "Paget's disease - In extramammary involvement commonest site affected (vulva) - Presence of pruritis/red /crusted lesion/map like area usually on labia majora - Not associated with malignancy A. Epidermis is infiltrated by large cells With pale pink cytoplasm spreading along basal surface of squamous epithelium B. Immuno staining for cytokeratin7 highlights the intraepidermal paget cells",
        "cop": 4,
        "opa": "Ovary",
        "opb": "Uterus",
        "opc": "Vagina",
        "opd": "Vulva",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "177dc45c-5cbd-4138-a2d8-d6c7eef6b0bb",
        "choice_type": "single"
    },
    {
        "question": "The histology of Lobular carcinoma of breast reveals-",
        "exp": "Invasive lobular carcinoma consists of cells morphologically identical to the cells of LCIS. Two thirds of the cases are associated with adjacent LCIS. The cells invade individually into stroma and are often aligned in \"single-file\" strands or chains. This growth pattern correlates with the presence of mutations that abrogate the function of E-cadherin, a surface protein that contributes to the cohesion of normal breast epithelial cells. ref: Robbins Basic Pathology, 9E, page-711 REF of IMG:",
        "cop": 1,
        "opa": "Single file pattern",
        "opb": "Pleomorphic cells in sheets",
        "opc": "Clustersl/lslands of cells with mucous lakes",
        "opd": "Solid syncytium like sheets",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "5cb47606-0054-493f-8f14-18f172907a09",
        "choice_type": "single"
    },
    {
        "question": "All are benign conditions except -",
        "exp": "Ans. is 'c' i. e. Pagets disease of nipple Benign breast disorder classification. Congenita] disorders. Inverted nipple. Supernumerary breasts/nipples. Non-breast disorders. Tietze's disease (costochondritis). Sebaceous cysts and other skin conditions. Injurylnflammation/infection. ANDI (aberations of normal differentiation and involution): Cyclical nodularity and mastalgia. Cysts. Fibroadenoma. Duct ectasia/periductal mastitis. Phyllodes tumor (Cystosarcoma. Phyllodes). Pregnancy-related. Galactocele. Puerperal abscess",
        "cop": 3,
        "opa": "Fibroadenoma",
        "opb": "Cystosarcomaphyllodes",
        "opc": "Pagets disease of nipple",
        "opd": "Galactocele",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "1a05315e-c47d-4e57-a742-6b84c577a2ec",
        "choice_type": "multi"
    },
    {
        "question": "Which antigen is not of prognostic significance in carcinoma breast",
        "exp": "The presence of hormone receptors confers a slightly better prognosis. The highest rate of response (approximately 80%) to antiestrogen therapy (oophorectomy or tamoxifen) is seen in women whose tumor cells express both estrogen and progesterone receptors Overexpression of HER2/NEU: Overexpression of this membrane-bound protein is almost always caused by gene amplification ref: Robbins Basic Pathology, 9E, page-713",
        "cop": 2,
        "opa": "Her 2 neu",
        "opb": "Epithelial membrane antigen",
        "opc": "ER",
        "opd": "PR",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "1e346bff-b901-4d2f-a847-cf321ad377cd",
        "choice_type": "single"
    },
    {
        "question": "The most common site for lymphagiosarcoma is",
        "exp": "Ans. (c) Post mastectomy arm(Ref: Cancer 1948; 1: 64-81)*Lymphangiosarcoma is a misnomer because this malignancy seems to arise from blood vessels instead of lymphatic vessels.*Most commonly, this tumor is a result of lymphedema induced by radical mastectomy*Stewart-Treves syndrome is a rare, cutaneous angiosarcoma that develops in long-standing chronic lymphedema.",
        "cop": 3,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Post mastectomy arm",
        "opd": "Retroperitoneum",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "850695b6-7ade-4f18-ad2a-1b9e43f5ba19",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a characteristic feature of rheumatoid ahritis?",
        "exp": "In 80%of Rheumatoid ahritis have serum IgM autoantibodies that bind to fc poion of the IgG. These autoantibodies are called rheumatoid factor. Ahritis and metacarpophalangeal joints involvement is surely present in rheumatoid ahritis. But sacrolitis is not at all related to rheumatoid ahritis. It is a condition in which one or both sacroiliac bones are affected with inflammation. In this condition there is pain in buttock or lower back. Ref: Robbins basic pathology 9th edition page no 784 785, 786",
        "cop": 1,
        "opa": "Sacroilitis",
        "opb": "Metacarpophalangeal joint involvement",
        "opc": "Symmetrical ahritis",
        "opd": "Positive rheumatoid factor",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "910fd223-6f5e-4cae-876a-2888b5496826",
        "choice_type": "single"
    },
    {
        "question": "Cytogenetics for synol cell sarcoma is",
        "exp": "Most synol sarcoma show a charecteristic(x: 18) translocation that produces a fusion gene encoding a chimeric transcription factor. They usually devolop in deep soft tissues aroundcthe knee, occuring in age groups 20-40s Robbins basic pathology 9th edition page no 795, heading=synol sarcoma",
        "cop": 1,
        "opa": "t(X: 18)",
        "opb": "t(17, 9)",
        "opc": "t(9, 22)",
        "opd": "t(11, 14)",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "64278538-de3b-4fac-9d18-40885afbabd4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common mutation in Ewing's sarcoma",
        "exp": "Miscellaneous bone tumors In Ewing sarcoma the common chromosomal abnormality is a translocation that causes the fusion of EWs gene on 22q12witg a member of the ETS family of transcription factors. The most common fusion paers are the FL1 gene on 11q24 and the ERG gene on 21q22. Robbins basic pathology 9th edition page no 780, Heading =",
        "cop": 2,
        "opa": "Translocation X: 18",
        "opb": "Translocation 11; 22",
        "opc": "Activative mutation of G5alpha surface protein",
        "opd": "Missense mutation in EXTI",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "bff976da-d9d1-4c51-b667-1c3f47cd399a",
        "choice_type": "single"
    },
    {
        "question": "Secondaries are common in a/e",
        "exp": "Secondary cancers in the bone might also be called bone secondaries. Bone secondaries often develop in different bones in the body, and not all secondaries will cause symptoms or problems. Although any type of cancer can spread to the bone, the most common types that do are cancers of the: breast. Refer robbins 9/e breast",
        "cop": 2,
        "opa": "Skull",
        "opb": "Hand & feet bones",
        "opc": "Proximal limb bones",
        "opd": "Pelvic",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "4644a6b7-aed0-4084-9466-00b6509c9c17",
        "choice_type": "single"
    },
    {
        "question": "What percent of giant cell tumor of bone are malignant?",
        "exp": "Answer is option 1, 5-10% the United States, giant cell tumors represent \"approximately 3-5% of primary bone tumors and 20% of benign bone tumors\". There are no known risk factors for giant cell tumors (1, 2, 3). The most common region of GCT occurrence is at the end of the long bones, especially the knee joint area. REF",
        "cop": 1,
        "opa": "5-1O%",
        "opb": "15-2O%",
        "opc": "25-3O%",
        "opd": "50-60%",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9d7f8120-66a6-43bd-8aef-228fd3e7682f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true in relation to Osteosarcoma?",
        "exp": "c-myc gene implicated in the genesis is wrong. Osteosarcomas occur in all age groups, with a second peak occuring in elderly persons, usually in association with other conditions like pagets disease, etc. A triangular shadow on the x-ray film between coex and raised periosteum (codman triangle) is charecteristics of osteosarcomas. RB gene mutations account for 60%to70% cases of these tumors Robbins basic pathology 9th edition page no 776, 777",
        "cop": 3,
        "opa": "Paget's disease & prior irradiation are factors",
        "opb": "Rb gene mutation is associated with hereditary variant",
        "opc": "c-myc gene implicated in the genesis",
        "opd": "Codman's triangle is the characteristic x-ray finding",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "26d49d65-421f-4306-b34e-7465f37b2a3a",
        "choice_type": "multi"
    },
    {
        "question": "ER positive status in Ca Breast indicates",
        "exp": "The presence or absence of estrogen or progesterone receptors; The presence of hormone receptors confers a slightly better prognosis. However, the practical reason for determining their presence is to predict the response to therapy. The highest rate of response (approximately 80%) to antiestrogen therapy (oophorectomy or tamoxifen) is seen in women whose tumor cells express both estrogen and progesterone receptors ref: Robbins Basic Pathology, 9E, page-713",
        "cop": 1,
        "opa": "Prognosis",
        "opb": "Etiology",
        "opc": "Site",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "16078e0b-58c9-4cbd-aaee-f226244ac188",
        "choice_type": "multi"
    },
    {
        "question": "Dystrophin is lacking in",
        "exp": "Duchenne muscular dystrophy is caused due to mutation in the dystrophin gene. Loss of fuction of dystrophin gene located on the sho arm of X chromosome. Dystrophin is a very large protein found in the skeletal and cardiac miscle, and peripheral nerves. Robbins basic pathology 9th edition page no 802",
        "cop": 2,
        "opa": "Polio",
        "opb": "Duchenne's muscular dystrophy",
        "opc": "Peroneal muscular atrophy",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "46aeeed3-5d26-43cc-bdfa-82ed80f5a59d",
        "choice_type": "multi"
    },
    {
        "question": "Endometrial carcinoma on histopathology is which type",
        "exp": "Endometrioid carcinomas closely resemble normal endometrium and may be exophytic or infiltrative. They include a range of histologic types, including those showing mucinous, tubal (ciliated), and squamous (occasionally adenosquamous) differentiation. ref: Robbins Basic Pathology, 9E, page-692",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Clear cell",
        "opc": "Squamous cell carcinoma",
        "opd": "Transistional cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "7156518c-e645-4a8d-b10f-b73eb503d750",
        "choice_type": "single"
    },
    {
        "question": "AKT1 E17K somatic mutation is associated with",
        "exp": "AKT1 is a member of the serine-threonine kinase class that plays a key role in cellular processes, including growth, proliferation, survival, and angiogenesis. It is a downstream mediator of phosphatidylinositol 3-kinase which, along with AKT1, is a key mediator of proliferation and survival pathways frequently activated in cancer. The single hotspot mutation AKT1 has been described in several cancers, with the highest incidence observed in breast cancer.",
        "cop": 2,
        "opa": "Gastric carcinoma",
        "opb": "Breast carcinoma",
        "opc": "Ovarian carcinoma",
        "opd": "Pancreatic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0ee73f56-c6e5-476e-9618-bde95318b3fb",
        "choice_type": "single"
    },
    {
        "question": "Bone resorption markers are all except",
        "exp": "Tarate-resistant acid phosphatase (TRACP) is an enzyme that is expressed in high amounts by bone resorbing osteoclasts, inflammatory macrophages and dendritic cells. Two forms of TRACP circulate in human blood, TRACP 5a derived from macrophages and dendritic cells, and TRACP 5b derived from osteoclasts. Recent data have demonstrated the utility of TRACP 5b as a marker of osteoclast number and bone resorption, and serum TRACP 5a as a marker of inflammatory conditions. Cross-linked N-telopeptide of type-I collagen (NTx) is one of the biochemical markers of bone resorption, and is widely used in clinical situations to evaluate the indication and efficacy of treatments for osteoporosis. Deoxypyridinoline (DPD) in urine, which reflects systemic bone resorption, is considered useful for assessing the effects of osteoporosis treatment. Refer robbins 9/e p774",
        "cop": 2,
        "opa": "Taarate resistant acid phosphatase",
        "opb": "Osteocalcin",
        "opc": "Cross linked-N-telopeptides",
        "opd": "Urine total free deoxypyridiflolone",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "295e3b58-d546-4e87-866f-491d71e9e21a",
        "choice_type": "multi"
    },
    {
        "question": "Type of DCIS resulting in palpable abnormality",
        "exp": "Paget disease of the nipple is caused by the extension of DCIS up the lactiferous ducts and into the contiguous skin of the nipple, producing a unilateral crusting exudate over the nipple and areolar skin. In almost all cases, an underlying carcinoma is present, and approximately 50% of the time this carcinoma is invasive. Prognosis is based on the underlying carcinoma and is not affected by the presence of Paget disease ref: Robbins Basic Pathology, 9E, page-710",
        "cop": 3,
        "opa": "Comedocarcinoma",
        "opb": "Non comedo DCIS",
        "opc": "Paget's disease",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "65018c09-eefd-405d-93fe-2f129ac300d2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following mutations in a tumor suppressor agent causes breast carcinoma:-",
        "exp": "Ans. is 'b' p53 Mutation is p53 tumor suppressor gene is strongly associated with breast cancer, as well as many other sarcomas and carcinomas. This syndrome of multiple sarcomas and carcinomas, associated with mutation of p53 gene is k/a Li-Fraumeni syndrome*.",
        "cop": 2,
        "opa": "p 43",
        "opb": "p 53",
        "opc": "p 73",
        "opd": "p 83",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "323efe5c-83fd-441e-aa79-11b95f773ed1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mutations in a tumour suppressor agent by apoptosis regulation causes breast cancer?",
        "exp": null,
        "cop": 2,
        "opa": "p43",
        "opb": "p53",
        "opc": "p73",
        "opd": "p83",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "ac13feae-313b-4648-9be3-73371c9e5417",
        "choice_type": "single"
    },
    {
        "question": "Pagets disease except",
        "exp": "Robbins basic pathology 9th edition page no 771, heading=clinical Course, 3rd paragraph The development of sarcoma is a dreaded but founately rare complication of paget disease occuring in only an estimated 1%of patients. The sarcoma are usually osteogenic. Paget disease is also known as Osteitis Deformans.",
        "cop": 3,
        "opa": "Virus association",
        "opb": "Progress to chondrosarcoma",
        "opc": "Less than 1% malignant",
        "opd": "Ostesclerotic phase seen",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "fdb46598-f216-4edb-abc7-5045b4edc091",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old woman delivers a 3. 5-kg baby and begins breastfeeding her infant. The patient presents 2 weeks later with a fever of 38degC (101degF). Physical examination shows no abnormal vaginal discharge or evidence of pelvic pain but does reveal redness on the lower side of the left breast. The patient stops nursing the infant temporarily, but the symptoms persist, and the entire breast becomes swollen and painful. What is the most likely diagnosis?",
        "exp": "Acute mastitis is a bacterial infection of the breast. It may be seen at any age, but by far the most frequent setting is in the postpartum lactating or involuting breast. This disorder is usually secondary to obstruction of the duct system by inspissated secretions. The other choices are not typically associated with fever. Diagnosis: Acute mastitis",
        "cop": 1,
        "opa": "Acute mastitis",
        "opb": "Chronic mastitis",
        "opc": "Duct ectasia",
        "opd": "Granulomatous mastitis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "e305cf45-9062-4902-b360-0492cdfc0f65",
        "choice_type": "single"
    },
    {
        "question": "Tadpole cells comma shaped cells on histopathology are seen in",
        "exp": "Rhabdomyosarcoma is the most common soft tissue sarcoma of childhood and adolescence. Rhabdomyosarcoma is histollogically subclassified into embryonal, alveolar, and pleomorphic variants. The rhabdomyoblast is the diagnostic cell in all types. The rhabdomyoblast may be round or elongated, the later are called tadpole or strap cells. Robbins basic pathology 9th edition page no 795, heading=Skeletal muscle tumors. Morphology box Option is 3, Rhabdomyosarcoma ref img",
        "cop": 3,
        "opa": "Trichoepithelioma",
        "opb": "Spideroma",
        "opc": "Rhabdomyosarcoma",
        "opd": "Histiocytoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "6f241c5f-240d-4ed9-bc72-b540f4292e91",
        "choice_type": "single"
    },
    {
        "question": "Synol sarcoma cellular markers are",
        "exp": "Cytoplasmic structural proteins termed cytokeratins (CKs) have been described in normal human epithelium and a wide array of epithelial neoplasms. 14 To date, 20 different CK subsets have been identified, and most recent studies have evaluated the usefulness of antibodies to specific CK subsets for determining the origin of a metastatic carcinoma. Antibodies to cytokeratins 7 and 19 are useful adjuncts for the separation of Monophasic synol sarcoma from malignant peripheral nerve sheath tumor (MPNST). The majority of MSSs stain for one or both of these antigens, whereas most MPNSTs, including those that are EMA- or AEl/AE3-positive, do not express these cytokeratin subsets. S-100 protein in a spindle cell sarcoma is often considered evidence of a neurogenic tumor, it has become increasingly recognized that MSSs stain for this antigen in up to 40% of cases. 1 In addition, only 50% to 60% of MPNSTs stain for S-100 protein, 2 - 3 and usually only in a focal pattern.",
        "cop": 4,
        "opa": "Cytokeratin",
        "opb": "S-100",
        "opc": "Vimenitin",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "e6dd6c40-f249-4696-854d-1b0f3ac898ec",
        "choice_type": "multi"
    },
    {
        "question": "Large Intracytoplasmic glycogen storage is seen in which of malignancy",
        "exp": "Ewing sarcoma arises in the medullary cavity and invades the coex and periosteum to produce a soft white tumor mass. It is composed of sheets of uniform small round cells that are slightly larger than lyphocytes. The cells have scant glycogen rich cytoplasm. Robbins basic pathology 9th edition page no 780, Heading =Miscellaneous bone tumors, morphologybox",
        "cop": 3,
        "opa": "Ostersarcoma",
        "opb": "Mesenchymal chondrosarcoma",
        "opc": "Ewing's sarcoma",
        "opd": "Leiomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "655d55b0-702a-4b00-8111-ecacc474b7f3",
        "choice_type": "single"
    },
    {
        "question": "Brown tumor of bone is seen in",
        "exp": "Primary hyperparathyroidism traditionally has been associated with a constellation of symptoms that included painful bones. Brown tumors are lesions that arises in settings of excess osteoclast activity. It is not a true neoplasm. It most commonly affects the maxilla and mandible, though any bone may be affected. Brown tumours are radiolucent on x-ray. Robbins basic pathology 9th edition page no 737, Yellow box (morphology) Brown tumors of hyperparathyroidism.",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Hypoparathyroidism",
        "opc": "Hypo-thyroidism",
        "opd": "Hypehyroidism",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "758632b8-966e-4de5-bd9b-54311989b160",
        "choice_type": "single"
    },
    {
        "question": "40-year-old female, chronic smoker, presented to the surgical depament with a reddish, painful subareolar mass in the right breast. She is most likely suffering from?",
        "exp": "She is most likely suffering from Periductal mastitis. Aka Zuska's disease /Recurrent subareolar abscess/Squamous metaplasia of lactiferous ducts Smoking has been implicated as a risk factor. Smokers - relative Vit A deficiency - Squamous metaplasia - Obstruction - Dilation of duct Features: Subaerolar mass Pain and redness Nipple retraction Fistula formation May mimic malignancy",
        "cop": 2,
        "opa": "Carcinoma breast",
        "opb": "Periductal mastitis",
        "opc": "Fat necrosis",
        "opd": "Granulomatous mastitis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "51996b0f-94bb-49ae-9901-0fb74ed831ec",
        "choice_type": "single"
    },
    {
        "question": "BRCA 1 responsible which histological type breast cancer?",
        "exp": "ANSWER: (D) Medullary carcinoma. REF: Robbins 8th edn Page 1088, 1089, Sabiston 17th edp. 891, CSDT 11thed p- 335, Schwartz 9th ed chapter 17. BRCAl-associated breast cancers are commonly poorly differentiated, have \"medullary features\" (a syncytial growth pattern with pushing margins and a lymphocytic response), and do not express hormone receptors or overexpress HER2/neu (the so-called \"triple negative\" phenotype). Their gene profiling signature is very similar to basal-like breast cancers, a distinct molecular subtype that is discussed later. BRCA1 cancers are also frequently associated with loss of the inactive X chromosome and reduplication of the active X, resulting in the absence of the Barr body. BRCA2-associated breast carcinomas also tend to be relatively poorly differentiated, but are more often ER positive than BRCA1 cancers.",
        "cop": 4,
        "opa": "Tubular carcinoma",
        "opb": "Colloid carcinoma",
        "opc": "Papillary carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "2ee9343b-d2c7-4d6c-9928-457add5b7f99",
        "choice_type": "single"
    },
    {
        "question": "BRCA1 gene is located on chromosome:",
        "exp": "Mutations in BRCA1 and BRCA2 are responsible for 80% to 90% of \"single gene\" familial breast cancers and about 3% of all breast cancers. BRCA1 is located on 17q21 BRCA2 is located on chromosome 13q12.",
        "cop": 1,
        "opa": "17q21",
        "opb": "13q12",
        "opc": "12q13",
        "opd": "21q17",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "77264165-eabc-462f-9d39-8fd379f98b34",
        "choice_type": "single"
    },
    {
        "question": "Germline mutations in which of the following genes is not associated with hereditary breast cancer?",
        "exp": "Mutations in BRCA1 and BRCA2 are responsible for 80% to 90% of single gene familial breast cancers and about 3% to 6% of all breast cancers. BRCA1-associated breast cancers are commonly poorly differentiated, often have characteristic morphologic features, and usually fall in the TNBC subgroup. BRCA2-associated breast carcinomas also tend to be poorly differentiated, but are more often ER-positive than BRCA1 cancers. Other tumor suppressor genes associated with germline mutations that convey a high risk for breast cancer: TP53, PTEN, STK11, CDH1, PALPB2 (high penetrance) ATM, CHEK2 (moderate penetrance) Germline GATA2 mutations predisposes to development of myeloid neoplasms. Germline GATA2 gene mutations were originally identified as four separate syndromes: Mono. MAC syndrome, characterized by monocytopenia and non-tuberculous mycobacterial infection Dendritic cell, monocyte, B- and NK-lymphoid (DCML) deficiency with vulnerability to viral infections Familial myelodysplastic syndrome (MDS)/acute myeloid leukemia (AML) Emberger syndrome, characterized by primary lymphoedema, was and a predisposition to MDS/AML",
        "cop": 2,
        "opa": "CHEK2",
        "opb": "GATA2",
        "opc": "BRCA2",
        "opd": "TP53",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "f6169e4e-bb96-4aa1-a684-b3487cc604ee",
        "choice_type": "single"
    },
    {
        "question": "Ganglion of tendons is an example of",
        "exp": "ganglions arises due to cystic or myxoid degeneration of connective tissue. The cyst wall lacks a true cell lining. The fluid that collects is similar to synol fluid. A ganglion is a term applied to a cyst filled with colloid material which is met within the vicinity of a joint or tendon sheath.... A hernial protrusion of a synol membrane of a joint or tendon sheath often occurs with the resultant formation of a ganglion. option 4 is right robbins basic pathology. chapter bones, joints and soft tissue tumours. page no. 1315.",
        "cop": 4,
        "opa": "Neoplastic process",
        "opb": "Malformation",
        "opc": "Amyloid deposition",
        "opd": "Myxomatous degeneration",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "7a2aef08-4c69-4654-8de4-2b22efe5c57d",
        "choice_type": "single"
    },
    {
        "question": "All is true about Fibrous dysplasia except",
        "exp": "Fibrous dysplasia is a disorder where normal bone and marrow is replaced with fibrous tissue, resulting in formation of bone that is weak and prone to expansion. As a result, most complications result from fracture, deformity, functional impairment and pain. Morphology Fibrous dysplasia is characterized by well circumscribed intramedullary lesions of varying sizes, large masses expand and disto the bone. Robbins basic pathology 9th edition page no 780, box=",
        "cop": 4,
        "opa": "Benign",
        "opb": "Trabeculae mimic Chinese characters",
        "opc": "Can be polyostotic",
        "opd": "Extramedullary",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "a10015a6-55b8-40be-9d9c-42e4abad1561",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old woman has noticed a bloody discharge from the nipple of her left breast for the past 3 days. On physical examination, the skin of the breasts appears normal, and no masses are palpable. There is no axillary lymphadenopathy. She has regular menstrual cycles and is using oral contraceptives. Excisional biopsy is most likely to show which of the following lesions in her left breast?",
        "exp": "Intraductal papillomas are usually solitary and smaller than 1 cm. They are located in large lactiferous sinuses or large ducts, and have a tendency to bleed, though they are benign. Abscesses complicating mastitis organize with a fibrous wall. Fibroadenomas contain ducts with stroma and are not highly vascular; these lesions are not located in ducts. Phyllodes tumors also arise from the intralobular stroma and can be malignant, but they do not invade ducts to cause bleeding. Sclerosing adenosis, a lesion occurring with fibrocystic changes, has abundant collagen, not vascularity.",
        "cop": 3,
        "opa": "Acute mastitis",
        "opb": "Fibroadenoma",
        "opc": "Intraductal papilloma",
        "opd": "Phyllodes tumor",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "6b902f9b-57f4-4106-a71f-6b9c637baddc",
        "choice_type": "single"
    },
    {
        "question": "True about childhood tumor are all except -",
        "exp": "Skeletal muscle tumors Rhabdomyosarcoma is the most common soft tissue sarcoma of childhood usually appearing before 20. It occurs most commonly in head and neck or genitourinary track. Robbins basic pathology 9th edition page no 794, heading",
        "cop": 4,
        "opa": "Wilm's tumor",
        "opb": "Neuroblastoma",
        "opc": "Embryonal rhabdomyoma",
        "opd": "Pleomorphic rhabdomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d12aa261-b27c-4141-9178-17761ad9b05c",
        "choice_type": "multi"
    },
    {
        "question": "A 51-year-old woman has noticed an area of swelling with tenderness in her right breast that has worsened over the past 2 months. On physical examination, the 7-cm area of erythematous skin is tender with a rough, firm surface resembling an orange peel. There is swelling of the right breast, nipple retraction, and right axillary non-tender lymphadenopathy. Excisional biopsy of skin and breast is most likely to show which of the following lesions?",
        "exp": "The gross appearance of the skin is consistent with the invasion of dermal lymphatics by carcinoma - the so-called inflammatory carcinoma, which is not a histologic type of breast cancer, but a descriptive phrase based upon the gross appearance (peaud'orange) resembling an inflammatory process. Nipple retraction and non-tender axillary lymphadenopathy also suggest invasive ductal carcinoma. Atypical ductal hyperplasia may increase the risk of carcinoma, but it is not capable of invasion and does not produce visible surface skin changes. Acute mastitis may produce pain and swelling, but it is more likely to occur in association with breastfeeding, and as an inflammatory process would be more likely to produce painful lymphadenopathy. Fat necrosis on palpation can mimic that of carcinoma, but the skin is not involved. Sclerosing adenosis is a feature of benign fibrocystic changes producing breast lumps, but it has no skin involvement.",
        "cop": 4,
        "opa": "Acute mastitis",
        "opb": "Atypical epithelial hyperplasia",
        "opc": "Fat necrosis",
        "opd": "Infiltrating ductal carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b45e8075-64e6-435b-b261-9be98644817f",
        "choice_type": "single"
    },
    {
        "question": "Sentinel node biopsy for Ca breast is for",
        "exp": "*Sentinel lymph nodes: Lymph nodes where the lymphatics drain first from a primary tumor. Sentinel lymph node biopsy can be identified by radiotracer or colored dyes. If the sentinel node is negative for metastasis, it is unlikely that other more distant nodes will be involved and the patient can be spared the morbidity (like lymphedema) of complete axillary dissection. Ref: Robbins 8/e p1089",
        "cop": 2,
        "opa": "Early diagnosis of cancer",
        "opb": "For staging the tumours",
        "opc": "Frozen section",
        "opd": "Occult disease detection",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "f9bf7d1e-1a81-4d57-8184-00927d7fb844",
        "choice_type": "single"
    },
    {
        "question": "Endodermal sinus tumor is characterized by",
        "exp": "Yolk sac tumors/Schiller-Duval body are the most common primary testicular neoplasm in children younger than 3 years of age; in this age group it has a very good prognosis. In adults, yolk sac tumors most often are seen admixed with embryonal carcinoma. A distinctive feature is the presence of structures resembling primitive glomeruli, the so-called Schiller Duvall bodies. ref: Robbins Basic Pathology, 9E, page-661 Ref of img",
        "cop": 1,
        "opa": "Schiller-Duval body",
        "opb": "psammoma body",
        "opc": "Call-Exner bodies",
        "opd": "Horner-Wright rosettes",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "8c3591bb-60e0-4516-bffe-bf25e1571f42",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old woman is found to have a 1-cm mass in the upper outer quadrant of the left breast. The most likely cause is",
        "exp": "The location of the mass in the upper outer quadrant and the patient's age of 65 years suggest that the breast lesion is a carcinoma. A breast mass in a postmenopausal patient is most often a carcinoma.",
        "cop": 4,
        "opa": "Fibrocystic disease.",
        "opb": "Acute mastitis.",
        "opc": "Fibroadenoma.",
        "opd": "Carcinoma.",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "516d4e69-08e6-4d31-8041-527cc0ee2c80",
        "choice_type": "single"
    },
    {
        "question": "A 25 years female presents with rubbery movable nodule in left breast during menstrual cycle. Most likely diagnosis is",
        "exp": "B. i. e. (Fibroadenoma) (742- Basic pathology 8th)F1. BRQ ADENOMA - common in young age 15-30 years of age* Solitary, discrete, freely mobile nodule with in the breast* They may enlarge late in the menstrual cycle and during pregnancy After menopause they may regres and calcify* Fibroadenomas almost never become malignant**PHYLLOIDES TUMOUR - Leaf-like gross appearance, 30-70 years of age, massive size distending the breast round to oval, bosselated* Phyllodes tumour resembles fibroadenoma except for enhanced stromal cellularity*** Most ominous change is the appearance of increased stromal cellularity with anaplasia and high mitotic activity, accompanied by rapid increase in size, usually with invasion of adjacent breast tissue by malignant stroma**INTRADUCTAL PAPILLOMA - neoplastic papillary growth within a duct, solitary, found within the principal lactiferous ducts or sinuses. Most common in 3 - 4 decades1. Appearance of serous or blood nipple discharge**2. Presence of a small sub areolar tumour a few millimeters in diameter3. Rarely nipple retraction. Invasive lobular carcinoma - breast tumour is bilateral **",
        "cop": 2,
        "opa": "Phylloides tumour",
        "opb": "Fibroadenoma",
        "opc": "Intraductal papilloma",
        "opd": "Carcinoma of the breast",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9d4ac537-2d6e-4462-bdfd-f7c4c03e34de",
        "choice_type": "single"
    },
    {
        "question": "Most common carcinoma of breast is",
        "exp": "Invasive Ductal Carcinoma (IDC) Invasive ductal carcinoma (IDC), sometimes called infiltrating ductal carcinoma, is the most common type of breast cancer. About 80% of all breast cancers are invasive ductal carcinomas. Invasive means that the cancer has \"invaded\" or spread to the surrounding breast tissues. Refer robbins 9/e 710, 713",
        "cop": 1,
        "opa": "Ductal carcinoma",
        "opb": "Mucinous carcinoma",
        "opc": "Lobular carcinoma",
        "opd": "Neuroendocrine carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9448a65c-83a1-4e58-ad1a-d3e18db9c536",
        "choice_type": "single"
    },
    {
        "question": "Most important prognostic factor in Ca. Breast.",
        "exp": "Ans. (a) Lymph Node status(Ref: Ref: Robbins 9th/pg 1064 Complete review of pathology 2nd ed/ pg 656). Axillary LN status is the most important prognostic indicator in breast ca",
        "cop": 1,
        "opa": "Lymph Node status",
        "opb": "Tumor Size",
        "opc": "Progesterone receptor status",
        "opd": "Stage",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "7b3ee922-f14b-405c-90ab-358ff29cee7e",
        "choice_type": "single"
    },
    {
        "question": "The type of breast carcinoma characterized by a pushing border",
        "exp": "Medullary carcinoma is a rare subtype of carcinoma, accounting for less than 1% of breast cancers. These cancers consist of sheets of large anaplastic cells with well circumscribed, \"pushing\" borders Clinically, they can be mistaken for fibroadenomas ref: Robbins Basic Pathology, 9E, page-712",
        "cop": 4,
        "opa": "Invasive ductal",
        "opb": "Invasive lobular",
        "opc": "Mucinous",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d27b307f-5bc5-465d-8316-9f3083b51aba",
        "choice_type": "single"
    },
    {
        "question": "True about histology in infilterating lobular breast carcinoma:",
        "exp": "Ans. (a) Single file pattern(Ref: R 9th/pg 1065; 8th/pg 1085). Lobular carcinoma (invasive) of breast-Histologic hallmark: presence of discohesive infiltrating tumor cells as single cells in single file pattern Q, including signet-ring cells Q containing intracytoplasmic mucin droplets Q",
        "cop": 1,
        "opa": "Single file pattern",
        "opb": "Pleomorphic cells in sheets",
        "opc": "Cribriform pattern",
        "opd": "Pin wheel pattern",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "4b2e409d-8259-47cd-8c1b-68dbbdb7e7d5",
        "choice_type": "multi"
    },
    {
        "question": "Giant cell tumor is seen at",
        "exp": "Giant cell tumour also known as osteoclastoma usually orginate from epiphysis of long bones close to aicular cailage. Most common site of involvement are lower end of femur and upper end of tibia. Clinical features include noticeable swelling and pathological fracture. Soap bubble appearance is seen in it. Reference.. Harsh mohan textbook of pathology The muskuloskeletal system ref img",
        "cop": 1,
        "opa": "Epiphysis",
        "opb": "Metaphysis",
        "opc": "Diaphysis",
        "opd": "Growth plate",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "959589d1-d8ee-45d8-9743-6db8df5b9e87",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease of breast indicative of",
        "exp": "A. i. e. (Ductal carcinoma) (790 - Harsh mohan 5th) (745 Basic pathology 8th)* ** Invasive ductal carcinoma is the most common carcinoma of the breast* **Upper outer quadrant is most common site (left side is more common)PAGET'S DISEASE OF THE NIPPLE - is an eczematous lesion of the nipple associated with invasive or non invasive ductal carcinoma of the under lying breast* Prognosis is based on the underlying carcinoma and is not worsened by the presence of pagets disease **** Atypical epithelial hyperplasia is associated with malignancy of breast** Fibroadenoma is most common benign neoplasm of the female breast* Marker of Paget's disease of the mammary gland is CA - 15 - 3, CEA**",
        "cop": 1,
        "opa": "Ductal carcinoma",
        "opb": "Lobular carcinoma",
        "opc": "Papillary carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d1836377-37db-4d96-8fe4-cdb4d3cc45b2",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman discovers a lump in her breast and physical examination confirms a mass in the lower, outer quadrant of the left breast. Mammography demonstrates an ill-defined, stellate density measuring 1 cm. Needle aspiration reveals malignant ductal epithelial cells. A modified radical mastectomy is performed. The surgical specimen reveals a firm irregular mass (arrows). Which of the following cellular markers would be the most useful to evaluate before considering therapeutic options for this patient?",
        "exp": "Over half of breast cancers exhibit nuclear estrogen receptor protein. A slightly smaller proportion also has progesterone receptors. Women whose cancers possess hormone receptors have a longer disease-free survival and overall survival than those with early-stage cancers who are negative for these receptors. The beneficial effects of oophorectomy on survival in patients with breast cancer led to the use of estrogen antagonists in the treatment of breast cancer. In general, antiestrogen therapy seems to prolong disease-free survival, particularly in postmenopausal and node-positive women. It also lowers the risk of cancer in the contralateral breast. The latter discovery has led to the use of antiestrogens as chemoprevention in women at high risk for developing breast cancer. None of the other choices are related prognostically to breast carcinoma. Diagnosis: Invasive ductal carcinoma of the breast",
        "cop": 2,
        "opa": "Collagenase",
        "opb": "Estrogen receptors",
        "opc": "Galactosyltransferase",
        "opd": "Lysosomal acid hydrolases",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9bb599cf-38b9-4fba-b4a4-a643b09e8be9",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old woman has a lumpectomy following mammographic discovery of a carcinoma of the breast. Which of the following is a well-known characteristic or association of breast cancer?",
        "exp": "A history of breast cancer in first-degree female relatives and a diet high in animal fats are impoant associations of breast cancer. Associations related to excess estrogen stimulation include:- High-fat diet Obesity Early menarche Nulliparity. Additional associations are delayed first pregnancy and exogenous estrogen therapy.",
        "cop": 2,
        "opa": "Low-fat diet",
        "opb": "Positive family history",
        "opc": "Excessive thinness",
        "opd": "Multiparity",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0d7590ce-39b3-4bf4-9a6b-8395930cac9c",
        "choice_type": "single"
    },
    {
        "question": "A female is giving a history of smoking 20 cigarettes a day. Which of the following condition is she maximally predisposed to?",
        "exp": "Squamous metaplasia of lactiferous ducts( ZUSKA DISEASE ) Smoking is responsible for causing squamous metaplasia of lactiferous ducts. The key feature is keratinizing squamous metaplasia of the nipple ducts. Keratin shed from these cells plugs the ductal system, causing dilation and eventually rupture of the duct. An intense chronic granulomatous inflammatory response develops once keratin spills into the surrounding periductal tissue.",
        "cop": 4,
        "opa": "Acute mastitis",
        "opb": "Granulomatous mastitis",
        "opc": "Fat necrosis",
        "opd": "Squamous metaplasia of lactiferous ducts",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "f80c8ea4-7482-4fc0-8047-15fb65fefb67",
        "choice_type": "multi"
    },
    {
        "question": "\"Biphasic pattern\" on histology is seen in Which tumor",
        "exp": "Biphasic pattern of synol sarcoma consists of an admixture of glandular structures lined by cuboidal or columnar epithelium set in a sarcomatous stroma. some occult cases clusters of plump cells with pale cytoplasm are present in a spindle cell stroma. These nests of cells are accentuated by reticulin stain. Monophasic pattern of synol sarcoma is characterized by monomorphic population of spindle shaped cells arranged in fascicles. he cells contain uniform tapering nuclei and pale cytoplasm. Mitotic figures are present in variable numbers. Other striking features include: - Presence of mast cells - Calcification with or without ossification. Calcification is usually preceded by hyalinization.",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Synol cell sarcoma",
        "opc": "Osteosarcoma",
        "opd": "Neurofibroma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "7205130e-e1ba-470f-a100-6f0b640e9b00",
        "choice_type": "single"
    },
    {
        "question": "<img alt=\"\" src=\" />MIC-2 is a marker of",
        "exp": "Study repos on the specific expression of the MIC2 gene, a pseudoautosomal gene located on the sho arms of the X and Y chromosomes, on Ewing&; s sarcoma (ES) and peripheral primitive neuroectodermal tumor (p. PNET) cells. The gene product, a cell membrane protein, is recognized by the newly established monoclonal antibody (Mo. Ab) HBA-71 and the previously described Mo. Ab 12. E7 and RFB-1. Fuhermore, the reaction pattern of the MIC2 antibodies, especially HBA-71, with normal tissues and a great number of benign and malignant tumors (70 different tumors, 199 tumor samples), as well as the correlation between the specific chromosomal aberrations.",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Dermatofibrous protruberns",
        "opd": "Alveolar cell sarcoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "81d5d301-b907-430a-991b-8d2d73ce2703",
        "choice_type": "single"
    },
    {
        "question": "Most common site of osteoma",
        "exp": "Bone forming tumor Osteomas are benign lesions most commonly encountered in the head and neck, including the paranasal sinuses, but which can occur in elsewhere also. Hence the most apt answer is skull. Robbins basic pathology 9th edition page no 775, heading",
        "cop": 4,
        "opa": "Femur",
        "opb": "Humerous",
        "opc": "Tibia",
        "opd": "Skull",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "6ffed34a-79ae-426f-bb18-d6a432a5f359",
        "choice_type": "single"
    },
    {
        "question": "B6. Following is not true about the gene mutations leading to breast carcinoma",
        "exp": "Ans. (b) BRCA 1 mutation is present in most of the cases of breast carcinoma(Ref: Robbins 9th/pg 1054; 8th/pg 1077)a. Most common gene involved in familial breast cancer-BRCA1(52%) > BRCA1(32%)b. p53 mutation is present in most of the cases of breast carcinomac. Inherited breast carcinomas make about 3 % of the total casesd. p53 mutation increases risk of all cancers",
        "cop": 2,
        "opa": "Most common mutation in inherited breast carcinoma is BRCA1",
        "opb": "BRCA 1 mutation is present in most of the cases of breast carcinoma",
        "opc": "Inherited breast carcinomas make about 3 % of the total cases",
        "opd": "p53 mutation also increases chances of colon and brain cancer",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "464cf8f0-49dc-42f2-bd83-bf52a0940e7a",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man presents with a solitary breast mass and biopsy reveals malignant cells. Immunohistochemical staining experiments show that the tumor cells are positive for HER2/neu and cytokeratins 4 and 11 and negative for estrogen receptors. Which of the following is thought to play a role in the development of cancer in the patient?",
        "exp": "Predisposing factors for the development of breast cancer in men are largely unknown, although mutations in the BRCA2 gene increase the risk of this tumor. Choices B, C, and D are not risk factors for breast cancer in men. PTEN mutations (choice E) are associated with endometrial intraepithelial neoplasia and endometrial adenocarcinoma. Diagnosis: Male breast cancer",
        "cop": 1,
        "opa": "BRCA2 mutation",
        "opb": "Chronic alcoholism",
        "opc": "Gynecomastia",
        "opd": "Hyperestrinism",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b171f235-6769-42fa-b23e-c9826710d8d1",
        "choice_type": "single"
    },
    {
        "question": "Ewings sarcoma arises from-",
        "exp": "Ewing sarcoma and primitive neuroectodermal tumors (PNETs) are primary malignant small round cell tumors of bone and soft tissue. They share ceain molecular features and are best viewed as variants of the differentiation and clinical features. PNETs demonstrate clear neural differentiation, whereas Ewing sarcomas are undifferentiated. Ewing's sarcoma is a type of cancer that forms in bone or soft tissue. Symptoms may include swelling and pain at the site of the tumor, fever, and a bone fracture. The most common areas where it begins are the legs, pelvis, and chest wall. In about 25% of cases, the cancer has already spread to other pas of the body at the time of diagnosis. ref: Robbins Basic Pathology, 9E, page-780",
        "cop": 3,
        "opa": "G cells",
        "opb": "Totipotent cells",
        "opc": "Neuroectodermal cells",
        "opd": "Neurons",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "74175316-7d24-4971-b7d0-289ba80e8ac5",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old woman sees her naturopathic health care provider for a routine health examination. There are no remarkable findings on physical examination. A screening mammogram shows a 0. 5-cm irregular area of increased density with scattered microcalcifications in the upper outer quadrant of the left breast. Excisional biopsy shows atypical lobular hyperplasia. She has been on postmenopausal estrogen-progesterone therapy for the past 10 years. She has smoked 1 pack of cigarettes per day for the past 35 years. Which of the following is the most significant risk factor for the development of lobular carcinoma in patients with such lesions?",
        "exp": "Atypical lobular hyperplasia and atypical ductal hyperplasia increase the risk of breast cancer fivefold; the risk affects both breasts and is higher in premenopausal women or women who have a family history of breast cancer. Smoking and exogenous estrogen therapy are not well-established risk factors for breast cancer. The BRCA1 mutation accounts for about 10% to 20% of familial breast carcinomas and only a few percent of all breast cancers.",
        "cop": 1,
        "opa": "Atypical cytologic changes",
        "opb": "History of smoking",
        "opc": "Hormone replacement therapy",
        "opd": "Postmenopausal age",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "90b1b13d-7c04-41c2-983f-b5c00125200b",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man presents with a solitary breast mass and biopsy reveals malignant cells. Immunohistochemical staining show that the tumor cells are positive for estrogen receptor (ER) and negative for Her2/neu. What is the most likely diagnosis?",
        "exp": "Cancer in the male breast is uncommon and accounts for less than 1% of all cases of breast cancer. The most common subtype is infiltrating (invasive) ductal carcinoma. Because there is less fat in the male breast, invasion of chest wall muscles is more frequent at the time of diagnosis. More than 90% of breast cancers in males are of luminal type, while triple negative breast cancer and Her2/neu enriched cancers are very rare (<5%). The most impoant familial factor conferring an increased risk for male breast cancer is germline mutation of the BRCA2 tumor suppressor gene. Choice A is a skin tumor and the other choices are rare in the male breast.",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Invasive ductal carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Tubular adenoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "39603c8d-cdb3-4a8d-ab36-10e244afe567",
        "choice_type": "single"
    },
    {
        "question": "Most common site of osteogenic sarcoma is?",
        "exp": "a Option 3 is correct, knee joint Osteosarcomas are bone producing malignant mesenchymal tumor. Although any bone can be involved, most tumors arise in the metaphyseal regions of long bones of the extremities, with almost 60%occuring about knee, 15%around hip, 10%at the shoulder, and 8% in the jaw. Robbins basic pathology 9th edition page no 776, heading =Osteosarcoma",
        "cop": 3,
        "opa": "Wrist joint",
        "opb": "Jaw bone",
        "opc": "Knee joint",
        "opd": "Shoulder joint",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "ac6a4c8d-1b5b-4d23-a0bc-0627c2a3c258",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a seronegative spondyloardthropathy?",
        "exp": "Seronegative spondyloahropathies (SpA) are a family of rheumatologic disorders that classically include: Ankylosing spondylitis (AS) Psoriatic ahritis (PsA) Inflammatory bowel disease (IBD) associated ahritis. Seronegative spondyloahropathies (seronegative spondyloahritides) share ceain clinical characteristics (eg, back pain, uveitis, GI symptoms, rashes). Some are strongly associated with the HLA-B27 allele. Rheumatoid factor (RF) is usually negative in the spondyloahropathies (hence, why they are called seronegative spondyloahropathies)",
        "cop": 3,
        "opa": "Psoriatic ahritis",
        "opb": "ankylosing spondylitis",
        "opc": "RA",
        "opd": "Reiters ahritis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "318fe75a-0ec4-4bc6-aa02-570b7ce7aa1b",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive and specific investigation for carcinoma breast is:(2001)",
        "exp": "Ans: d. Ref: Robbin's, 7th ed, p. 1072 & 6th ed, p. 1046",
        "cop": 4,
        "opa": "CT scan",
        "opb": "Thermography",
        "opc": "USG",
        "opd": "Mammography",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "07cf9532-559c-4660-9abe-8f8db54375e9",
        "choice_type": "single"
    },
    {
        "question": "The given below histology is an example of:",
        "exp": "Ans. b. Fibroadenoma. BENIGN TUMORS OF BREASTFibroadenoma. Most common in women <35 years old. Small, well-defined, mobile mass. Fig. 3: Mobile mass. It causes a palpable, round, movable, rubbery mass, which on cross-section shows small, cleft-like spaces. Microscopically, the mass shows proliferation of benign stroma, ducts, and lobules. Increases the size and tenderness with the increasing of estrogen level (eg, pregnancy, prior to menstruation). Risk of cancer is usually not increased. Intraductal Papilloma. Intraductal papilloma commonly presents as a bloody nipple discharge. Small papillary tumor within lactiferous ducts, typically beneath areola; the myoepithelial layer is preserved. Slight (1. 5-2x) increases risk for cancer. Phyllodes tumor (cystosarcoma phyllodes). It usually involves an older patient population (age 50s) and can be benign or malignant. Local recurrence is common but the incidence of metastasis is low. Large mass of connective tissue and cysts with \"leaf-like\" lobulations. Fig. 4: Large mass. Fig. 5: \"Leaf-like\" lobulations. Microscopically, the mass shows increased stromal cellularity, clefts lined by epithelium, stromal overgrowth, and irregular margins. Some may become malignant.",
        "cop": 2,
        "opa": "Phyllodes tumor",
        "opb": "Fibroadenoma",
        "opc": "Intraductal papilloma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b112f44c-32fd-4f7c-adf9-8d15b3b9befc",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old woman who has not seen a physician in more than 20 years, now presents with left breast pain. On examination, the left breast is markedly erythematous, swollen and warm to touch. There is also significant dimpling of the breast (peau d'orange). In addition, the left nipple is completely retracted. Which of the following is the likely diagnosis?",
        "exp": "The presentation is that of inflammatory carcinoma of the breast, which typically has an extremely poor prognosis. The name \"inflammatory\" is a misnomer, as typically no inflammation is present. The underlying carcinoma is usually diffusely infiltrative and typically does not form a discrete palpable mass. In this variant, cancer cells have invaded the skin and suspensory ligaments of the breast, causing dimpling and distoion of the normal breast architecture.",
        "cop": 4,
        "opa": "Granulomatous mastitis",
        "opb": "Micropapillary carcinoma",
        "opc": "Fibrocystic disease of the breast",
        "opd": "Inflammatory carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d96232b5-06a5-4560-a0da-e38b8b88c31b",
        "choice_type": "single"
    },
    {
        "question": "Rheumatoid factor Is-",
        "exp": "In 80%of the cases of Rheumatoid ahritis have serum IgM autoantibodies that bind to fc poion of their own self IgG. These antibodies are called rheumatoid factor. Howeever the role of Rheumatoid factor in the Pathogenesis of the joint or extra aicular lesions has not been established. Ref: Robbins basic pathology 9th edition page no 784, green box =Pathogenesis",
        "cop": 1,
        "opa": "Antibody",
        "opb": "Mucopolysaccharide",
        "opc": "Fatty acid",
        "opd": "Glycoprotein",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b23595f5-afba-4d29-9358-31c7a99ecd8c",
        "choice_type": "single"
    },
    {
        "question": "Most common site for Extra-mammary Paget&; s Disease is:",
        "exp": "Vulva is the most common site of involvement in Extramammary Paget&; s disease. Extra-Mammary Paget Disease (EMPD): Extramammary Paget&; s disease is a rare intraepithelial malignancy involving the anogenital region or axilla (less commonly) The most common site of involvement in Extramammary Paget&; s disease is the vulva. Extramammary Paget&; s disease can be either a primary cutaneous adenocarcinoma or a tumor with secondary cutaneous involvement extension from a lower gastrointestinal or urinary tract carcinoma. Mammary Paget&; s disease is viually always associated with an underlying ductal carcinoma of the breast. This constant association with an underlying carcinoma doesnot peain in Extramammary Paget&; s disease. The true cell of origin for primary cutaneous Extra-mammary paget disease is controversial. Mostly cases are believed to arise from underlying apocrine gland. Extra-mammary paget disease may also arise from pleuripotent stem cells or Toker cells. The usual clinical presentation of Extramammary Paget&; s disease, irrespective of site, is an erythematous patch or plaque that may be scaly, eroded, or sometimes ulcerated. Pruritus is the most common symptom. Multifocal and bilateral tumors have been repoed. Histopathologically, Extra-mammary Paget disease mimic&; s Paget disease of the breast. Ref: Pathology of Incipient Neoplasm (Oxford University Press) 3rd edition Pgno: 227",
        "cop": 2,
        "opa": "Uterus",
        "opb": "Vulva",
        "opc": "Vagina",
        "opd": "Ovary",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "973fdb77-9ab2-48b1-bc7f-7e53a6e4917c",
        "choice_type": "single"
    },
    {
        "question": "All are risk factor for breast carcinoma except-",
        "exp": "First-degree relative with breast cancer Menstrual history. Age at menarche <12 years. Age at menopause >55 years Other Possible Factors Exogenous estrogens Oral contraceptives Obesity High-fat diet Alcohol consumption Cigarette smoking ref: Robbins Basic Pathology, 9E, page-708 ref img",
        "cop": 1,
        "opa": "OCP",
        "opb": "Early mensturation",
        "opc": "Family history",
        "opd": "Late menopause",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "f5feb1b2-3f3e-443b-957e-3bcec480867a",
        "choice_type": "multi"
    },
    {
        "question": "The sites of endometriosis order of frequency are-",
        "exp": "It frequently is multifocal and often involves pelvic structures (ovaries, pouch of Douglas, uterine ligaments, tubes, and rectovaginal septum). Less frequently, distant areas of the peritoneal cavity or periumbilical tissues are involved. Uncommonly, distant sites such as lymph nodes, lungs, and even heart, skeletal muscle, or bone are affected. ref: Robbins Basic Pathology, 9E, page-689",
        "cop": 4,
        "opa": "Umbilicus, vulva, rectovaginal septum",
        "opb": "pelvic peritoneum, ovaries, laparotomy scar",
        "opc": "Vagina, appendix, uterine ligaments",
        "opd": "Ovaries, uterine ligaments, rectovaginal septum",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "5a01c658-4004-4696-8640-ce32ba3e5893",
        "choice_type": "single"
    },
    {
        "question": "Phyllodes tumor most commonly presents in -",
        "exp": "Ans. is 'd' i. e., 6th decade o Phyllodes tumors, like fibroadenomas, arise from intralobular stroma of breast, but are much less common, o Although they can occur at any age, most present in the sixth decade, 10 to 20 years later than the peak age for fibroadenomas.",
        "cop": 4,
        "opa": "2nd decade",
        "opb": "3rd decade",
        "opc": "4th decade",
        "opd": "6th decade",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "c303e395-8dc0-4775-9407-e3b7b25880d4",
        "choice_type": "single"
    },
    {
        "question": "35-year-old woman following traumatic injury to right breast presents with a firm, round lump in right breast which is painless. Which statement is false regarding the condition she is having?",
        "exp": "She is most likely having inflammatory condition known as Fat necrosis of breast. Associated with trauma and surgery. Present as a painless palpable mass, skin thickening or retraction, or mammographic densities or calcifications. Lipase - Free fatty acid - FFA + Ca2+ - Dystrophic calcification Acute lesions show areas of liquefactive fat necrosis with neutrophils. After few days, multinucleate giant cells, lipid laden macrophages, proliferating fibroblasts and calcifications are seen. Mammography mimics malignancy clinically. Does not increase cancer risk",
        "cop": 4,
        "opa": "Dystrophic calcification can be seen",
        "opb": "Liquefactive fat necrosis",
        "opc": "Multinucleate giant cells and lipid laden macrophages present",
        "opd": "Increased risk of breast cancer",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "39936fb3-60a7-4190-88fb-7ed770211f4a",
        "choice_type": "multi"
    },
    {
        "question": "In breast cancer Her-2/Neu helps by the following mechanism?",
        "exp": "Ans. is 'a' i. e., Overexpression * HER2 (from human epidermal growth factor receptor 2) or HER2/neu or ERBB2 gene which encodes for Receptor tyrosine-protein kinase erbB-2, also known as CD340, is a member of the human epidermal growth factor receptor (HER/EGFR/ERBB) family. Amplification or over-expression of this oncogene has been shown to play an important role in the development and progression of certain aggressive types of breast cancer.* Other cancers associated with this gene ovarian cancer, lung cancer, stomach cancer & oral cancer.",
        "cop": 1,
        "opa": "Overexpression",
        "opb": "Suppression",
        "opc": "Mutation",
        "opd": "Translocation",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "36d87b0b-8f0c-4513-a065-d918d31f342b",
        "choice_type": "single"
    },
    {
        "question": "Cystosarcoma phylloides is tumor of",
        "exp": "Ans. a (Breast). (Ref. Baily & Love, Surgery, 22nd/pg. 552)CYSTOSARCOMA PHYLLOIDES# is benign tumor of the breast.# It presents as a huge mass in breast.# Its histological pattern is variegated.# Its a misnomer as its relatively benign, but potentially malignant tumor.",
        "cop": 1,
        "opa": "Breast",
        "opb": "Liver",
        "opc": "Colon",
        "opd": "Uterus",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "1cf7025c-9f8b-4fd8-8d57-f939254c7e67",
        "choice_type": "single"
    },
    {
        "question": "The following cell types does not paicipate in repair after brain infarction",
        "exp": "The greatest factor in functional recovery after brain injury comes from the brain's ability to learn, called neuroplasticity.... Recent studies have found collagen is extensively distributed throughout the brain and may be essential in protecting the brain against degeneration such as that in Alzheimers. Fibroblast do not play a role Refer robbins 9/e p774",
        "cop": 3,
        "opa": "Microglia",
        "opb": "Astrocytes",
        "opc": "Fibroblasts",
        "opd": "Endothelium",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "870311e3-90fe-47fb-9faa-4b4e4b7c3a3f",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman is breastfeeding 3 weeks after giving birth to a normal term infant. She notices fissures in the skin around her left nipple. Over the next 3 days, a 5-cm region near the nipple becomes erythematous and tender. Purulent exudate from a small abscess drains through a fissure. Which of the following organisms is most likely to be cultured from the exudate?",
        "exp": "Staphylococcal acute mastitis typically produces localized abscesses, whereas streptococcal infections tend to spread throughout the breast because streptococci often produce streptolysins. Acute mastitis can be associated with the first few months of breastfeeding. Candida may cause some local skin irritation, but is likely to become invasive only in immunosuppressed patients. Lactobacillus acidophilus is the organism used to produce fermented nonhuman milk. Listeriosis can be spread by contaminated food, including milk products, not by human milk.",
        "cop": 4,
        "opa": "Candida albicans",
        "opb": "Lactobacillus acidophilus",
        "opc": "Listeria monocytogenes",
        "opd": "Staphylococcus aureus",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0473f302-d97e-4fea-99b0-6f001be78ff4",
        "choice_type": "multi"
    },
    {
        "question": "Both BRAC-1 and BRAC-2 is associated with?",
        "exp": "Ans. is 'c' i. e., Ovarian carcinoma * BRCA-1 & BRCA-2 are commonly associated with - Carcinomas of ovary and breast.* Less commonly BRAC-2 is also associated with - Carcinomas of colon, prostate and pancreas.",
        "cop": 3,
        "opa": "Endometrial carcinoma",
        "opb": "Colon carcinoma",
        "opc": "Ovarian carcinoma",
        "opd": "Testicular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d8406789-03ba-464c-a7da-4207669ab481",
        "choice_type": "multi"
    },
    {
        "question": "Gynecomastia is not associated with which of the following?",
        "exp": "Gynecomastia Gynecomastia is the enlargement of the male breast Benign lesion Occurs as a result of an imbalance between estrogens, which stimulate breast tissue, and androgens, which counteract these effects May appear during pubey, in the very aged, or at any time during adult life when there is cause for hyperestrinism, the most impoant of these is cirrhosis of the liver Drugs such as alcohol, marijuana, heroin, antiretroviral therapy, and anabolic steroids have been associated with gynecomastia. Rarely, gynecomastia occurs as pa of Klinefelter syndrome (47, XXY karyotype) or in association with functioning testicular neoplasms, such as Leydig cell or Seoli cell tumors. Breast development is defective in Turner syndrome (45, XO karyotype).",
        "cop": 2,
        "opa": "Use of Anabolic steroids",
        "opb": "A person with (45, XO) karyotype",
        "opc": "Alcoholic cirrhosis",
        "opd": "Antiretroviral therapy",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "2a5c6a51-4acf-42e9-bac6-e57d0be8c623",
        "choice_type": "single"
    },
    {
        "question": "macrophage in the brain is",
        "exp": "Answer is option 4 Microglia are considered the resident macrophages of the brain given that they are the only myeloid cells present in the CNS parenchyma. Microglia perform both homeostatic and immune-related functions and constitute about 5-20% of all cells in the CNS. Ref of img:",
        "cop": 4,
        "opa": "Schwann cells",
        "opb": "Oligodendrocytes",
        "opc": "Astrocytes",
        "opd": "Microglia",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "402a1d9d-41ce-4cce-9c4c-89c27978c0db",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant bone tumor",
        "exp": "Primary bone tumors are considerably less common than bone metastases from other primary sites; metastatic disease is discussed at the end of this section. Primary bone tumors exhibit great morphologic diversity and clinical behaviors--from benign to aggressively malignant. ref: Robbins Basic Pathology, 9E, page-774",
        "cop": 2,
        "opa": "Osteogenic sarcotoma",
        "opb": "Secondaries",
        "opc": "Osteoma",
        "opd": "Enchondroma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "4d5e6e0e-ca0b-448c-9372-28c7c2c5b0d0",
        "choice_type": "single"
    },
    {
        "question": "Most common ovarian tumor -",
        "exp": "Serous tumors are the most common of the ovarian epithelial tumors. About 60% are benign, 15% are of low malignant potential, and 25% are malignant. Benign lesions are usually encountered in patients between 30 and 40 years of age, and malignant serous tumors are more commonly seen between 45 and 65 years of age. Taken together, borderline and malignant serous tumors are the most common ovarian malignancies, accounting for about 60% of all ovarian cancers. ref: Robbins Basic Pathology, 9E, page-697",
        "cop": 1,
        "opa": "Serous cystadenoma",
        "opb": "Choriocarcinomac",
        "opc": "Teratoma",
        "opd": "Fibroma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "1b651c95-4b57-441c-8f00-9058eaf9a514",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman in the third trimester of her third pregnancy discovers a lump in her left breast. On physical examination, a 2-cm, discrete, freely movable mass beneath the nipple is palpable. After the birth of a term infant, the mass appears to decrease in size. The infant is breastfed without difficulty. What is the most likely diagnosis?",
        "exp": "Fibroadenomas are common and may enlarge during pregnancy or late in each menstrual cycle. Most intraductal papillomas are smaller than 1 cm and are not influenced by hormonal changes. Lobular carcinoma in situ is typically an ill-defined lesion without a mass effect. Medullary carcinomas tend to be large; they account for only about 1% of all breast carcinomas. Phyllodes tumors are uncommon and tend to be larger than 4 cm.",
        "cop": 1,
        "opa": "Fibroadenoma",
        "opb": "Intraductal papilloma",
        "opc": "Lobular carcinoma in situ",
        "opd": "Medullary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "f9a229d7-289b-4a98-b796-6828eccae016",
        "choice_type": "single"
    },
    {
        "question": "Risk of breast carcinoma is most likely with which of the following conditions?",
        "exp": "Proliferative disease with atypia includes atypical lobular hyperplasia (ALH) and atypical ductal hyperplasia (ADH). Atypical ductal/lobular hyperplasia is associated with 4-5 times relative risk of breast carcinoma compared to non-proliferative breast changes. Conditions with lesser risk for carcinoma:- Sclerosing adenosis Fibrocystic change Apocrine metaplasia Duct ectasia Also know: Nonproliferative disease consists of three major morphologic changes: cysts, fibrosis, and adenosis. It is termed \"nonproliferative\" because the lesions contain single layers of epithelial cells. The most common nonproliferative breast lesions are simple cysts lined by a layer of luminal cells that often undergo apocrine metaplasia Proliferative disease without atypia includes epithelial hyperplasia, sclerosing adenosis, complex sclerosing lesion, and papilloma.",
        "cop": 2,
        "opa": "Sclerosing adenosis",
        "opb": "Atypical epithelial hyperplasia",
        "opc": "Fibrocystic change",
        "opd": "Apocrine metaplasia",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "8037b087-59e9-4b3c-8038-d67f0f7ec048",
        "choice_type": "single"
    },
    {
        "question": "Prognostic factors of Ca. breast include all except:",
        "exp": "Ans: d (E cadherin) Ref: Robbins, 7th ed, p. 1147E cadherin is a glycoprotein that acts as glue between epithelial cells. Loss of cadherin favours malignancy by allowing easy disintegration of cells leading to local invasion / metastasis. Even though reduced cell surface expression of E cadherin is associated with many types of carcinomas including Ca breast, it's not mentioned as a prognostic factor (major / minor) for the same. Prognostic factors - Ca. breast: Major: 1. Invasive / insitu - invasive poor prognosis2. Distant metastasis - poor prognosis3. Lymph node mets - Axillary LN status is the single most important prognostic factor in the absence of mets4. Tumour size - 2nd most important prognostic factor in the absence of mets5. Locally advanced disease - invading skin / skeletal muscles - poor prognosis6. Inflammatory carcinoma - poor prognosis. Minor: 1. Histological subtype - 'No special type' is poorer than 'special types' like tubular, mucinous, medullary etc. 2. Tumour grade - (Scarff Blood Richardson system) Higher the grade, poorer the prognosis3. Hormone receptors -Estrogen receptor(+), Progesterone receptor (+) = 80% respond to therapy. Either E or P = 40% respond to therapy. Estrogen (-), progesterone (-) = < 10% respond to therapy4. Her 2neu / Human epidermal growth factor receptor / C erb B2. Over expression is associated with poor prognosis",
        "cop": 4,
        "opa": "Erb B2",
        "opb": "Estrogen",
        "opc": "Progesterone",
        "opd": "Ecadherin",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "a64bcb0f-c75f-4dff-86f2-ec15d490a803",
        "choice_type": "multi"
    },
    {
        "question": "Male breast cancer wrong statement-",
        "exp": "Ans. (b) Lobular carcinoma is common(Ref: Robbins 9th/pg 1054). From 4% to 14% of cases in males are attributed to germline BRCA2 mutations -OPTION A IS TRUEStructure of the male breast does not have lobules and acini, lobular carcinoma cases are seen infrequently- OPTION B IS FALSEMost common breast cancer in male is ductal carcimnoma NOSColloid carcinoma can be seen.",
        "cop": 2,
        "opa": "Brca2 seen in 6% cases",
        "opb": "Lobular carcinoma is common",
        "opc": "DUCTAL carcimoma is most common subtype",
        "opd": "Colloid carcinoma can be seen",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "26f2d591-d3ae-40c5-abf8-7e497f4830dd",
        "choice_type": "multi"
    },
    {
        "question": "All are Markers of bone formation except",
        "exp": "Osteocalcin, Alkaline phosphatase & Procollagen residue are Markers of bone formation. Refer robbins 9/e p774",
        "cop": 4,
        "opa": "Osteocalcin",
        "opb": "Alkaline phosphatase",
        "opc": "Procollagen residue",
        "opd": "Hydroxyproline",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "f0327d61-da7f-47c5-99f0-69e9c928dd26",
        "choice_type": "multi"
    },
    {
        "question": "Breast Ca is not a/w",
        "exp": "Frequently, in FIBROCYSTIC CHANGES the lining cells are large and polygonal with abundant granular, eosinophilic cytoplasm and small, round, deeply chromatic nuclei. Such morphology is called apocrine metaplasia and viually always is benign. ref: Robbins Basic Pathology, 9E, page-705",
        "cop": 2,
        "opa": "BRCA 1 & BRCA 2",
        "opb": "Apocrine metaplasia",
        "opc": "Atypical ductal hyperplasia",
        "opd": "Moderate hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "c8bb4469-5831-4d49-9dcd-97f420e55993",
        "choice_type": "single"
    },
    {
        "question": "Schiller' Duval bodies is seen in -",
        "exp": "Yolk sac tumors are the most common primary testicular neoplasm in children younger than 3 years of age; in this age group it has a very good prognosis. In adults, yolk sac tumors most often are seen admixed with embryonal carcinoma.. A distinctive feature is the presence of structures resembling primitive glomeruli, the so-called Schiller Duvall bodies. ref: Robbins Basic Pathology, 9E, page-661",
        "cop": 3,
        "opa": "Choriocarcinoma",
        "opb": "Embryonal cell Ca",
        "opc": "Endodermal sinus tumour",
        "opd": "Immature teratoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "c866853b-22b7-4e76-8ff9-794af978bf66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following markers increases the risk of recurrent carcinoma breast?",
        "exp": "C i. e. Ca 27-29. Ref: ASCO Guidelines. Explanation: Breast Carcinoma Recurrence: ASCO recommends that the following tests and imaging tests are not used to watch for a recurrence when a person has no signs or symptoms that the breast cancer has returned: Tumor marker tests for CEA, CA 15-3 and CA 27-29. CT scan. PET scan. Bone scan.",
        "cop": 3,
        "opa": "Ca 125",
        "opb": "Ca 19-9",
        "opc": "Ca 27-29",
        "opd": "PSA",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "a56006d4-1480-4502-87fb-c7b8ea430ee3",
        "choice_type": "single"
    },
    {
        "question": "Male breast cancer wrong statement is",
        "exp": "Invasive lobular carcinoma is a type of breast cancer that begins in the milk-producing glands (lobules) of the breast. Invasive cancer means thecancer cells have broken out of the lobule where they began and have the potential to spread to the lymph nodes and other areas of the body. Refer robbins 9/e 710",
        "cop": 2,
        "opa": "BRCA2 is seen in 6% of cases",
        "opb": "Lobular cancer is most common",
        "opc": "Ductal carcinoma is most common type",
        "opd": "Colloid carcinoma can be seen",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "3fe64a89-9083-4c55-bea5-f5605fe3c544",
        "choice_type": "multi"
    },
    {
        "question": "Risk factor for endometrial carcinoma is",
        "exp": "Risk factors for this type of carcinomainclude (1) obesity, (2) diabetes, (3) hypertension (4) infeility, (5) exposure to unopposed estrogen Many of these risk factors result in increased estrogenic stimulation of the endometrium and are associated with endometrial hyperplasia. ref: Robbins Basic Pathology, 9E, page-692",
        "cop": 2,
        "opa": "Smoking",
        "opb": "Obesity",
        "opc": "Infeility",
        "opd": "Tamoxifen",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9bb3f5ba-23ad-45d7-b8e9-08ace06bfe5c",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman presents with a large breast mass that she first detected 3 months ago. Mammography reveals a well-circumscribed mass measuring 8 cm in diameter. A breast biopsy shows loose fibroconnective tissue with a sarcomatous stroma, abundant mitoses, and nodules and ridges lined by cuboidal epithelial cells. Which of the following is the appropriate diagnosis?",
        "exp": "Phyllodes tumor of the breast is a proliferation of stromal elements accompanied by a benign growth of ductal structures. These tumors usually occur in women between 30 and 70 years of age. Phyllodes tumors resemble fibroadenomas in their overall architecture and the presence of glandular and stromal elements. Like fibroadenoma, benign phyllodes tumor is sharply circumscribed, and the cut surface is firm, glistening, and grayish white. Microscopically, the stroma of a benign phyllodes tumor is hypercellular and has mitotic activity. The distinction from fibroadenoma is made not on the size, but on the histologic and cytologic characteristics of the stromal component. Malignant phyllodes tumors have an obviously sarcomatous stroma with abundant mitotic activity, and the stromal component is increased out of proportion to the benign duct elements. They are usually poorly circumscribed, with invasion into the surrounding breast tissue. Sarcomatous elements are not features of the other choices. Diagnosis: Phyllodes tumor of the breast",
        "cop": 4,
        "opa": "Fibroadenoma",
        "opb": "Medullary carcinoma",
        "opc": "Paget disease",
        "opd": "Phyllodes tumor",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "c6894fd9-b94e-4f25-9855-85a8d323f1e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about Rheumatoid Factor is true?",
        "exp": "In rheumatoid ahritis it is suspected that antibodies plays a role in the disease. About80% of patients have serun IgM autoantibodies that bind to fc poion of their own self IgG. These antibodies are called rheumatoid factor. Ref: Robbins basic pathology 9th edition page no 784, green box=Pathogenesis",
        "cop": 1,
        "opa": "It is an IgM antibody directed against IgG",
        "opb": "It is an IgG antibody directed against 1gM",
        "opc": "It is more specific than Anti-CCP antibodies",
        "opd": "It is positive in all cases of Juvenile Rheumatoid Ahritis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "2b156324-54f6-4c33-afad-c37ae2e28cd2",
        "choice_type": "multi"
    },
    {
        "question": "Giant cell tumor of tendon sheath Is",
        "exp": "Giant cell tumours of tendon sheath are benign tumours, occurs as discrete nodules on a tendon sheath along wrist and fingers. Giant cell tumor of the tendon sheath (GCTTS) is the second most common tumor of the hand after ganglion cysts (1, 2). It is a slowly growing, usually painless benign lesion of soft tissues. Robbins basic pathology. 7tyh edition. chapter - joints and soft tissue tumours. Page no 1315. REF IMG answer is option 4.",
        "cop": 4,
        "opa": "Traumatic",
        "opb": "Infective",
        "opc": "Malignant tumor",
        "opd": "benign tumor",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0c143995-5898-4750-a833-dbcd513cedb1",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman requests a mammogram because both her mother and sister died of metastatic breast cancer before 40 years of age. Which of the following would add to this patient's risk factors for breast cancer?",
        "exp": "Concern over familial breast cancer is well warranted in this patient, with two first-degree relatives dying of breast cancer at an early age. Both BRCA1 and BRCA2 mutations are major risk factors for the development of breast cancer. Other risk factors:- First pregnancy after 30 years of age Early menarche Late menopause DIET:-High-fat diet & not a high-fiber diet There is no evidence to suppo that either oral contraceptive use or fibroadenoma is a risk factor for breast cancer.",
        "cop": 4,
        "opa": "Multiparity",
        "opb": "High-fiber diet",
        "opc": "Oral contraceptive use",
        "opd": "BRCA1 mutation",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "6773e8d3-4f93-4e9b-9999-9a8ea062d1fa",
        "choice_type": "multi"
    },
    {
        "question": "Lesions affecting the terminal duct lobular unit (TDLU) in breast are all except",
        "exp": "There are two types of noninvasive breast carcinoma: DCIS and LCIS. Morphologic studies have shown that both types usually arise from cells in the terminal duct lobular unit but the nipple adenoma doenot belongs to it. ref: Robbins Basic Pathology, 9E, page-710",
        "cop": 1,
        "opa": "Nipple adenoma",
        "opb": "Blunt duct adenosis",
        "opc": "Intraductal papilloma",
        "opd": "Fiboadenoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b481185d-b893-4e36-adc8-3b24028e5cc6",
        "choice_type": "multi"
    },
    {
        "question": "Breast-feeding 26 year old woman came to OPD with complains of redness and pain of and around nipple associated with purulent discharge from nipple. On culture of discharge, Staphylococcus aureus was cultured. Which of the following statement is true about condition of patient?",
        "exp": "Patient is having Acute Mastitis Occur in Breast feeding young female Mostly occurs during the first month of breastfeeding D/t Staphylococcus aureus leading to pus formation C/F Pain, fever, nipple discharge ( purulent) Swelling Diagnosis: USG Treatment NSAIDs Antibiotic for staph areus ( penicillin gp) Aspiration Incision and drainage Breast feeding is not contraindicated",
        "cop": 1,
        "opa": "Mostly occurs during the first month of breastfeeding",
        "opb": "NSAIDs are contraindicated in this condition",
        "opc": "Patient is suffering from Periductal Mastitis",
        "opd": "Breast feeding is contraindicated",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "4302b2f8-ce6d-4737-9474-1c6bc37ec851",
        "choice_type": "multi"
    },
    {
        "question": "Most common carcinoma of breast is -",
        "exp": "Ans. (a) Ductal carcinoma(Ref: Robbins 9th/pg 1057)*Almost all (>95%) of breast malignancies are adenocarcinomas that first arise in the duct/lobular system as carcinoma in situ*Distribution of invasive carcinoma, breast*Invasive Ductal Carcinoma-70 to 80%*Invasive lobular Carcinoma-10%*Mucinous- 2%",
        "cop": 1,
        "opa": "Ductal carcinoma",
        "opb": "Colloid carcinoma",
        "opc": "Lobular carcinoma",
        "opd": "Sarcoma phylloides",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "955e7f36-9e54-40a2-934f-6191e10c0638",
        "choice_type": "single"
    },
    {
        "question": "Regarding the phyllodes tumor, all of the following statements are true, except:",
        "exp": "Phyllodes tumours like fibroadenomas, arise from intralobular stroma, but are much less common. Majority of phyllodes tumors have MED12 mutations. HOXB13 protein overexpression was found to be correlated with stromal hypercellularity and atypia and may be implicated in the development of malignant phyllodes tumors. The larger lesions often have bulbous protrusions (phyllodes is Greek for \"leaflike\") due to the presence of nodules of proliferating stroma covered by epithelium. In some tumours these protrusions extend into a cystic space. Phyllodes tumor is distinguished from fibroadenoma on the basis of higher cellularity, higher mitotic rate, nuclear pleomorphism, stromal overgrowth, and infiltrative borders. Most phyllodes tumors present in the sixth decade, 10 to 20 years later than the peak age for fibroadenoma. Most have low-grade (benign) cytologic features. Regardless of grade, lymphatic spread is rare. The uncommon high-grade lesions give rise to distant hematogenous metastases in about one-third of cases. Only the stromal component metastasizes.",
        "cop": 3,
        "opa": "Intralobular stromal tumor",
        "opb": "Overexpression of HOXB13 is associated with more aggressive clinical behavior",
        "opc": "Most of these tumors are high grade",
        "opd": "Metastasis of only the non-epithelial/stromal component",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "5a992b83-1f9d-44f3-af7d-6abbe9340401",
        "choice_type": "multi"
    },
    {
        "question": "Herringbone pattern on histology is seen in which tumor",
        "exp": "fibrosarcoma In the given figure, Malignant spindle cells here are arranged in a herringbone pattern. Fibrosarcoma are malignant neoplasms composed of fibroblasts. Fibrosarcoma are soft unencapsulated, infiltrative masses that frequently contain areas of hemorrhage and necrosis. Robbins basic pathology 9th edition page no 794, figure 20-26 Ref of img:",
        "cop": 1,
        "opa": "Fibrosarcoma",
        "opb": "Lipoma",
        "opc": "Carcinoma",
        "opd": "Liposarcoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "8e187593-829b-449b-aad5-bd030d5bcc1e",
        "choice_type": "single"
    },
    {
        "question": "\"Basal-like\" carcinoma of breast can be identified as:",
        "exp": null,
        "cop": 1,
        "opa": "ER -ve; HER2 -ve",
        "opb": "ER +ve; HER2 -ve",
        "opc": "HER2 +ve",
        "opd": "ER +ve; HER2 +ve",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "37b5d3f1-5bf1-4a65-88a9-5438d4e67e23",
        "choice_type": "single"
    },
    {
        "question": "A study of women with breast carcinoma is done to determine the presence and amount of estrogen receptor (ER) and progesterone receptor (PR) in the carcinoma cells. Large amounts of ER and PR are found in the carcinoma cells of some patients. These receptors are not present in the cells of other patients. The patients with positivity for ER and PR are likely to exhibit which of the following traits?",
        "exp": "The estrogen receptor and progesterone receptor (ER and PR) status help predict whether chemotherapy with antiestrogen compounds such as tamoxifen would be effective; however, the correlation is not perfect. ER and PR do not affect the immunogenicity and are not targets for immunotherapy. In contrast, immunotherapy targeted to the overexpressed HER2/neu gene is being used. The overall prognosis may be predicted from several factors, including histologic type, histologic grade, presence of metastases, degree of aneuploidy, and tumor stage. Family history and the presence of specific mutations such as BRCA1 or BRCA2 correlate with the familial risk of breast cancer.",
        "cop": 4,
        "opa": "Greater immunogenicity",
        "opb": "Greater likelihood of metastases",
        "opc": "Greater risk of familial breast cancer",
        "opd": "Higher response to therapy",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "63edad7a-fa5d-46f7-90e1-5276bc37c455",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman notes a lump in her right breast for the past month. She is concerned because her sister was diagnosed with poorly differentiated \"triple-negative\" breast cancer at age 31. Ultrasonography of the breast shows a solid mass. Fine needle aspiration is attempted but no diagnostic cells are obtained. Mammography is performed and there is a single 1-cm density with small clustered calcifications in the right breast but no lesions of the opposite breast. Which of the following is the best course of action for this patient?",
        "exp": "Her age would suggest the lesion is probably benign, and even fibroadenomas and fibrocystic changes can have calcifications. The fibrous component of fibroadenoma or fibrocystic changes can make it difficult to aspirate cells from them. However, the family history and the mammographic appearance of small clustered calcifications are concerning for carcinoma. A delay in diagnosis and treatment of breast cancer decreases survival. Although BRCA1 mutations are associated with HER2 and ER- and PR-negative breast cancers, the lesion must still be diagnosed. Based upon the histologic findings and molecular markers, a treatment plan can then be instituted that may include additional studies and pharmacologic therapies.",
        "cop": 1,
        "opa": "Biopsy to obtain tissue from the lesion",
        "opb": "Continued monthly breast self-examination",
        "opc": "Genetic testing for BRCA1 mutations",
        "opd": "Hormonal therapy with tamoxifen",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "65aa4922-cae7-421a-9fed-efa051660f0c",
        "choice_type": "multi"
    },
    {
        "question": "Extra-aicular manifestations of RA -",
        "exp": "Although Rheumatoid ahritis is a symmetric polyaicular ahritis there are also many extra aicular manifestations like scleritis, pericarditis, and pulmonary fibrosis etc. The clinical features of Rheumatoid ahritis is highly variable. Ref: Robbins basic pathology 9th edition page no 785, 786",
        "cop": 4,
        "opa": "Scleritis",
        "opb": "Pericarditis",
        "opc": "Pulmonary fibrosis",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9e6a6085-404e-4411-b311-4c8d2c563640",
        "choice_type": "multi"
    },
    {
        "question": "Proliferating breast mass is",
        "exp": "the proliferating epithelium projects as multiple small papillary excrescences into the ductal lumen (ductal papillomatosis). The degree of hyperplasia, judged in pa by the number of layers of intraductal epithelium, can be mild, moderate, or marked. Occasionally, hyperplasia produces microcalcifications on mammography, raising concern for cancer. ref: Robbins Basic Pathology, 9E, page-706",
        "cop": 4,
        "opa": "Duct ectasia",
        "opb": "Fibroadenoma",
        "opc": "Adenosis",
        "opd": "Papilloma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "31099813-44ac-43ad-9736-50b42d8dd585",
        "choice_type": "single"
    },
    {
        "question": "Marker of new bone formation is -",
        "exp": "Answer is option 1, alkaline phosphatase Alkaline phosphatase has been clinically available for several years as a marker for bone metabolism. Serum alkaline phosphatase consists of several dimeric isoforms that originate from various tissues, such as liver, bone, intestine, spleen, kidney, and placenta. In adults with normal liver function, approximately 50% of the total alkaline phosphatase activity arises from the liver and 50% from the bone. emedicine. medscape. com> Refer robbins 9/e p774",
        "cop": 1,
        "opa": "Alakaline phosphatase",
        "opb": "Acid phosphatase",
        "opc": "Hydroxyl proline",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b04361a0-e44d-486c-ba6b-a531bd80e822",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old woman suffers traumatic injury to her breast while playing soccer. Physical examination reveals a 3-cm area of ecchymosis on the left breast. Two weeks later, the patient palpates a firm lump beneath the area where the bruise had been located. Which of the following is the most likely pathologic diagnosis?",
        "exp": "A history of trauma can usually be elicited in cases of fat necrosis occurring in the breast. Initially, the lesion consists of necrosis of adipocytes and hemorrhage, after which phagocytic cells remove the lipid debris. Fibroblastic proliferation during healing leads to fingers of fibrous scar tissue that extend into the adjacent breast tissue. As a result, an irregular, fixed, hard mass may ensue and clinically resemble breast cancer. Dystrophic calcification, a common feature of breast cancer, may also be detected radiographically in areas of fat necrosis. Thus, the lesions often require biopsy to establish their benign character. The other choices are not associated with trauma. Diagnosis: Fat necrosis of the breast",
        "cop": 2,
        "opa": "Duct ectasia",
        "opb": "Fat necrosis",
        "opc": "Fibrocystic change",
        "opd": "Granulomatous mastitis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d35b734c-f224-418b-acdb-bab0002b3d8f",
        "choice_type": "single"
    },
    {
        "question": "Perifascicular atropy of muscle fibres is seen in",
        "exp": "Inflammatory Myopathies Dermatomyositis is the most common Inflammatory myopathy in children. On microscopic examination it is associated with perivascular mononuclear cell infiltrates, dropouts of capillaries, the presence of so called tubuloreticular inclusions in endothelial cells, and myofiber damage in a paraseptal or perifascicular pattern. Robbins basic pathology 9th edition page no 805, heading=",
        "cop": 2,
        "opa": "Steroid myopathy",
        "opb": "Dermatomysotis",
        "opc": "Inclusion body myositis",
        "opd": "Nemaline myopathy",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d63d7c25-e75a-46e9-858e-e9c622fd0f9c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are invasive carcinoma breast except",
        "exp": "The comedo subtype is distinctive and is characterized by cells with high-grade nuclei with extensive central necrosis. The name derives from the toothpaste-like necrotic tissue that extrudes from transected ducts on application of gentle pressure ref: Robbins Basic Pathology, 9E, page-710",
        "cop": 1,
        "opa": "Comedo carcinoma",
        "opb": "Colloid carcinoma",
        "opc": "Lobular carcinoma in situ",
        "opd": "Medullary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "6a398708-aa5a-4f66-9310-dbace7391fc1",
        "choice_type": "multi"
    },
    {
        "question": "The tumor marker for Endodermal sinus tumor is",
        "exp": "Endodermal sinus Tumors often have eosinophilic hyaline globules in which a1-antitrypsin and alpha fetoprotein (AFP) can be demonstrated by immunohistochemical techniques. As mentioned later, AFP can also be detected in the serum. Serum AFP is a very good tumor marker in patients with germ cell tumors composed of or containing endodermal sinus (yolk sac) tumor, irrespective of their location. ref: Robbins Basic Pathology, 9E, page-661",
        "cop": 4,
        "opa": "HCG",
        "opb": "CEA",
        "opc": "cytokein",
        "opd": "Alpha fetoprotein",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "d4a0f99b-ec5b-41c7-8a4f-7097acf185c0",
        "choice_type": "single"
    },
    {
        "question": "ER positive status in Ca Breast indicates-",
        "exp": "Ans. is 'a' i. e., Prognosis o Estrogen receptor (ER) positive breast carcinomas are generally slow growing and respond well to hormonal treatment, o Gene expression prolifing, which can measure the relative quantities of m. RNA for essentially every gene, has identified five major patterns of gene expression in invasive ductal carcinoma. Luminal Ao This is the largest group (40-55%) which has characteristics of normal luminal cells, o This type is ER positive and HER2/neu negative. o These cancers are generally slow growing and respond to hormonal treatment. Conversely only a small number will respond to standard chemotherapy. Luminal Bo These tumors are ER positive, has a higher proliferative rate and overexpresses HER2/neu - Triple- positive cancer. o They compose a major group of ER-positive cancers that are more likely to have lymphnode metastases and may respond to standard chemotherapy. Normal breast lineo These are ER positive, HER2/neu negative and characterized by the similarity of their gene expression pattern to normal tissue. Basal lineo These are ER negative, PR negative, HER2/neu negative - Triple negative. o These are characterized by expression of markers typical of myoepithelial cells (e. g., basal keratins, P- codherins, p63, or laminin), progenitor cells, or putative stem cells (e. g. cytokeratins 5 and 6). o Many carcinoma arising in women with BRAC1 mutations are of this type. o These are aggressive tumors, frequent metastasis to viscera and brain can be seen - have poor prognosis. HER2 positiveo These are ER negative and overexpress HER 2/neu protein.",
        "cop": 1,
        "opa": "Prognosis",
        "opb": "Etiology'",
        "opc": "Site",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "4124942c-5e8d-4676-8246-9b32b607c8fb",
        "choice_type": "multi"
    },
    {
        "question": "The type of mammary ductal carcinoma in situ (DCIS) most likely to result in a palpable abnormality in the breast is",
        "exp": "DCIS has a wide variety of histologic appearances. Architectural patterns often are mixed and include solid, comedo, n cribriform, papillary, micropapillary, and \"clinging\" types. The comedo subtype is distinctive and is characterized by cells with high-grade nuclei with extensive central necrosis ref: Robbins Basic Pathology, 9E, page-710 ref img",
        "cop": 4,
        "opa": "Apocrine DCIS",
        "opb": "Neuroendocrine DCIS",
        "opc": "Well differentiated DCIS",
        "opd": "Comedo DCIS",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "39164c0d-f12f-416c-a6ec-cc6429621518",
        "choice_type": "single"
    },
    {
        "question": "In Myasthenia gravis, antibodies are present against",
        "exp": "Robbins basic pathology 9th edition page no 800, heading=Myasthenia gravis Myasthenia gravis is caused by autoantibodies that block the function of postsynaptic acetyl choline nicotinic receptors at motor end plates, which results in the degradation and depletion of the receptors. ref img:",
        "cop": 2,
        "opa": "Muscarinic receptor proteins",
        "opb": "Nicotinic receptor proteins",
        "opc": "Protein actin",
        "opd": "Protein myosin",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "15595320-b4af-4ca3-a816-6ea76ef16962",
        "choice_type": "single"
    },
    {
        "question": "BRCA-1 gene is located at chromosome location",
        "exp": "Roughly one third of women with hereditary breast cancer have mutations in BRCA1 (at chromosomal locus 17q21. 3) or BRCA2 (located on chromosomal band 13q12-13). These genes encode large, complex proteins that do not exhibit close homology to each other or other proteins. Although the molecular basis for their strong association with breast cancer risk is still being elucidated, both BRCA1 and BRCA2 are believed to function in a common DNA repair pathway ref: Robbins Basic Pathology, 9E, page-709",
        "cop": 2,
        "opa": "17p2l",
        "opb": "17q21",
        "opc": "13p21",
        "opd": "13q21",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "a688d6c9-4426-42ce-8362-20c917bb1faf",
        "choice_type": "single"
    },
    {
        "question": "Modified Bloom Richardson criteria for Carcinoma Breast includes",
        "exp": "Modified Bloom Richardson criteria for Carcinoma Breast includes Nuclear polymorphism Tubule formation Mitotic rate Ref of img:",
        "cop": 4,
        "opa": "Nuclear polymorphism",
        "opb": "Tubule formation",
        "opc": "Mitotic rate",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9810a206-69ac-4f24-a6de-47dca2a5e06b",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old lady presented With a 3-month history of pain in the lower third of the right thigh. There was no local swelling; tenderness was present on deep pressure. Plain X-rays showed an ill-defined intra medullary lesion with blotchy calcification at the lower end of the right femoral diaphysis, possible enchondroma or chondrosarcoma. Sections showed a cailaginous tumor. Which of the following histological features (if seen)would be most helpful to differentiate the two tumours?",
        "exp": "Our study confirmed that mitotic figures and nuclear pleomorphism are hallmarks of high-grade secondary peripheral chondrosarcoma. However, despite the substantial agreement, we demonstrated that histology alone cannot distinguish osteochondroma from low-grade secondary peripheral chondrosarcoma in the setting of multiple osteochondromas, since nodularity, the presence of binucleated cells, irregular calcification, cystic/mucoid changes and necrosis were not helpful to indicate malignant transformation of an osteochondroma. On the other hand, among the concordant cases, the cailage cap in osteochondroma was significantly less thick than in low- and high-grade secondary peripheral chondrosarcoma. Therefore, our study showed that a multidisciplinary approach integrating clinical and radio graphical features and the size of the cailaginous cap in combination with a histological assessment are crucial to the diagnosis of cailaginous tumors. REF <a href=\"",
        "cop": 2,
        "opa": "Focal necrosis and lobulation",
        "opb": "Tumor permeation between bone trabeculea at periphery",
        "opc": "Extensive myxoid change",
        "opd": "High cellularity",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "dfba108a-7489-40f2-b0b8-e645d47741fe",
        "choice_type": "single"
    },
    {
        "question": "An epiphyseal bone lesion is -",
        "exp": "Chondroblastoma also reffered to as codman tumours are rare benign cailaginous neoplasms that charecteristically arise in the epiphysis or apophysis of along bone in young patients. It has high occurence and high chance of metastasis. ref img",
        "cop": 2,
        "opa": "Osteogenic sarcoma",
        "opb": "Chondroblastoma",
        "opc": "Ewing's sarcoma",
        "opd": "Chondromyxoid fibroma",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "9dd669d6-024c-4792-938e-660ed66bdcc0",
        "choice_type": "single"
    },
    {
        "question": "Somatic mutation E17K in the PH domain of AKT-1 gene mutation is associated with?",
        "exp": "Ans. (b) Breast(Ref: Atlasgeneticsoncology. org/Genes/AKT1). Hyper-activation of AKT1 has been found associated to several human cancers:*Thyroid carcinoma*Breast carcinoma*Non-small cell lung carcinoma*Gastric carcinoma. Now coming to question: Somatic mutation E17K occurs in the PH domain of AKT1 in 8% of human breast cancers. This mutation also occurs in 6% of colorectal cancers.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Breast",
        "opc": "Ovary",
        "opd": "Pancreas",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "14c3cb56-07bc-4c30-9dfa-c9e53fbeb806",
        "choice_type": "single"
    },
    {
        "question": "Which is rheumatic ahritis autoantibody -",
        "exp": "Answer is anti ccp Rheumatoid ahritis is an autoimmune disease involving complex and still poorly understood interactions of genetic risk factors, environment and the immune system. In atleast 70% of patients the blood contains anti-ccp antibody, which may be produced during inflammation. These antibodies contribute to the bone lesions. Robbins basic pathology 9th edition page no 784, heading box=Pathogenesis",
        "cop": 2,
        "opa": "Anti DLE",
        "opb": "Anti CCP",
        "opc": "Anti ds DNA",
        "opd": "Anti histone",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "3e4d2d0c-3d6d-46af-864d-f57630243cf0",
        "choice_type": "single"
    },
    {
        "question": "Giant cells seen",
        "exp": "Giant cell tumors of bone also known as osteoclastomas are relatively common bone tumors, usually benign which are arising from metaphsis and typically extending into epiphysis of the long bones. Young adults of ages 20-40 are more prone to these conditions. In a x ray we can find soap bubble appearance. >aicles > REF OF IMG:",
        "cop": 1,
        "opa": "Osteoclastoma",
        "opb": "Chondroblastoma",
        "opc": "Chordoma",
        "opd": "Osteitis fibrosa cystisca",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "216b722c-01cb-4032-be2e-32fbfdf9beb2",
        "choice_type": "single"
    },
    {
        "question": "Streak gonads are seen in",
        "exp": "Most patients have primary amenorrhea, and morphologic examination reveals transformation of the ovaries into white streaks of fibrous stroma devoid of follicles. the ovaries are reduced to atrophic fibrous strands, devoid of ova and follicles (streak ovaries). It is the defective development of the gonads in an embryo, with reproductive tissue replaced with functionless, fibrous tissue, termed streak gonads. ref: Robbins Basic Pathology, 9E, page-240",
        "cop": 1,
        "opa": "Turner syndrome",
        "opb": "Klinefelter's syndrome",
        "opc": "Klinefelter's syndrome",
        "opd": "Down's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "5daf1361-2e6a-41e1-bdae-79dab81e6ea6",
        "choice_type": "single"
    },
    {
        "question": "Women carrying BRCA 1 gene are more likely to develop which type of breast carcinoma",
        "exp": "Medullary carcinomas occur with increased frequency in women with BRCA1 mutations, although most women with medullary carcinoma are not carriers. These carcinomas uniformly lack the estrogen and progesterone receptors and do not overexpress HER2/NEU (a combination that often is referred to as triple-negative). ref: Robbins Basic Pathology, 9E, page-712",
        "cop": 1,
        "opa": "Medullary",
        "opb": "Lobular",
        "opc": "collnid",
        "opd": "Secretory",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "dbda932e-26e7-44df-8be7-eb6f76712063",
        "choice_type": "single"
    },
    {
        "question": "Among the following statements, true about DCIS breast is:",
        "exp": "Ductal Carcinoma in Situ (DCIS) DCIS is a malignant clonal proliferation of epithelial cells limited to ducts and lobules by the basement membrane DCIS can spread throughout the ductal system and produce extensive lesions involving an entire sector of a breast. DCIS is almost always detected by mammography. Histologically:-DCIS can be divided into two major architectural subtypes: Comedo It is defined by two features: Tumor cells with pleomorphic, highgrade nuclei and Areas of central necrosis Noncomedo Lacks either high-grade nuclei or central necrosis Calcifications may also be seen in noncomedo forms of DCIS in association with focal necrosis or intraluminal secretions.",
        "cop": 4,
        "opa": "DCIS is a benign proliferation of epithelial cells",
        "opb": "DCIS involves only specific sectors of breast",
        "opc": "DCIS is almost always detected histologically",
        "opd": "Rarely, DCIS can produce nipple discharge",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "420a31ae-c44e-4b98-839d-53286edb26dc",
        "choice_type": "multi"
    },
    {
        "question": "Hyperplasia of smooth muscle of airway is seen in?",
        "exp": "Asthma is a chronic Inflammatory disease of the airways. Repeated bouts of inflammation leads to structural changes in the bronchial wall collectively called as airway remodelling. These changes include hyperophy of bronchial smooth muscle and mucus glands and deposition of subepithelial collagen. Robbins basic pathology 9th edition page no 468 ref img",
        "cop": 2,
        "opa": "Emphysema",
        "opb": "Asthama",
        "opc": "Alvelor proteinosis",
        "opd": "Bronchiectasis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "b8b4a4ae-f95f-4084-b626-19bd54360691",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Brain metastasis is?",
        "exp": "Ref: Bailey and Love 26th edition, P 614. The leading cause of brain metastasis is lungs > Breast>Melanoma. Tissue of origin for brain metastases (approximate). Origin. Percentage. Lung40. Breast15. Melanoma10. Renal/GU10. Other Unknown25",
        "cop": 1,
        "opa": "Lung cancer",
        "opb": "Head and neck cancer",
        "opc": "Prostate cancer",
        "opd": "Breast cancer",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "4b651a79-7db1-4b99-9975-975f33ef4d0e",
        "choice_type": "single"
    },
    {
        "question": "Breast CA with best prognosis",
        "exp": "Ans. (a) Mucinous(Ref: Robbins 9th/pg 1064-65)*Histological type: Invasive ductal carcinoma (no special type; NST) carries poor prognosis.*Tubular, mucinous, lobular, papillary, adenoid cystic has better prognosis#Metaplastic carcinoma or micro-papillary carcinoma have a poorer prognosis QRemember mucinous > lobular",
        "cop": 1,
        "opa": "Mucinous",
        "opb": "Medullary",
        "opc": "Invasive ductal",
        "opd": "Lobular Ca",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0e2241bb-e3a4-4864-ae5e-9d991a333434",
        "choice_type": "single"
    },
    {
        "question": "50 yr old female presented with lump in right breast. She was diagnosed having Luminal A carcinoma. All are true about this cancer except?",
        "exp": "Luminal A breast cancer Seen in elderly females M/c subtype ER/ PR positive Her 2 /Neu negative Low proliferation rate Ki 67: low Best prognosis among subtypes Responsive to hormonal chemotherapeutic agents like tamoxifen and aromatase inhibitors, Respond poorly to non- hormonal chemotherapy drugs like paclitaxel. Immunohistochemistry staining of a tissue biopsy specimen of luminal type A breast cancer:",
        "cop": 3,
        "opa": "M/C subtype",
        "opb": "Best prognosis",
        "opc": "ER/ PR negative",
        "opd": "Response poor to paclitaxel",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "bd1b675d-6112-4598-b8c3-e29ee3c6116c",
        "choice_type": "multi"
    },
    {
        "question": "Breast carcinoma is associated with all except:",
        "exp": "ATR is associated with ataxia telengectasia.",
        "cop": 4,
        "opa": "BRCA1",
        "opb": "BRCA2",
        "opc": "TP53",
        "opd": "ATR",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "e4b531b2-5cc7-48a6-a0e4-eee21727a07e",
        "choice_type": "multi"
    },
    {
        "question": "Gene affected in breast cancer?",
        "exp": "Ans. is 'b' i. e., p53 * Most common gene involved infamilial breast cancer - BRCA-1* Most common gene involved in sporadic breast cancer -p53* Most common gene involved overall (Hereditory plus sporadic) - p53* Maximum increase in susceptibility to breast cancer is seen with - p53 mutation (>90%) whether it is sporadic or Hereditary.",
        "cop": 2,
        "opa": "WT1",
        "opb": "p53",
        "opc": "RAS",
        "opd": "p83",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "fb070130-bc61-44d6-b500-53bd61f0737f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following benign condition can mimic cancer in the breast?",
        "exp": "The presentations of fat necrosis are protean and can closely mimic cancer as a painless palpable mass, skin thickening or retraction, or mammographic densities or calcifications. About half of affected women have a history of breast trauma or prior surgery. Duct ectasia too can mimic cancer. Duct ectasia presents as a palpable periareolar mass that is often associated with thick, white nipple secretions and occasionally with skin retraction. Pain and erythema are uncommon. This disorder tends to occur in the fifth or sixth decade of life, usually in multiparous women. The principal significance of this disorder is that the irregular palpable mass mimics the clinical and radiographic appearance of invasive carcinoma. Ref: Robbins Pathology; 9th edition; Page no: 1047",
        "cop": 2,
        "opa": "Accessory Axillary Breast Tissue",
        "opb": "Fat necrosis",
        "opc": "Fibrocystic disease",
        "opd": "Granulomatous Mastitis",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "0232a481-b59b-4f54-bc0b-a2b8b35469fa",
        "choice_type": "single"
    },
    {
        "question": "True regarding fibromuscular dysplasia are all except",
        "exp": "OCPS predispose Fibromuscular dysplasia affects mainly medium and large aeries. Sometimes alteration of the normal normal structure of the aerial wall gives rise to true aneurysms. There is also associated irregular hyperplasia. Muir's Textbook of pathology Edited by JR Anderson, 12 th edition, page no 14. 36 Answer is option 2",
        "cop": 2,
        "opa": "Medium size vessels",
        "opb": "OCPS predispose",
        "opc": "Aneurysm may occur",
        "opd": "Irregular hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Breast",
        "id": "35460f1d-b643-48f4-961c-79bfece2e380",
        "choice_type": "multi"
    }
]