[
    {
        "question": "Which is the first organ to be affected in left ventricular failure?",
        "exp": "Ans. (a) Lungs. Ref: Robbin's pathology 9th ed. /529-30* In left ventricular failure, the pooling of blood in lungs will result and will lead to development of pulmonary edema which causes hypoxia and findings of dysnea, orthopnea, pink frothy sputum and death. Hence lungs are immediately affected following LVF.* Subsequently due to low BP the kidneys shall be affected and in severe LVF brain perfusion shall also be affected.",
        "cop": 1,
        "opa": "Lungs",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "0c94e488-3569-4709-acdf-6225fa2e12d3",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman presents with a heart murmur. There is a history of recurrent episodes of arthritis, skin rash, and glomerulonephritis. Blood cultures are negative. Laboratory tests for antinuclear antibodies (ANA) and anti-double-stranded DNA are positive. Which of the following is the most likely cause of heart murmur in this patient?",
        "exp": "In patients with systemic lupus erythematosus, endocarditis is the most striking cardiac lesion, termed Libman-Sacks endocarditis. Nonbacterial vegetations are seen on the undersurface of the mitral valve close to the origin of the leaflets from the valve ring (Libman-Sacks endocarditis). There is fibrinoid necrosis of small vessels with focal degeneration of interstitial tissue. Rheumatic fever (choice E) is not commonly associated with ANAs seen in this case. Diagnosis: Systemic lupus erythematosis",
        "cop": 1,
        "opa": "Libman-Sacks endocarditis",
        "opb": "Mitral valve prolapse",
        "opc": "Myocardial infarct",
        "opd": "Mitral valve prolapse",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "4d660d0a-4287-4e67-819d-aca58c3af292",
        "choice_type": "single"
    },
    {
        "question": "Anitskov's cells are modified:",
        "exp": "Ans: b (Macrophages) Ref: Robbins, p. 593. In acute rheumatic fever, focal inflammatory lesions found in the heart are called Ashoff bodies. They consist of foci of swollen eosinophils, collagen surrounded by lymphocytes, but occasionally they contain plasma cells and plump macrophages. These plump macrophages are called Anitschkow cells. They are pathognonomic of rheumatic fever. Some other important cells:-LEcell- Neutrophil in SLETart cell- lymphocyte in SLELangerhan'scell- Ag presenting cells in epidermis (modified macrophages). Langhan's cell- Giant cells in granuloma. Glitter cells- leucocytes in pyelonephritis. Gitter cells- microglia in CNSFlame cells- plasma cells in multiple myeloma. Foam cells- lipid containing macrophages in leprosy. Hofbauer cells- placenta. Armani Ebstein cells- Epithelial cells of PCT in DM",
        "cop": 2,
        "opa": "Neutrophils",
        "opb": "Macrophages",
        "opc": "Lymphocytes",
        "opd": "Eosinophils",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "a8028fed-30e4-40ac-89d8-4b5c1d00cc7d",
        "choice_type": "single"
    },
    {
        "question": "Heart failure cells are?",
        "exp": "Ans. is 'b' i. e., Macrophages o Heart failure cells are Hemosiderin laden alveolar macrophages. o Heart failure cells are a manifestation of pulmonary congestion and edema (as seen in heart failure)o Pulmonary edema & pulmonary infarction can be differentiated by the presence of heart failure cells in pulmonary edema.",
        "cop": 2,
        "opa": "Neutrophills",
        "opb": "Macrophages",
        "opc": "Lymphocytes",
        "opd": "Lymphocytes",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "00705a91-8040-4fd4-8d6a-245aca1611c8",
        "choice_type": "single"
    },
    {
        "question": "A study of persons receiving emergent medical services is conducted. It is observed that 5% of persons with sudden cardiac arrest who receive cardiopulmonary resuscitation survive. Which of the following is the most likely mechanism for cardiac arrest in these survivors?",
        "exp": "The most common cause of sudden cardiac arrest is ischemic heart disease. The risk of sudden death is increased with worsening atherosclerotic coronary arterial narrowing. However, the first event with an acute coronary syndrome is typically an arrhythmia, and this is why resuscitation, including defibrillation, can be successful, and survivors may have no ECG or enzyme changes to suggest myocardial infarction has occurred. Inflammation with infarction or infection takes days to develop. Sudden valvular incompetence from papillary muscle rupture, or wall rupture, may complicate an infarction 3 to 7 days following the initial event.",
        "cop": 1,
        "opa": "Arrhythmia",
        "opb": "Infarction",
        "opc": "Inflammation",
        "opd": "Valve failure",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "b6bcde84-2467-4a92-a83c-8cebf448b17a",
        "choice_type": "single"
    },
    {
        "question": "Heart failure cells are seen in",
        "exp": "Ans. (c) Lungs(Ref: Robbins 9th/pg 529; 8th/pg 535). Morphology in Lungs in LVFLungs: Most commonly affected organ. Heart failure cells Q-hemosiderin containing macrophages. Edematous widening of alveolar septa and -Edema fluid in the alveolar spaces.",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Heart",
        "opc": "Lungs",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "8cbf95a0-fccb-4838-bdca-12452c5da13c",
        "choice_type": "single"
    },
    {
        "question": "Gomori methenamine silver stain for fungus is shown below. Most likely diagnosis is?",
        "exp": "Ans. (a) Acute angle branching with septate hyphae - Aspergillus. Mucor- Broad base with obtuse branching. Aspergillus- Acute branching, Septate hyphae with narrow base",
        "cop": 1,
        "opa": "Acute angle branching with septate hyphae - Aspergillus",
        "opb": "Right angle branching and aseptate hyphae- Mucor",
        "opc": "Acute angle branching with septate hyphae - Mucor",
        "opd": "Right angle branching and aseptate hyphae- Aspergillus",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "fa000526-bf0b-4223-9257-ff892ad2552d",
        "choice_type": "single"
    },
    {
        "question": "Which is the earliest histopathological change in myocardial infarction?",
        "exp": "Time frame. Light microscopy0-6 hours. No change, stretching and waviness of fibres6-12 hours. Coagulative necrosis begins with neutrophilic infiltration48-72 hours. Coagulative necrosis is complete3rd-7th day. Initiation of resorption of necrosed fibres and fibrovascular response3rd week. Necrosed muscles removed and in growth of fibrocollagenous tissue.",
        "cop": 1,
        "opa": "Stretching and waviness of fibers",
        "opb": "Neutrophilic infiltration",
        "opc": "Coagulative necrosis",
        "opd": "Fibrovascular response",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "02e1f40b-2e30-4776-9b9b-9479ddeb5802",
        "choice_type": "single"
    },
    {
        "question": "In MVPS mitral valve HPE shows,",
        "exp": "Ans. is 'c' i. e. Myxomatous degeneration Mitral valve prolapse or myxomatous degeneration of the valve is the most common form of valvular heart disease in the industrialized world. In this valvular abnormality one or both mitral leaflets are \"floppy\" and prolapse or balloon back into the left atrium during systole. The myxomatous degeneration of the valve is caused due to underlying developmental defect of connective tissue. The characteristic anatomical change in myxomatous degeneration is intercarpal ballooning (hooding) of the mitral leaflets or its portions. This occurs because of the attenuation of the fibrous layer of the valve on which the structural integrity of the valve depends. Histological examination also reveals marked thickening of the spongiosa layer with deposition of mucoid (myxomatous) material. The secondary changes associated with this condition reflects the stresses and injury which occurs after the billowing of the leaflets:-Fibrous thickening of the valve leaflets, particularly where they rub against each other. Linear fibrous thickening of the left ventricular endocardial surface where abnormally long cord snaps against it. Thickening of the mural endocardium of the left ventricle or atrium as a consequence of friction induced injury induced by prolapsing leaflets. Thrombi on the atrial surface of the leaflets particularly in the recesses behind the ballooned cusps and on the atrial walls these thrombs contact. Focal calcification at the base of posterior mitral leaflet.",
        "cop": 3,
        "opa": "Hyaline degeneration",
        "opb": "Elastic degeneration",
        "opc": "Myxomatous degeneration",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "07b6ae86-cdad-41d2-9e1d-b24233da1aeb",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old girl develops subcutaneous nodules over the skin of her arms and torso 3 weeks after a bout of acute pharyngitis. She manifests choreiform movements and begins to complain of pain in her knees and hips, particularly with movement. A friction rub is heard on auscultation of her chest. An abnormality detected by which of the following serum laboratory findings is most characteristic of the disease affecting this girl?",
        "exp": "Acute rheumatic fever can involve any or all layers of the heart. Because rheumatic fever follows a group A streptococcal infections, the antihyaluronidase, anti-DNase, and anti-streptolysin O (ASO) titers are often elevated. The strains of group A streptococci that lead to acute rheumatic fever are less likely to cause glomerulonephritis, so an elevated creatinine level is unlikely. The ANA level could be elevated in systemic lupus erythematosus, which is most likely to produce serous pericarditis. A positive rapid plasma reagin test suggests syphilis, but the clinical features here are not those of syphilis, and cardiovascular syphilis is one form of tertiary syphilis that develops decades after the initial infection. Cardiac troponins are markers for ischemic myocardial injury. Although their levels may be elevated because of the acute myocarditis that occurs in rheumatic fever, this change is not a characteristic of rheumatic heart disease.",
        "cop": 1,
        "opa": "Anti-streptolysin O antibody titer",
        "opb": "Antinuclear antibody titer",
        "opc": "Creatinine level",
        "opd": "Rapid plasma reagin test",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "d328f0d6-fd9f-4356-b98d-c5df24ac8cbc",
        "choice_type": "single"
    },
    {
        "question": "Factor responsible for Cardiac Hypertrophy is?",
        "exp": "Ans. (c) c-myc(Ref: Robbins 9th/pg 527; 8th/pg 532). Cardiac Hypertrophy: Pathophysiology. Molecular changes include the expression of immediate- early genes (e. g., FOS, IUN, MYC, and EGR1)",
        "cop": 3,
        "opa": "ANF",
        "opb": "TNF alpha",
        "opc": "c-myc",
        "opd": "TGF beta",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "96f17019-c9fb-4bd6-8282-d24bae743397",
        "choice_type": "single"
    },
    {
        "question": "Most common primary cardiac tumor is?",
        "exp": "Ans. is 'a' i. e., Myxoma * The most common cardiac tumor is metastasis (secondries).* The most common primary cardiac tumor (overall) is cardiac myxoma.* Most common primary cardiac tumor in adults is cardiac myxoma. The most common primary cardiac tumor in infant and children is rhabdomyoma.",
        "cop": 1,
        "opa": "Myxoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Fibroma",
        "opd": "Lipoma",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "cc709490-d25b-40e5-9e4b-f97a946de601",
        "choice_type": "single"
    },
    {
        "question": "Libman Sachs endocarditis seen in?",
        "exp": "Ans. is 'b' i. e., SLE [Ref: Robbins 9th/e p. 562 & 8th/e p. 569). Libman Sack's endocarditis* It is seen in SLE and is characterized by small/medium sized, sterile, flat, Verrucous vegetations occurring on both (atrial and ventricular) surfaces of valve, which may extend to chordae tendinae and mural endocardium.* They may also occur in pockets of valves.* They may cause damage (destruction) of valve or myocardium (but less destructive than vegetations of infective endocarditis).",
        "cop": 2,
        "opa": "Rheumatic fever",
        "opb": "SLE",
        "opc": "Infective endocarditis",
        "opd": "Hypercoaguable states",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "0594f4b9-81fe-47e2-a46c-f786f3d6cf0e",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy with a 2-week history of an upper respiratory infection was admitted to the hospital with malaise, fever, joint swelling, and diffuse rash. The patient is treated and discharged. However, the patient suffers from recurrent pharyngitis and, a few years later, develops a heart murmur. This patient's heart murmur is most likely caused by exposure to which of the following pathogens?",
        "exp": "Rheumatic fever develops after antibodies to surface antigens of group A (beta-hemolytic) streptococci cross react with similar antigens found in the heart, joints, and connective tissue of the skin. Cardiac lesions caused by acute rheumatic fever include endocarditis, myocarditis, and pericarditis, or all three combined. Chronic rheumatic endocarditis causes fibrous scarring and deformity of cardiac valves, leading to heart murmurs and functional defects. None of the other pathogens cause rheumatic heart disease. Diagnosis: Rheumatic heart disease",
        "cop": 1,
        "opa": "Beta-hemolytic streptococcus",
        "opb": "Candida albicans",
        "opc": "Epstein-Barr virus",
        "opd": "Staphylococcus aureus",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "f9a9c04e-16fc-4796-93d0-9982a3c480cf",
        "choice_type": "single"
    },
    {
        "question": "The most common primary neoplasm of the heart in adults is?",
        "exp": "Ref: Robbins Pathology, 9th ed. pg. 575-76* MC tumor of heart: Secondaries* MC site of primary for cardiac secondaries: Lungs* Most common primary neoplasm of heart in adult: Myxoma* Most common primary neoplasm of heart in child: Rhabdomyoma* Most common malignant cancer of heart in adults: Angiosarcoma* Most common malignant cancer of heart in children: Rhabdomyosarcoma* Myxoma is a soft mass, consisting of edematous connective tissue irregularly covered by thrombus, commonly attached to the endocardium by a pedicle, and hanging free into a cavity, usually the left atrium. (MC site of myxoma: Left atrium)* It may block the mitral orifice, producing a murmur similar to that of mitral stenosis.* Embolism from the surface of the neoplasm or an overlying thrombus is common.* The papillary fibroelastoma is very rare and occurs on heart valves. Therefore most common cardiac valve tumor is papillary fibroelastoma.* MC site of myxoma: Left atrium* MC site of rhabdomyoma: Left ventricle* Myxoma is MC seen in females* MC age group of myxoma: 3rd- 6th decade",
        "cop": 2,
        "opa": "Lipoma",
        "opb": "Myxoma",
        "opc": "Papillary fibroelastoma",
        "opd": "Rhabdomyoma",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "cb43cae3-7719-4456-9a67-ffa1a24ed348",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic features of acute rheumatic fever is:",
        "exp": "Ans. (d) Aschoffs nodules(Ref: Robbins 9th/pg 557-559). Aschoff Bodies are characteristic feature. However, if anistshkow cells are given in option, please mark that",
        "cop": 4,
        "opa": "Pericarditis",
        "opb": "Myocarditis",
        "opc": "Mitral stenosis",
        "opd": "Aschoffs nodules",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "b9502e5b-2942-424c-8801-3123e27243f4",
        "choice_type": "single"
    },
    {
        "question": "Antecedent diagnosis of Group A streptococcal infection in Acute rheumatic fever can be made by?",
        "exp": "Ref: Nelson 20th edition, P 1333. Because other illnesses may closely resemble Acute rheumatic fever, antecedent group A Streptococcal Infection is needed whenever possible. The tests are* Increasing or rising Anti-Streptolysin O titer or other streptococcal antibodies indicates recent streptococcal infection* A Positive throat Culture* A Positive Rapid group streptococcal carbohydrate antigen test in a child. Guidelines for the Diagnosis of Initial or Recurrent Attack of Rheumatic Fever (Jones Criteria, Updated 20'15)1. Major manifestations. Minor manifestations. Supporting evidence of antecedent group a streptococcal infection. Carditis. Polyarthritis. Erythemamarginatum. Subcutaneous nodules Chorea. Clinical features: Arthralgia Fever Laboratory features: Elevated acute phase reactants: Erythrocyte sedimentation rate C-reactive protein Prolonged P-R interval. Positive throat culture or rapid streptococcal antigen test. Elevated or increasing streptococcal antibody titer",
        "cop": 1,
        "opa": "AS0",
        "opb": "CRP",
        "opc": "ESR elevation",
        "opd": "Low C3 levels",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "66b002e2-3bc8-4712-9064-9101f523135a",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man suffers a sudden cardiac arrest. He is resuscitated. On examination his vital signs are normal. Echocardiography shows that the left ventricle is normal but there is marked thinning with dilation of the right ventricle. MR imaging of his chest shows extensive fibrofatty replacement of the myocardium, but no inflammation. Which of the following is the most likely cause for his findings?",
        "exp": "Arrhythmogenic right ventricular cardiomyopathy (arrhythmogenic right ventricular dysplasia) is most likely an autosomal dominant inherited condition with abnormal desmosomal adhesion proteins in myocytes. Infections of the heart are accompanied by inflammation, though a late finding in Chagas disease is ventricular fibrosis with ventricular wall thinning. Hypertension leads to ventricular hypertrophy. There is no characteristic gross or microscopic finding with long QT syndrome caused by myocyte channelopathies. Prior radiation therapy results in fibrosis, but it is not likely to be localized to the right ventricle; improving techniques that focus the beam and synchronize it with breathing motion reduce cardiac damage when treating chest cancers.",
        "cop": 1,
        "opa": "Cardiomyopathy",
        "opb": "Chagas disease",
        "opc": "Hypertension",
        "opd": "Long QT syndrome",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "42fbee9b-e330-4d9f-998b-9cdd6648047b",
        "choice_type": "single"
    },
    {
        "question": "25 year old male presented with growth in left atrium. Diagnosis?",
        "exp": "Ans. (b) Myxoma. The left atrium has been opened to reveal the most common primary cardiac neoplasm-an atrial myxoma. These benign masses are most often attached to the atrial wall. They can produce a \"ball valve\" effect by intermittently occluding the atrioventricular valve orifice.",
        "cop": 2,
        "opa": "Rhabdomyoma",
        "opb": "Myxoma",
        "opc": "Metastasis",
        "opd": "Papillary elastosis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "88adaaf2-358a-4dc7-bfea-2e63cb5e2643",
        "choice_type": "single"
    },
    {
        "question": "Libman sach's endocarditis is found in",
        "exp": "(SLE) (598-R) (408-Basic pathology 8th). In SLE, mitral and tricuspid valvulitis with small sterile vegetatons called Libman-Sachs endocarditis is occasionally encountered. Distinguishing features of vegetations in major forms of Endocarditis. Features. Rheumatic. Libman-sachs. Non - bacterial thrombotic (merantic). Bacterial1. Valves commonly affected. Mitral alone. Mitral and aortic combined. Mitral, tricuspid. Mainly bacterial less often aortic and tricuspid. Mitral, aortic combined mitral and aortic2. Location on valve cusps or leaflets* Occurs along the line of closure, atrial surface of AV valves and ventricular. Occurs in both surface of valve leaflets or cusps in the valve pockets. Occurs along the line of closure. SABE more often on diseased valve ABE on previously normal surface of semilunar valves valves, location same as in RHD3. Microscopy. Small, multiple, warty, grey brown, translucent firmly attached sterile, generally permanent valvular deformity. Medium sized, multiple, generally do not produce significant valvular deformity. Smaller but longer than those rheumatic single or multiple brownish firm but more friable than those of rheumatic. Often large, grey tawny to greenish, irregular, single or multiple typically friable4. Common cause. Rheumatic fever. SLE* Debilated patients cancer or sepsis* Hyper coagulable states* Promyelocytic leukemia* T estrogen state* Bums. Infective endocarditis",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "SLE",
        "opc": "Syphilis",
        "opd": "Systemic sclerosis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "c120d4c2-dd06-4c12-9a70-b53488fdaa44",
        "choice_type": "single"
    },
    {
        "question": "Earliest reliable enzyme to increase in AMI",
        "exp": "Ans. a (CPK-MB). (Ref. Harrisons, Medicine, 18th/ Chapter 246.)#Earliest enzyme elevated after AMI: h. FABP and Myoglobin#Most specific enzyme: Troponin T (returns nomal in 5-14 dys)#Enzyme imp in Reinfarction: CPKMB (returns nomal in 2-3 dys)#Most common cause of death in AMI: VT leading to VF#Post-AMI autoimmune pericarditis (7 dys later): Dressier syndrome#Time after AMI when cardiac muscle is most subjected to rupture: 3-7 dys#Microscopic changes after AMI: - Neutrophils: 1-3 dys of AMI - Lymphocytes: 4-7 dys of AMI - Grabulation tissue: 7-14 dys of AMIDIAGNOSIS OF AMI# In first six hours ECG is gold standard.# Changes include ST elevation (transmural ischemia) and Q waves (transmural infarct)- CPK-MB is test of choice in first 24 hours of AMI- Cardiac troponin I is used within the first 4 hours upto 7-10 days. More specific:- LDH is elevated from 2 to 7 post Ml day. LDH decrease is specific for cardiac muscles.# Radioisotope Thallium-201 scanning is used to distinguish ischemic from non-ischemic myocardium/ to detect reversible ischemia.# Radioactive stannous pyrophosphate is used to distinguish normal from damaged myocardium.# 2D-ECHO is best initial modality for assessment of valvular abnormalities, wall motion & ventricular ejection fraction (i. e. ventricular function).",
        "cop": 1,
        "opa": "CPK-MB",
        "opb": "LDH",
        "opc": "SGOT",
        "opd": "CKP-MM",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "dbfd7074-a5ed-40c4-9375-72f8b1f61148",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old woman with a history of left ventricular congestive heart failure has had decreased visual acuity for the past 5 years. She has no ocular pain. Her intraocular pressure is normal. Findings on funduscopic examination include arteriolar narrowing, flame-shaped hemorrhages, cotton-wool spots, and hard, waxy exudates. Which of the following underlying diseases is she most likely to have?",
        "exp": "Hypertensive retinopathy results from long-standing hypertension, with progressive changes that begin with generalized narrowing of the arterioles and proceed to the changes seen in this case. The pressure load from systemic hypertension causes hypertrophy and failure of the left side of the heart. Arteriosclerotic retinopathy causes vascular changes, including arteriovenous nicking and hyaline arteriolosclerosis with \"copper wire\" and \"silver wire\" arterioles. Cerebral edema may result in papilledema. Various findings are associated with diabetic retinopathy, including capillary microaneurysms, cotton-wool spots, arteriolar hyalinization, and more severe changes of proliferative retinopathy with neovascularization. Retinitis pigmentosa describes a variety of abnormalities that arise as an inherited condition that may begin later in life (but usually earlier) and produce a waxy pallor of the optic disc.",
        "cop": 4,
        "opa": "Advanced atherosclerosis",
        "opb": "Cerebral edema",
        "opc": "Diabetes mellitus",
        "opd": "Hypertension",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "0368a3f6-0081-45ed-a57e-170d317e4402",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man experiences crushing substernal chest pain after arriving at work one morning. Over the next 4 hours, the pain persists and begins to radiate to his left arm. He becomes diaphoretic and short of breath but waits until the end of his 8-hour shift to go to the hospital. An elevated serum value of which of the following laboratory tests would be most useful for the diagnosis of this patient on admission to the hospital?",
        "exp": "Of the enzymes listed, CK-MB is the most specific for myocardial injury from the acute myocardial infarction (MI) described in this patient. The levels of this enzyme begin to increase within 2 to 4 hours of ischemic myocardial injury. ALT elevation is more specific for liver injury. AST is found in various tissues; elevated levels are not specific for myocardial injury. The elevation of lactate dehydrogenase (LDH)-1 compared with LDH-2 suggests myocardial injury, but LDH activity peaks 3 days after an MI. C-reactive protein is elevated with inflammatory processes, but is nonspecific; it has been used as a predictor of acute coronary syndromes. Lipase is a marker for pancreatitis.",
        "cop": 3,
        "opa": "ALT",
        "opb": "AST",
        "opc": "CK-MB fraction",
        "opd": "C-reactive protein",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "0e1a789a-4ff1-4ba6-8cc5-6bcf3c5eb603",
        "choice_type": "single"
    },
    {
        "question": "Medium size arterial disease is -",
        "exp": "Ans. is 'c' i. e., Classic PAN a) Large vessel vasculitis: Giant cell arteritis (temporal arteritis), Takayasu arteritis, Cogan syndrome. b) Medium vessel vasculitis: PAN (classical PAN), kawasaki disease, Buerger's disease. c) Small vessel vasculitis: HSP, Wegner's granulomatosis, microscopic polyangitis, churg strauss syndrome, Cryoglobulinemia, SLE, idiopathic crescentic glomerulonephritis, Bechet's syndrome, renal limited vasculitis",
        "cop": 3,
        "opa": "Temporal areritis",
        "opb": "Wegners granulomatosis",
        "opc": "Classic PAN",
        "opd": "Takayasu arteritis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "b6e261b4-b0cd-4f88-ae6a-4e9d76b5fe60",
        "choice_type": "single"
    },
    {
        "question": "Most common primary tumour of the heart:",
        "exp": "Ans: a (Myxoma) Ref: Robbins, 7th ed, p. 613; Harrison, 16th ed, p. 144. The most common primary tumours of the heart, in the descending order of frequency are myxomas, fibromas, lipomas, papillary fibroelastomas, rhabdomyomas, angiosarcomas and other sarcomas. Myxomas* MC primary tumour of the heart* MC site: Fossa ovalis in atrial septum, left atria* Histological feature: Stellate or globular myxoma, (lepidic cells)* C/F: Most common presentation similar to that of mitral valve disease (i. e. MS or MR )* Constitutional symptoms: fever, malaise etc* O/E: tumour plop- low pitched* Rx. Surgical removal is curative. Myxoma associated syndromes* CARNEY syn: Multiple (cardiac & extracardiac) myxomas, spotty pigmentation, endocrine hyperactivity* LAMB syn: Lentigines. atrial myxoma, blue naevi* NAME syn: Nevi, atrial myxoma, myxoid neurofibroma, ephelides. BRIDGECarney's triad:- Paraganglioma Gastric leiomyosarcoma Pulmonary chondroma",
        "cop": 1,
        "opa": "Myxoma",
        "opb": "Fibroma",
        "opc": "Myoma",
        "opd": "Angioma",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "e67add84-00d3-4f25-af4c-fd9db42ed1fc",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old woman has had increasing dyspnea for the past week. On physical examination, temperature is 37. 3deg C, pulse is 85/min, respirations are 20/min, and blood pressure is 150/95 mm Hg. There is dullness to percussion over the lung bases. A chest radiograph shows large bilateral pleural effusions and a normal heart size. Laboratory findings include serum creatinine, 3. 1 mg/dL; urea nitrogen, 29 mg/dL; troponin I, 0. 1 ng/mL; WBC count, 3760/ mm3; hemoglobin, 11. 7 g/dL; and positive ANA and anti-double-stranded DNA antibody test results. Which of the following cardiac lesions is most likely to be present in this patient?",
        "exp": "Libman-Sacks endocarditis is an uncommon complication of systemic lupus erythematosus (SLE) that has minimal clinical significance because the small vegetations, although they spread over valves and endocardium, are unlikely to embolize or cause functional flow problems. Calcific aortic stenosis may be seen in older individuals with tricuspid valves, or it may be a complication of bicuspid valves. Although pericardial effusions are common in active SLE, along with pleural effusions and ascites from serositis, they are usually serous effusions, and no significant hemorrhage or scarring occurs. The vegetations of nonbacterial thrombotic endocarditis are prone to embolize. Mural thrombi are most likely to form when cardiac chambers are dilated, or there is marked endocardial damage. Rheumatic heart disease is an immunologic disease based on molecular mimicry; serologic tests would be positive for anti-streptolysin O (ASO), not ANA.",
        "cop": 4,
        "opa": "Calcific aortic stenosis",
        "opb": "Hemorrhagic pericarditis",
        "opc": "Nonbacterial thrombotic endocarditis",
        "opd": "Libman-Sacks endocarditis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "7f7f7735-c067-428b-8697-45366753e875",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy complains of pain in his legs when he runs more than 300 m. Physical examination shows temperature, 36. 8deg C; pulse, 76/min; respirations, 22/min; and blood pressure, 165/90 mm Hg. The radial pulses are 4+, and the dorsalis pedis pulses are 1+. Arterial blood gas measurement shows a normal oxygen saturation level. Which of the following congenital cardiovascular anomalies is most likely to be present in this patient?",
        "exp": "In children and adults, the coarctation is typically postductal, and collateral branches from the proximal aorta supply the lower extremities, leading to the large pulse differential between upper and lower extremities. Collaterals often involve intercostal arteries whose enlargement produces \"rib notching\" on chest radiographs. Diminished renal blood flow below the coarctation increases renin production and promotes hypertension. Aortic valve stenosis causes left-sided heart failure and no pressure differential in the extremities. A patent ductus arteriosus produces a small left-to-right shunt. Transposition results in a right-to-left shunt with cyanosis. Tricuspid valve atresia affects the right side of the heart.",
        "cop": 2,
        "opa": "Aortic valve stenosis",
        "opb": "Coarctation of the aorta",
        "opc": "Patent ductus arteriosus",
        "opd": "Transposition of the great arteries",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "bf8c4b7e-fa6b-42f2-b7d6-a3ef87e348d8",
        "choice_type": "single"
    },
    {
        "question": "Most common arteries are involved in Myocardial infarction:",
        "exp": "(Left anterior descending coronary artery): Ref: 577-R (392- Basic pathology 8th). Myocardial infarction: - Commonly affected arteries1. Left anterior descending coronary artery (40% to 50%) infarct involves anterior wall of the left ventricle, near apex, anterior portion of ventricular septum; apex circumferentially2. Right coronary artery (30 to 40%) infarct involves inferior/posterior wall of left ventricles, posterior portion of ventricular septum; inferior/posterior right ventricular free wall in some cases3. Left circumflex coronary artery (15% to 20%) infact involves lateral wall of left ventricles except at apex.",
        "cop": 3,
        "opa": "Right coronary artery",
        "opb": "Left coronary artery",
        "opc": "Left anterior descending coronary artery",
        "opd": "Left circumflex coronary artery",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "ab0d0c3d-7ea8-42c4-bce1-eeca7358030b",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old male presents with severe chest pain radiating to the left arm. ECG shows ST segment elevation in the V4, V5 and V6 leads. CK-MB and troponin levels are found to be increased. The most likely cause for the increase in the enzymes in serum is",
        "exp": "Answer: d) Cell membrane defects. REVERSIBLE & IRREVERSIBLE INJURIESReversible cell injury. Irreversible cell injury* Cellular swelling - first manifestation of injury* Plasma membrane - blebbing, blunting, loss of microvilli* Fatty change-lipid vacuoles in cytoplasm* Myelin figures in cytoplasm* Mitochondrial swelling and small amorphous densities* Dilation of ER, detachment of polysomes* Nucleus - disaggregation of granular and fibrillar elements* Clumping of nuclear chromatin* Cytoplasm - Myelin figures, moth eaten appearance* Lysosomal swelling* Plasma membrane damage/disruption* Decreased basophilia, Increased Eosinophilia* Marked dilation of mitochondria with large amorphous densities* Nuclear changes - pyknosis, karyolysis, karyorrhexis* The patient is having myocardial infarction which resulted from irreversible cardiac myocyte death. All other options are reversible injuries",
        "cop": 4,
        "opa": "Clumping of nuclear chromatin",
        "opb": "Lysosomal Autophagy",
        "opc": "Mitochondrial swelling",
        "opd": "Cell membrane defects",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "0cbe8e4a-adf9-430b-af46-a9424c21d0bd",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old, previously healthy woman reports having suddenly lost consciousness four times in the past 6 months. In three instances, she was unconscious for only a few minutes. After the fourth episode 1 month ago, she was unconscious for 6 hours and had weakness in her right arm and difficulty speaking. On physical examination, she is afebrile, and her blood pressure is normal. No murmurs are auscultated. She has good carotid pulses with no bruits. Which of the following cardiac lesions is most likely to be present in this woman?",
        "exp": "Atrial myxoma is the most common primary cardiac neoplasm. On the left side of the heart, it can produce a ball-valve effect that intermittently occludes the mitral valve, leading to syncopal episodes and possible strokes from embolization to cerebral arteries. Calcification of a bicuspid valve can lead to stenosis and heart failure, but this condition is progressive. Coronary artery thrombosis results in an acute ischemic event, typically with chest pain. By the time left atrial enlargement with mural thrombosis and risk of embolization occurs from mitral stenosis, this patient would have been symptomatic for years. Most pericardial effusions are not large and do not cause major problems. Large effusions could lead to tamponade, but this is not an intermittent problem.",
        "cop": 3,
        "opa": "Bicuspid aortic valve",
        "opb": "Coronary artery thrombosis",
        "opc": "Left atrial myxoma",
        "opd": "Mitral valve stenosis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "6509955a-2ef6-480f-84ab-14968ffa7e0d",
        "choice_type": "single"
    },
    {
        "question": "Following MI, staining of cardiac tissue with TTC within 12 hours of infarction showed red color. This red colour is seen:",
        "exp": "Ans: b (In the non infracted.....) Ref: Direct pick from Robbins, 7th ed, p. 578-79. Myocardial infarcts 2-3 hours after infarct can be stained by immersion of tissue slices in a solution - Triphenyl tetrazolium chloride (TTC). This histochemical stain imparts a brick red colour to the intact, non infarcted myocardium where the dehydrogenase enzymes are preserved. But the dehydrogenase enzymes are depleted in the area of ischaemic necrosis (they leak out through the damaged cell membrane). So the infarcted area is revealed as an unstained pale zone.",
        "cop": 2,
        "opa": "In the infarcted area due to loss of LDH",
        "opb": "In the non-infarcted area due to presence of LDH",
        "opc": "In the infracted area due to loss of creatine kinase",
        "opd": "In the non-infarcted area due to presence of creatine kinase",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "89cdad2b-97af-41a0-a817-acbe4644ceb7",
        "choice_type": "single"
    },
    {
        "question": "A young female patient came for routine examination. On examination a mid systolic click was found. There is no history of RHD. The histopathological examination is most likely to show:",
        "exp": "Ans. a. Myxomatous degeneration and prolapse of the mitral valve (Ref: Robbins 9/e p556). The clinical picture mentioned in the question is suggestive of Mitral valve prolapse syndrome (MVP). The histopathological examination in MVP is most likely to show myxomatous degeneration and prolapse of the mitral valve. Mitral Valve Prolapse Syndrome (MVP)MVP is also termed as systolic click murmur syndrome. Barlow's syndrome, Floppy-valve syndrome, and bellowing mitral leaflet syndrome. In MVP, one or both mitral valve leaflets are \"floppy\" and prolapse, or balloon back, into the left atrium during systole. Common in young women. Inheritance in familial cases is autosomal dominantQ. Morphology: Characteristic anatomic change in MVP: Interchordal ballooning (hooding) of the mitral leaflets or portions thereof. Affected leaflets are often enlarged, redundant, thick and rubbery. The associated tendinous cords may be elongated, thinned, or even ruptured, and the annulus may be dilated. The tricuspid, aortic, or pulmonary valves may also be affected. Elongated, redundant or ruptured chordae tendinae (patients with ruptured chordae tendinae are usually symptomatic with significant regurgitation - MR). Dysfunction and Ischemia of papillary muscles. Progressive dilatation and calcification of mitral valve annulus. Histologically, there is attenuation of the collagenous fibrosa layer of the valve, on which the structural integrity of the leaflet depends, accompanied by marked thickening of the spongiosa layer with deposition of mucoid (myxomatous) material. Key histologic change in MVP: Myxomatous degeneration. Clinical Features: Most patients are asymptomatic. Discovered incidentally by detection of a mid-systolic click on physical examination. Associated with a systolic murmur. Majority of patients with MVP have no untoward effects. Clinical course is usually benign. Patients may present with non-specific chest pain, dyspnea, fatigue and palpitations. QAuscultatory findings are characteristic and most important. Characteristic mid systolicQ or late systolic non ejectionQ clicks which may be multiple. QLate systolic ejection murmurQ (Often but not always). Accentuation of findings by Valsalva and standing. QDiminished by squatting and isometric exercises. QComplications of MVP (seen in 3% of cases). Infective endocarditis. QMitral insufficiencyQ, sometimes with chordal rupture. ArrhythmiasQ, both ventricular and atrial. Transient ischemic attack. Sudden death. QStroke or other systemic infarcts, resulting from embolism of leaflet thrombi. Diagnosis: Diagnosis is confirmed by echocardiographyQ. ECG is normal in most cases. QRHD is characterized principally by deforming fibrotic valvular disease, particularly mitral stenosis, of which RHD is virtually the only causeQ. Morphology: During acute RF, focal inflammatory lesions are found in various tissues. Distinctive lesions occur in the heart, called Aschoff bodies, which consist of foci of lymphocytes (primarily T cells), occasional plasma cells, and plump activated macrophages called Anitschkow cells (pathognomonic for RF). These macrophages have abundant cytoplasm and central round to ovoid nuclei in which the chromatin is disposed in a central, slender, wavy ribbon (hence the designation \"caterpillar cells\"), and may become multinucleatedQ. During acute RF, diffuse inflammation and Aschoff bodies may be found in any of the three layers of the heart, causing pericarditis, myocarditis, or endocarditis (pancarditis)Q. Inflammation of the endocardium and the left-sided valves typically results in fibrinoid necrosis within the cusps or along the tendinous cords. Overlying these necrotic foci are small (1-2 mm) vegetations, called verrucae, along the lines of closureQ. Subendocardial lesions, perhaps exacerbated by regurgitant jets, may induce irregular thickenings called Mac. Callum plaques, usually in the left atriumQ. The cardinal anatomic changes of the mitral valve in chronic RHD are leaflet thickening, commissural fusion and shortening, and thickening and fusion of the tendinous cordsQ. Fibrous bridging across the valvular commissures and calcification create \"fish mouth''' or \"buttonhole\" stenosesQ.",
        "cop": 1,
        "opa": "Myxomatous degeneration and prolapse of the mitral valve",
        "opb": "Fibrinous deposition on the tip of papillary muscle",
        "opc": "Rupture of chordae tendinae",
        "opd": "Aschoff nodule on the mitral valve",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "01e74e39-926c-4b71-857a-ea805166a235",
        "choice_type": "single"
    },
    {
        "question": "Mutation in protein associated with restrictive cardiomyopathy?",
        "exp": "Ans. is 'c' i. e. Troponin I * RCM-associated mutations have been reported in four genes that encode key sarcomeric proteins/myofilaments1. MYH7 gene - b-Myosin heavy chain2. TNNI3 gene - Cardiac troponin I type 33. TNNT2 gene- Cardiac troponin T type 24. ACTC gene - a- actin* Mutations in the TNNI3 gene & MYH7 gene are the major causes of this condition.",
        "cop": 3,
        "opa": "Myosin regulatory proteins",
        "opb": "Myosin binding protein-C",
        "opc": "Troponin I",
        "opd": "Tropomyosin",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "a5462ed3-549d-489e-a4aa-2eddef1c7ce1",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman has had a fever for 5 days. On physical examination, her temperature is 38. 2deg C, pulse is 100/min, respirations are 19/min, and blood pressure is 90/60 mm Hg. A cardiac murmur is heard on auscultation. Her sensorium is clouded, but there are no focal neurologic deficits. Laboratory findings include hemoglobin, 13. 1 g/dL; platelet count, 233, 300/ mm3; and WBC count, 19, 200/ mm3. Blood cultures are positive for gram-positive bacteria. Urinalysis shows hematuria. An echocardiogram shows 1. 5-cm vegetation on the mitral valve. Which of the following conditions is this patient most likely to develop?",
        "exp": "She developed bacterial septicemia followed by infective endocarditis of the mitral valve. Thus she has a high risk for developing complications of infective endocarditis. Such valvular vegetations are destructive of the valve. The impaired functioning of the mitral valve (most likely regurgitation) would give rise to left atrial dilation and left ventricular failure with pulmonary edema. Septic emboli from the mitral valve vegetation could reach the systemic circulation and give rise to abscesses. The infection of an arterial wall can weaken the wall, resulting in aneurysm formation and the potential for rupture. Dilated cardiomyopathy may be due to chronic alcoholism, or it may be idiopathic. It may be familial, or it may follow myocarditis, but it is not a direct complication of infective endocarditis. Myxomatous degeneration of the mitral valve results from a defect in connective tissue, whether well-defined or unknown; the mitral valve leaflets are enlarged, hooded, and redundant. Lesions on the right side of the valve can produce septic emboli that involve the lungs, but vegetations on the left side embolize to the systemic circulation, producing lesions in the spleen, kidneys, or brain. Pulmonary abscesses can occur from right-sided infective endocarditis because septic emboli pour into the pulmonary arterial circulation.",
        "cop": 1,
        "opa": "Cerebral arterial mycotic aneurysm",
        "opb": "Dilated cardiomyopathy",
        "opc": "Myxomatous mitral valve degeneration",
        "opd": "Pericardial effusion with tamponade",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "4f2feb25-f466-4958-bb93-f08b81654730",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male patient presented with dyspnea ECHO showed mitral stenosis with left atrial hypertrophy. Excised mitral valve is as shown. What is the diagnosis?",
        "exp": "ANS. CVegetations in various conditions. Another important question in cardiology is gross and microscopic changes in myocardial infarction (May AIIMS 2016). Morphologic changes of myocardial infarction. Time after onset. Gross examination. Light microscopy4-12. No obvious change. Coagulation necrosis; edema; hemorrhage<24. Dark mottling. Coagulation necrosis (eosinophilia). Pyknosis of nuclei and vacuolar degeneration \"Wavy fibers\"1-3 days. Mottling with yellow- tan infarct center. Coagulation necrosis. Loss of nuclei and striations. Neutrophilic infiltration3-7 days. Central yellow- tan softening with hyperemic border. Myofibers desolution. Neutrophilic decrease. Phagocytosis of dead cells by macrophages at infarct border7-10 days. Depressed red-tan margins. Granulation tissue formation10-14 days. Noticible infarct borders. Well-established granulation tissue with collagen deposition2-8 weeks. Inward progression of scar. Increased collagen deposition with decreased cellularity>2 months. Scarring complete. Dense collagenous scar. Microscopic features of myocardial infarction",
        "cop": 3,
        "opa": "Tuberculosis",
        "opb": "Sarcoidosis",
        "opc": "Rheumatic heart diseases",
        "opd": "Fungal granuloma",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "36a6f5af-438f-488a-901f-20c0dbea3668",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old hypertensive male cardiac patient, who is on anticonvulsant treatment, developed following rash on right hand. Most probable drug responsible for it is-",
        "exp": "Ans. is 'd' i. e., Phenytoin* Given image is showing distal limb edema, purple discoloration and blisters on affected hand. It is a characteristic presentation of \"purple glove syndrome\", a classical adverse effect of intravenous phenytoin.",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Atrovastatin",
        "opc": "Warfarin",
        "opd": "Phenytoin",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "8c2d6f9d-56a2-4770-a467-f728a556b91f",
        "choice_type": "single"
    },
    {
        "question": "The probable interval between throat infection and onset of rheumatic fever is:",
        "exp": "Ans. (c) 2-4 weeks(Ref: Robbins 9th/pg 559; 8th/pg 566). Acute RF typically appears 10 days to 6 weeks after a group A streptococcal infection in about 3% of patients.",
        "cop": 3,
        "opa": "2-4 hours",
        "opb": "2-4 days",
        "opc": "2-4 weeks",
        "opd": "2-4 months",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "2f2ea335-0d31-408c-a3b4-6bf8db553868",
        "choice_type": "single"
    },
    {
        "question": "Dilated cardiomyopathy, gene altered is?",
        "exp": "Ans. (b) Titin(Ref: Robbins 9th/pg 565-566; 8th/pg 573-574)DCM is familial in at least 30% to 50% of cases. Autosomal dominant inheritance is the predominant pattern; Most common- mutations in TTN, a gene that encodes titin (20% of all cases of DCM)",
        "cop": 2,
        "opa": "Dystrophin",
        "opb": "Titin",
        "opc": "Sarcomere",
        "opd": "Mitochondrial genes",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "4145c056-ad30-4ed1-859a-1d9de3ac26f8",
        "choice_type": "single"
    },
    {
        "question": "Preferred biomarker for acute myocardial disease?",
        "exp": "Ans. b (Cardiac Troponin I and II) (Ref. Harrison's medicine 17th ed., Ch. 238-239)CARDIAC BIOMARKERS# Patients with Unstable Angina who have elevated biomarkers of necrosis, such as CK-MB and troponin (a much more specific and sensitive marker of myocardial necrosis), are atrisk for death or recurrent MI.# Elevated levels of these markers distinguish patients with NSTEMI from those with UA. There is a direct relationship between the degree of troponin elevation and mortality.# However, minor troponin elevations have been reported and can be caused by congestive heart failure, myocarditis, or pulmonary embolism, or they may be false-positive readings. Thus, in patients with an unclear history, small troponin elevations may not be diagnostic of an ACS. In the first 6 hours, ECG is the gold standard. Cardiac troponin I rises after 4 hours and is*for 7-10 days; more specific than other protein markers. CK-MB is predominantly found in myocardium but can also be released from skeletal muscle. Useful in diagnosing reinfarction following acute Ml because levels return to normal after 48 hours. ECG changes can include ST elevation (STEMl, acute transmural infarct), ST depression (subendocardial infarct), and pathologic Q waves (evolving or old transmural infarct). Appearance of infarcted myocardium. Cardiac enzymes Time. Gross. Histologic. Troponin 1 peaks first (4 h): remains elevated CK-MB peaks within 24 h: remains elevated1 hour. No gross changes. Intracellular edema evident. LDH peaks later (about 2 days): remains elevated AST also rises and falls predictably in myocardial infarction, but, may indicate6-12 hours Wavy myocardial fibres, liver damage instead. 12-24 hours. Pale, cyanotic, edematousvacuolar degeneration, contraction band necrosis. Definition of abbreviations: AST, asparate aminotransferase; CK-MB, creatine kinase MB fraction; LDH, lactate24-48 hours. Well-demarcated, soft, pale. Meutrophlic infiltrate, increased cytoplasmic eosinphilia, and coagulation necrosis become evidentdehydrogenase3-10 days. Infarct becomes soft, yellow, surrounded by hyperemic rim. Monocytic infiltrate predominates at 72 hrs 2 weeks. Infarct area is surrounded by granulation tissue that is gradually replaced by scar tissue. Creatine phosphokinase (CK) rises within 4-8 h and generally returns to normal by 48-72 h.# drawback: lack of specificity for STEMI, as CK may be elevated with muscle disease/trauma/ IM injection.# The MB isoenzyme of CK has the advantage over total CK that it is not present in significant concentrations in extracardiac tissue and therefore is considerably more specific. However, cardiac surgery, myocarditis, and electrical cardioversion often result in elevated serum levels of the MB isoenzyme.# A ratio (relative index) of CKMB mass: CK activity >2. 5 suggests but is not diagnostic of a myocardial source.",
        "cop": 2,
        "opa": "Serum LDH",
        "opb": "Cardiac Troponin I and II",
        "opc": "CKMB",
        "opd": "CKBB",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "ef536756-4948-4cde-9545-24e531c20602",
        "choice_type": "single"
    },
    {
        "question": "A 73-year-old woman has had episodes of chest pain during the past week. She is afebrile. Her pulse is 80/min, respirations are 16/min, and blood pressure is 110/70 mm Hg. On auscultation of the chest, heart sounds seem distant, but the lung fields are clear. Neck veins are distended to the angle of the jaw, even while sitting. There is a darkly pigmented, irregular, 1. 2-cm skin lesion on the right shoulder. A chest radiograph shows prominent borders on the left and right sides of the heart. Pericardiocentesis yields bloody fluid. Laboratory findings include a serum troponin I level of 0. 3 ng/mL. Which of the following lesions is the most likely cause of these findings?",
        "exp": "Hemorrhagic pericardial effusion most commonly is caused by either tumor or tuberculosis. The most common neoplasm involving the heart is metastatic cancer because primary cardiac neoplasms are rare. The most common primary sites are nearby-lung, breast, and esophagus. The skin lesion in this patient is likely to be a malignant melanoma, which tends to metastasize widely, including to the heart. Most cardiac metastases involve the epicardium/pericardium. (By convention, even though epicardial surfaces are often involved most severely, the term pericardial effusion is typically used when fluid is present, or pericarditis is used when inflammation is present.) A large effusion can cause tamponade, which interferes with cardiac motion. Calcific aortic stenosis leads to left-sided congestive heart failure, with pulmonary edema as a key finding. Coronary atherosclerosis may lead to myocardial infarction, which can be complicated by ventricular rupture and hemopericardium, but the level of troponin I, in this case, suggests that infarction did not occur. Rheumatic heart disease mainly affects the cardiac valves, but acute rheumatic fever can produce fibrinous pericarditis. Tuberculosis is unlikely in this case because no pulmonary lesions were seen on the radiograph.",
        "cop": 3,
        "opa": "Calcific aortic stenosis",
        "opb": "Coronary atherosclerosis",
        "opc": "Epicardial metastases",
        "opd": "Mitral valvulitis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "0c273eef-2bfb-4264-bd33-3aa035efda39",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man with idiopathic dilated cardiomyopathy receives a heart transplant. Which of the following is the most likely cause of death in this patient 2 years after transplantation?",
        "exp": "Chronic vascular rejection, also referred to as accelerated coronary artery disease, is the most common cause of death in heart transplant patients after the first year of transplantation. It usually affects the proximal and distal coronary arteries and their penetrating branches. Microscopically, the disorder is characterized by concentric intimal proliferation, leading to occlusion and myocardial infarction. This complication is painless because the transplanted heart is denervated. Acute cellular graft rejection (choice A) occurs during the first few months after transplantation, and hyperacute graft rejection (choice D) occurs quickly after transplantation. Diagnosis: Coronary artery disease",
        "cop": 3,
        "opa": "Acute cellular graft rejection",
        "opb": "Aortic valve stenosis",
        "opc": "Chronic vascular rejection",
        "opd": "Hyperacute graft rejection",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "c99e58db-641c-486a-b6a2-07a98ab4692e",
        "choice_type": "single"
    },
    {
        "question": "Most common primary cardiac tumour?",
        "exp": "* The most common primary tumour of the heart is myxoma. It constitutes 50% of all primary cardiac tumours.* Most common site is left atrium.* Most common tumour of heart is metastasis from lung cancer.* Most common tumour of heart valves is papillary elastoma",
        "cop": 1,
        "opa": "Myxoma",
        "opb": "Rhabdomyoma",
        "opc": "Rhabdomyosarcoma",
        "opd": "Angiosarcoma",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "6695cec2-94b2-47d7-a904-235c107aec92",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man has had angina on exertion for the past 6 years. A coronary angiogram performed 2 years ago showed 75% stenosis of the left circumflex coronary artery and 50% stenosis of the right coronary artery. For the past 3 weeks, the frequency and severity of his anginal attacks have increased, and pain sometimes occurs even when he is lying in bed. On physical examination, his blood pressure is 110/80 mm Hg, and pulse is 85/min with irregular beats. An ECG shows ST-segment elevation. Laboratory studies show serum glucose, 188 mg/dL; creatinine, 1. 2 mg/dL; and troponin I, 1. 5 ng/mL. Which of the following is most likely to explain these findings?",
        "exp": "Marked coronary artery occlusion with this degree of stenosis prevents adequate perfusion of the heart when myocardial demand is increased during exertion. He has angina on exertion and recently developed unstable angina, which is manifested by increased frequency and severity of the attacks and angina at rest. The ST-segment elevation suggests a developing acute coronary syndrome with myocardial ischemia, but the lack of cardiac enzyme elevation suggests infarction has not yet occurred. In most patients, unstable angina is induced by disruption of an atherosclerotic plaque followed by a mural thrombus and possibly distal embolization, vasospasm, or both. An acute myocardial infarction (MI) can lead to focal fibrinous pericarditis, but it is unlikely to lead to extensive scarring that surrounds the heart. Fibrosis is a late finding from the healing of infarction. Hypertrophy of the heart is unlikely to progress significantly in this case because there is neither hypertension nor a valvular lesion. Mural thrombosis may develop on the endocardial surface overlying an infarction and may fill a ventricular aneurysm following an MI. An acute MI may be complicated by papillary muscle rupture with mitral valve insufficiency.",
        "cop": 1,
        "opa": "Atheromatous plaque fissure with thrombosis",
        "opb": "Constrictive pericarditis with calcification",
        "opc": "Endomyocardial fibrosis",
        "opd": "Extensive myocardial fiber hypertrophy",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "62a827f6-36a8-4f75-83d1-542b9b3d19e6",
        "choice_type": "single"
    },
    {
        "question": "A 77-year-old woman fell and fractured her ankle. She has spent most of her time in bed for the past 16 days. She develops sudden chest pain, dyspnea, and diaphoresis. On examination, she has left thigh swelling and tenderness. A chest CT shows areas of decreased attenuation in the right and left pulmonary arteries. A day later she has difficulty speaking. MR angiography shows focal occlusion of a left middle cerebral artery branch. Which of the following cardiac abnormalities is she most likely to have?",
        "exp": "This is the infamous \"paradoxical embolus\" that has appeared far more often in question sets than in real life. She started with thrombophlebitis that led to pulmonary embolism, but there must be an explanation for the \"stroke\" that then occurred. Pulmonary emboli can obstruct the pulmonary arterial circulation, raising right atrial pressure, and opening a patent foramen ovale that normally remains closed because of higher left atrial pressure. The remaining choices do not explain pulmonary thromboembolism. A left atrial myxoma can embolize to the brain; lesions of endocarditis are most often on the left side of the heart and could produce cerebral emboli; a ventricular aneurysm is virtually always on the left side of the heart because it results from a healed infarction, and can be filled with mural thrombus that can embolize.",
        "cop": 4,
        "opa": "Atrial myxoma",
        "opb": "Infective endocarditis",
        "opc": "Nonbacterial thrombotic endocarditis",
        "opd": "Patent foramen ovale",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "623b9acd-57fc-448d-af90-af9368d0f8d3",
        "choice_type": "single"
    },
    {
        "question": "The most characteristic histological finding of acute rheumatic carditis is:(1989)",
        "exp": "Ans: c (Aschoff bodies in myocardium). Ref: Chandrasoma Taylor, 3rd ed, p. 347",
        "cop": 3,
        "opa": "Fibrinous pericarditis",
        "opb": "Vegetations on mitral valve leaflets",
        "opc": "Aschoff bodies in myocardium",
        "opd": "Increased vascularity of the valves",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "12c13646-9ba9-4f18-89fb-7fdd85bb8f7c",
        "choice_type": "single"
    },
    {
        "question": "Carcinoid of heart involves?",
        "exp": "Ans. (a) Valvular endocardium of right atrium(Ref: Robbins 9th/pg 562; Heart 2004; 90: 1224-1228 doi: 10. 1136/hrt. 2004. 040329). Carcinoid heart disease Q typically causes abnormalities of the right side of the heart. QPreferential right heart involvement Q is most likely related to inactivation of the vasoactive substances by the lungs QThe two key investigations for the diagnosis of carcinoid heart disease are 24 hour urinary excretion of 5-hydroxyindole acetic acid (5-HIAA) and transthoracic echocardiography.",
        "cop": 1,
        "opa": "Valvular endocardium of right atrium",
        "opb": "Valvular endocardium of left atrium",
        "opc": "Mural endocardium",
        "opd": "Myocardium",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "bbfdc9ed-9179-45d4-beea-57d1bdc31188",
        "choice_type": "single"
    },
    {
        "question": "A 66-year-old woman collapses while shopping and expires suddenly of cardiac arrest. Her past medical history is significant for long-standing type 2 diabetes mellitus. Her relatives note that she had complained of chest heaviness and shortness of breath for the past 2 weeks. Sterile fibrinous pericarditis and pericardial effusion are observed at autopsy. What additional finding would be expected during autopsy of this patient?",
        "exp": "Fibrinous pericarditis may develop 2 to 10 weeks after a transmural myocardial infarction. Patients with long-standing diabetes mellitus are particularly susceptible to coronary atherosclerosis and myocardial infarction. One fourth to one half of all nonfatal myocardial infarctions are asymptomatic. In such patients, sudden death usually reflects a cardiac arrhythmia. Right ventricular hypertrophy (choice E) may be encountered but is not related to the development of pericarditis. Diagnosis: Myocardial infarction",
        "cop": 4,
        "opa": "Endocardial fibroelastosis",
        "opb": "Marantic endocarditis",
        "opc": "Mitral valve prolapse",
        "opd": "Myocardial infarct",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "025cd337-062a-46f1-98f7-73de0e6c9995",
        "choice_type": "single"
    },
    {
        "question": "Restrictive cardiomyopathy is not associated with?",
        "exp": "Ans. is 'a' i. e., Alcohol * Restrictive cardiomyopathy is characterized by a primary decrease in ventricular compliance, i. e., ventricles become stiff. Resulting in impaired ventricular filling during diastole because heart cannot relax normally during diastole - Diastolic dysfunction. Ventricles are normal in size (or slightly enlarged) without any dilatation of cavity. Atrial cavities are dilated. There is interstial fibrosis.* Important causes of restrictive cardiomyopathy are:-# Three most common causes - Amyloidosis, Radiation, myocardial fibrosis after open heart surgery.# Others - Sarcoidosis, hemochromatosis, carcinoid syndrome, Fabry's disease, Loeftler's syndrome, scleroderma, glycogen depositon, neoplasm.",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Hemochromatosis",
        "opc": "Amyloidosis",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "805b55ea-dffa-469c-9bb9-157d4c8cb99a",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive and specific marker for MI is?",
        "exp": "Ref: Harrison 20th edition, P 384. Cardiac specific markers of myocardial damage include quantitative determination of CK-MB, Troponin I and Troponin T. Troponins can become elevated by 3 hours. The circulating values remain elevated up to a week.",
        "cop": 1,
        "opa": "Troponin",
        "opb": "Cytokeratin",
        "opc": "Myoglobin",
        "opd": "CPK-MM",
        "subject_name": "Pathology",
        "topic_name": "C. V. S",
        "id": "62ef9384-16ef-455c-bcf7-a693c33060d6",
        "choice_type": "single"
    }
]