[
    {
        "question": "Which protein is defective in dialated cardiomyopathy?",
        "exp": "Ans. is 'd' i. e., Dystrophin o Dialated cardiomyopathy occus due to defective cytoskeleton proteins. Most important protein inovolved is dystrophin. Other proteins affected are1) Desmin2) MLP Protein3) ab crystalline proteins",
        "cop": 4,
        "opa": "Myosin",
        "opb": "Troponin",
        "opc": "Tropomysoin",
        "opd": "Dystrophin",
        "subject_name": "Pathology",
        "topic_name": "Cardiomyopathy",
        "id": "e84185c7-a1b0-4e89-b4ee-832a6443e946",
        "choice_type": "single"
    },
    {
        "question": "Concentric hypertrophy of heart is seen in -",
        "exp": "Ans. is 'c' i. e., Hypertension Adaptations in hearto The cardiac myocyte is terminally differentiated cell that is not able to divide, o Myocardium cannot undergo hyperplasia, i. e. increase in the number of myocyte, o So, myocardium can adapt by increasing the size (i. e. hypertrophy) of the myocyte in response to stress, o There are two types of stresses to heart. Pressure overloado Occur in hypertension or aortic stenosis. o Pressure overloaded ventricles develop concentric hypertrophy of the left ventricle, with increased in wall thickness - Heart size may increase. o The increase in wall thickness may reduce the cavity diameter - ratio of cavity size to wall thickness decreases. o There is increase in the transverse diameter (width) of myocytes, but cell length remains the same. Volume overloado As occurs in aortic regurgitationo There is dilatation of ventricular chamber along with increased thickness of ventricular wall - Eccentric hypertrophy. o There is increase both in the transverse diameter (width) and the length of myocytes. o It is due to deposition of the sarcomeres (functional intracellular contractile unit of cardiac muscles) in parallel to the long axis of cells. o Concentric hypertrophy - In pressure overload, e. g. hypertension and aortic stenosis. o Eccentric hypertrophy - In volume overload, e. g. in aortic regurgitation.",
        "cop": 3,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Hypertension",
        "opd": "Aortic regurgitation",
        "subject_name": "Pathology",
        "topic_name": "Cardiomyopathy",
        "id": "d1eeb6ab-98d8-4911-9b56-534ebb6b6852",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing deficiency does not cause dilated cardiomyopathy -",
        "exp": "Ans. is 'c' i. e., Manganese Major causes of dilated cardiomyopathy (with common examples). Inflammatory myocarditis. Matabolic. Infective. Viral (Coxsackie. adenovirus, HIV, hepatitis C). Parasitic (T. cruzi- Chagas1 disease, toxoplasmosis). Bacterial (diphtheria). Spirochetal (Borellia burgdorferi-Lyme disease). Rickettsial- (Q fever). Fungal (with systemic infection). Noninfective. Granulomatous inflammatoiy disease. Sarcoidosis. Giant cell myocarditis. Hypersensitivity myocarditis. Polymyositis, dennaiomyositis. Collagen vascular disease. Peripartum cardiomyopathy. Transplant rejection. Nutritional deficiencies: thiamine, selenium, carnitine. Electrolyte deficiencies: calcium, phosphate, magnesium. Endocrinopathy: Thyroid disease. Pheochromocytoma. Diabetes. Obesity. Hemochromatosis. Inherited Metabolic Pathway Defects. Familial*Skeletal and cardiac myopathy. Dystrophin-related dystrophy (Duchenne's, Becker's). Mitochondrial myopathies (e. g. Kearns-Sayre syndrome). Arrhythmogenic ventricular dysplasia. Hemochromatosis. Associated with other systemic diseases Toxic. Susceptibility to immune-mediated myocarditis. Alcohol. Catecholamines: amphetamines, cocaine. Chemotherapeutic agents: (anthracyclines, trastuzumab). Interferon. Other therapeutic agents (hydroxychloroquine, chloroquine). Drugs of misuse (emetine, anabolic steroids). Heavy metals: lead, mercury. Occupational exposure: hydrocarbons, arsenicals. Overlap with restrictive cardiomyopathy\"Minimally dilated cardiomyopathy\"Hemochromatosis. Amyloidosis. Hypertrophic cardiomyopathy (\"burned-out\") ''Idiopathic\"Miscellaneous (Shared elements of above etiologies). Arrythmogenic right ventricular dysplasia (may also affect left ventricle)*Left ventricular noncompaction*Peripartum cardiomyopathy",
        "cop": 3,
        "opa": "Calcium",
        "opb": "Selenium",
        "opc": "Manganese",
        "opd": "Carnitine",
        "subject_name": "Pathology",
        "topic_name": "Cardiomyopathy",
        "id": "154d7d0d-8fed-4751-947f-34cbb4aa4933",
        "choice_type": "single"
    },
    {
        "question": "Concentric hypertrophy of left ventricle is seen in-",
        "exp": "Ans. is 'b' i. e., Hypertension o Concentric hypertrophy - In pressure overload, e. g. hypertension and aortic stenosis. o Eccentric hypertrophy - In volume overload, e. g. in aortic regurgitation. Adaptations in hearto The cardiac myocyte is terminally differentiated cell that is not able to divide, o Myocardium cannot undergo hyperplasia, i. e. increase in the number of myocyte, o So, myocardium can adapt by increasing the size (i. e. hypertrophy) of the myocyte in response to stress, o There are two types of stresses to heart1. Pressure overloado Occur in hypertension or aortic stenosis. o Pressure overloaded ventricles develop concentric hypertrophy of the left ventricle, with increased in wall thickness Heart size may increase. o The increase in wall thickness may reduce the cavity diameter --> ratio of cavity size to wall thickness decreases, o There is increase in the transverse diameter (width) of myocytes, but cell length remains the same. 2. Volume overloado As occurs in aortic regurgitationo There is dilatation of ventricular chamber along with increased thickness of ventricular wall Eccentric hypertrophy. o There is increase both in the transverse diameter (width) and the length of myocytes. o It is due to deposition of the sarcomeres (functional intracellular contractile unit of cardiac muscles) in parallel to the long axis of cells.",
        "cop": 2,
        "opa": "Mitral stenosis",
        "opb": "Hypertension",
        "opc": "Aortic regurgitation",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiomyopathy",
        "id": "07ca3407-8f15-4a13-a52f-dff49c7880ba",
        "choice_type": "multi"
    }
]