[
    {
        "question": "A 2-week-old baby is irritable and feeding poorly. On physical examination, the infant is irritable, diaphoretic, tachypneic and tachycardic. There is circumoral cyanosis, which is not alleted by nasal oxygen. A systolic thrill and holosystolic murmur are heard along the left sternal border. An echocardiogram reveals a heart defect in which the aoa and pulmonary aery form a single vessel that overrides a ventricular septal defect. What is the appropriate diagnosis?",
        "exp": "Truncus aeriosus refers to a common trunk for the origin of the aoa, pulmonary aeries and coronary aeries. It results from absent or incomplete paitioning of the truncus aeriosus by the spiral septum during development. Most infants with persistent truncus aeriosus have torrential pulmonary blood flow, which leads to heart failure. None of the other choices are distinguished by a single vessel that carries blood from the heart.",
        "cop": 4,
        "opa": "Atrial septal defect",
        "opb": "Coarctation of aoa, preductal",
        "opc": "Patent ductus aeriosus",
        "opd": "Truncus aeriosus",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "226c17a9-13fe-4496-bc2e-5aabce4fef1c",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of mitral stenosis is:",
        "exp": "The most frequent causes of the major functional valvular lesions are: Aoic stenosis: calcification and sclerosis of anatomically normal or congenitally bicuspid aoic valves Aoic insufficiency: dilation of the ascending aoa, often secondary to hypertension and/or aging Mitral stenosis: rheumatic heart disease Mitral insufficiency: myxomatous degeneration (mitral valve prolapse)",
        "cop": 1,
        "opa": "Rheumatic heart disease",
        "opb": "Infective-endocarditis",
        "opc": "Diabetes mellitus",
        "opd": "Congenital",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "4eb9bd11-6c1b-4f54-8748-bb238d98031c",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman presents with a heart murmur. There is a history of recurrent episodes of ahritis, skin rash and glomerulonephritis. Blood cultures are negative. Laboratory tests for antinuclear antibodies (ANA) and anti-double-stranded DNA are positive. Which of the following is the most likely cause of heart murmur in this patient?",
        "exp": "In patients with systemic lupus erythematosus, endocarditis is the most striking cardiac lesion, termed Libman-Sacks endocarditis. Libman-Sacks endocarditis(LSE) is a form of non-bacterial endocarditis that is seen in association with systemic lupus erythematosus (SLE) Nonbacterial vegetations are seen on the undersurface of the mitral valve close to the origin of the leaflets from the valve ring (Libman-Sacks endocarditis). There is fibrinoid necrosis of small vessels with focal degeneration of interstitial tissue. Rheumatic fever is not commonly associated with ANAs seen in this case.",
        "cop": 1,
        "opa": "Libman-Sacks endocarditis",
        "opb": "Mitral valve prolapse",
        "opc": "Myocardial infarct",
        "opd": "Rheumatic fever",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "69daabc4-38cf-4e07-b46e-ada3e9674683",
        "choice_type": "single"
    },
    {
        "question": "Which protein is defective most commonly in dilated cardiomyopathy?",
        "exp": "In dilated cardiomyopathy, mutations in TTN, a gene that encodes titin (so-called because it is the largest protein expressed in humans), may account for approximately 20% of all cases of DCM. Additionally, mutations affecting the membrane-associated dystrophin protein that couples cytoskeleton to the extracellular matrix are also repoed.",
        "cop": 3,
        "opa": "Dystrophin",
        "opb": "Tropomyosin",
        "opc": "Titin",
        "opd": "Troponin",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "2557f604-04a5-492a-8186-c5134c33d882",
        "choice_type": "single"
    },
    {
        "question": "40-year-old woman dies after a long history of an illness characterized by dyspnea, ohopnea, hepatomegaly, distended neck veins, and peripheral edema. The cut surface of the liver as it appears at autopsy is shown in the first panel. The second panel shows the microscopic appearance of the liver. Which of the following disorders is the most likely cause of these findings?",
        "exp": "Clinical findings described in the question are typical of Right-sided heart failure due to hepatic sinusoidal congestion Image reveals nutmeg-like appearance of hepatic chronic passive congestion(Cardiac cirrhosis) Gross appearance is caused by congested centrilobular areas alternating with pale poal areas. Lab Findings - Elevated AST, ALT to 50-100 folds",
        "cop": 4,
        "opa": "Chronic alcoholism",
        "opb": "Diabetes mellitus",
        "opc": "Niemann-Pick disease",
        "opd": "Right-sided heart failure",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "d1374594-8c89-4753-a78c-132707ae27bb",
        "choice_type": "single"
    },
    {
        "question": "A young female patient came for routine examination. On examination a mid systolic click was found. There is no history of rheumatic heart disease. The histopathological examination is most likely to show which of the following?",
        "exp": "The impoant clues given in the question; Female patient Presenting for Routine examination (means she was asymptomatic) Presence of mid systolic click on physical examination Absence of history of rheumatic heart disease All these are significant pointers towards a diagnosis of mitral valve prolapse or Barlow syndrome. The other name of the same condition is Myxomatous degeneration of the mitral valve. Most patients with mitral valve prolapse are asymptomatic, and the condition is discovered only on routine examination by the presence of a midsystolic click as an incidental finding on physical examination'",
        "cop": 1,
        "opa": "Myxomatous degeneration and prolapse of the mitral valve",
        "opb": "Fibrinous deposition on the tip of papillary muscle",
        "opc": "Rupture of chordae tendinae",
        "opd": "Aschoff nodule on the mitral valve",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "e90f7537-343f-49b6-a8da-0bcb915bf095",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman presents with sudden attacks of wheezing, shoness of breath, episodic hot flashes, abdominal cramps and diarrhea. Physical examination shows facial redness, as well as hepatomegaly and pitting edema of the lower legs. A 24-hour urine specimen reveals elevated levels of 5-hydroxyindoleacetic acid (5-HIAA). A CT scan of the abdomen demonstrates multiple 2- to 3-cm nodules throughout the liver and a 2-cm nodule in the jejunum. An echocardiogram would be most expected to demonstrate which of the following?",
        "exp": "Carcinoid syndrome reflects the release of active tumor products and features diarrhea, flushing, bronchospasm and skin lesions. Carcinoid heart disease typically affects the right heart, causing changes in the pulmonary and tricuspid valves. It is associated with intestinal carcinoids that have metastasized to the liver. The cardiac lesions consist of plaque-like deposits of dense fibrous tissue on the tricuspid and pulmonary valves, producing tricuspid insufficiency and pulmonic stenosis. Elevated levels of HIAAA, a metabolite of serotonin, are diagnostic of carcinoid syndrome. The other choices are not complications of carcinoid syndrome.",
        "cop": 4,
        "opa": "Aoic stenosis",
        "opb": "Bacterial endocarditis",
        "opc": "Mitral valve prolapse",
        "opd": "Pulmonic stenosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "3912f738-1da5-4e39-a453-3cf72b48a5ea",
        "choice_type": "single"
    },
    {
        "question": "Calcification of aoic valve is seen in:",
        "exp": "Calcification of aoic valve is seen in as a component of teiary syphilis causing an involvement of the cardiovascular system.",
        "cop": 3,
        "opa": "Hurler's syndrome",
        "opb": "Marfan's syndrome",
        "opc": "Syphilis",
        "opd": "Hunter syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "74601e6e-b262-4140-8c80-9586b9a5f50f",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man who has a long history of hypertension presents to the emergency depament with tearing chest pain that radiates to the back. An electrocardiogram is normal, as are cardiac enzymes. A \"stat\" chest radiograph demonstrates widening of the mediastinum. Which of the following is the most likely?",
        "exp": "The clinical presentation of a dissecting aoic aneurysm mimics that of a myocardial infarction; however, electrocardiographic changes and increased concentration of cardiac enzymes are notably absent. The mediastinum is often widened by radiographic examination. Although there is an association with hypertension and disorders of connective tissue (e. g., Marfan syndrome and Ehlers-Danlos syndrome), there is no association with atherosclerosis. The presentation exemplified by this scenario is a true surgical emergency!",
        "cop": 4,
        "opa": "Aeriovenous fistula",
        "opb": "Atherosclerotic aneurysm",
        "opc": "Syphilitic aneurysm",
        "opd": "Dissecting aneurysm",
        "subject_name": "Pathology",
        "topic_name": "Cardiac disorders",
        "id": "ad021d94-4af7-49bc-bf99-44daf1983667",
        "choice_type": "single"
    }
]