[
    {
        "question": "CD4 is a marker for?",
        "exp": "Ans. is 'd' i. e., T - cells o See above explanation.",
        "cop": 4,
        "opa": "Stem cells",
        "opb": "All leukocytes",
        "opc": "B - cells",
        "opd": "T - cells",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "854c1cb0-67cc-4ce6-af71-c1e9dfe6740c",
        "choice_type": "multi"
    },
    {
        "question": "The macrophage to epitheliod conversion in Mycobacterium tuberculosis infection is mediated by:",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th edition, Pg: 183. Explanation: T Cell-Mediated (Type IV) Hypersensitivity. The cell-mediated type of hypersensitivity is initiated by antigen-activated (sensitized T lymphocytes, including CD4+ and CD8+ Tcells. Tubercle bacilli colonizing the lungs are persistent or nondegradable antigens. The perivascular infiltrate is dominated by macrophages over a period of 2 or 3 weeks. The activated macrophages often undergo a morphologic transformation into epithelium-like cells and are then referred to as epithelioid cells. A microscopic aggregation of epithelioid cells, usually surrounded by a collar of lymphocytes, is referred to as a granuloma. This pattern of inflammation, called granulomatous inflammation is typically associated with strong T-cell activation with cytokine production. M. tuberculosis enters macrophages by endocytosis mediated by several macrophage receptors: mannose receptors bind lipoarabino- mannan. a glvcolipid in the bacterial cell wall, and complement receptors bind opsonized mycobacteria. M. tuberculosis organisms replicate within the phagosome by blocking fusion of the phagosome and lysosome. About 3 weeks after infection, a T-helper 1 (TH1) response is mounted that activates macrophages to become bactericidal. Differentiation of TH1 cells depends on IL-12, which is produced by antigen-presenting cells that have encountered the mycobacteria. Mature TH1 cells, both in lymph nodes and in the lung, produce IFN-g. INF-g is the critical mediator that enables macrophages to contain the M. tuberculosis infection. IFN-g stimulates formation of the phagolysosome in infected macrophages, exposing the bacteria to an inhospitable acidic environment. Macrophages activated by IFN-y differentiate into the \"epithelioid histiocytes\" that characterize the granulomatous response, and may fuse to form giant cells. Activated macrophages also secrete TNF. which promotes recruitment of more monocytes.",
        "cop": 2,
        "opa": "TNF alpha",
        "opb": "IFN-g",
        "opc": "IL-4",
        "opd": "TGF-Beia",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "1ea53b2b-0c7d-425e-bed4-f76414e437e5",
        "choice_type": "single"
    },
    {
        "question": "Plasma cells are derived from -",
        "exp": "Ans. is 'a' i. e., B lymphocytes o B-cells are able to make a specific antibody against a specific antigen. It is due to present of specific receptor on B-cells - B-cell receptor (BCR), that is usually an immunoglobulin Ig M or Ig D. An antigen interacts with B-cell that shows best fit by virtue of its BCR. The antigen binds to this receptor, and the B-cell is stimulated to divide and form a clone (clonal selection). This clone of cells will become plasma cells that will secretes antibody of a particular specificity and same class. o Although, B-cells are the major source of antibodies (after their conversion into plasma cells). Helper - T cells are also important. Helper T-cells activate B-cells by secreting cytokines (lymphokines). These lvmphokines than stimulate the specific clone of B-cells to differentiate into plasma cells (clonal selection). Antigen exposure|Antigen presenting cells present this antigen to helper T cells|T cells are activated|Secretion of lymphokine by T-cells|B-cells that carrv BCR specific to that antigen are. stimulated (clonal selection)|B-cells proliferate and differentiate in to plasma cells|Plasma cells synthesize an immunoglobulin of same specificity as that carried by the B-cell precursors",
        "cop": 1,
        "opa": "B lymphocytes",
        "opb": "T lymphocytes",
        "opc": "NK cells",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "b9c58936-9576-49b8-bc44-5ccf0f1d340c",
        "choice_type": "single"
    },
    {
        "question": "CD3 is a marker for?",
        "exp": "Ans. is 'b' i. e., T - cells o CD-3 is known as Pan T-cell marker. Important cells with their CD marker are:-o Primary T cell Associatedo CD1, CD3, CD4, CD5, CD8o Primary B cell associatedo CD 10, CD19, CD20, CD21, CD23, CD79ao Primary monocyte or macrophage associatedo CD11c, CD13, CD14, CD15, CD33, CD64o Primary NK cell associatedo CD 16, CD56o Primary stem cell and progenitor cell associatedo CD34o Activation markerso CD30o Present on all leukocyteso CD45. Important facts about CD markerso The most clear cut differentiation between T and B cells is by their surface markers, for example, by Demonstration of CD3 of T cells and Ig on B cells. o CD-95 is a death receptor, member of TNF receptor family. It is involved in apoptosis.",
        "cop": 2,
        "opa": "B - cells",
        "opb": "T - cells",
        "opc": "NK- cells",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "0049d17c-e108-4601-bd82-001422f8c87f",
        "choice_type": "single"
    },
    {
        "question": "Primary immune response is by which cell?",
        "exp": "Ans. (a) B cells. Ref: Robbin's pathology 9th ed. /187, 191. PRIMARY IMMUNE RESPONSE* The first exposure to a foreign antigen, a lag phase occurs in which no antibody is produced, but activated B cells are differentiating into plasma cells. The lag phase can be as short as 2-3 days, but often is longer, sometimes as long as weeks or months.* The amount of antibody produced is usually relatively low.* Over time, antibody level declines to the point where it may be undetectable.* The first antibody produced is manily IgM (although small amounts of IgG are usually also produced).",
        "cop": 1,
        "opa": "B cell",
        "opb": "T cell",
        "opc": "B and T cell both",
        "opd": "Complement mediated",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "c1d7abd4-a8f0-408f-848f-bf4aa82a24da",
        "choice_type": "multi"
    },
    {
        "question": "CD marker for cytotoxic T-cells-",
        "exp": "Ans. is 'b' i. e., CD 8 o Helper T-cells -CD4 positive. o Cytotoxic T-cells and suppressor T-cells - CD 8 positive.",
        "cop": 2,
        "opa": "CD 4",
        "opb": "CD 8",
        "opc": "CD 21",
        "opd": "CD 45",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "6bb1b68f-659b-4353-a83c-87bf0e4e970a",
        "choice_type": "single"
    },
    {
        "question": "HLA-I is present on -",
        "exp": "Ans. is 'a' i. e., All nucleated cells o HLA-I - On surface of all nucleated cells and platelets, o HLA -II - Only on cells of immune system. o HLA complex consists of three separate clusters of genes: HLA Complex Class IClass IIClass IIIo Comprising A, B and C locio 'D' region - DR, DQ, DPComplement region encodeso Responsible foro Responsible foro C2 & C4* Graft rejection# Graft versus host responseo Properdin factor B* Cell mediated cytolysis# Mixed leucocyte reactiono Heat shock proteino Found on the surface ofo Found only on cellso TNF -a and ball nucleated cells andof the immune system platelets",
        "cop": 1,
        "opa": "All nucleated cells",
        "opb": "Only on cells of immune system",
        "opc": "Only on B-cells",
        "opd": "Only on T-cells",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "c18079cc-bd6f-4c55-ba32-719215c34166",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is not an antigen presenting cell?",
        "exp": "Ans. (a) Bipolar cells. Ref: Robbiris pathology 9th ed. /191-192: Pocket companion to Robbin 'spathology 8th edition /119T cells cannot be activated by soluble antigens. Therefore presentation of processed antigen by antigen presenting cells is required for activation of T cells. Important Antigen Presenting Cells are* Macrophage* B cells* Dendritic cells (most potent APCs)* Langerhans cells. Bipolar cell is a type of neuron which has two extensions. Bipolar cells are specialized sensory neurons for the transmission of special senses. As such, they are part of the sensory pathways for smell, sight, taste, hearing and vestibular functions.",
        "cop": 1,
        "opa": "Bipolar cell",
        "opb": "Dendritic cell",
        "opc": "Follicular Dendritic cell",
        "opd": "Tissue macrophages",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "a9e7ef22-4f98-4f81-96fb-9b4d6e7512b3",
        "choice_type": "single"
    },
    {
        "question": "CD4 count refers to -",
        "exp": "Ans. is 'a' i. e., T helper cells o Helper T-cells - CD4 positive. o Cytotoxic T-cells and suppressor T-cells - CD 8 positive, o Based on function CD4 helper T cells are divided into-1. Effector CP4 helper Tcells# Functions are:-A. By TH1 cells. Activate macrophages. Delayed hypersensitivity. Cell mediated immunity. Killing of intracellular microbes. e. g. tuberculosis and leprosy. Destruction of target cells by-Activate CDS T cells to become cytotoxic cells. Activate NK cellsB By TH2 celtsi) Activate B cells to develop into antibody producing plasma cells - facilitate synthesis of antibodies. 2. Memory CD4 helper T cells# Retain the antigenic affinity of the originally activated T cells and are used to act as later effector cells during a second immune response.",
        "cop": 1,
        "opa": "T helper cells",
        "opb": "B cells",
        "opc": "Cytotoxic cells",
        "opd": "Both B And T Cells",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "655cac05-2c0c-44c5-bcdf-c3e111bf0b10",
        "choice_type": "multi"
    },
    {
        "question": "NK cells express -",
        "exp": "Ans. is 'b' i. e., CD16, CD56 Null cells (Large granular lymphocytes)o Null cells are called so because they lack features of surface markers of both B and T lymphocytes, o The account for 5 to 10% of peripheral blood lymphocytes. o They are also called \"'largegranular lymphocytes (LGL) \" as they contain large azurophilic cytoplasmic granules. o They express. Surface receptors for the Fc portion of IgG (CD-16)NCAM-I (CD56)o They proliferate in response to If-2o Many LGL express some lineage marker particularly CD-8, CD-2, o LGLs arise in both bone marrow and thymic microenvironment. o Members of this group are: 1. Antibody dependent cytotoxic cells (ADCC)o ADCC possess surface receptors for the Fc part of Ig. o Capable of lysing or killing target cells sensitized with Ig. G2 Natural killer cells (NK Cells)o Possess spontaneous cytotoxicity towards various target cells: -Virus infected cel Is. Malignant cellsiii) Transplanted foreign cellso Cytotoxicity is not antibody dependent or MHC restrictedo Activity is nonimmune as it does not require sensitization by prior antigenic contact, o They have CD-56 and CD-16 on their surfaceo IL-2 acts as a growth factoro Natural killer cell activity is augmented by interferon. o They release perforin which causes transmembrane pores through which TNF-[i enters the cell and induce apoptosis. o NK cells are activated to LAK cells in the presence of IL-2o Usually CD-3 negative but subset of NK cells are CD-3 positive called NK/T cells. o NK cells secrete TNF-a, GMCSF, IFN-y, perforin. IL-4. o NK cells do not kill normal cells. Why is it so? lets see: - The NK cells express activating and inhibiting receptors. The functional activity of the NK cells is regulated by a balance between signal from these receptors. MHC class I molecules has inhibiting signal on NK cells and normal cell are not killed because inhibiting signals from normal MHC class! molecules overside activating signals. The ability of NK cells to kill target cells is inversly related to target cell expression of MHC class I molecule. If virus infection or neoplastic transformation reduces the expression of MHC l, inhibitory signals are interrupted and lysis of target cells occur. 3. Lvmphokine activated killer (LAK) cellso These are NK - celts treated with IL-2o Kill tumor cells more efficiently than unstimulated NK cellls.",
        "cop": 2,
        "opa": "CD 15, CD55",
        "opb": "CD16, CD56",
        "opc": "CD 16, CD 57",
        "opd": "CD21 CD 66",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "3e050548-d6e5-49d0-8079-f4fc67160051",
        "choice_type": "single"
    },
    {
        "question": "The most important source of histamine -",
        "exp": "Ans. is 'a' i. e., Mast cells Mast cells and basophilso Mast cells and basophils are important inflammatory' cells, o They precipitate in both acute & chronic inflammation. o Basophils circulate in the blood, whereas mast cells reside and mature in tissues. o They are the most important cells in immediate hypersensitivity and are also the most important source of histamine. o Other secretions are: Serine proteases, Carboxypeptidases, Giycosidoses, Proteoglycans, Sulfatases.",
        "cop": 1,
        "opa": "Mast cells",
        "opb": "Eosinophil",
        "opc": "Neutrophil",
        "opd": "Macrophages",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "621878c1-78d1-476b-a558-d0e17cb5f067",
        "choice_type": "single"
    },
    {
        "question": "Mast cells release?",
        "exp": "Ans. is 'c' i. e., Histamine o Mast cells reside and mature in tissues. They are the most important cells in immediate hypersensitivity and are also the most important source of histamine. o Other secretions are: Serine proteases, Carboxypeptidases, Glycosidoses, Proteoglycans, Sulfatases.",
        "cop": 3,
        "opa": "IFN-g",
        "opb": "IL-5",
        "opc": "Histamine",
        "opd": "Lysozyme",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "c344522b-f1db-4316-8b1b-bde683267b7c",
        "choice_type": "single"
    },
    {
        "question": "The professional antigen presenting cells -",
        "exp": "Ans. is 'b' i. e., Dendritic cells o Dendritic cells are the most potent and effective antigen presenting cells in the body - Harrison 2024 Mature B-cells and T-cells before antigenic exposure are called naive-B and T cells respectively. Sequence of events in activation of naive T cells. o Immature dendritic cells in the epidermis are called langerhans cell. o These immature dendritic cells (langerhans cells) capture the antigen in the epidermis. o After capturing the antigen these cells secrete cytokines. o These cytokines cause loss of adhesiveness of langerhans cells. o Langerhans cells separate from each other and migrate into lymphatic vessels. o In lymphatic vessel, maturation of langerhans cells takes place. o Then these mature langerhans dendritic cells reach to naive T cells in the lymph nodes and present antigen to these cells and activate them.",
        "cop": 2,
        "opa": "B cells",
        "opb": "Dendritic cells",
        "opc": "T cells",
        "opd": "NK cells",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "d153fdba-5982-4209-bcc1-8d1a979f0af6",
        "choice_type": "single"
    },
    {
        "question": "The following interleukin is characteristically produced in a TH1 response -",
        "exp": "Ans. is 'a' i. e., IL-2 A. T helper - 1 {TH1) secretes-IL-2 and interferon - gB. T helper - 2 (T[f2) secretes-IL-4, IL-5, IL-6, EL-13 T-cellso T cells are amongst the two important cells of adaptive immune system (others are B-cells). o T cell precursors arise in bone marrow (also in yolk sac & liver before birth) and migrate to the thymus, o Maturity ofT-cells takes place in the thymus (So, T cells arise in bone marrow and mature in thymus), o T-cells constitutes 60%-70% of the circulating peripheral lymphocytes. o Based on their surface markers. target cells and functions the following T cell category have been identified: 1. Helper/Inducer T cells. These cells have CD4 surface marker and are MHC class II restricted. These are further subdivided into: -A. Effector CD4 helper T cellso These cells secrete cytokines and other products that perform all major functions, o These cells are of following types. TH, cells. These cells are activated by IFN-g. These cells produce IL-2, IFNyand IL-12. These cells facilitate delayed hypersensitivity, cell mediated immunity. Macrophage activation, killing of intracellular microbes e. g., tuberculosis & leprosy. These cells also induce destruction of target cell by: -Activating CD8 T cells to become cytotoxic cells; and. Activating NK cells. TH, cells. These cells are activated by IL-4. These cells secrete IL-4, 1L-5, IL-6 and IL-13. hese cells facilitates the synthesis of antibodies particularly IgE and cause activation of mast cells and eosinophils - Therefore, provide defence against Helminthic parasites. TH17 cellsA third subset of CD4 T-cells (besides TH1 and TH2) has been discovered recently and is called the TH17 cells. If the antigen producing cells produce inflammatory cytokines such as IL-1, IL-6 and IL-23, these work in collaboration with TGF-(3 to stimulate differentiation of T-cells to the TH 17 cells. TH17 cells are powerful recruiters of neutrophils and monocytes, and thus play major roles in severe inflammatoiy diseases. They may also be important for defense against some bacterial and fungal infections in which neutrophilic inflammation is a prominent feature. TH 17 cells are activated by some microbial antigens and by self antigens in autoimmune diseases. Activated TH17 cells secret IL-17, IL-22 and chemokines. Collectively, these cytokines recruit neutrophils and monocytes. TH17 cells produce IL-21, which amplifies the TH17 (self) response. B. Memory CD4 helper T cellso Provide memory, i. e., retain the antigenic affinity of the originally activated T cells and are used to act aslater effector cells during a second immune response. Cytolytk/cytotoik T cells. These cells have CD8 surface marker and are MHC class I restricted. They kill and lyse target cells including tumor cells, virus infected cells and allograft; and participate in type II Hypersensitivity. Suppressor T-cells. These cells have CDg surface marker and are MHC class I restricted. These cells down regulate immune response. o Helper T cell (CD4 T cell) is known as the master regulator of the immune system. o The ratio of CD4 and CD8 T cell is normally 2: 1.",
        "cop": 1,
        "opa": "IL-2",
        "opb": "IL-4",
        "opc": "IL-5",
        "opd": "DL-10",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "713a720a-04c0-4387-945b-3af575dbbdfb",
        "choice_type": "multi"
    },
    {
        "question": "The most potent stimulator of naive T cells is -",
        "exp": "Ans. is 'b' i. e., Mature dendritic cells Naive T cell. These are newly produced T cells. This is a T cell arising from immune system production of fresh cells in bone marrow. These cells respond to the newly encountered pathogens containing antigens which the immune system has not processed before. The naive T cell activation and proliferation create an acquired immunity to the newly encountered pathogen. After the disease is eradicated a small portion of T cell population engendered by activated Naive T cell constitute a reservoir of Memory T cell which proliferate and respond very quickly to the recurrence of disease. Proliferation of Naive T cells. Dendritic cells and dendritic cell derived cytokines are the most potent stimulator for proliferation of Naive T cells.",
        "cop": 2,
        "opa": "B cell",
        "opb": "Mature dendritic cells",
        "opc": "Epithelial cells",
        "opd": "Macrophages",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "2be317db-28da-47a2-9395-921355e7d7d8",
        "choice_type": "single"
    },
    {
        "question": "T - cells mature in?",
        "exp": "Ans is 'c' i. e., Thymus o T cell precursors arise in bone marrow (also in yolk sac & liver before birth) and migrate to the thymus. Maturity of T-cells takes place in the thymus (So, T cells arise in bone marrow and mature in thymus). o B cells originate as well as mature in bone marrow.",
        "cop": 3,
        "opa": "Bone marrow",
        "opb": "Liver",
        "opc": "Thymus",
        "opd": "Lymph nodes",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "821d98b1-a097-481a-a58f-a95cddb5b2e8",
        "choice_type": "single"
    },
    {
        "question": "What is true about interferon?",
        "exp": "Ans is 'c' i. e. Induce enzyme synthesis in the target cell o Interferons (IFNs) are a group of signaling proteins, made and released by host cells in response to the presence of several pathogens, such as viruses, bacteria, parasites, and also tumor cellso IFNs belong to the large class of proteins known as cytokines. o IFNs also have various other functions: they activate immune cells, such as natural killer cells and macrophages; they increase host defenses by up-regulating antigen presentation by virtue of increasing the expression of major histocompatibility complex (MHC) antigens. o They are typically divided among three classes: Type IIFN, Type IIIFN, and Type III IFN. o In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as e. IF-2 in response to new viral infections. The phosphorylated eif-2 forms an inactive complex with another protein, called eif2b, to reduce protein synthesis within the cell.",
        "cop": 3,
        "opa": "Are specific for individual viruses",
        "opb": "Are protective against only viruses",
        "opc": "Induce enzyme synthesis in the target cell",
        "opd": "Are divided into 5 subtypes",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "ea9bad7d-97b2-482e-b054-a78ad531551c",
        "choice_type": "multi"
    },
    {
        "question": "The primary function of Toll like Receptors is?",
        "exp": "ANSWER: (B) Activation of Immune System. REF: Wintrobe's Clinical Hematology 11th ed chapter 2. In the late 1990s and early 2000s, researchers identified mammalian analogs of the Drosophila Toll receptor, cloned the mammalian Toll-like receptor 4 (TLR4), identified TLR4 as the receptor for lipopolysaccharide (LPS) and the membrane transducer for LPS signaling in mononuclear phagocytes and other cells, and identified other TLRs as receptors for other microbial components. CD 14 binds bacterial LPS (endotoxin) and, as a component of a multimolecular complex, plays an important role in LPS-induced activation, inflammatory response, and innate immunity. LPS is captured by a serum LPS-binding protein and is transported to CD14, which binds the complex. CD14, however, cannot trigger activation because it lacks an intracellular region. This function is mediated by one of a group of molecules known as Toll-like receptors (TLR), as they are structurally homologous to the Toll receptors of the fruit fly Drosophila melanogaster.",
        "cop": 2,
        "opa": "Vasodilation",
        "opb": "Activation of Immune System",
        "opc": "Regulation of Calcium channel",
        "opd": "Second Messenger",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "8ec4f6d0-3c72-4098-a4d0-dd619597a8f0",
        "choice_type": "single"
    },
    {
        "question": "The following interleukin is characteristically produced in TH1 response -",
        "exp": "Ans. is 'b' i. e.? IL2 Selected important cytokines. Name. Major Cellular Source. Selected Biologic Effects. IFN-a, -b. Leukocytes (IFN-a), fibroblasts (IFN-b). Antiviral, pyrogenic. IFN-(interferon)T cells, NK cells. Activates mononuclear phagocytes. TNF-a (tumor necrosis factor alpha). Macrophages, NK cells. Cell activation, fever, cachexia, antitumor. TNF -b (tumor necrosis factor beta). T cells. B cells. Activates leukocytes, antitumor. LT (lymphotoxin) 1L-1 (interleukin - 1). Macrophages, epithelial cellsT cell and macrophage activation, fever, cachexia. IL-2 (interleukin - 2)T cells (CD4 Helper T-cells)T cell growth and activation. IL-3 (interleukin - 3)T cells, thymic epithelial cells. Hematopoiesis. IL-4 (interleukin - 4)T cells, mast cells, NK cellsB cell proliferation and switching to Ig. EIL-5 (interleukin - 5)T cells. Differentiation of eosinophils. IL-7 (interleukin - 7). Bone marrow stromal cells. Lymphoid progenitor differentiation",
        "cop": 2,
        "opa": "IL1",
        "opb": "IL2",
        "opc": "IL3",
        "opd": "IL4",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "d25d0cf4-93ae-4270-b17d-5dc390097423",
        "choice_type": "multi"
    },
    {
        "question": "Complement proteins constitute what percentage of serum proteins?",
        "exp": "Ans is 'c' i. e. 5-10% \"The complement system consists of a large number of proteins that together constitute about 10% of the total circulating serum protein\"",
        "cop": 3,
        "opa": "<1",
        "opb": "5-Jan",
        "opc": "5-10%",
        "opd": ">10%",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "c1ec8a2d-6222-4bf9-b9c6-9d5b4899098d",
        "choice_type": "single"
    },
    {
        "question": "NK cell CD marker is -",
        "exp": "Ans. is 'a' i. e., 16 o Two cell surface molecules, CD 16 and CD56, are widely used to identify* NK cells.",
        "cop": 1,
        "opa": "16",
        "opb": "60",
        "opc": "32",
        "opd": "25",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "08e75379-fe8a-446f-9e6d-640b43bed616",
        "choice_type": "single"
    },
    {
        "question": "MHC class I represented on-",
        "exp": "Ans. is 'b' i. e.. All nucleated cells [Ref: Robbin's 8th/e p. 192; Ananthanarayan 7th/e p. 130}o The histocompatibility antigens (human leukocyte antigens - HLA) are cell surface antigens that induce an immune response leading to rejection of allografts. o The principal physiologic function of the cell surface histocompatibility molecules is to bind peptide framents of foreign proteins for presentation to antigen specific T celts. o The histocompatibility antigens are encoded by a closely linked multiallelic cluster of genes - Major histocompatibility complex (MHC) or Human leukocyte antigens complex (HLA complex). MHCClass IClass 11O B cellso B ceilso Langerhan's cellso Langerhans's cellso Dendritic cellso Dendritic cellso Macrophageso MacrophagesoT-cellsoT cellso Epithelial cells of thymuso Epithelial cells of thymuso Neutrophils o Hepatocytes o Kidney o Brain o HLA complex of genes is located on the short arm of chromosome 6. o It consists of three separate clusters of genes: HLA Complex (MHC complex|Class 1. Class 11. Class IIIo Comprising A, B and C locio 'D\" region - DR, DQ, DPComplement region encodeso Responsible foro Responsible foro C, &Cj# Graft rejection# Graft versus host responseo Properdin factor B# Cell mediated cyto lysis# Mixed leucocyte reactiono Heat shock proteino Found on the surface ofo. Found only on cellso TNF - ot and iall nucleated cells andof the immune system platelets",
        "cop": 2,
        "opa": "All cells",
        "opb": "All nucleated cells",
        "opc": "RBCs",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "b658c464-3a01-4aff-bb68-94e41fc400ec",
        "choice_type": "multi"
    },
    {
        "question": "Surface Immunoglobulin is found in which cell? '",
        "exp": "Ans is 'b' i. e. B-cell o B cells recognize antigen via the B-cell antigen receptor complex. Ig M and Ig D, present on the surface of all naive B cells, constitute the antigen binding component of B-cell receptor complexo After antigenic stimulation, B cells form plasma cells that secret immunoglobulin.",
        "cop": 2,
        "opa": "T-cell",
        "opb": "B-cell",
        "opc": "NK cell",
        "opd": "Plasma cells",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "3ef5125e-8864-4e40-a3e0-a0c696b622f0",
        "choice_type": "single"
    },
    {
        "question": "N K cell shows presence of -",
        "exp": "Ans. is 'b' i. e., CD 16 o NK cells have CD-56 and CD-16 on their surface.",
        "cop": 2,
        "opa": "CD 44",
        "opb": "CD 16",
        "opc": "CD 54",
        "opd": "CD 32",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "a9b22c98-b7bf-48c1-ab6f-c3f535bd43d0",
        "choice_type": "single"
    },
    {
        "question": "CD marker of stem cell is:",
        "exp": "Ans: A (CD 34) Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation:(See following table). Some Immune Cell Antigens Detected by Monoclonal Antibodies. Antigen. Designation. Normal Cellular Distribution. PRIMARILY T-CELL ASSOCIATEDCD1. Thymocytes and Langerhans cells. CD3. Thymocytes, mature T cells. CD4. Helper T ceils, subset of thymocytes. CD5T cells and a small subset of B cells. CD8. Cytotoxic T cells, subset of thymocytes, and some NK cells. PRIMARILY B-CELL ASSOCIATEDCD1 0. Pre-B cells and germinal-center B cells; also called CALLACD19. Pre-B cells and mature B cells but not plasma cells. CD20. Pre-B cells after CD19 and mature B ceils but not plasma cells. CD21. EBV receptor; mature B cells and follicular dendrstic cells. CD23. Activated mature B cells. CD79a. Marrow pre-B cells and mature B celts. PRIMARILY MONOCYTE-OR MACROPHAGE-ASSOCIATEDCD11c. Granulocytes, monocytes, and macrophages; also expressed by na ry cell leukenmas. CD13. Immature and mature monocytes and granulocytes. CD14. Monocytes. CD15. Granulocytes; Reed-Stern berg cells and variants. CD 33. Myeloid progenitors and monocytes. CD64. Mature myeloid cels. PRIMARILY NK-C ELL ASSOCIATEDCD16. NK cells and granulocytes. CD56. NK cells and a subset of T cells. PRIMARILY STEM CELL-AND PROGENITOR DELL-ASSOCIATEDCD34. Pluripotent hematopoietic stem cells and progenitor cells of many lineages. ACTIVATION MARKERSCD30. Activated B cells. T cells, and monocytes; Reed-Sternberg cells and variants. PRESENT ON ALL LEUKOCYTESCD45. All leukocytes; also known as leukocyte common antigen (LCA)",
        "cop": 1,
        "opa": "CD 34",
        "opb": "CD 1",
        "opc": "CD19",
        "opd": "CD 21",
        "subject_name": "Pathology",
        "topic_name": "Cells and Tissues of Immune System",
        "id": "79c10174-3787-4d46-a814-df9cd7e9d718",
        "choice_type": "single"
    }
]