[
    {
        "question": "Commonest site of liquifactive necrosis is",
        "exp": "Ans. a (Brain). (Ref. Robbins, Pathologic Basis of Disease, 8th/pg. 7-13)NECROSIS# Enzymatic degradation of a cell resulting from exogenous injury.# Characterized by enzymatic digestion and protein denaturation, with release of intracellular components.# Morphologically occurs as coagulative (heart, liver, kidney), liquefactive (brain), caseous (tuberculosis), fat (pancreas), fibrinoid (blood vessels), or gangrenous (limbs, GI tract).# Kidney infarct exhibiting coagulative necrosis will be seen with loss of nuclei and clumping of cytoplasm but with preservation of basic outlines of glomerular and tubular architecture.# Liquefactive necrosis in the kidney can be caused by fungal infection, which will be seen filled with white cells and cellular debris, creating a renal abscess that obliterates the normal architecture. IRREVERSIBLE INJURY AND CELL DEATHMORPHOLOGIC PATTERNCHARACTERSTICSCOAGULATIVE NECROSISMost common type (e. g. Heart, liver, kidney)LIQUEFACTIVE NECROSISAbscesses, brain infarcts, pancreatic necrosis. Cellular destruction by hydrolytic enzymes. CASEOUS NECROSISSeen in tuberculosis. Combination of coagulation and liquefaction necrosis soft, friable, and \"cottage-cheese-like\" appearance. FAT NECROSISCaused by the action of lipases on fatty tissue (e. g. with pancreatic damage). Chalky white appearance. FIBRINOID NECROSISEosinophilic homogenous appearance - resembles fibrin. GANGRENOUS NECROSISCommon sites: lower limbs, gallbladder, Gl tract and testes. Dry gangrene - coagulative necrosis. Wet gangrene - liquefactive necrosis. APOPTOSISA specialized form of programmed cell death, an active process under genetic control. Executed in mitochondria. Mediated by a cascade of caspases (digest nuclear and cytoskeletal proteins and active endonucleases).",
        "cop": 1,
        "opa": "Brain",
        "opb": "Kidney",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "40dacf03-d7e8-45a4-945c-094f30a1abb1",
        "choice_type": "single"
    },
    {
        "question": "Finding on histopathological examination in liver in case of malaria is:",
        "exp": "Ans. is 'b' i. e. Kupffer's cell hyperplasia with macrophage infiltration around periportal area laden with pigments * In severe infections with plasmodium falciparum, the vital organs are packed with erythrocytes containing mature form of the parasite.* There is abundant intra and extraerythrocytic pigment and organs such as liver, spleen and placenta may be grey black in colour. Also know * Durck's granuloma are pathognomic of malignant cerebral malaria. Histopathological features in liver due to falciparum malaria. Reticuloendothelial cell proliferation i. e., Kupffer cell hyperplasia. Malarial pigmentation i. e., hemoglobin pigmentation. Congestion. Portal infiltration of the macrophage. Sinusoidal infiltration and sinusoidal dilatation. Cholestasis. Nuclear vacuolation. Liver cell necrosis. Fatty change. Ballooning of hepatocytes. Vacuolated cytoplasm's",
        "cop": 2,
        "opa": "Microabscess formation",
        "opb": "Kupffer's cell hyperplasia with macrophage infiltration around periportal area laden with pigments.",
        "opc": "Non caseating granuloma",
        "opd": "Non specific finding of neutrophilic infiltratio",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "9a6a5483-3749-4f06-bdb0-8d3aadf2990a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a part of secondary granules in neutrophils?",
        "exp": "Ans. is 'b' i. e., Lactoferrin. Lvsosomal enzymes: o These are present in the lysosomes of neutrophils and monocytes. Lysosomes contain two types of granules; Primary (azurophilic) and Secondary (specific) granules. Lvsosomal granules. Primary (azurophilic) granules. Secondary (specific) granuleso Require high level of agonist to be released extracellularlyo Potentially more destructiveo Secrete: y Myeloperoxidase (MPO)y Acid hydrolasey Elastasey Defensiny Phospholipase A2y Non-specific collagenaseo Secreted at lower concentration of agonistso Secreted extracellularly more readilyo Secrete: y Lysozymey Lactoferriny Alkaline phosphatasey Type IV collagenasey Phospholipase A2",
        "cop": 2,
        "opa": "Cathepsin G",
        "opb": "Lactoferrin",
        "opc": "Defensin",
        "opd": "Myeloperoxidase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "48bb5a6d-f544-4514-a663-c320909e9d1b",
        "choice_type": "single"
    },
    {
        "question": "Laminin is present in:(1998)",
        "exp": "Ans: b (Basement membrane). Ref: Robbin's, 7th ed, p. 105 & 6thed, p. 100",
        "cop": 2,
        "opa": "Lens",
        "opb": "Basement membrane",
        "opc": "Liver",
        "opd": "Lungs",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c70f4b46-ee02-4efc-b67c-3eb4ad5efb4f",
        "choice_type": "single"
    },
    {
        "question": "Difference between active & resting cell depend on which phase of cell cycle:",
        "exp": "Ans; A (G0) \"The cell cycle consists of G, (presynthetic), S (DMA synthesis), G, (premitotic), and SI (mitotic) phases. Quiescent cells are in a physiologic state called Ga. Tissues may be composed primarily of quiescent ceils in Gv but most mature tissues contain some combination of continuously dividing cells, terminally differentiated cells, stem ceils, and quiescent ceils that occasionally enter into the cell cycle\"- Abeloff's Clinical Oncology/ 4^/428; Phases of Cell Cycle. The cell cycle consists of four distinct phases: G, phase. S phase (synthesis91, G\\ phase (collectively known as interphase) and M phase (mitosis)Q, M phase is itself composed oftwo tightly coupled processes: mitosis, in which the cell's chromosomes are divided between the two daughter cells, and cytokinesis, in which the cell's cytoplasm divides in half forming distinct cells. Activation of each phase is dependent on the proper progression and completion of the previous one. Ceils that have temporarily or reversibly stopped dividing are said to have entered a state of quiescence called G phaseS Phase# Th e ensuing S phase starts when DNA synthesis commenceswhen it is complete, all of the chromosomes have been replicated, i. e., each chromosome has two (sister) chromatids.# During this phase, the amount of DNA in the cell has effectively doubled, though the ploidv of the cell remains the same. State. Phase. Abbreviation. Description. Quiescent/ senescent. Gap 0. G0A resting phase where the cell has left the cyde and has stopped' dividing. Gap 1. G1. Cells increase in size in Gap 1. The checkpoint control mechanism ensures that everything is ready' for DNA synthesis. Synthesis. SDNA replication occurs during this phase. Interphase Gap 2. G2. During the gap between DNA synthesis and mitosis, the cell will continue to grow. The G, checkpoint control mechanism ensures that everything is ready to enter the M (mitosis) phase and divide. Cell growth stops at this stage and cellular energy' is focused on the orderly' division into two daughter cells. A checkpoint in the middle of mitosis (Metaphase Checkpoint) ensures that the cell is ready to complete cell division. Cell division. MitosisM Fig: Sequence of events during the cell cycle",
        "cop": 1,
        "opa": "G0",
        "opb": "G1",
        "opc": "G2",
        "opd": "M",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "fc7760f3-17a1-4a21-a65f-baa50d529373",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sign of reversible cell injury?",
        "exp": "Ans. (b) Cell shrinkage(Ref: Robbins 9th/38; 8th/pg 17). Features of reversible cell injury seen in light microscopy are cellular swelling and fatty change. Cell shrinkage is a feature of apoptosis (cell death)",
        "cop": 2,
        "opa": "ATP depletion",
        "opb": "Cell shrinkage",
        "opc": "Fatty acid deposition",
        "opd": "Reduction of phosphorylation",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "fd2816b5-6580-4168-b2ea-189524732d12",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old farmer presents with multiple patches of discoloration on his face. Biopsy of lesional skin reveals actinic keratosis. Which of the following terms best describes this response of the skin to chronic sunlight exposure?",
        "exp": "Dysplasia. Actinic keratosis is a form of dysplasia in sun-exposed skin. Histologically, such lesions are composed of atypical squamous cells, which vary in size and shape. They show no signs of regular maturation as the cells move from the basal layer of the epidermis to the surface. Dysplasia is a preneoplastic lesion, in the sense that it is a necessary stage in the multistep evolution to cancer. However, unlike cancer cells, dysplastic cells are not entirely autonomous, and the histologic appearance of the tissue may still revert to normal. None of the other choices represent preneoplastic changes in sun-exposed skin. Diagnosis: Actinic keratosis, dysplasia",
        "cop": 2,
        "opa": "Atrophy",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Hypertrophy",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "793bef1c-96fb-47f4-856b-1c07a23eef73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following produces irreversible cell injury faster?",
        "exp": "Ans: c (Ischaemia) Ref: Robbins, 7th ed, p. 12. Both hypoxia and ischaemia produces irreversible cell injury by reducing aerobic oxidative respiration, but ischaemia not only compromises the supply of oxygen but also compromises metabolic substrates including glucose (which is normally provided by the blood). Therefore ischaemic injuries are more rapid and severe than hypoxic injuries. Depletion of ATP: ATP depletion and decreased ATP synthesis are frequently associated with both hypoxic and toxic (chemical) injuries. They are slower than ischaemic injury. Increased cytosolic Ca2+: Increase in cytosolic Ca2+ can occur in cell injury due to ischaemia as well as toxins. But it is not specific for irreversible cell injury. It can be found in reversible cell injury also. Also, loss of Ca2+ homeostasis is not always a proximal event in irreversible cell injury.",
        "cop": 3,
        "opa": "Increased cytosolic Ca2+",
        "opb": "Decreased ATP",
        "opc": "Ischaemia",
        "opd": "Hypoxia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1a997827-75b9-42ff-b347-d2b39adf6a99",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old girl becomes infected with hepatitis A and experiences mild nausea for 1 week. On physical examination, she has minimal right upper quadrant tenderness and scleral icterus. Laboratory findings include a serum AST of 68 U/L, ALT of 75 U/L, and total bilirubin of 5. 1 mg/dL. Her laboratory findings most likely result from which of the following changes in her hepatocytes?",
        "exp": "Irreversible cell injury is associated with loss of membrane integrity. This allows intracellular enzymes such as AST and ALT to leak into the serum. All other morphologic changes listed are associated with reversible cell injury, in which the cell membrane remains intact and the cells do not die.",
        "cop": 1,
        "opa": "Cell membrane defects",
        "opb": "Lysosomal autophagy",
        "opc": "Mitochondrial swelling",
        "opd": "Nuclear chromatin clumping",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "50fadc2d-4113-4d80-b51e-4e34e4e6cc3e",
        "choice_type": "single"
    },
    {
        "question": "TNF is secreted by activated:",
        "exp": "Ans: a (Macrophages) Ref: Robbins, 7th ed, p. 71; Ananthanarayan, 7th ed, p. 144; Table 16-2. TNF and IL1 are the main mediators of inflammation. They are produced mainly by the activated macrophages. Cytokines and their main sources. ILl, IL 8- Macrophages. IL 2, 3, 9, 10, 12, 13- T cells. IL 4, 5, 6- Helper cells. IL 7, 11- Stromal cells (7 spleen also)IFN a- Leucocyte -| MHC 1 - activate NK cells. IFNb- Fibroblast - | MHC 1 - activates NK cells. IFN g- T cell - | MHC 1 & 2 -| Ag presentation. TNF a- Macrophage/ MonocyteB for both TNF b- T cells. LIF-T TGF b- Both B & T cells LIF- T cells",
        "cop": 1,
        "opa": "Macrophages",
        "opb": "Neutrophils",
        "opc": "Lymphocytes",
        "opd": "Eosinophils",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "93e3da29-f333-42f3-abc3-e61edf157869",
        "choice_type": "single"
    },
    {
        "question": "Fibrinoid necrosis is seen in?",
        "exp": "Ans is 'b' i. e. Rheumatoid arthrirtis Fibrinoid necrosiso Fibrinoid necrosis is special form of necrosis typically occurs when complexes of antigen and antibodies are deposited in the walls of arteries. Deposits of these \"immune complexes\", together with fibrin that has leaked out of vessels, result in a bright pink and amorphous appearance in H & E stains, called \"fibrinoid\" (fibrin like) by pathologists. o Diseases causing fibrinoid necrosis are malignant hypertension (most common), PAN, SLE, SABE, acute rheumatic fever (Aschoffs nodule), RA, HSP, HBV, near peptic ulcer and malignancy. Note: In fibrinoid necrosis, there is no deposition offibrin. It is fibrin like matter, which is deposited.",
        "cop": 2,
        "opa": "Diabetes",
        "opb": "Rheumatoid arthritis",
        "opc": "Pancreatitis",
        "opd": "Alzheimer's disease",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "a3fe2922-7fda-4efc-a446-7f3f2947247b",
        "choice_type": "single"
    },
    {
        "question": "Colliquative necrosis is seen in?",
        "exp": "Liquefaction or colliquative necrosis also occurs commonly due to ischaemic injury and bacterial or fungal infections but hydrolytic enzymes in tissue degradation have a dominant role in causing semi-fluid material. The common examples are infarct brain and abscess cavity.",
        "cop": 4,
        "opa": "Arthus phenomenon",
        "opb": "Malignant hypertension",
        "opc": "Tuberculoma",
        "opd": "Lung abscess",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ce49fb9d-d9f4-4ce9-be40-d175c581fd18",
        "choice_type": "single"
    },
    {
        "question": "Which finding on electron microscopy indicates irreversible cell injury:",
        "exp": "Ans. (c) Flocculent amorphous densities in the mitochondria(Ref: Robbins 9th/pg 42; 8th/pg 19; Refer to Ans 27). Please note: myelin figures first appear in reversible cellular injury and become more pronounced in irreversible cell injury. Hence if this q was asked in PGI, answer should be both c and d. but if we have to mark one.. mark c.",
        "cop": 3,
        "opa": "Dilatation of endoplasmic reticulum.",
        "opb": "Dissociation of ribosomes from rough endoplasmic reticulum",
        "opc": "Flocculent amorphous densities in the mitochondria",
        "opd": "Myelin figures",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "94acdc73-fd52-46fb-93ff-e9dd99f3290e",
        "choice_type": "single"
    },
    {
        "question": "Which is a serine protease:",
        "exp": "Ans. b. Trypsinogen 1. Inherited predisposition to pancreatitis. Gene (chromosome location). Protein product. Function. PRSSl (7q34). Serine protease 1 (trypsinogen 1). Cationic trypsin. Gain-of-function mutations prevent self- inactivation of trypsin. SPINK1 (5q32). Serine peptidase inhibitor, Kazal type 1. Inhibitor of trypsin. Mutations cause loss-of-function, increasing trypsin activity. CTRC (lp36). Chymotrypsin C (caldecrin). Degrades trypsin, protects the pancreas from trypsin-relatedinjury. CPA1 (7q32). Carboxypeptidase A1. Exopeptidase involved in regulating zymogen activation",
        "cop": 2,
        "opa": "Pepsin",
        "opb": "Trypsinogen 1",
        "opc": "HIV enzyme",
        "opd": "Chymotrypsin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e086afec-9497-432b-ac84-19af4f460f6e",
        "choice_type": "single"
    },
    {
        "question": "In myocardium reperfusion injury is due to?",
        "exp": "Ans. (a) Ca(Ref: Gross GJ, Kersten JR, Warltier DC. Mechanisms of postischemic contractile dysfunction. Ann Thorac Surg. 1999; 68: 1898-1904.). Mediators of reperfusion injury are: Oxygen Free Radicals, Endothelial Dysfunction and Microvascular Injury, Alterations in Calcium Handling",
        "cop": 1,
        "opa": "Ca",
        "opb": "Mg",
        "opc": "K",
        "opd": "Mn",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "28d4f339-117f-41c0-9419-8c409468abdb",
        "choice_type": "single"
    },
    {
        "question": "A 90-year-old woman with mild diabetes and Alzheimer disease dies in her sleep. At autopsy, hepatocytes are noted to contain golden cytoplasmic granules that do not stain with Prussian blue. Which of the following best accounts for pigment accumulation in the liver of this patient?",
        "exp": "Advanced age. Substances that cannot be metabolized accumulate in cells. Examples include (1) endogenous substrates that are not processed because a key enzyme is missing (lysosomal storage diseases), (2) insoluble endogenous pigments (lipofuscin and melanin), and (3) exogenous particulates (silica and carbon). Lipofuscin is a \"wear and tear\" pigment of aging that accumulates in organs such as the brain, heart, and liver. None of the other choices are associated with lipofuscin accumulation. Diagnosis: Aging, lipofuscin",
        "cop": 1,
        "opa": "Advanced age",
        "opb": "Alzheimer disease",
        "opc": "Congestive heart failure",
        "opd": "Diabetic ketoacidosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "0119fec0-c567-4783-b5e6-a8e693b28399",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a permanent cell?",
        "exp": "Ans. is 'd' i. e., Cardiac muscle Types of cells* Based on their proliferative and regenerative capacity, cells are divided into1) Labile cells (continuously dividing cells) or intermitotic cells# These cells have capacity to proliferate and regenerate throughout the life. They always remain in cell cycle and have very short Go-phase (quiescent phase). Example arei) Surface epithelium (stratified squamous) of skin, oral cavity, vagina and cervix. ii) Lining mucosa of all excretory ducts of glands (Salivary gland, pancreas, biliary duct). iii) Columinar epithelium of GIT (Intestinal mucosa) and uterus. iv) Transitional epithelium of the urinary tract. v) Bone marrow cells and hematopoietic cells. vi) Basal cells of epithelia. 2) Stable or quiescent or reversible postimitotic cells# They have limited capacity to proliferate and regenerate. They remain in Go phase of cell cycle but can enter in G1 phase when stimulated i. e., they usually remain quiescent, but proliferate in response to stimuli. Example arei) Parenchymal cells of liver, kidney and pancreas. ii) Mesenchymal cells, e. g., fibroblast and smooth muscles. iii) Vascular endotheliumiv) Osteoblast, chondroblastv) Resting lymphocytes and other leukocytes. 3) Permanent or nondividing or irreversible postmitotic cells# They cannot divide and regenerate. These cells are nondividing and have left the cell cycle, i. e., they do not belong to any phase of cell cycle. Example arei) Neuronsii) Cardiac muscleiii) Skeletal muscle.* Smooth muscle cells are stable cells where as cardiac muscle and skeletal muscle cells are permanent cells.",
        "cop": 4,
        "opa": "Bone marrow",
        "opb": "Intestinal mucosa",
        "opc": "Epithelium of skin",
        "opd": "Cardiac muscle",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c4838520-b418-4b2d-8395-3b82ff784360",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old man sustains a left femoral fracture in a motorcycle accident. His leg is placed in a plaster cast. After his left leg has been immobilized for 6 weeks, the diameter of the left calf has decreased in size. This change in size is most likely to result from which of the following alterations in his calf muscles?",
        "exp": "Reduced workload causes cell to shrink through loss of cell substance, a process called atrophy. The cells are still present, just smaller. Aplasia refers to lack of embryonic development; hypoplasia describes poor or subnormal development of tissues. Dystrophy of muscles refers to inherited disorders of skeletal muscles that lead to muscle fiber destruction, weakness, and wasting. Hyaline change (hyalinosis) refers to a nonspecific, pink, glassy eosinophilic appearance of cells.",
        "cop": 2,
        "opa": "Aplasia",
        "opb": "Atrophy",
        "opc": "Dystrophy",
        "opd": "Hyalinosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1162494f-9151-4e54-a493-7033d36c5682",
        "choice_type": "single"
    },
    {
        "question": "Type of necrosis in pancreatitis -",
        "exp": "Ans. is 'c' i. e., Fat o Fat necrosis is seen most frequently in acute pancreatitis due to leakage of lipase. Fat necrosis. Fat necrosis may be of two types: -1. Enzymatic fat necrosiso This is due to action of lipase on adipose tissue. o It occurs most frequently in acute pancreatitis due to leakage of lipase. o Depending on the severity of acute pancreatitis, fat necrosis may occur in: - Adipose tissue contiguous to pancrease, ue. y retroperitoneal fat Adipose tissue in anterior mediastinum. Bone marrow Omental and abdominal fat2. Nonenzymatic or Traumatic fat necrosiso Occurs due to traumao Is seen in subcutaneous tissue of breast, thigh, and abdomen.",
        "cop": 3,
        "opa": "Fibrinoid",
        "opb": "Coagulative",
        "opc": "Fat",
        "opd": "Caseous",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "db71dc90-5eb4-44a3-bbc0-3b2ce17076f7",
        "choice_type": "single"
    },
    {
        "question": "Main feature of chemotaxis is -",
        "exp": "Ans. is 'd' i. e., Unidirectional locomotion of neutrophils When a host encounters an injurious agent, such as an infectious microbe or dead cells, phagocytes that reside in all tissues try to get rid of these agents. At the same time phagocytes and other host cells react to the presence of the foreign or abnormal substance by liberating cytokines/ chemokines and various other mediators of inflammation. Some of these mediators act on the endothelial cells in the vicinity and promote the efflux of plasma and the recruitment of circulating leucocytes to the site where the offending agent is located. Chemotaxis is recruitment of leucocytes at the site of injury. Leucocytes moves towards the site of injury because of the chemokines/cytokines present at the site of injury. Chemotaxis is defined as movement of leucocytes oriented along a chemical gradient",
        "cop": 4,
        "opa": "Increased random movement of neutrophils",
        "opb": "Increased adhesiveness to intima",
        "opc": "Increased phagocytosis",
        "opd": "Unidirectional locomotion of neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c36643fd-c1ce-45a5-8677-9b23519e16cf",
        "choice_type": "single"
    },
    {
        "question": "Nuclear and cytoplasmic changes in the apoptotic cells is due to",
        "exp": "(Caspases): (19, 189 Robbins 9th edition). Activation and Function of Caspases* The mitochondrial and death receptor pathway lead to the activation of the initiator caspases, caspase 9 and - 8, respectively. Active forms of these enzymes are produced and these cleave and thereby activate another series of caspases that are called the executioner caspases. These activated caspases cleave numerous targets culminating in activation of nucleases that degrade DNA and nucleoproteins. Caspases also degrade components of nuclear matrix and cytoskeleton, leading to fragmentation of cells.* Both extrinsic or intrinsic pathway result in activation of a proteolytic cascade of caspases that destroys the cell* Mitochondrial outer membrane permeabilization is regulated by the balance between pro-apoptotic (eg BAX, BAK) and anti-apoptotic molecules (BCL2, BCL-XL) BH-3 only molecules activate apoptosis by tilting the balance in favour of the pro-apoptosis molecules.* The role of BCL2 in protecting tumour cells from apoptosis* TP53 is an important gene that induces apoptosis in cells that are unable to repair DNA damages",
        "cop": 2,
        "opa": "Oxygen free radicals",
        "opb": "Caspases",
        "opc": "Complement fixation",
        "opd": "ATP ases",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4a5e4399-502c-4fb3-880d-cf0ba695bc8a",
        "choice_type": "single"
    },
    {
        "question": "Coagulative necrosis is seen in A/E -",
        "exp": "Ans. is (B) Tuberculosis Coagulative necrosis: Coagulative necrosis typically occurs in ischemic injury to solid organs such as kidney, heart (myocardium) and adrenal gland. It is also seen with other types & injury e. g. * Coagulative necrosis of liver cells due to viruses or toxic chemicals and coagulative necrosis of skin in burns (thermal injury). \"Caseous necrosis seen in T. B. is a distinctive form of coagulative necrosis\", page 17 6th/e, Robbins illustrated",
        "cop": 2,
        "opa": "M. I.",
        "opb": "T. B.",
        "opc": "Thermal",
        "opd": "Zenker's degeneration",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7329d0b2-21e1-41e2-bb37-877e25859519",
        "choice_type": "single"
    },
    {
        "question": "Type of necrosis seen in MI is?",
        "exp": "Ans. is 'a' i. e., Coagulative necrosis Coagulative necrosis* This is the most common type of necrosis. The primary pathogenic mechanism is denaturation of intracellular proteins. The causes of coagulative necrosis are1. Coagulative necrosis is mostfrequently caused by sudden cessation of bloodflow (ischemia) in solid organssuch as heart (MI), Kidney (ATN), Liver, adrenal gland, spleen. Amongst solid organs brain is the only exception, i. e., it is the only solid organ in which ischemia leads to liquefactive necrosis and not coagulative necrosis. 2. Toxic products of certain bacteria, as in calf diphtheria, necrophorus enteritis and other forms necrobacillosis. 3. Certain locally acting poisons, e. g., mercuric chloride. 4. Mild burns (thermal injury), whether produced by heat, electricity, or x-rays. 5. Zenker's degeneration necrosis of muscle. It occurs in typhoid. Rectus and diaphragm are the usual muscles affected.",
        "cop": 1,
        "opa": "Coagulative necrosis",
        "opb": "Liquefactive necrosis",
        "opc": "Caseous necrosis",
        "opd": "Fat necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "731e0537-f625-4e7c-9728-bc96a4a6c0aa",
        "choice_type": "single"
    },
    {
        "question": "Fat necrosis is seen in?",
        "exp": "Ans. a (Breast). (Ref. Robbin, Pathology 6th ed., 17, 18 and Bailey & Love, 24th ed., 545). Fat necrosis is seen in breast, acute pancreatitis, etc. It does not denote a specific pattern of necrosis; rather it is focal area of fat destruction, due to release of pancreatic lipase.",
        "cop": 1,
        "opa": "Breast",
        "opb": "Brain",
        "opc": "Kidney",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "6a9a7d5c-b225-44f0-b0ce-0e52150fbcf8",
        "choice_type": "single"
    },
    {
        "question": "Ladder pattern of DNA electrophoresis is seen in",
        "exp": "Ans. (b) Apoptosis(Ref: Robbins 9th/pg 53; R 9th/pg 29-30)DNA breakdown (Internucleosome cleavage by endonuclease into 200 bp oligonucleosomes is a characteristic)Q at specific sites can be detected by 'step ladder pattern' on gel electrophoresis or TUNEL (TdT mediated d-UTP Nick End Labelling) technique",
        "cop": 2,
        "opa": "Necrosis",
        "opb": "Apoptosis",
        "opc": "Cytolysis",
        "opd": "Karyorrhexis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "04f76805-9d6c-4e68-b8c9-a3a283d88c8f",
        "choice_type": "single"
    },
    {
        "question": "Inflammasome is formed in",
        "exp": "Ans. (d) Pyroptosis(Ref: Robbins 9th/pg 58-59). Pyroptosis: Promotes the activation of inflammasomewhich activates Caspase-1Q which releases biologically active form of IL^-1 from the precursor.",
        "cop": 4,
        "opa": "Necrosis",
        "opb": "Apoptosis",
        "opc": "Necroptosis",
        "opd": "Pyroptosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ed1fc30d-534a-46e1-8176-68555600d747",
        "choice_type": "single"
    },
    {
        "question": "Linkage disequilibrium refers to?",
        "exp": "Ans. (d) Co-inherited with the disease causing gene(Ref: Robbins 9th/pg 3). Even if any SNP has no effect on gene function (Neutral SNP) Q, it may be co-inherited with the \"actual disease causing gene, \" if located close to that gene. This is called \"Linkage disequilibrium\" Q",
        "cop": 4,
        "opa": "Never co-inherited gene",
        "opb": "Inherited but not with disease causing gene",
        "opc": "Genetic mutations",
        "opd": "Co-inherited with the disease causing gene",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "663a4292-9451-4bdc-8ea5-1b65163b193f",
        "choice_type": "single"
    },
    {
        "question": "DITRA syndrome is associated with mutation in:",
        "exp": "Ans: (a) IL-36. Ref: Harrison's 19th edition, Page 2215, Genetic Home Reference. DITRA Syndrome. DITRA is an autosomal recessive disorder due to the genetic deletion of IL36. RN, the gene encoding the IL-36 receptor antagonist. IL-36 has proinflammatory effects in keratinocytes 78; loss of the IL-36-receptor antagonist potentiates IL-36-mediated inflammation in keratinocytes. IL-36 is a member of the IL-1 cytokine superfamily. Homozygous or compound heterozygous IL36. RN gene mutations are the cause of different clinical features of psoriasis including generalized pustular psoriasis, palmoplantar pustular psoriasis, acrodermatitis continua Hallopeau and acute generalized exanthematous pustular eruption. DITRA is characterized by intra-epidermal neutrophilic spongiform pustules, acanthosis with elongation of rete ridges, and parakeratosis in the stratum corneum. The recessively inherited deficiency of the IL-36 receptor antagonist (DITRA) presents with episodes of generalized pustular psoriasis and dramatic systemic inflammation.",
        "cop": 1,
        "opa": "IL-36",
        "opb": "IL-46",
        "opc": "IL-10",
        "opd": "IL-26",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "a455b5da-ce94-4ad0-bffb-04c9468a605a",
        "choice_type": "single"
    },
    {
        "question": "Collagen affected in Osteogenesislmperfecta",
        "exp": "Ans, is 'a' i. e., Type I o Osteogenesis imperfecta also known as brittle bone disease, or \"Labstein syndrome\" is a congenital bone disorder. o People with OI are bom with defective connective tissue, or without the ability to make it, usually because of a deficiency of Type-1 collagen. o This deficiency arises from an amino acid substitution of glycine to bulkier amino acids in the collagen triple helix structure.",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "f6cf7938-cb57-4c77-89e5-536292a57615",
        "choice_type": "single"
    },
    {
        "question": "Marker of apoptosis is?",
        "exp": "Ans. is 'c' i. e., CD95 * CD 95 is a marker of extrinsic pathway of apoptosis.",
        "cop": 3,
        "opa": "CD 34",
        "opb": "CD8",
        "opc": "CD95",
        "opd": "CD 110",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e1722e67-104a-4bcb-8db3-4690658dd162",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of necrosis is",
        "exp": "Ans. c (Coagulative). (Ref. Robbins, Pathologic Basis of Disease, 8th/pg. 7-13). Caseation necrosis - Tubercular lymph nodes. Coagulative necrosis - Myocardial infarction, sarcoidosis. Liquefactive necrosis - Brain infarcts and infections (abscess). TYPE OF NECROSISCOMMMENTSCoagulative necrosis- is a form of tissue necrosis in which the component cells are dead but the basic tissue architecture is preserved.- The affected tissues take on a firm texture.- Presumably the injury denatures not only structural proteins but also enzymes and so blocks the proteolysis of the dead cells; as a result, eosinophilic, anucleate cells may persist for days or weeks.- Coagulative necrosis is characteristic of infarcts (areas of ischemic necrosis) in all solid organs except the brain. Liquefactive necrosis- is seen in focal bacterial or, occasionally, fungal infections, because microbes stimulate the accumulation of inflammatory cells and the enzymes of leukocytes digest (\"liquefy\") the tissue.- For obscure reasons, hypoxic death of cells within central nervous system often evokes liquefactive necrosis.- If the process was initiated by acute inflammation, the material is frequently creamy yellow and is called pus. Gangrenous necrosis- It is usually applied to a limb, generally the lower leg, that has lost its blood supply and has undergone coagulative necrosis involving multiple tissue layers.- When bacterial infection is superimposed, coagulative necrosis is modified by the liquefactive action of the bacteria and the attracted leukocytes (so-called wet gangrene). Caseous necrosis(term \"caseous\" = cheese-iike)- is encountered most often in foci of tuberculous infection.- On microscopic examination, the necrotic focus appears as a collection of fragmented or lysed cells with an amorphous granular appearance. Unlike coagulative necrosis, the tissue architecture is completely obliterated and cellular outlines cannot be discerned. Caseous necrosis is often enclosed within a distinctive inflammatory border; this appearance is characteristic of a focus of inflammation known as a granuloma. Fat necrosis- Refers to focal areas of fat destruction, typically resulting from release of activated pancreatic lipases into the substance of the pancreas and the peritonea! cavity e. g. acute pancreatitis (fat saponification).- On histologic examination, the foci of necrosis contain shadowy outlines of necrotic fat cells with basophilic calcium deposits, surrounded by an inflammatory reaction.",
        "cop": 3,
        "opa": "Fatty",
        "opb": "Caseous",
        "opc": "Coagulative",
        "opd": "Liquifactive",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "65db4e28-3f55-4565-8d82-e2efc2afcbae",
        "choice_type": "single"
    },
    {
        "question": "The most-commen form of DNA variation is?",
        "exp": "Ans. (a) Single nucleotide polymorphism(Ref: R 9th/pg 3). Single-Nucleotide Polymorphisms (SNPs)*Variations at single nucleotide positions Q*Most prevalent Q and important form of genetic variation.*Always bi-allelic Q*Can occur in exons, introns, intergenic regions and coding regions*1 % of SNPs occur in coding regions",
        "cop": 1,
        "opa": "Single nucleotide polymorphism",
        "opb": "Copy Number Variations (CNVs)",
        "opc": "Transposons",
        "opd": "Mutations",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4215ad3b-28c8-47b7-88e5-e1aaa3631f4f",
        "choice_type": "single"
    },
    {
        "question": "In apoptosis, cytochrome C acts through:",
        "exp": "Ans. (a) Apaf 1(Ref Robbins 9th/pg 54-55; 8th/pg 29). Leakage of cytochrome c, other proteins form the inner mitochondrial membrane to cytosol|Cytochrome C binds to APAF-1Q|Activation of caspase-9-critical initiator caspase of the mitochondrial pathway",
        "cop": 1,
        "opa": "Apaf 1",
        "opb": "Bcl-2",
        "opc": "FADD",
        "opd": "TNF",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1a582e2e-a052-4d12-a689-3d8f31cbed1c",
        "choice_type": "single"
    },
    {
        "question": "Stellate shaped granuloma is seen in?",
        "exp": "Necrotising noncaseating granulomas are present in cat Scratch disease caused by Bartonella Henselae. The granulomas show stellate microabscess surrounded by palisading histiocytes.",
        "cop": 2,
        "opa": "Sarcoidosis",
        "opb": "Cat scratch",
        "opc": "Crohn's disease",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d5195dc0-6aa5-4075-8ba5-078ed48b7780",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman has had increasing lethargy and decreased urine output for the past week. Laboratory studies show her serum creatinine is 4. 3 mg/ dL and urea nitrogen 40 mg/dL. A renal biopsy is performed, and the specimen is examined using electron microscopy. Which of the following morphologic cellular changes most likely suggests a diagnosis of acute tubular necrosis?",
        "exp": "Cell death occurs with loss of the cell nucleus, and tubular cells become necrotic. All other cellular morphologic changes listed represent forms of reversible cellular injury. The plasma membrane and intracellular organelles retain some function unless severe damage causes loss of membrane integrity.",
        "cop": 3,
        "opa": "Chromatin clumping",
        "opb": "Mitochondrial swelling",
        "opc": "Nuclear fragmentation",
        "opd": "Plasma membrane blebs",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "42e8c821-1edd-4076-a0ce-0d675e860823",
        "choice_type": "single"
    },
    {
        "question": "Reperfusion injury is due to?",
        "exp": "Ans. is 'b' i. e., Oxidative stress Reperfusion injury* Reperfusion injury is caused by reestablishment of blood supply which was hampered initially, i. e. injury caused when perfusion is reestablished: 'reperfusion'.* Reperfusion of ischemic tissues is often associated with microvascular injury, particularly due to increased permeability of capillaries and arterioles that lead to an increase of diffusion and fluid filtration across the tissues. Activated endothelial cells produce more reactive oxygen species but less nitric oxide following reperfusion, and the imbalance results in a subsequent inflammatory response* Free radicals which are produced by recruited neutrophils also add to it.* Reperfusion injury is characteristically seen in myocardium (heart) appearing as contraction bands after myocardial infarction. Reperfusion injury can also occur in brain.",
        "cop": 2,
        "opa": "Ischemia",
        "opb": "Oxidative stress",
        "opc": "Toxins",
        "opd": "Temperature change",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d94e404b-d6be-4794-a6ca-52e39ec393e7",
        "choice_type": "single"
    },
    {
        "question": "Lipofuscin containing macrophages are a feature of?",
        "exp": "Ans is 'a' i. e., Wear and tear Lipofuscin* It is an insoluble pigment, also known as lipochrome and wear or tear or aging pigment. Lipofuscin is not injurious to the cell or its functions.* Its importance lies in being the tell-tale sign of free radical injury and lipid peroxidation.* It is seen in cells undergoing slow, regressive changes and is particularly prominent in the liver and heart of aging patients or patients with severe malnutrition and cancer cachexia.* On electron microscopy, the granules are highly electron dense, often have membranous structure in their midst and are usually in perinuclear location. In tissue section it appears as yellow brown pigment.* Deposition of lipofuscin in the heart is referred as brown atrophy.",
        "cop": 1,
        "opa": "Wear and tear",
        "opb": "Fat deposit",
        "opc": "Iron deficiency",
        "opd": "Calcification",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "06053eb6-f821-4dd0-84e5-ca6d4a830d91",
        "choice_type": "single"
    },
    {
        "question": "Antinuclear antibody specific for SLE is -",
        "exp": "Ans. is 'a' i. e., Anti ds DNA o Generic antinuclear antibody-Most sensitive for SLE. o Anti ds DNA & anti smith (Sm)-Most specific for SLE. o Anti histone-Drug induced lupus. o Anti-Ro & Anti-La-Neonatal lupus with congenital heart block and sjogren syndrome, o Anti DNA Topoisomerase (Anti Scl-70)-Diffuse systemic sclerosis (Diffuse scleroderma), o Anti - centromere-Localized systemic sclerosis (Localized scleroderma - CREST syndrome). o Anti Jo-1 (Histidyl-t-RNA synthase)-Inflammatory myopathies, o Anti U1 RNP-Mixed connective tissue disease.",
        "cop": 1,
        "opa": "Anti ds DNA",
        "opb": "Anti nuclear antibodies",
        "opc": "Anti centromere antibody",
        "opd": "Anti histone Ab",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d990f852-9ec9-4c8e-b69c-de7c63f41368",
        "choice_type": "single"
    },
    {
        "question": "GWAS stands for:",
        "exp": "Ans. (b) Genome wide association studies(Ref: Robbins 9th/ pg 179)GWAS refers to 'Genome Wide Association Studies' QIn GWAS, entire genome of large number of individuals with and without a disease are examined for common genetic variants or polymorphisms that are overrepresented in patients with the disease.",
        "cop": 2,
        "opa": "Genome wide Association syndrome",
        "opb": "Genome wide Association studies",
        "opc": "Genetic wide array studies",
        "opd": "Genetic wide amplification studies",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "2b3f4d3e-7bf1-41e8-a330-a433888d814b",
        "choice_type": "single"
    },
    {
        "question": "Stain used for tissue fats is?",
        "exp": "Ans. is 'c' i. e., Sudan IV * Sudan IV or Oil Red-O are used for lipids both of which impart an orange color to the contained lipids. --Robbins",
        "cop": 3,
        "opa": "PAS",
        "opb": "Prussian blue",
        "opc": "Sudan IV",
        "opd": "Alcian blue",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "45267aba-b608-4edc-a077-376c02b2032c",
        "choice_type": "single"
    },
    {
        "question": "Sign of chronic inflammation -",
        "exp": "Ans. is 'a' i. e. Angiogenesis Chronic inflammation is characterized byo Infiltration with mononuclear cells, which include - macrophages, lymphocytes, and plasma cellso Tissue destruction, induced - the persistent offending agent or by the inflammatory cellso Attempts at healing - connective tissue replacement of damaged tissue, accomplished by angiogenesis (proliferation of small blood vessels) and, in particular, fibrosis.",
        "cop": 1,
        "opa": "Angiogenesis",
        "opb": "Purulent exudate",
        "opc": "Induration",
        "opd": "Edema",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7ba82620-8ac3-4ab3-8f91-69a31dc30979",
        "choice_type": "single"
    },
    {
        "question": "A patient died of alzheimer's disease. At autopsy, heart contains yellow brown finely granular pigment which are/due to:",
        "exp": "Ans. (b) Lipochrome-wear and tear(Ref: Robbins 9th/pg 64; 8th/pg37)* Lipofuschin: Perinuclear Q brown-coloured pigment, Seen in aging Q, protein energy malnutrition Q and cancer cahcexia.",
        "cop": 2,
        "opa": "Hemosiderin-iron overload",
        "opb": "Lipochrome-wear and tear",
        "opc": "Glcoge-gylcogen storage disorder",
        "opd": "Fat-athlerosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "0ac0dc58-bec1-46e6-bcfa-a9ad7d29c4b7",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor in tuberous sclerosis in females:",
        "exp": "Ans: (b) Angiomyolipoma. Robbins Pathology, 9th edition. Tumours in tuberous sclerosis. Renal angiomyolipomas develop in as many as 80% of people with tuberous sclerosis by the age of 10 years. Lymphangioleiomyomatosis is present in as many as 40% of adult women with tuberous sclerosis. Though the incidence is more common in women than in men, since the question also has angiomyolipoma I personally prefer to go for renal angiomyolipomas. If the question comes in future without angiomyolipomas - go for Lymphangioleiomyomatosis - since the overall incidence of it is 1-4% (WHO) and in women it is close to 40% (WHO). Diagnostic criteria for tuberous sclerosis. Major features*. >3 hypomelanotic macules > 5 mm in diameter*. >3 angiofibromas or fibrous cephalic plaque*. >2 ungual fibromas*. Shagreen patch*. Multiple retinal hamartomas*. Cortical dysplasias (including tubers and cerebral white matter radial migration lines)*. Subependymal nodules*. Subependymal giant cell astrocytoma*. Cardiac rhabdomyoma*. Lymphangioleiomyomatosis*. > 2 angiomyolipomas. Minor features. Confetti skin lesions*. >4 dental enamel pits*. >2 intraora! fibromas, Retinal achromic patch, Multiple renal cysts, Non-renal hamartomas. Definitive diagnosis; 2 major features or 1 major feature with >2 minor features. Possible diagnosis: 1 major feature or 2 minor features",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Angiomyolipoma",
        "opc": "Pulmonary lymphangiomyositosis",
        "opd": "Optic glioma",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "969e0d6f-4cee-4467-a267-ce82173a6666",
        "choice_type": "single"
    },
    {
        "question": "Principle of Prussian blue stain:",
        "exp": "Ans. (b) Ferrocyanide to ferroferric cyanide(Ref: Dacie and Lewis Practical Haematology 11th ed, pg 338). Hemosiderin reacts with potassium ferrocyanide to form a blue compound, ferri ferrocyanide; this reaction is the basis of a positive Prussian-blue (Perls') reaction.",
        "cop": 2,
        "opa": "Ferrous to ferricyanide",
        "opb": "Ferrocyanide to ferroferric cyanide",
        "opc": "Ferroferriccyanide to ferrocyanide",
        "opd": "Ferrocyanide to ferricferrocyanide",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e330356c-504a-4bf1-a08a-36bc42e2a9d8",
        "choice_type": "single"
    },
    {
        "question": "Liquefactive necrosis occurs in",
        "exp": "i. e. (Brain): (45-Harsh mohan 6th) (15-129- Robbins & Cotran 8th)LIQUEFACTIVE (COLLIQUATIVE) NECROSIS - occurs commonly due to ischaemic injury and bacterial or fungal infections* It occurs due to degradation of tissue by the action of powerful hydrolytic enzyme.* Common examples are Infarct brain and abscess cavity* Duret hemorrhage is seen in Brain** (Duret haemorrhage is small area in bleeding in ventral & paramedian part of upper brain stem (midbrain & pons)",
        "cop": 2,
        "opa": "Lung",
        "opb": "Brain",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3d1f6763-48eb-4b69-8de4-f992784a61b3",
        "choice_type": "single"
    },
    {
        "question": "Stellate granuloma is found in:",
        "exp": "Ref: Robbin's E-Book, P 462* Cat-scratch disease is a nodal manifestation of infection by Bartonella henselae characterized by necrotizing granulomatous inflammation exhibiting a characteristic stellate shape.",
        "cop": 1,
        "opa": "Cat scratch disease",
        "opb": "Leprosy",
        "opc": "Coccidomycosis",
        "opd": "Histoplasmosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "dbfd1138-3251-40f6-9c55-ef2f884d2b1c",
        "choice_type": "single"
    },
    {
        "question": "A CT scan of a 43-year-old woman with a parathyroid adenoma and hyperparathyroidism reveals extensive calcium deposits in the lungs and kidney parenchyma. These radiologic findings are best explained by which of the following mechanisms of disease?",
        "exp": "Metastatic calcification. Metastatic calcification is associated with an increased serum calcium concentration (hypercalcemia). Almost any disorder that increases serum calcium levels can lead to calcification in the alveolar septa of the lung, renal tubules, and blood vessels. The patient in this case had a parathyroid adenoma that produced large quantities of parathyroid hormone. Other examples of metastatic calcification include multiple opacities in the cornea of a child given large amounts of vitamin D and partially calcified alveolar septa in the lungs of a patient with breast cancer metastatic to bone. Breast cancer metastases to bone are often osteolytic and, therefore, accompanied by hypercalcemia. Dystrophic calcification (choice B) has its origin in direct cell injury. Arteriosclerosis (choice A) is an example of dystrophic calcification. Diagnosis: Hyperparathyroidism, metastatic calcification",
        "cop": 4,
        "opa": "Arteriosclerosis",
        "opb": "Dystrophic calcification",
        "opc": "Granulomatous inflammation",
        "opd": "Metastatic calcification",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "386f79b9-3c9a-4890-99f3-b474c3d01a50",
        "choice_type": "single"
    },
    {
        "question": "Amyloid that occurs in long-term hemodialysis",
        "exp": "Ans. c (Amyloid Beta-2 Microglobin) (Ref. Robbins Pathologic basis of disease 8th/ Table 5-12.). Patients on long-term hemodialysis for renal failure develop amyloidosis owing to deposition of b2 -microglobulin. This protein is present in high concentrations in the serum of patients with renal disease and is retained in circulation because it cannot be filtered through the cuprophane dialysis membranes. CLASSIFICATION OF AMYLOIDOSISClinicopathologic category. Associated diseases. Major fibril protein. Precursor protein. Systemic (Generalized) Amyloidosis. Immunocyte dyscrasias with amyloidosis (primary amyloidosis). Multiple myeloma and other monoclonalB-cell proliferations. ALImmunoglobulin light chains, chiefly y type. Reactive systemic amyloidosis (secondary amyloidosis). Chronic inflammatory conditions. AASAAHemodialysis-associated amyloidosis. Chronic renal failure. AB2m. B2 microglobulin. Familial Mediterranean fever-AASAAFamilial amyloidotic neuropathies-ATTRTransthyretin. Senile amyloidosis-ATTRTransthyretin. Localized Amyloidosis. Senile cerebral. Alzheimer disease. ARAPPMedullary carcinoma of thyroid-A Cal. Calcitonin. Islets of Langerhans. Type 2 diabetes. AIAPPIslet amyloid peptide. Isolated atrial amyloidosis-AANFAtrial natriuretic factor. Prion disease. Various prion diseases of the CNSMisfolded prion protein (Pr. PSC). Normal prion protein PrP",
        "cop": 3,
        "opa": "Amyloid light chain",
        "opb": "Amyloid associated protein",
        "opc": "Amyloid Beta-2 microglobin",
        "opd": "Beta amyloid protein",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1f2b1e0d-a186-45eb-a402-f7bc90ee0a8d",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman presents with a 2-month history of fatigue and recurrent fever. She also complains of tenderness below the right costal margin and dark urine. Physical examination reveals jaundice and mild hepatomegaly. The serum is positive for hepatitis B virus antigen. Which of the following best describes the mechanism of indirect virus-mediated hepatocyte cell death in this patient?",
        "exp": "Immune recognition of viral antigens on the cell surface. Viral cytotoxicity is either direct or indirect (immunologically mediated). Viruses may injure cells directly by subverting cellular enzymes and depleting the cell's nutrients, thereby disrupting the normal homeostatic mechanisms. Some viruses also encode proteins that induce apoptosis once daughter virions are mature. Viruses may also injure cells indirectly through activation of the immune system. Both humoral and cellular arms of the immune system protect against the harmful effects of viral infections by eliminating infected cells. In brief, the presentation of viral proteins to the immune system in the context of a self major histocompatibility complex on the cell surface immunizes the body against the invader and elicits both killer cells and antiviral antibodies. These arms of the immune system eliminate virus-infected cells by inducing apoptosis or by lysing the virally infected target cell with complement. None of the other choices describe mechanisms of indirect viral cytotoxicity. Diagnosis: Hepatitis, viral",
        "cop": 2,
        "opa": "Accumulation of abnormal cytoplasmic proteins",
        "opb": "Immune recognition of viral antigens on the cell surface",
        "opc": "Generation of cytoplasmic free radicals",
        "opd": "Impaired plasma membrane Na+/K+ ATPase activity",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "dd24436c-2679-4476-9e1d-ab49fa341e69",
        "choice_type": "single"
    },
    {
        "question": "Warthin-Finkeldey giant cells are seen in -",
        "exp": "Ans. is 'a' i. e., Measles o Warthin-Finkeldey cells are multinucleated giant cells. o These cells are pathognomic of measles and are found in lymphoid organs, lung and sputum.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Rubella",
        "opc": "Influenza",
        "opd": "Rickettsial pox",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4503d71a-f04f-48f7-a3b3-b88f789ea17b",
        "choice_type": "single"
    },
    {
        "question": "Pro-apoptotic gene and anti-apoptotic gene belong to which gene family?",
        "exp": "* The major mechanism of intrinsic mitochondrial pathway of apoptosis is by pro- and anti-apoptotic members of bcl proteins.* Bcl protein was first detected on B cell lymphoma and hence its name.* It is located on mitochondrial inner membrane and regulates cell growth and cell death.* Pro-apoptotic mechanisms can damage mitochondrial membranes and allow leakage of cytochrome C into the cytoplasm. Cytochrome C is the lifeline of intact mitochondria. Growth promoter/anti-apoptotic proteins. Pro-apoptotic proteins. Bcl-2, Bcl-X and Mcl-1. Bim, Bad and Bid",
        "cop": 2,
        "opa": "p53",
        "opb": "Bcl",
        "opc": "BRAF",
        "opd": "Rb",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "91d3c028-0a00-4c0d-89d3-e23892d5104c",
        "choice_type": "single"
    },
    {
        "question": "Cell to cell permeability occurs through",
        "exp": "Ans. (c) Connexins(Ref: Robbins 9th/ pg 11)*Communicating junctions (Gap junctions): mediate the passage of chemical or electrical signals from one cell to another.*Consists of pores called connexions and formed by hexamers of transmembrane proteins called connexins",
        "cop": 3,
        "opa": "Occludin",
        "opb": "Zona adherens",
        "opc": "Connexins",
        "opd": "Zonulin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "72679b4c-0110-494d-a03c-d3569cfdaa6c",
        "choice_type": "single"
    },
    {
        "question": "In an ablated animal, If Myeloid Stem Cells are injected, which type of cells are induced after the incubation period?",
        "exp": "Ans. (b) Erythroid(Ref: Robbins 9th/pg 27-28, 580-581). Neutrophils, Monocytes, Basophils, Erythroids and Megakaryocytes are myeloid in origin while lymphocytes are Lymphoid in origin. Hematopoietic Stem Cells give rise to myeloid stem cells and not the reverse.",
        "cop": 2,
        "opa": "T-Lymphocyte",
        "opb": "Erythroid",
        "opc": "Fibroblast",
        "opd": "Hematopoietic Stem Cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e704d4d6-3f8c-4637-ba6c-39a94f6c341f",
        "choice_type": "single"
    },
    {
        "question": "Integrin binds to?",
        "exp": "Ans. (d) Laminin > Fibronectin. Integrins localised in the plasma membrane are the major adhesion receptors connecting cells with components of the extracellular matrix. Integrins interact directly with laminin, fibronectin present in the basal lamina and intracellularly contact actin through intermediate proteins, such as alpha-actinin, vinculin, and talin.",
        "cop": 4,
        "opa": "Fibronectin",
        "opb": "Vitronectin",
        "opc": "Collagen",
        "opd": "Laminin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7d7b26a3-c5e2-4dcb-a094-dfcfe67c5b57",
        "choice_type": "single"
    },
    {
        "question": "Metaplasia arises from reprograming of",
        "exp": "Ans. (a) Stem cells(Ref: 9th/pg 36; 8th/pg 8). Mechanism of metaplasia: Reprogramming of stem cellsQ in normal tissues or of undifferentiated mesenchymal cells present in connective tissue. Q",
        "cop": 1,
        "opa": "Stem cells",
        "opb": "Stellate cells",
        "opc": "Squamous cells",
        "opd": "Columnar cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e8e40ca6-067c-424f-b0f2-675131e3ebbd",
        "choice_type": "single"
    },
    {
        "question": "Earliest change in cell death is?",
        "exp": "Ans. (c) Cell swelling(Ref: Robbins 9th/pg 46; 8th/pg 12). Earliest change in any form of cell injury is cellular swelling due to accumulation of water intracellularly.",
        "cop": 3,
        "opa": "Karyolysis",
        "opb": "Loss of plasma membrane",
        "opc": "Cell swelling",
        "opd": "Karyorrhexis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ce7318a3-98bc-44f6-af5a-470ef43d2d45",
        "choice_type": "single"
    },
    {
        "question": "DNA synthesis is seen in which phase of cell cycle?",
        "exp": "* Cell cycle is defined as the sequence of events that causes cell division.* It consists of following phases:# G1 phase (Presynthetic growth)# S phase (DNA synthesis)# G2 (Premitotic growth), and# M phase (mitotic).# Quiescent cells that are not actively cycling are said to be in the G0 state. Cells can enter G1 either from the G0 quiescent cell pool, or after completing a round of mitosis, as for continuously replicating cells.",
        "cop": 2,
        "opa": "Resting phase",
        "opb": "Synthetic phase",
        "opc": "Mitotic phase",
        "opd": "Premitotic phase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "81d585bf-b0b2-4d73-bf45-fd2f82536cbe",
        "choice_type": "single"
    },
    {
        "question": "Type of necrosis occuring in brain-",
        "exp": "Ans. is 'b' i. e., Liquefactive Coagulative necrosiso This is most common type of necrosis. o This type of necrosis is most frequently caused by sudden cessation of blood flow (ischemia) in organs such as heart (MI), Kidney (ATN), adrenal gland, and spleen. Note: Brain is the only exception, i. e.,. It is the only solid organ in which ischemia leads to liquifactive necrosis not coagulative necrosis. o It is also seen with other types of injury e. g., liver necrosis in viral hepatitis, Coagulative necrosis of skin after burns (Thermal injury). o Why there is predominant protein denaturation and no enzymatic digestion? Hypoxia causes intracellular acidosis (has been explained earlier) - 4 pH results in denaturation of proteins which includes not only structural proteins but also enzymes - So, there is no enzymatic digestion. o The necrotic cells retain their cellular outline for several days. Liquefactive necrosiso It is the necrotic degradation of tissue that rapidly undergo softening and liquefaction because of the action of hydrolytic enzymes. o It occurs after1. Infection Le., suppurative inflammation (most common). 2. Ischemic necrosis in brain. Note: Brain lacks any substantial supportive stroma, so ischemic necrosis in brain is liquifactive unlike other organs where it is coagulative. o Mechanism of liquefactive necrosis - Microbes stimulates accumulation of inflammatory cells and these cells release lysosomal enzymes. Caseous necrosiso It is a variant of coagulative necrosis. o It is most commonly encountered when cell death is attributable to certain organisms e. g., mycobacterium tuberculosis (TB) and fungi (Histoplasma, Coccidioidomycosis). Why is it called caseous necrosis, not coagulative necrosis? o In contrast to coagulative necrosis where tissue architecture is maintained, in caseous necrosis, the tissue architecture is completely obliterated. So, it has been called caseous because of its cheesy white appearance of the area of necrosis.",
        "cop": 2,
        "opa": "Coagulative",
        "opb": "Liquefactive",
        "opc": "Fibrinoid",
        "opd": "Caseous",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "b09657c8-f02c-4d60-b368-1dc1b3b5e058",
        "choice_type": "single"
    },
    {
        "question": "Increase in the number of goblet cells in the non- respiratory terminal bronchiole is an example of:",
        "exp": "Ans. (c) Metaplasia(Ref: Robbins 9th/pg 37-38; 8th/pg 10). Increase in the number of goblet cells in the non-respiratory terminal bronchiole is an example of intestinal metaplasia.",
        "cop": 3,
        "opa": "Anaplasia",
        "opb": "Dysplasia",
        "opc": "Metaplasia",
        "opd": "Hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "36d8f647-1c6b-4cc5-aeb6-f4488b39fca0",
        "choice_type": "single"
    },
    {
        "question": "Pyogenic infection and brain infarction associated with",
        "exp": "(Liquefactive necrosis) (10- Basic- Robbins 8th) (52-(i) Coagulative necrosis - Infarcts in all solid organs (heart, kidney, splen) Except brain(ii) Liquefactive necrosis - Bacterial or fungal infection and brain infarctions(iii) Caseous necrosis - Tuberculosis(iv) Fat necrosis - Acute pancreatic necrosis and traumatic necrosis commonly in breasts(v) Fibrinoid necrosis - Immune complex vasculitis",
        "cop": 2,
        "opa": "Coagulative necrosis",
        "opb": "Liquefaction necrosis",
        "opc": "Caseous necrosis",
        "opd": "Fat necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "2e78bd38-214e-4f31-9d57-8eca5ba4dbd6",
        "choice_type": "single"
    },
    {
        "question": "Apoptosis is inhibited by:",
        "exp": "Ans. D. Bc12. (Ref. Robbin's pathology 8th/pg. 22). Robbin's pathology 8th/pg. 22.......... \"The choice between cell survival and death is determined by the permeability of mitochondria, which is controlled by a family of more than 20 proteins, the prototype of which is Bcl-2. If cells are exposed to growth factors and other survival signals, they synthesize antiapoptotic members of the Bci- 2 family, the two main ones of which are Bcl-2 itself and Bcl-xL. These proteins antagonize Bax and Bak, and thus limit the escape of mitochondrial pro-apoptotic proteins. Cells deprived of growth factors not only activate the pro-apoptotic proteins but also show reduced levels of Bcl-2 and Bcl-xL, thus further tilting the balance toward death\"Apoptosis* Programmed cell death; ATP required.* Characterized by:- Cell shrinkage, - Chromatin condensation (pyknosis), - Membrane blebbing, - DNA fragmentation (karyorrhexis), - Nuclear fragmentation (karyolysis), - No significant inflammation.- Formation of apoptotic bodies, (later phagocytosed). Necrosis; Verses, Apoptosis Feature. Necrosis. Apoptosis1. Cell size. Enlarged (swelling). Reduced (shrinkage)2. Nucleus. Pyknosis karyorrhexis karyolysis. Fragmentation into nucleosome-size fragments3. Plasma membrane. Disrupted. Intact; altered structure, especially orientation of lipids4. Cellular contents. Enzymatic digestion; may leak out of cell. Intact; may be released in apoptotic bodies5. Adjacent inflammation. Frequent. No6. Physiologic or pathologic role. Invariably pathologic (culmination of irreversible cell injury). Often physiologic, means of eliminating unwanted cells; may be pathologic after some forms of cell injury, especially DNA damage# Molecular aspect:- Mediated by caspases.* The activation of the caspase cascade is the most central step in apoptosis. 0* Caspases can initiate apoptotic signals (caspases-8 and -9) and execute the apoptotic program (caspases-3, -6, -7).- Intrinsic mitochondrial pathway of apoptosis is the result of increased mitochondrial permeability and release of molecules like antiapoptotic family of Bcl-2 and Bcl-X and proapoptotic cytochrome 'C' and AIF. 0- Cytochrome 'C\\ well known for its role in mitochondrial respiration, in cytosol binds to a protein Apaf-land the complex activates caspase-9.- In apoptosis, Apaf-1 is activated by release Cytochrome C from the mitochondria. 0. Mitochondria are essential in controlling specific apoptosis pathways. The redistribution of cytochrome c, as well as apoptosis-inducing factor (AIF), from mitochondria during apoptosis leads to the activation of a cascade of intracellular proteases known as caspases. Caspase-independent apoptosis occurs after DNA damage, activation of poly-ADP-ribose polymerase, and translocation of AIF into the nucleus. Redistribution of cytochrome c is pre- vented by overproduction of the apoptotic protein BCL2 and is promoted by the proapoptotic protein BAX.# Occurs during:- Embryogenesis, - Hormone induction (menstruation), - Immune cell - mediated death, - Injurious stimuli (e. g., radiation, hypoxia), - Atrophy (e. g., endometrial lining during menopause). Additional Educational points: Gene. Associated tumor1abl. CML2c-myc. Burkitt's lymphoma3bcl-2. Follicular and undifferentiated lymphomas (inhibits apoptosis)4erb-B2. Breast, ovarian, and gastric carcinomas5ras. Colon carcinoma, pancreatic adenocarcinoma, thyroid cancer, and AML6L-myc. Lung tumor7N-myc. Neuroblastoma8ret. Multiple endocrine neoplasia (MEN) types It and ill9c-kit. Gi stromal tumor (GIST). Representative Oncogenes at Chromosomal Translocations Gene (Chromosome). Translocation. Malignancy1. ABL(9q34. 1)-BCR (22q11)(9; 22)(q34; q11). Chronic myelogenous leukemia2. ATF1 (12q13)-EWS (22q12)(12; 22)(q13; q12). Malignant melanoma of soft parts (MMSP)3. BCL1 (11ql3. 3)-IgH (14q32)(11; 14)(q13; q32). Mantle cell lymphoma4. BCL2 (18q21. 3)-IgH (14q32)(14; 18)(q32; q21). Follicular lymphoma5. FLI1 (llq24)-EWS (22q12)(11; 22)(q24; q12). Ewing's sarcoma6. LCK (lp34)-TCRB (7q35)(1; 7)(p34; q35)T cell acute lymphocytic leukemia (ALL)7C-MYC (8q24)-IgH (14q32)(8; 14)(q24; q32). Burkitt's lymphoma, B cell ALL8. WT1 (11p13)-EWS (22q12)(11; 22)(p13; q12). Desmoplastic small round cell tumor (DSRCT)9. PAX3 (2q35)-FKHR/ALV(13q14)(2; 13)(q35; q14). Alveolar rhabdomyosarcoma10. PAX7 (1p36)-KHR/ALV(13q14)(1; 13)(p36; q14). Alveolar rhabdomyosarcoma11. RET (10q11. 2)(10; 17)(q11. 2; q23). Papillary thyroid carcinomas",
        "cop": 4,
        "opa": "p53",
        "opb": "NMYC",
        "opc": "ras",
        "opd": "Bcl2",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "2f8d230e-c935-4e75-9f39-5a47edc3ab16",
        "choice_type": "single"
    },
    {
        "question": "In Vitamin-A deficiency, cancerous lesions occur due to",
        "exp": "Ans. (a) Metaplasia(Ref: Harshmohan Pathology For Dental 4th ed, pg 81). In Vitamin-A deficiency, squamous metaplasia of conjunctiva leading to xerophthalmia.",
        "cop": 1,
        "opa": "Metaplasia",
        "opb": "Dysplasia",
        "opc": "Aplasia",
        "opd": "Hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "02ecae9f-73dc-4efe-8880-60d8285dae7a",
        "choice_type": "single"
    },
    {
        "question": "The following is a pro-apoptic factor",
        "exp": "Ans. (a) Bax (Ref: Robbins 9th/pg 55; 8th/pg 28). Proapoptotic: Apafl, cytochrome c, Bak, Bax, Bim, AIF, P53, Caspases, CD95 (FAS), TNF R1 and Smac/Diablo. Antiapoptotic: Bcl2, BclxL, Bclx, FLIP, McL-1, IAP",
        "cop": 1,
        "opa": "Bax",
        "opb": "Bcl-2",
        "opc": "Bcl-xL",
        "opd": "Mci-1",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7b17bd79-efe9-449b-ad18-82e555398437",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helps in movement and adhesion?",
        "exp": "Ans. is 'd' i. e., CD31 o Platelet endothelial cell adhesion molecule (PECAM or CD-31) is present on both endothelium and leukocytes. It is the major adhesive molecule for diapedisis. Endothelial - Leukocyte Adhesion Molecules. Endothelial molecule. Leucocyte Molecule. Major RoleP-selectin. Sialyl-Lewis X-modified proteins. RollingE-selectin. Sialyl-Lewis X-modified proteins. Rolling and adhesion. Gly. Cam-l, CD34L-selectin. Rolling. ICAM-1 (Immunoglobulin family)CD 11/CD 18 2 integrin (LFA-1, Mac-1). Adhesion, arrest, transmigration. VCAM-1 (Immunoglobulin family)VLA-4-1 integrin. Adhesion. PE CAM-1 (CD-31)PECAM-1 (CD-31). Diapedesis (transmigration)",
        "cop": 4,
        "opa": "MCP1",
        "opb": "PGE2",
        "opc": "LTB4",
        "opd": "CD31",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d1b85a06-7256-4572-ab30-957a2e771480",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an execution caspase",
        "exp": "Ans. (a) Caspase 3(Ref: Robbins 9th/pg 56; 8th/pg 26). There are two executionary caspases 3 and 6. Most important executionary caspase is caspase 3",
        "cop": 1,
        "opa": "Caspase 3",
        "opb": "Caspase 5",
        "opc": "Caspase 8",
        "opd": "Caspase 9",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "27c2a6ec-09f1-435e-9495-49f3d3fbba0b",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old chronic alcoholic presents to the emergency room with 12 hours of severe abdominal pain. The pain radiates to the back and is associated with an urge to vomit. Physical examination discloses exquisite abdominal tenderness. Laboratory studies show elevated serum amylase. Which of the following morphologic changes would be expected in the peripancreatic tissue of this patient?",
        "exp": "Fat necrosis. Saponification of fat derived from peripancreatic fat cells exposed to pancreatic enzymes is a typical feature of fat necrosis. Lipase, released from pancreatic acinar cells during an attack of acute pancreatitis, hydrolyzes fat into fatty acids and glycerol. Free fatty acids bind with calcium to form soaps, which is a process known as saponification. Entry of calcium ions into the injured tissue reduces the level of calcium in blood. Hypocalcemia is, therefore, a typical finding in patients who had a recent bout of acute pancreatitis. Patients with acute pancreatitis experience sudden-onset abdominal pain, distention, and vomiting. The other choices are not typically seen in peripancreatic tissue following acute pancreatitis, although liquefactive necrosis (choice E) may be observed. Diagnosis: Acute pancreatitis",
        "cop": 3,
        "opa": "Coagulative necrosis",
        "opb": "Caseous necrosis",
        "opc": "Fat necrosis",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "664b841d-8f65-46bf-9fab-705ad59d36b7",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an antiapoptotic protein/ gene?",
        "exp": "Ans. (b) BCL-2(Ref Robbins 9th/pg 55; 8th/pg 28). Anti-apoptotic. Pro-apoptotic. Sensors. BCL2, BCL-XL, and MCL1. BAX and BAKBAD, BIM, BID, Puma, and Noxa",
        "cop": 2,
        "opa": "BAK",
        "opb": "BCL-2",
        "opc": "BAX",
        "opd": "BIM",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "aaabc034-429c-4fca-8a66-d3bc3822d2f9",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man is pulled from the ocean after a boating accident and resuscitated. Six hours later, the patient develops acute renal failure. Kidney biopsy reveals evidence of karyorrhexis and karyolysis in renal tubular epithelial cells. Which of the following biochemical events preceded these pathologic changes?",
        "exp": "Decrease in intracellular pH. During periods of ischemia, anaerobic glycolysis leads to the overproduction of lactate and a decrease in intracellular pH. Lack of O2 during myocardial ischemia blocks the production of ATP Pyruvate is reduced to lactate in the cytosol and lowers intracellular pH. The acidification of the cytosol initiates a downward spiral of events that propels the cell toward necrosis. The other choices point to changes in the opposite direction of what would be expected in irreversible cell injury. Diagnosis: Acute tubular necrosis",
        "cop": 3,
        "opa": "Activation of Na+/K+ ATPase",
        "opb": "Decrease in intracellular calcium",
        "opc": "Decrease in intracellular pH",
        "opd": "Increase in ATP production",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "84c69bda-f862-4eed-b23f-8a4cf1165a83",
        "choice_type": "single"
    },
    {
        "question": "Lowest in the hierarchy of specialisation",
        "exp": "Ans b: (Ref: Ganong). The bone marrow contains multipotent uncommitted stem cells otherwise called pluripotent stem cells Pluripotent stem cells differentiate into one or other type of committed stem cells otherwise called Progenitor cells. But pluripotent stem cells are derived from uncommitted totipotent stem cells that can be stimulated to form any cell in the body.",
        "cop": 2,
        "opa": "Unipotent stem cells",
        "opb": "Totipotent stem cells",
        "opc": "Multipotent uncommitted stem cells",
        "opd": "Committed stem cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c49502fd-5e9b-454e-b855-3fce1b52268d",
        "choice_type": "single"
    },
    {
        "question": "In Langerhans Cell Histiocytosis, the characteristic abnormality seen is:",
        "exp": "Ans. d. Birbeck's granules (Ref Robbins 9/e p621, 622. 8/e p631, 652; Harrison 19/e p135 e-9, 18/p2883). In Langerhans Cell Histiocytosis, the characteristic abnormality seen is Birbeck's granules.* \"Regardless of the clinical picture, the proliferating Langerhans cells have abundant, often vacuolated cytoplasm and vesicular nuclei containing linear grooves or folds. The presence of Birbeck granules in the cytoplasm is characteristic. Birbeck granules are pentalaminar tubules, often with a dilated terminal end producing a tennis racket-like appearance, which contain the protein langerin. In addition, the tumor cells also typically express HLA-DR, S-100, and CD1a. \"- Robbins 9/e p622* \"Langerhans cells (LCs) are specialized DCs that reside in mucocutaneous tissue and upon activation become specialized for antigen presentation to T cells. LC histiocytosis (LCH; also known as histiocytosis X) represents neoplastic proliferation of LCs (S-100+, CD1a+, and Birbeck granules on electron microscopy). \"--Harrison 19/e p135 e-9. Histiocytosis-X (Langerhans Cell Histiocytosis). Histiocytosis is an ''umbrella\" designation for a variety of proliferative disorders of dendritic cells or macrophagesQ. It is a spectrum of proliferations of a special type of immature dendritic cell called the Langerhans cellQ. Pathology: Proliferating Langerhans cells have abundant, often vacuolated cytoplasm and vesicular nuclei containing linear grooves or folds. The presence of Birbeck granulesQ in the cytoplasm is characteristic. Birbeck granules: Pentalaminar tubules, often w ith a dilated terminal end producing a tennis racket- like appearanceQ, which contain the protein langerinQ. Histiocytosis-X (Langerhans Cell Histiocytosis). Clinical Variants of Langerhans Cell Histiocytosis. Letterer-Siwe Disease. Eosinophilic Granuloma. Hand-Schuller- Christian Disease* Occurs most frequently before 2 years of ageQ* Cutaneous lesions resembling a sebor- rhoeic eruptionQ caused by infiltrates of Langerhans cells over the front & back of the trunk & on scalp.* Most of those affected have concurrent hepatosplenomegalyQ, lymphadcnop- athyQ, pulmonary lesions & destructive osteolytic bone lesionsQ.* Extensive infiltration of the marrow often leads to anemia, thrombocytopenia, and a predisposition to recurrent infections, such as otitis media & mastoiditisQ.* Course of untreated disease is rapidly fatal.* With intensive chemotherapyQ, 50% of patients survive 5 years.* Characterized by proliferations of Langerhans cells admixed with variable numbers of eosinophils, lymphocytes, plasma cells & neutrophilsQ.* Typically arises within the medullary cavities of bones, most commonly the calvarium, ribs, and femurQ.* Unifocal lesions most commonly affect the skeletal system in older children or adultsQ.* Bone lesions can be asymptomatic or cause pain, tenderness, and, in some instances, pathologic fracturesQ.* Involvement of the posterior pituitary stalk of the hypothalamus leads to diabetes insipidus in about 50% of patients.* Calvarial bone defects, diabetes insipidus & exophthalmos is referred as Hand-Schuller- Christian triadQ. Diagnosis. Light Microscopy. Electron Microscopy. Immunohistochemistry* Langerhans cell (large mononuclear cells with few cytoplasmic vacuoles) is the 'sin qua non' (essential) of diagnostic lesionQ* Birbeck granules (Tennis racket appearanceQ* CD1a, S-100 or langerin (CD-207) demonstration on the surface of LCH cellsQ",
        "cop": 4,
        "opa": "Foamy macrophages",
        "opb": "Giant cell",
        "opc": "Plasma cell",
        "opd": "Birbeck's granules",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4c5a97c5-92d6-4c98-947d-37491b65c665",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is required for post-translational modification?",
        "exp": "Ans. (d) Vitamin CRef: Robbiris pathology 9th ed. 18* As the collagen molecule is produced, it undergoes many changes, termed post-translational modifications.* These modifications take place in the Golgi compartment of the ER.* Collagen, like most proteins that are destined for transport to the extracellular spaces for their function or activity, is produced initially as a larger precursor molecule called procollagen.* Procollagen contains additional peptides at both ends that are unlike collagen. On one end of the molecule, called the amino terminal end, special bonds called disulfide bonds are formed among three procollagen chains and ensure that the chains line up in the proper alignment. This step is called registration. Once registration occurs, the three chains wrap around each other forming a string-like structure.* One of the first modifications to take place is the very critical step of hydroxylation of selected proline and lysine amino acids in the newly synthesized procollagen protein",
        "cop": 4,
        "opa": "Vitamin B12",
        "opb": "Biotin",
        "opc": "Beta-carotene",
        "opd": "Vitamin C",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ec8c2d7f-2dfe-4193-99e2-eaba9ea519b3",
        "choice_type": "single"
    },
    {
        "question": "Lipid peroxidation as a cause of ageing and injury of cell is:(2001)",
        "exp": "Ans: a (Free radical theory). Ref: Robbin's, 7th ed, p. 125 & 6th ed, p. 48. Free radicals produced during injury or' aging cause oxidative decomposition of the lipid. Due to oxidative decomposition organic peroxides are formed after reacting with oxygen (lipid peroxidation). This reaction is auto-catalytic i. e., new radicals are formed from the peroxide radicals themselves. These radicals cause structural and functional breakdown of endoplasmic reticulum.",
        "cop": 1,
        "opa": "Free radical theory",
        "opb": "Apoptosis theory",
        "opc": "Enzyme cascade theory",
        "opd": "Cell destruction theory",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3f9d2243-dd77-4125-bda6-4d76655d72a5",
        "choice_type": "single"
    },
    {
        "question": "Jumping genes take part in:",
        "exp": "Ans. (a) Gene regulation(Ref: Robbins 9th/ pg 2). Jumping genes*They are Mobile genetic elements, also called 'transposons'*Segments that move around the genome, exhibiting wide variation in number and positioning;*Role in gene regulation and chromatin organization",
        "cop": 1,
        "opa": "Gene regulation",
        "opb": "Chromosomal aberrations",
        "opc": "Gene movement in a species",
        "opd": "Carry out gene amplification",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "dc6fc6b3-b21e-4172-8f74-457a4966cd91",
        "choice_type": "single"
    },
    {
        "question": "Annexin V is a marker of",
        "exp": "Ans. (d) Apoptosis(Ref: Robbins 9th/pg 53; Robbins 9th/pg 29-30). Apoptotic cells express phosphatidylserine/thrombos - pondinQ on the outer layer of plasma membrane because of which these cells are recognized by the dye Annexin V",
        "cop": 4,
        "opa": "Necrosis",
        "opb": "Gangrene",
        "opc": "Aging",
        "opd": "Apoptosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "603127ef-a1e1-4f19-8a50-a65eb80b945e",
        "choice_type": "single"
    },
    {
        "question": "Liquefactive necrosis is seen in which of the following?",
        "exp": "Ref: Robbin's 9th ed. P 41-44. Liquefactive/colliquative necrosis occurs due to digestion of dead cells and results in transformation of tissue into liquid viscous mass. The most common site involved is central nervous system.",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Heart",
        "opc": "Cerebrum",
        "opd": "Intestine",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8d8ce559-9cd0-4e1d-b0b3-e7685767e4d3",
        "choice_type": "single"
    },
    {
        "question": "Councilman bodies are formed due to process of",
        "exp": "The councilman bodies are formed due to process of apoptosis in viral hepatitis. Important pathological process associated with apoptosis:* Tumors exposed to chemotherapeutic agents* Graft versus host disease* Rejection episodes* Depletion of CD4 cells in AIDS* Prostatic atrophy after orchidectomy* Alzheimer's disease* MI (20% necrosis and 80% apoptosis). Important physiological processes with apoptosis* Organised cell destruction during formation of embryo* Endometrial shedding, regression of lactating breast* Involution of thymus* Normal cell destruction followed by replacement proliferation such as intestinal epithelium",
        "cop": 3,
        "opa": "Necrosis",
        "opb": "Cirrhosis",
        "opc": "Apoptosis",
        "opd": "Necroptosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "64a6d923-b2cc-4a62-943a-4b1b9b402a98",
        "choice_type": "single"
    },
    {
        "question": "Given below is the histopathology of liver biopsy of hemochromatosis. Which of the following stain is used?",
        "exp": "Ans. (c) Prussian blue(Ref: Complete review of pathology and Hematology 2nd ed; Praveen Kumar, Vandana Puri Annexure 4). This is a straight forward question on the stain used for Iron in tissue (Hemochromatosis) which is Prussian blue stain.",
        "cop": 3,
        "opa": "Vonkossa",
        "opb": "Alcianblue",
        "opc": "Prussian blue",
        "opd": "Crystal violet",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c5a80d3d-34cb-44a6-aeee-919a4e17e289",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman from Albania has a congenital anemia requiring multiple transfusions of RBCs for many years. On physical examination, her skin has a bronze color. Liver function tests show reduced serum albumin. Which of the following findings would most likely appear in a liver biopsy specimen?",
        "exp": "Each unit of blood contains about 250 mg of iron. The body has no mechanism for getting rid of excess iron. About 10 to 20 mg of iron per day is lost with normal desquamation of epithelia; menstruating women lose slightly more. Any excess iron becomes storage iron, or hemosiderin. Over time, hemosiderosis involves more and more tissues of the body, particularly the liver, but also skin. Initially, hemosiderin deposits are found in Kupffer cells and other mononuclear phagocytes in the bone marrow, spleen, and lymph nodes. With great excess of iron, liver cells also accumulate iron. Amyloid is an abnormal protein derived from a variety of precursors, such as immunoglobulin light chains. Bilirubin, a breakdown product of blood, can be excreted in the bile so that a person does not become jaundiced. Glycogen storage diseases are inherited and present in childhood. Steatosis usually occurs with ingestion of hepatotoxins, such as alcohol.",
        "cop": 4,
        "opa": "Amyloid in portal triads",
        "opb": "Bilirubin in canaliculi",
        "opc": "Glycogen in hepatocyte",
        "opd": "Hemosiderin in hepatocytes",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8df9aaa5-de95-431e-a470-1b0e32b37930",
        "choice_type": "single"
    },
    {
        "question": "Best method for Hb. A1c estimation is?",
        "exp": "Ans. (d) HPLCFour basic types of methods are used most commonly to measure Hb. A1c: immunoassay, ion-exchange high- performance liquid chromatography (HPLC), boronate affinity HPLC, and enzymatic assays. The gold standard is HPLC method",
        "cop": 4,
        "opa": "Affinity chromatography",
        "opb": "Ion exchange chromatography",
        "opc": "Electrophoresis",
        "opd": "HPLC",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d4ea7045-bd3e-485e-9bb6-d0923725375e",
        "choice_type": "single"
    },
    {
        "question": "Function of Peroxisomes is?",
        "exp": "Ans. (c) Generating H2 O2 (Ref: Robbins 9th/ pg 6-7). Functions of some important cell organelles:*Lysosomes:*Digestion Q of proteins, polysaccharides, lipids, nucleic acids*Proteasomes:#Selectively chews up denatured proteins, releasing peptides Q*Peroxisomes:#Breakdown of fatty acids, Q generating hydrogen peroxide",
        "cop": 3,
        "opa": "Protein synthesis",
        "opb": "Carbohydrate metabolism",
        "opc": "Generating H2. O2",
        "opd": "DNA replication",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "933dad11-b359-45b0-a8e6-1927f1791312",
        "choice_type": "single"
    },
    {
        "question": "Winch of the following organelles plays a pivotal role in apoptosis?",
        "exp": "Ans. (a) Mitochondria(Ref Essential of apoptosis 2003: 245). Mitochondria is the most important organelle involved in apoptosis initiation and regulation.",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Endoplasmic reticulum",
        "opc": "Nucleus",
        "opd": "Golgi apparatus",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "6816581f-a6f9-4431-87a1-85fd51b3d8bc",
        "choice_type": "single"
    },
    {
        "question": "Gap junctions comprise of?",
        "exp": "Ans. (c) Connexins(Ref: Robbins 9th/pg 11). Communicating junctions (Gap junctions)*Mediate the passage of chemical or electrical signals from one cell to another.*Consists of a dense planar array of 1. 5- to 2-nm pores called connexons Q*Formed by hexamers of transmembrane proteins called connexins Q",
        "cop": 3,
        "opa": "Catenins",
        "opb": "Cadherins",
        "opc": "Connexins",
        "opd": "Claudin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3fd1c405-33c1-4517-adc9-da210d39d056",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can recognize dead material?",
        "exp": "Ans. B. Inflammasome. NOD-like receptors (NLRs) and the inflammasome. Location. Cytosolic receptors. Recognize. Necrotic cells, ion disturbances (e. g., loss of k), urate crystal, and some microbial products. Mechanism of action. Activates Caspase-1- activates IL-1- recruits leukocytes and induces fever. Role in diseases* Periodic fever syndromes (autoinflammatory syndromes): Due to gain of function mutations* Obesity associated type 2 diabetes and atherosclerosis: Due to gain of function mutations* Inflammation in gout: Due to recognition of urate crystals by a class of NLRs",
        "cop": 2,
        "opa": "NET",
        "opb": "Inflammasome",
        "opc": "Necrosis",
        "opd": "Toll-like receptor",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c02f59ce-4dce-4f2b-94c3-27e35a308ed5",
        "choice_type": "single"
    },
    {
        "question": "First manifestation in cell injury",
        "exp": "Ans. (b) Cell swelling(Ref: Robbins 9th/pg 46; 8th/pg 12). Cloudy swellingQ - earliest morphological change in reversible cell injuryQ due to accumulation of water intracellularly",
        "cop": 2,
        "opa": "Pyknosis",
        "opb": "Cell swelling",
        "opc": "Nuclear fragmentation",
        "opd": "Nuclear lysis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8548df64-8017-4bef-93f9-5018560f0e5c",
        "choice_type": "single"
    },
    {
        "question": "Triple helix is found in -",
        "exp": "Ans is 'b' i. e., Collagen Collageno Collegen is the most common protein in the animal world, o It is a component of ECM. o The collegens are composed of a triple helix of three polypeptide a-chains. o It provides tensile strength to tissues. o Collegen type IV with laminin is the main component of basement membrane. o Fibrillar collegen is synthesized from procollegen. o First there is hydroxylation of lysin & proline residues of procollegen. o After hydroxylation of lysine and proline residues of procollegen three procollegen chains align in phase to form triple helix. o After that oxidation of lysine & hydroxylysine by lysyl oxidase, and proline & hydroxyproline by prolyl oxidase, take place - this results in cross-linking between the chains of adjacent molecules, thus stabilizing the array thatis characteristic of collegen. o Cross-linking is a major contributor of the tenile strength of collegen. o Vit 'c'is requiredfor hydroxylation of lysine & proline residues ofprocollegen -In scurvy (Vit 'c' deficiency) poor wound healing is due to inhibition of this step.",
        "cop": 2,
        "opa": "Cystine",
        "opb": "Collagen",
        "opc": "Pectin",
        "opd": "DNA",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "f23bd142-f4dc-4bc0-b081-4020d65b7cd5",
        "choice_type": "single"
    },
    {
        "question": "A study of aging shows that senescent cells have accumulated damage from toxic byproducts of metabolism. There is increased intracellular lipofuscin deposition. Prolonged ingestion of which of the following substances is most likely to counteract this aging mechanism?",
        "exp": "Antioxidants may counteract the effects of reactive oxygen species (ROS) that may accumulate acutely and chronically within cells as a consequence of environmental insults and pathologic processes. Certainly, health food stores promote this concept with sales of products such as vitamin E. However, cellular damage is multifactorial, and proving that one compound has a significant effect is difficult. Analgesics ameliorate the perception of pain from cellular damage, but they do not prevent or diminish cell damage; they only mask it. Antimicrobials may help the body's own immune defenses against infectious agents and shorten and/or diminish tissue damage. However, long-term use of antimicrobials is discouraged because it may alter the body's own useful microbial flora, and it can promote development of drug-resistant strains that pose a serious health risk for the general population. (As Mr. Spock noted, \"The needs of the many outweigh the needs of the few. \") Antineoplastic agents are given for malignancies and rarely have benefit for cancer prevention. Glucocorticoids provide short-term improvement in well-being, but when used for longer periods, they have deleterious effects.",
        "cop": 1,
        "opa": "Antioxidants",
        "opb": "Analgesics",
        "opc": "Antimicrobials",
        "opd": "Antineoplastic agents",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "27c60cd3-60be-4078-8a02-37672758625c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following function is done by RNAi in a gene?",
        "exp": "Ans. (c) Knock down(Ref: Robbins 9th/pg 3-4). Small interfering RNAs (si. RNAs)*Short RNA sequences introduced experimentally into cells*Their action is similar to endogenous mi. RNAs.*Synthetic si. RNAs targeted against specific m. RNA have become useful laboratory tools to study gene function (so-called \"knockdown technology\")",
        "cop": 3,
        "opa": "Knock in",
        "opb": "Knockout",
        "opc": "Knockdown",
        "opd": "Knock up",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3d57c639-b165-4832-8b2d-a39c81a817e1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is labile cell -",
        "exp": "Ans. is 'd' i. e., Surface epithelium o When a cell proliferates, it pass through a cell cycle, o Cell cycle has a series of phases: -* Gtphase-Rest phase (Presynthetic phase)* Sphase-Synthetic phase in which synthesis of DNA takes place.* Gphase-Resting phase (Postsynthetic or postmitotic phase).* Mphase-Mitotic phase in which mitosis takes place. # Go phase-When cell is not proliferating, it remains in quiescent phase (Go). Based on their proliferative capacity, cells are divided into1. Labile cells (Continouslv dividing cells) or intermitotic cells. o Have capacity to proliferate and regenerate. o Have very short Go and almost always remain in cell cycle. Example are: -Surface epithelium (stratified squamous) of skin, oral cavity, vagina and cervix. Lining mucosa of all excretory ducts of glands (Salivary gland, pancreas, biliary duct). Columinar epithelium of GIT and uterus. Transitional epithelium of the urinary tract. Bone marrow cells and hematopoietic cells. Basal cells of epithelia. 2. Stable or quiescent or reversible postimitotic cells,. o Have limited capacity to proliferate and regenerate. o Ramain in Go phase of cell cycle but can enter in G1 phase when stimulated i. e., they usually remain quiescent, but proliferate in response to stimuli. Example are -Parenchymal cells of liver, kidney and pancreas. Mesenchymal cells, e. g., fibroblast and smooth muscles. Vascular endothelium. Osteoblast, chondroblast. Resting lymphocytes and other leukocytes. 3. Permanent or nondividing or irreversible postmitotic cells. o Cannot divide and regenerate. o These cells are nondividing and have left the cell cycle, i. e., they do not belong to any phase of cell cycle. Example are -Neurons. Cardiac muscle. Skeletal muscle",
        "cop": 4,
        "opa": "Cardiac cell",
        "opb": "Liver parenchymal cell",
        "opc": "Vascular endothelial cells",
        "opd": "Surface epithelium",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "00904298-bddf-4024-a86a-9c9e2fa27be0",
        "choice_type": "single"
    },
    {
        "question": "Which of these is not responsible for removal of free radicals?",
        "exp": "Ans. (c) NADPH oxidase(Ref: R 9th/pg 48; 8th/pg 13, 14). Antioxidants. Enzymes. Non enzymes* Catalase- Present in peroxisomes Q decomposes H2 O2 Antioxidants- vitamins E, A and C glutathione in the cytosol.*. Superoxidase dismutases: O2- to H2 O2 *. Manganese-SOD, which is localized in mitochondria, *. Copper-zinc-SOD, which is found in the cytosol. Transferrin, ferritin, lactoferrin, and ceruloplasmin Q - Minimise the reactivity of metals by binding with them. Glutathione peroxidase: H2 O2 +2. GSH-GSSG+2. H2 O*. Important indicator of the cell's ability to detoxify ROSQNADPH oxidase. Oxidizes NADPH Q (reduced nicotinamide-adenine dinucleotide phosphate) and, in the process, reduces oxygen to superoxide. Q",
        "cop": 3,
        "opa": "Catalase",
        "opb": "Superoxide Dismutase",
        "opc": "NADPH oxidase",
        "opd": "Glutathione peroxidase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "822b83e3-02e2-40ed-b749-eae4d6989603",
        "choice_type": "single"
    },
    {
        "question": "A study of peripheral blood smears shows that neutrophil nuclei of women have a Barr body, whereas those of men do not. The Barr body is an inactivated X chromosome. Which of the following forms of RNA is most likely to play a role in Barr body formation?",
        "exp": "There are forms of noncoding RNA that play a role in gene expression. Long noncoding RNA (lnc. RNA) segments greater than 200 nucleotides in length can bind to chromatin to restrict access of RNA polymerase to coding segments. The X chromosome transcribes XIST, a lnc. RNA that binds to and represses X chromosome expression. However, not all genes on the \"inactive\" X chromosome are switched off. The RNA transcribed from nuclear DNA that directs protein synthesis through translation is m. RNA. Micro. RNAs (mi. RNAs) are noncoding RNA sequences that inhibit the translation of m. RNAs. Gene-silencing RNAs (small interfering RNAs ) have the same function as mi. RNAs, but they are produced synthetically for experimental purposes. Transfer RNA (t. RNA) participates in the translation of m. RNA to proteins by linking to specific amino acids.",
        "cop": 1,
        "opa": "lnc. RNA",
        "opb": "m. RNA",
        "opc": "mi. RNA",
        "opd": "si. RNA",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c2cccbf1-7893-426b-ba09-1f8a93b08589",
        "choice_type": "single"
    },
    {
        "question": "Cytokine causing fever -",
        "exp": "Ans. is 'a' i. e., IL-6 Pyrogeneso Pyrogenes are substances that cause fever, o Pyrogens may be exogenous or endogenous. Exogenous - Bacterial toxins. Endogenous - IL-1, TNF-a, IL-6, Interferons, Ciliory's neurotropic factoro These pyrogenes increase the level of PGE2 in the hypothalamus that elevates the thermoregulatory set point and causes fever.",
        "cop": 1,
        "opa": "IL-6",
        "opb": "IFN-y",
        "opc": "IL-18",
        "opd": "EL-4",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4974b9cf-fd74-44eb-91a2-7f8e757cde99",
        "choice_type": "single"
    },
    {
        "question": "Calrexin and calreticulin are -",
        "exp": "Ans. is 'b' i. e., Chaperons Calrexin and calreticulino Calreticulin & calrexin are major Ca2+ binding (storage) chaperones in the endoplasmic reticulumo These Ca2+ binding chaperones, which are involved in protein folding, posttranslational modification, Ca2+ storage and release, and lipid synthesis and metabolism. o They are the key component of the calreticulin/calnexin cycle which is responsible for the folding of newly synthesized proteins and glycoproteins and for quality control pathways in the endoplasmic reticulumo They bind to misfolded proteins and prevent them from being exported from the endoplasmic reticulum to the Golgi apparatus. o Calreticulin and calnexin are also integral proteins in the production of MHC class I Proteins",
        "cop": 2,
        "opa": "Glycoproteins",
        "opb": "Chaperons",
        "opc": "Tumor markers",
        "opd": "Enzymes",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ca13a5bd-d4d9-4b15-b65f-61c0fd813f27",
        "choice_type": "single"
    },
    {
        "question": "The characteristic feature of apoptosis on light microscopy is:",
        "exp": "Ans. (b) Nuclear compaction(Ref: Robbins 9th/pg 53). Here student gets confused in 2 options b and c.. On light microscopy, most characteristic feature is condensation of nuclear chromatin and not intactness of cell membrane. Intact cell membrane and lack of inflammation differentiates apoptosis from necrosis.",
        "cop": 2,
        "opa": "Cellular swelling",
        "opb": "Nuclear compaction",
        "opc": "Intact cell membrane",
        "opd": "Cytoplasmic eosinophlia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c543d9a7-aab5-4fb0-bbff-bd19fe148506",
        "choice_type": "single"
    },
    {
        "question": "Major Pyrogenic cytokine:",
        "exp": "Ans. D. IL-1. (Ref Robbins Basic Pathology 8th/ Table 2-6). IL-1: fever. IL-2: stimulates T cells. IL-3: stimulates bone marrow. IL-4: stimulates IgE production. IL-5: stimulates IgA production. IL-6: stimulates acute-phase protein production. IL-8: recruites Neutrophils. Tumor Necrosis Factor and Interleukin-1# TNF and IL-1 are producedby activated macrophages, as well as mast cells, endothelial cells, and some other cell types.# Their secretion is stimulatedby microbial products, such as bacterial endotoxin, immune complexes, and products of T lymphocytes generated during adaptive immune responses.# The principal role of these cytokines in inflammation is in endothelial activation.# Both TNF and IL-1 stimulate the expression of adhesion molecules on endothelial cells, resulting in increased leukocyte binding and recruitment, and enhance the production of additional cytokines (notably chemokines) and eicosanoids.# TNF also increases the thrombogenicity of endothelium and causes aggregation and activation of neutrophils, and# IL-1 activates tissue fibroblasts, resulting in increased proliferation and production of ECM.- Although TNF and IL-1 are secreted by macrophages and other cells at sites of inflammation, they may enter the circulation and act at distant sites to induce the systemic acute-phase reaction that is often associated with infection and inflammatory diseases.- Components of this reaction include fever, lethargy, hepatic synthesis of various acute-phase proteins, metabolic wasting (cachexia), neutrophil release into the circulation, and release of adrenocorticotropic hormone (inducing corticosteroid synthesis and release). Role of Mediators in Different Reactions of Inflammation. Vasodilation. Prostaglandins. Nitric oxide, Histamine. Increased vascular permeability. Histamine and serotonin, C3a and C5a (by liberating vasoactive amines from mast cells, other cells), Bradykinin, Leukotrienes C4, D4, E4, PAF, Substance PLeukocyte recruitment and activation. TNF, IL-1, Chemokines, C3a, C5a, Leukotriene B4 (Bacterial products, e. g., N-formyl methyl peptides). Fever0. IL-1, TNF, Prostaglandins. Pain. Prostaglandins, Bradykinin, Neuropeptides. Tissue damage. Lysosomal enzymes of leukocytes, Reactive oxygen species, Nitric oxide Cytokine. Cellular source. Traget cells. Biologic effects. IL-1. Monocytes and macrophagesT cells, B cells neurons. Costimulator pyrogen. IL-2. Tumor cells T cells (TH1). Endothelial cells T cellsB cells. NK cells. Growth. Activation and antibody production. Activation and growth. IL-3T cells. Immature hemopoietic stem cell. Growth and differentiation. IL-4T cells (TH2)B cells. Activation and growth; isotype switch to IgE; increased MHCII expression T cells. Growth. IL-6. Monocytes and macrophages T cells, B cells Ovarian cancer cells Other tumors tumor cellsB cellsT cells. Hepatocytes. Stem cell Autocrine/paracrine growth and viability-enhancing factor. Differentiation, antibody production. Costimulator. Induction of acute-phase response. Growth and differentiation. IL-10T cells (TH2). Monocytes and macrophagesT cells (Th1). Monocytes and macrophages. Inhibition of cytokine synthesis. Inhibition of Ag presentiation and cytokine production B cells. Acivation. IL-12. Monocytes. NK cells, T cells (TH1). Induction. IL-13T cells (TH2), mast cells, NK cells. Bcells, TH2 cells, macrophages. Regulates IgE secretion by B cell TH2development. Macrophage activity. IL-15. Dendritic cells, monocytes, placenta, kidney, lung, heart, Tcells. Mast cells. NK cell development and function. Mast cell proliferation11-16. CD4+ and CD8+ T cells, eosinophils, mast cells, dendritic cellsT cells, monocytes, dendritic cells, eosinophils. Prevent antigen-induced T-cell death, chemotactic factor for CD4= T cells, monocytes, eosinophils, dendritic cells. IL-17. Acivated CD4+ T cellsT cell, fibrobiastsT-cell activation Induces secretion ofcytokiness by fibroblasts. IL-27. Monocytes, macrophages. CD4+ T cells. Proliferation of naive CD4+ T cells, synergizes with IL-12. IFN-YT cells (TH1) NK cells. Monocytes/ macrophages. NK cells, T cells, B cells. Activation. Acivation Enhanves responses. TNF-a. Monocytes and macrophages T cells. Monokine production. Costimulator pyrogen. Monocytes/ macrophages T cells, B cells Neurons Endothelial cells Muscle and fat cells. Activation, inflammation. Catabolism/cachexia. Additional Educational points:# The major cytokines in acute inflammation are TNF and IL-1, as well as a group of chemoattractant cytokines called chemokines. Other cytokines that are more important in chronic inflammation include interferon-? (IFN-?) and IL-12.# Chemokines are classified into four groups based on the arrangement of highly conserved cysteine residues. The two major groups are the CXC and CC chemokines:- CXC chemokines have one amino acid separating the conserved cysteines and act primarily on neutrophils.* IL-8 is typical of this group; it is produced by activated macrophages, endothelial cells, mast cells, and fibroblasts, mainly in response to microbial products and other cytokines such as IL-1 and TNF.- CC chemokines have adjacent cysteine residues and include:* monocyte chemoattractant protein 1 (MCP-1) and macrophage inflammatory protein 1? (MIP-1?) (both chemotactic predominantly for monocytes), * RANTES (regulated on activation normal T expressed and secreted) (chemotactic for memory CD4+ T cells and monocytes), and* eotaxin (chemotactic for eosinophils).",
        "cop": 4,
        "opa": "INF alpha",
        "opb": "TNF beta",
        "opc": "IL-3",
        "opd": "IL-1",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "43d4126c-e798-40cb-8380-1bfb87095fe2",
        "choice_type": "single"
    }
]