[
    {
        "question": "Commonest site of liquifactive necrosis is",
        "exp": "Ans. a (Brain). (Ref. Robbins, Pathologic Basis of Disease, 8th/pg.7-13)NECROSIS# Enzymatic degradation of a cell resulting from exogenous injury.# Characterized by enzymatic digestion and protein denaturation, with release of intracellular components.# Morphologically occurs as coagulative (heart, liver, kidney), liquefactive (brain), caseous (tuberculosis), fat (pancreas), fibrinoid (blood vessels), or gangrenous (limbs, GI tract).# Kidney infarct exhibiting coagulative necrosis will be seen with loss of nuclei and clumping of cytoplasm but with preservation of basic outlines of glomerular and tubular architecture.# Liquefactive necrosis in the kidney can be caused by fungal infection, which will be seen filled with white cells and cellular debris, creating a renal abscess that obliterates the normal architecture.IRREVERSIBLE INJURY AND CELL DEATHMORPHOLOGIC PATTERNCHARACTERSTICSCOAGULATIVE NECROSISMost common type (e.g. Heart, liver, kidney)LIQUEFACTIVE NECROSISAbscesses, brain infarcts, pancreatic necrosisCellular destruction by hydrolytic enzymesCASEOUS NECROSISSeen in tuberculosisCombination of coagulation and liquefaction necrosis soft, friable, and \"cottage-cheese-like\" appearanceFAT NECROSISCaused by the action of lipases on fatty tissue (e.g. with pancreatic damage)Chalky white appearanceFIBRINOID NECROSISEosinophilic homogenous appearance - resembles fibrinGANGRENOUS NECROSISCommon sites: lower limbs, gallbladder, Gl tract and testesDry gangrene - coagulative necrosisWet gangrene - liquefactive necrosisAPOPTOSISA specialized form of programmed cell death, an active process under genetic control.Executed in mitochondria.Mediated by a cascade of caspases (digest nuclear and cytoskeletal proteins and active endonucleases).",
        "cop": 1,
        "opa": "Brain",
        "opb": "Kidney",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "40dacf03-d7e8-45a4-945c-094f30a1abb1",
        "choice_type": "single"
    },
    {
        "question": "Finding on histopathological examination in liver in case of malaria is :",
        "exp": "Ans. is 'b' i.e. Kupffer's cell hyperplasia with macrophage infiltration around periportal area laden with pigments * In severe infections with plasmodium falciparum, the vital organs are packed with erythrocytes containing mature form of the parasite.* There is abundant intra and extraerythrocytic pigment and organs such as liver, spleen and placenta may be grey black in colour.Also know * Durck's granuloma are pathognomic of malignant cerebral malaria.Histopathological features in liver due to falciparum malariaReticuloendothelial cell proliferation i.e., Kupffer cell hyperplasia.Malarial pigmentation i.e., haemoglobin pigmentation.CongestionPortal infiltration of the macrophageSinusoidal infiltration and sinusoidal dilatationCholestasisNuclear vacuolationLiver cell necrosisFatty changeBallooning of hepatocytesVacuolated cytoplasm's",
        "cop": 2,
        "opa": "Microabscess formation",
        "opb": "Kupffer's cell hyperplasia with macrophage infiltration around periportal area laden with pigments.",
        "opc": "Non caseating granuloma",
        "opd": "Non specific finding of neutrophilic infiltratio",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "9a6a5483-3749-4f06-bdb0-8d3aadf2990a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a part of secondary granules in neutrophils?",
        "exp": "Ans. is 'b' i.e., LactoferrinLvsosomal enzymes:o These are present in the lysosomes of neutrophils and monocytes. Lysosomes contain two types of granules; Primary (azurophilic) and Secondary (specific) granules.Lvsosomal granulesPrimary (azurophilic) granulesSecondary (specific) granuleso Require high level of agonist to be released extracellularlyo Potentially more destructiveo Secrete:y Myeloperoxidase (MPO)y Acid hydrolasey Elastasey Defensiny Phospholipase A2y Non-specific collagenaseo Secreted at lower concentration of agonistso Secreted extracellularly more readilyo Secrete:y Lysozymey Lactoferriny Alkaline phosphatasey Type IV collagenasey Phospholipase A2",
        "cop": 2,
        "opa": "Cathepsin G",
        "opb": "Lactoferrin",
        "opc": "Defensin",
        "opd": "Myeloperoxidase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "48bb5a6d-f544-4514-a663-c320909e9d1b",
        "choice_type": "single"
    },
    {
        "question": "Laminin is present in:(1998)",
        "exp": "Ans: b (Basement membrane)Ref: Robbin's, 7th ed, p. 105 & 6thed, p. 100",
        "cop": 2,
        "opa": "Lens",
        "opb": "Basement membrane",
        "opc": "Liver",
        "opd": "Lungs",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c70f4b46-ee02-4efc-b67c-3eb4ad5efb4f",
        "choice_type": "single"
    },
    {
        "question": "Difference between active & resting cell depend on which phase of cell cycle:",
        "exp": "Ans; A (G0) \"The cell cycle consists of G, (presynthetic), S (DMA synthesis), G, (premitotic), and SI (mitotic) phases.Quiescent cells are in a physiologic state called Ga. Tissues may be composed primarily of quiescent ceils in Gv but most mature tissues contain some combination of continuously dividing cells, terminally differentiated cells, stem ceils, and quiescent ceils that occasionally enter into the cell cycle\"- Abeloff's Clinical Oncology/ 4^/428;Phases of Cell CycleThe cell cycle consists of four distinct phases: G, phase. S phase (synthesis91, G\\ phase (collectively known as interphase) and M phase (mitosis)Q,M phase is itself composed oftwo tightly coupled processes: mitosis, in which the cell's chromosomes are divided between the two daughter cells, and cytokinesis, in which the cell's cytoplasm divides in half forming distinct cells.Activation of each phase is dependent on the proper progression and completion of the previous one. Ceils that have temporarily or reversibly stopped dividing are said to have entered a state of quiescence called G phaseS Phase# Th e ensuing S phase starts when DNA synthesis commenceswhen it is complete, all of the chromosomes have been replicated, i.e., each chromosome has two (sister) chromatids.# During this phase, the amount of DNA in the cell has effectively doubled, though the ploidv of the cell remains the same.StatePhaseAbbreviationDescriptionQuiescent/ senescentGap 0G0A resting phase where the cell has left the cyde and has stopped' dividing. Gap 1G1Cells increase in size in Gap 1. The checkpoint control mechanism ensures that everything is ready' for DNA synthesis.SynthesisSDNA replication occurs during this phase.Interphase Gap 2G2During the gap between DNA synthesis and mitosis, the cell will continue to grow. The G, checkpoint control mechanism ensures that everything is ready to enter the M (mitosis) phase and divide.Cell growth stops at this stage and cellular energy' is focused on the orderly' division into two daughter cells. A checkpoint in the middle of mitosis (Metaphase Checkpoint) ensures that the cell is ready to complete cell division.Cell divisionMitosisM Fig: Sequence of events during the cell cycle",
        "cop": 1,
        "opa": "G0",
        "opb": "G1",
        "opc": "G2",
        "opd": "M",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "fc7760f3-17a1-4a21-a65f-baa50d529373",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman shows evidence of early cataracts, hair loss, atrophy of skin, osteoporosis, and accelerated atherosclerosis. This patient has most likely inherited mutations in both alleles of a gene that encodes which of the following types of intracellular proteins?",
        "exp": "Helicase. Werner syndrome is a rare autosomal recessive disease characterized by early cataracts, hair loss, atrophy of the skin, osteoporosis, and accelerated atherosclerosis. Affected persons are also at risk for development of a variety of cancers. Unlike Hutchinson-Gilford progeria, patients with Werner syndrome typically die in the fifth decade from either cancer or cardiovascular disease. Werner syndrome is caused by mutations in the WRN gene, which encodes a protein with multiple DNA-dependent enzymatic functions, including proteins with ATPase, helicase, and exonuclease activity. Hutchinson-Gilford progeria is caused by mutations in the human lamin A gene, which encodes an intermediate filament protein that form a fibrous meshwork beneath the nuclear envelope. Mutations in the other choices are not associated with Werner syndrome.Diagnosis: Werner syndrome",
        "cop": 2,
        "opa": "Deaminase",
        "opb": "Helicase",
        "opc": "Oxidase",
        "opd": "Polymerase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "a0f9b646-cc92-4fe5-9df8-351a1e4b8fa2",
        "choice_type": "multi"
    },
    {
        "question": "In an experiment, metabolically active cells are subjected to radiant energy in the form of x-rays. This results in cell injury caused by hydrolysis of water. Which of the following intracellular enzymes helps to protect the cells from this type of injury?",
        "exp": "The body has intracellular mechanisms that prevent damage from free radicals generated by exposure to x-rays. Glutathione peroxidase reduces such injury by catalyzing the breakdown of hydrogen peroxide. Endonucleases damage DNA in nuclear chromatin. Lactate dehydrogenase is present in a variety of cells, and its elevation in the serum is an indicator of cell injury and death. Phospholipases decrease cellular phospholipids and promote cell membrane injury. Proteases can damage cell membranes and cytoskeletal proteins.",
        "cop": 2,
        "opa": "Endonuclease",
        "opb": "Glutathione peroxidase",
        "opc": "Lactate dehydrogenase",
        "opd": "Phospholipase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "9dffa5b1-1c67-41df-90f8-b88df616543d",
        "choice_type": "multi"
    },
    {
        "question": "Cell swelling is seen in all except?",
        "exp": "Ans. (c) CalcificationRef: Robbiris pathology 9th ed. 140-41, 65* Cellular swelling may occur due to cellular hypoxia, which damages the sodium-potassium membrane pump; it is reversible when the cause is eliminated.* Cellular swelling is the first manifestation of almost all forms of injury to cells.* On microscopic examination, small clear vacuoles may be seen within the cytoplasm; these represent distended and pinched-off segments of the endoplasmic reticulum.* This pattern of non-lethal injury is sometimes called hydropic change or vacuolar degeneration.* The ultrastructural changes of reversible cell injury include: Blebbing blunting, distortion of microvilli, loosening of intercellular attachments, mitochondrial changes, dilation of the endoplasmic reticulum.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Malignancy",
        "opc": "Calcification",
        "opd": "Hypoxia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ec8bacc4-c74d-439f-b81a-d6b49b5ecd2c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a sign of reversible cell injury?",
        "exp": "Ans. (b) Cell shrinkage(Ref: Robbins 9th/38;8th/pg 17)Features of reversible cell injury seen in light microscopy are cellular swelling and fatty change.Cell shrinkage is a feature of apoptosis (cell death)",
        "cop": 2,
        "opa": "ATP depletion",
        "opb": "Cell shrinkage",
        "opc": "Fatty acid deposition",
        "opd": "Reduction of phosphorylation",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "fd2816b5-6580-4168-b2ea-189524732d12",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old farmer presents with multiple patches of discoloration on his face. Biopsy of lesional skin reveals actinic keratosis. Which of the following terms best describes this response of the skin to chronic sunlight exposure?",
        "exp": "Dysplasia. Actinic keratosis is a form of dysplasia in sun-exposed skin. Histologically, such lesions are composed of atypical squamous cells, which vary in size and shape. They show no signs of regular maturation as the cells move from the basal layer of the epidermis to the surface. Dysplasia is a preneoplastic lesion, in the sense that it is a necessary stage in the multistep evolution to cancer. However, unlike cancer cells, dysplastic cells are not entirely autonomous, and the histologic appearance of the tissue may still revert to normal. None of the other choices represent preneoplastic changes in sun-exposed skin.Diagnosis: Actinic keratosis, dysplasia",
        "cop": 2,
        "opa": "Atrophy",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Hypertrophy",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "793bef1c-96fb-47f4-856b-1c07a23eef73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following produces irreversible cell injury faster?",
        "exp": "Ans: c (Ischaemia) Ref: Robbins, 7th ed,p. 12Both hypoxia and ischaemia produces irreversible cell injury by reducing aerobic oxidative respiration, but ischaemia not only compromises the supply of oxygen but also compromises metabolic substrates including glucose (which is normally provided by the blood). Therefore ischaemic injuries are more rapid and severe than hypoxic injuries.Depletion of ATP: ATP depletion and decreased ATP synthesis are frequently associated with both hypoxic and toxic (chemical) injuries. They are slower than ischaemic injury.Increased cytosolic Ca2+: Increase in cytosolic Ca2+ can occur in cell injury due to ischaemia as well as toxins. But it is not specific for irreversible cell injury. It can be found in reversible cell injury also.Also, loss of Ca2+ homeostasis is not always a proximal event in irreversible cell injury.",
        "cop": 3,
        "opa": "Increased cytosolic Ca2+",
        "opb": "Decreased ATP",
        "opc": "Ischaemia",
        "opd": "Hypoxia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1a997827-75b9-42ff-b347-d2b39adf6a99",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old girl becomes infected with hepatitis A and experiences mild nausea for 1 week. On physical examination, she has minimal right upper quadrant tenderness and scleral icterus. Laboratory findings include a serum AST of 68 U/L, ALT of 75 U/L, and total bilirubin of 5.1 mg/dL. Her laboratory findings most likely result from which of the following changes in her hepatocytes?",
        "exp": "Irreversible cell injury is associated with loss of membrane integrity. This allows intracellular enzymes such as AST and ALT to leak into the serum. All other morphologic changes listed are associated with reversible cell injury, in which the cell membrane remains intact and the cells do not die.",
        "cop": 1,
        "opa": "Cell membrane defects",
        "opb": "Lysosomal autophagy",
        "opc": "Mitochondrial swelling",
        "opd": "Nuclear chromatin clumping",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "50fadc2d-4113-4d80-b51e-4e34e4e6cc3e",
        "choice_type": "single"
    },
    {
        "question": "TNF is secreted by activated:",
        "exp": "Ans: a (Macrophages) Ref: Robbins,7th ed, p. 71; Ananthanarayan, 7th ed, p. 144; Table 16-2TNF and IL1 are the main mediators of inflammation. They are produced mainly by the activated macrophages.Cytokines and their main sourcesILl, IL 8- MacrophagesIL 2, 3, 9, 10, 12, 13- T cellsIL 4, 5, 6- Helper cellsIL 7, 11- Stromal cells (7 spleen also)IFN a- Leucocyte -| MHC 1 - activate NK cellsIFNb- Fibroblast - | MHC 1 - activates NK cellsIFN g- T cell - | MHC 1 & 2 -| Ag presentationTNF a- Macrophage/ MonocyteB for both TNF b- T cellsLIF-T TGF b- Both B & T cells LIF- T cells",
        "cop": 1,
        "opa": "Macrophages",
        "opb": "Neutrophils",
        "opc": "Lymphocytes",
        "opd": "Eosinophils",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "93e3da29-f333-42f3-abc3-e61edf157869",
        "choice_type": "single"
    },
    {
        "question": "Apoptosis- all are true except?",
        "exp": "Ans. (d) Causes inflammation that damage surrounding cells(Ref Robbins 9th/pg 53; 8th/pg 25, 26)Blebbing or zeiosis is the formation of blebs, it is seen in apoptotosis to form apoptotic bodies",
        "cop": 4,
        "opa": "Normal physiological process of programmed cell death",
        "opb": "Products removed by phagocytosis",
        "opc": "Plasma membrane zeiosis",
        "opd": "Causes inflammation that damage surrounding cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "562a6274-a81c-4d99-8e4e-f38246f46b4d",
        "choice_type": "multi"
    },
    {
        "question": "Fibrinoid necrosis is seen in?",
        "exp": "Ans is 'b' i.e. Rheumatoid arthrirtis Fibrinoid necrosiso Fibrinoid necrosis is special form of necrosis typically occurs when complexes of antigen and antibodies are deposited in the walls of arteries. Deposits of these \"immune complexes\", together with fibrin that has leaked out of vessels, result in a bright pink and amorphous appearance in H & E stains, called \"fibrinoid\" (fibrin like) by pathologists.o Diseases causing fibrinoid necrosis are malignant hypertension (most common), PAN, SLE, SABE, acute rheumatic fever (Aschoffs nodule), RA, HSP, HBV, near peptic ulcer and malignancy.Note: In fibrinoid necrosis, there is no deposition offibrin. It is fibrin like matter, which is deposited.",
        "cop": 2,
        "opa": "Diabetes",
        "opb": "Rheumatoid arthritis",
        "opc": "Pancreatitis",
        "opd": "Alzheimer's disease",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "a3fe2922-7fda-4efc-a446-7f3f2947247b",
        "choice_type": "single"
    },
    {
        "question": "Liquefactive necrosis is seen in all except:",
        "exp": "Ans: b (Myocardial infarction) Ref: Robbins, 7th ed,p.\"Myocardial infarction is an example of coagulative necrosis\"Necrosis:Morphological changes that follow cell death in living tissue due to degradative action of enzymes on lethally injuried cells.TypesCoagulative necrosis:* Basic outline is preserved* Characteristic of hypoxic cell deathExcluding CNSe.g.: heart, kidney, adrenalsCaseous necrosis:* Tissue architecture completely obliterated* Typically seen in center of tuberculosis infection.Liquefactive necrosis:* Basic ouline not preserved* Complete digestion--from formation to liquid viscous masse.g.: Hypoxic death of cells in CNS bacterial and fungal infection, wet gangreneFat necrosis* Seen in adipose tissue due to action of lipases* e.g., acute pancreatic necrosis fat necrosis of breast - induced by trauma.Remember:When coagulation pattern is predominant, it is dry gangrene.When liquefactive pattern is dominant it is wet gangrene.Fibrinoid necrosis is an immediate process with deposition of hyaline like proteinaceous material in the arterial wall.",
        "cop": 2,
        "opa": "Wet gangrene",
        "opb": "Myocardial infarction",
        "opc": "Sepsis",
        "opd": "Brain abcess",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "5e81cf17-40f0-4e32-9992-3c8368a9762d",
        "choice_type": "multi"
    },
    {
        "question": "Colliquative necrosis is seen in?",
        "exp": "Liquefaction or colliquative necrosis also occurs commonly due to ischaemic injury and bacterial or fungal infections but hydrolytic enzymes in tissue degradation have a dominant role in causing semi-fluid material. The common examples are infarct brain and abscess cavity.",
        "cop": 4,
        "opa": "Arthus phenomenon",
        "opb": "Malignant hypertension",
        "opc": "Tuberculoma",
        "opd": "Lung abscess",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ce49fb9d-d9f4-4ce9-be40-d175c581fd18",
        "choice_type": "single"
    },
    {
        "question": "Which finding on electron microscopy indicates irreversible cell injury:",
        "exp": "Ans. (c) Flocculent amorphous densities in the mitochondria(Ref: Robbins 9th/pg 42; 8th/pg 19; Refer to Ans 27)Please note: myelin figures first appear in reversible cellular injury and become more pronounced in irreversible cell injury. Hence if this q was asked in PGI, answer should be both c and d. but if we have to mark one.. mark c.",
        "cop": 3,
        "opa": "Dilatation of endoplasmic reticulum.",
        "opb": "Dissociation of ribosomes from rough endoplasmic reticulum",
        "opc": "Flocculent amorphous densities in the mitochondria",
        "opd": "Myelin figures",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "94acdc73-fd52-46fb-93ff-e9dd99f3290e",
        "choice_type": "single"
    },
    {
        "question": "Which is a serine protease:",
        "exp": "Ans. b. Trypsinogen 1Inherited predisposition to pancreatitisGene (chromosome location)Protein productFunctionPRSSl (7q34)Serine protease 1 (trypsinogen 1)Cationic trypsin. Gain-of-function mutations prevent self- inactivation of trypsinSPINK1 (5q32)Serine peptidase inhibitor, Kazal type 1Inhibitor of trypsin. Mutations cause loss-of-function, increasing trypsin activityCTRC (lp36)Chymotrypsin C (caldecrin)Degrades trypsin, protects the pancreas from trypsin-relatedinjuryCPA1 (7q32)Carboxypeptidase A1Exopeptidase involved in regulating zymogen activation",
        "cop": 2,
        "opa": "Pepsin",
        "opb": "Trypsinogen 1",
        "opc": "HIV enzyme",
        "opd": "Chymotrypsin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e086afec-9497-432b-ac84-19af4f460f6e",
        "choice_type": "single"
    },
    {
        "question": "Earliest morphological change seen in reversible cellular injury is? Inset shows normal hepatocytes as control.",
        "exp": "Ans. (a) Hydropic changeCellular swelling is the first manifestation of almost all forms of injury to cells. Cellular swelling appears whenever cells are incapable of maintaining ionic and fluid homeostasis and is the result of failure of energy-dependent ion pumps in the plasma membrane. It is reversible.On microscopic examination, small clear vacuoles may be seen within the cytoplasm; these represent distended and pinched-off segments of the ER. This pattern of nonlethal injury is sometimes called hydropic change or vacuolar degeneration.This is a case of hydropic change in hepatocytes (control normal hepatocytes are seen in inset).",
        "cop": 1,
        "opa": "Hydropic change",
        "opb": "Fatty change",
        "opc": "Necrosis",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "9bd4f1ab-acf5-4b00-8b15-de69e27ac656",
        "choice_type": "multi"
    },
    {
        "question": "In myocardium reperfusion injury is due to?",
        "exp": "Ans. (a) Ca(Ref: Gross GJ, Kersten JR, Warltier DC. Mechanisms of postischemic contractile dysfunction. Ann Thorac Surg. 1999; 68:1898-1904.)Mediators of reperfusion injury are: Oxygen Free Radicals, Endothelial Dysfunction and Microvascular Injury, Alterations in Calcium Handling",
        "cop": 1,
        "opa": "Ca",
        "opb": "Mg",
        "opc": "K",
        "opd": "Mn",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "28d4f339-117f-41c0-9419-8c409468abdb",
        "choice_type": "single"
    },
    {
        "question": "A 90-year-old woman with mild diabetes and Alzheimer disease dies in her sleep. At autopsy, hepatocytes are noted to contain golden cytoplasmic granules that do not stain with Prussian blue. Which of the following best accounts for pigment accumulation in the liver of this patient?",
        "exp": "Advanced age. Substances that cannot be metabolized accumulate in cells. Examples include (1) endogenous substrates that are not processed because a key enzyme is missing (lysosomal storage diseases), (2) insoluble endogenous pigments (lipofuscin and melanin), and (3) exogenous particulates (silica and carbon). Lipofuscin is a \"wear and tear\" pigment of aging that accumulates in organs such as the brain, heart, and liver. None of the other choices are associated with lipofuscin accumulation.Diagnosis: Aging, lipofuscin",
        "cop": 1,
        "opa": "Advanced age",
        "opb": "Alzheimer disease",
        "opc": "Congestive heart failure",
        "opd": "Diabetic ketoacidosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "0119fec0-c567-4783-b5e6-a8e693b28399",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a permanent cell?",
        "exp": "Ans. is 'd' i.e., Cardiac muscle Types of cells* Based on their proliferative and regenerative capacity, cells are divided into1) Labile cells (continuously dividing cells) or intermitotic cells# These cells have capacity to proliferate and regenerate throughout the life. They always remain in cell cycle and have very short Go-phase (quiescent phase). Example arei) Surface epithelium (stratified squamous) of skin, oral cavity, vagina and cervix.ii) Lining mucosa of all excretory ducts of glands (Salivary gland, pancreas, biliary duct).iii) Columinar epithelium of GIT (Intestinal mucosa) and uterus.iv) Transitional epithelium of the urinary tract.v) Bone marrow cells and hematopoietic cells.vi) Basal cells of epithelia.2) Stable or quiescent or reversible postimitotic cells# They have limited capacity to proliferate and regenerate. They remain in Go phase of cell cycle but can enter in G1 phase when stimulated i.e., they usually remain quiescent, but proliferate in response to stimuli. Example arei) Parenchymal cells of liver, kidney and pancreas.ii) Mesenchymal cells, e.g., fibroblast and smooth muscles.iii) Vascular endotheliumiv) Osteoblast, chondroblastv) Resting lymphocytes and other leukocytes.3) Permanent or nondividing or irreversible postmitotic cells# They cannot divide and regenerate. These cells are nondividing and have left the cell cycle, i.e., they do not belong to any phase of cell cycle. Example arei) Neuronsii) Cardiac muscleiii) Skeletal muscle.* Smooth muscle cells are stable cells where as cardiac muscle and skeletal muscle cells are permanent cells.",
        "cop": 4,
        "opa": "Bone marrow",
        "opb": "Intestinal mucosa",
        "opc": "Epithelium of skin",
        "opd": "Cardiac muscle",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c4838520-b418-4b2d-8395-3b82ff784360",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helps in cell to cell adhesion?",
        "exp": "Ref: Robbin's Pathology, 9th ed. pg. 307* Normal epithelial cells are tightly glued to each other and the ECM by a variety of adhesion molecules.* E-cadherin, a cell surface protein, maintains intercellular adhesiveness serving to hold the cells together and relay signals between the cells.* In several epithelial tumors, including adenocarcinomas of the colon, stomach, and breast, E-cadherin function is lost.* TNF and IL-1 (interleukins) serve critical roles in leukocyte recruitment by promoting adhesion of leukocytes to endothelium and their migration through vessels.* Interferons are inflammatory cytokines.* Matrix metalloproteinase (MMP) regulate tumor invasion by:# Remodelling insoluble components of the basement membrane and interstitial matrix# By releasing ECM-sequestered growth factors.",
        "cop": 3,
        "opa": "Interleukins",
        "opb": "Interferons",
        "opc": "E-Cadherin",
        "opd": "Matrix metallo proteinase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "0e6fd725-2406-469c-a653-cb5139467846",
        "choice_type": "multi"
    },
    {
        "question": "Acute phase reactants are all except -",
        "exp": "Ans. is 'c' i.e., Endothelin Acute phase protejns (reactants)o Acute phase reactants are a class of proteins whose plasma concentration increases or decreases in response to inflammation.o This response is called the acute phase reaction (acute phase response)o It should be noted that acute phase proteins not only increase in response to inflammation ; some decrease also1. Proteins which increase in response to inflammation - Positive acute phase proteins2. Proteins which decrease in response to inflammation - Negative acute phase proteins1. Positive acute phase proteins* C-reactive protein (Pj-globulin)# a-2 microglobulin* a-1 antitrypsin# Mannose binding protein* Fibrinogen, prothrombin, vWF# D-dimer protein* Ferritin# Haptoglobulin* Serum amyloid A# Ceruloplasmin* Plasminogen, Factor VIII# Complement factors 2. Negative acute phase proteins* Albumin & Prealbumin# Transcortin* Transferrin# Retinol binding protein* Transthyretin",
        "cop": 3,
        "opa": "C-reactive protein",
        "opb": "Haptaglobulin",
        "opc": "Endothelin",
        "opd": "Fibrinogen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e161fcf1-7db1-4c83-9cdc-d1eb3bf6c039",
        "choice_type": "multi"
    },
    {
        "question": "Dystrophin is lacking in -",
        "exp": "Ans. is 'b' i.e., Dnchenne's muscular atrophy o Duchenne muscular dystrophy is caused due to lack of dvstophinDuchenne muscular dystrophy -o It is an x-linked recessive disorder.o It is caused due to lack of dystrophin (protein) in the muscle.o Lack of dystrophin leads to increased osmotic fragility of muscle fibres, membrane leakage and ultimately muscular dystrophy.Clinical Features -o The age of onset is 2-5years.o Early development of the child is normal, the disease begins to manifest when the child statrts walking,o The child walks clumsily, has difficulty in climbing stairs and the gait is waddling.o Hypertrophy of calf muscle is a characteristic sign and is visible by the age of 4-5 years.o This is called pseudohypertrophy because it is not true hypertrophy of muscles, instead the muscle is replaced by fat and connective tissues.o Pelvic girdle involvement is very common and can be elicited by Gower's sign.o There is characteristic involvement of the muscleo Eventually all muscles are atrophiedo Intelligence is usually subnormalo Patient die in the second decade of life because of respiratory failure or due to associated cardiomyopao Diagnosis of Duchenne's muscular dystrophy is made by -Elevation of the enzymes of the muscle - creatinine phosphokinase.Histopathology demonstrates diffuse changes of degeneration and muscle fibres of varying size.Gene defect in progressive muscular dystrophies.o Duchene muscular dystrophy-Dystrophino Becker's muscular dystrophy-Dystrophino Limb muscular dystrophy-Myotilin Laminin Caveolin Calpain Dysferlino Emery Dreifess-Emerin lamininso Myotonic dystrophy-(DM1) unstable expansion of a CTG trinucleotide repeat. (DM2) DNA expansion of CcTG repeat,o Fascioscapular-Deletion distal 4qo Oculopharyngeal-Expansion poly A RNA binding protein.",
        "cop": 2,
        "opa": "Polio",
        "opb": "Duchenne's muscular dystrophy",
        "opc": "Peroneal muscular atrophy",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "63142b97-9cd0-4681-81ad-e69097cd6b5b",
        "choice_type": "multi"
    },
    {
        "question": "True about Apoptosis include the following except:",
        "exp": "Ans. A. Inflammation is present. (Ref Kumar: Robbins and Cotran Pathologic Basis of Disease,8th /Ch 1)Apoptosis is a pathway of cell death that is induced by a tightly regulated suicide program in which cells destined to die activate enzymes that degrade the cells' own nuclear DNA and nuclear and cytoplasmic proteins. The dead cell and its fragments are rapidly devoured, before the contents have leaked out, and therefore cell death by this pathway does not elicit an inflammatory reaction in the host.APOPTOSIS (Programmed cell death; ATP required)# Intrinsic or extrinsic pathway; ^activation of cytosolic caspases that mediate cellular breakdown.# No significant inflammation (unlike necrosis).# Characterized by deeply eosinophilic cytoplasm, cell shrinkage, nuclear shrinkage (pyknosis) and basophilia, membrane blebbing, nuclear fragmentation (karyorrhexis), and formation of apoptotic bodies, which are then phagocytosed. DNA laddering is a sensitive indicator of apoptosis; during karyorrhexis, endonucleases cleave at internucleosomal regions, yielding 180-bp fragments.# Radiation causes apoptosis of tumors and surrounding tissue via free radical and dsDNA breakage.# Rapidly dividing cells (e.g., skin, GI mucosa) are very susceptible to radiation -induced apoptosis.",
        "cop": 1,
        "opa": "Inflammation is present",
        "opb": "Chromosomal breakage",
        "opc": "Clumping of chromatin",
        "opd": "Cell shrinkage",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "31a91116-575e-48c8-b72c-d97251389f40",
        "choice_type": "multi"
    },
    {
        "question": "All are stop codon except?",
        "exp": "Ans. is 'd' i.e., UCA Stop codon (or termination codon)o In the genetic code, a stop codon is a nucleotide triplet within messenger RNA that signals a termination of translation into proteins.o Most codons in messenger RNA (from DNA) correspond to the addition of an amino acid to a growing polypeptide chain, which may ultimately become a protein. Stop codons signal the termination of this processo In the standard genetic code, there are three different stop codons:A) in RNA:i) UAG (\"amber\")ii) UAA (\"ochre\")iii) UGA (\"opal\")B) in DNA:i) TAG (\"amber\")ii) TAA (\"ochre\")iii) TGA (\"opal\" or \"umber\")",
        "cop": 4,
        "opa": "UAA",
        "opb": "UGA",
        "opc": "UAG",
        "opd": "UCA",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "249ebcc1-d3bb-4593-af61-a1b98a3b650c",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old man sustains a left femoral fracture in a motorcycle accident. His leg is placed in a plaster cast. After his left leg has been immobilized for 6 weeks, the diameter of the left calf has decreased in size. This change in size is most likely to result from which of the following alterations in his calf muscles?",
        "exp": "Reduced workload causes cell to shrink through loss of cell substance, a process called atrophy. The cells are still present, just smaller. Aplasia refers to lack of embryonic development; hypoplasia describes poor or subnormal development of tissues. Dystrophy of muscles refers to inherited disorders of skeletal muscles that lead to muscle fiber destruction, weakness, and wasting. Hyaline change (hyalinosis) refers to a nonspecific, pink, glassy eosinophilic appearance of cells.",
        "cop": 2,
        "opa": "Aplasia",
        "opb": "Atrophy",
        "opc": "Dystrophy",
        "opd": "Hyalinosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1162494f-9151-4e54-a493-7033d36c5682",
        "choice_type": "single"
    },
    {
        "question": "Type of necrosis in pancreatitis -",
        "exp": "Ans. is 'c' i.e., Fat o Fat necrosis is seen most frequently in acute pancreatitis due to leakage of lipase.Fat necrosisFat necrosis may be of two types : -1. Enzymatic fat necrosiso This is due to action of lipase on adipose tissue.o It occurs most frequently in acute pancreatitis due to leakage of lipase.o Depending on the severity of acute pancreatitis, fat necrosis may occur in : - Adipose tissue contiguous to pancrease, ue.y retroperitoneal fat Adipose tissue in anterior mediastinum. Bone marrow Omental and abdominal fat2. Nonenzymatic or Traumatic fat necrosiso Occurs due to traumao Is seen in subcutaneous tissue of breast, thigh, and abdomen.",
        "cop": 3,
        "opa": "Fibrinoid",
        "opb": "Coagulative",
        "opc": "Fat",
        "opd": "Caseous",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "db71dc90-5eb4-44a3-bbc0-3b2ce17076f7",
        "choice_type": "single"
    },
    {
        "question": "Main feature of chemotaxis is -",
        "exp": "Ans. is 'd' i.e., Unidirectional locomotion of neutrophils When a host encounters an injurious agent, such as an infectious microbe or dead cells, phagocytes that reside in all tissues try to get rid of these agents.At the same time phagocytes and other host cells react to the presence of the foreign or abnormal substance by liberating cytokines/ chemokines and various other mediators of inflammation.Some of these mediators act on the endothelial cells in the vicinity and promote the efflux of plasma and the recruitment of circulating leucocytes to the site where the offending agent is located.Chemotaxis is recruitment of leucocytes at the site of injury. Leucocytes moves towards the site of injury because of the chemokines/cytokines present at the site of injury. Chemotaxis is defined as movement of leucocytes oriented along a chemical gradient",
        "cop": 4,
        "opa": "Increased random movement of neutrophils",
        "opb": "Increased adhesiveness to intima",
        "opc": "Increased phagocytosis",
        "opd": "Unidirectional locomotion of neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c36643fd-c1ce-45a5-8677-9b23519e16cf",
        "choice_type": "single"
    },
    {
        "question": "Nuclear and cytoplasmic changes in the apoptotic cells is due to",
        "exp": "(Caspases): (19, 189 Robbins 9th edition)Activation and Function of Caspases* The mitochondrial and death receptor pathway lead to the activation of the initiator caspases, caspase 9 and - 8, respectively. Active forms of these enzymes are produced and these cleave and thereby activate another series of caspases that are called the executioner caspases. These activated caspases cleave numerous targets culminating in activation of nucleases that degrade DNA and nucleoproteins. Caspases also degrade components of nuclear matrix and cytoskeleton, leading to fragmentation of cells.* Both extrinsic or intrinsic pathway result in activation of a proteolytic cascade of caspases that destroys the cell* Mitochondrial outer membrane permeabilization is regulated by the balance between pro-apoptotic (eg BAX, BAK) and anti-apoptotic molecules (BCL2, BCL-XL) BH-3 only molecules activate apoptosis by tilting the balance in favour of the pro-apoptosis molecules.* The role of BCL2 in protecting tumour cells from apoptosis* TP53 is an important gene that induces apoptosis in cells that are unable to repair DNA damages",
        "cop": 2,
        "opa": "Oxygen free radicals",
        "opb": "Caspases",
        "opc": "Complement fixation",
        "opd": "ATP ases",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4a5e4399-502c-4fb3-880d-cf0ba695bc8a",
        "choice_type": "single"
    },
    {
        "question": "Coagulative necrosis is seen in A/E -",
        "exp": "Ans. is (B) Tuberculosis Coagulative necrosis: Coagulative necrosis typically occurs in ischemic injury to solid organs such as kidney, heart (myocardium) and adrenal gland. It is also seen with other types & injury e.g. * Coagulative necrosis of liver cells due to viruses or toxic chemicals and coagulative necrosis of skin in burns (thermal injury). \"Caseous necrosis seen in T.B. is a distinctive form of coagulative necrosis\", page 17 6th/e, Robbins illustrated",
        "cop": 2,
        "opa": "M.I.",
        "opb": "T.B.",
        "opc": "Thermal",
        "opd": "Zenker's degeneration",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7329d0b2-21e1-41e2-bb37-877e25859519",
        "choice_type": "single"
    },
    {
        "question": "Type of necrosis seen in MI is?",
        "exp": "Ans. is 'a' i.e., Coagulative necrosis Coagulative necrosis* This is the most common type of necrosis. The primary pathogenic mechanism is denaturation of intracellular proteins. The causes of coagulative necrosis are1. Coagulative necrosis is mostfrequently caused by sudden cessation of bloodflow (ischemia) in solid organssuch as heart (MI), Kidney (ATN), Liver, adrenal gland, spleen. Amongst solid organs brain is the only exception, i.e., it is the only solid organ in which ischemia leads to liquefactive necrosis and not coagulative necrosis.2. Toxic products of certain bacteria, as in calf diphtheria, necrophorus enteritis and other forms necrobacillosis.3. Certain locally acting poisons, e.g., mercuric chloride.4. Mild burns (thermal injury), whether produced by heat, electricity, or x-rays.5. Zenker's degeneration necrosis of muscle. It occurs in typhoid. Rectus and diaphragm are the usual muscles affected.",
        "cop": 1,
        "opa": "Coagulative necrosis",
        "opb": "Liquefactive necrosis",
        "opc": "Caseous necrosis",
        "opd": "Fat necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "731e0537-f625-4e7c-9728-bc96a4a6c0aa",
        "choice_type": "single"
    },
    {
        "question": "Fat necrosis is seen in?",
        "exp": "Ans. a (Breast). (Ref. Robbin, Pathology 6th ed., 17, 18 and Bailey & Love, 24th ed., 545)Fat necrosis is seen in breast, acute pancreatitis, etc. It does not denote a specific pattern of necrosis; rather it is focal area of fat destruction, due to release of pancreatic lipase.",
        "cop": 1,
        "opa": "Breast",
        "opb": "Brain",
        "opc": "Kidney",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "6a9a7d5c-b225-44f0-b0ce-0e52150fbcf8",
        "choice_type": "single"
    },
    {
        "question": "Cellular adaptation is maintained even after liver is partially resected is known as:(6-R)",
        "exp": "(Hyperplasia): Ref: 6-R (4- Basic pathology 8th)HYPERPLASIA(Hyperplasia is an increase in the number of cells in an organ or tissue, usually resulting in increased volume of the organ or tissue)|||Physiologic HyperplasiaPathologic Hyperplasia1. Hormonal HyperplasiaEg. (i) Breast at puberty and during pregnancy(ii) Pregnant uterus2. Compensatory hyperplasiaEg. (i) Partial hepatectomy(ii) Partial nephrectomyEg: 1. Endometrial hyperplasia2. Benign prostatic hyperplasiaHypertrophy refers to an increase in the size of cells, resulting in an increase in the size of the organ.",
        "cop": 1,
        "opa": "Hyperplasia",
        "opb": "Hypertrophy",
        "opc": "Metaplasia",
        "opd": "Dysplasia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e537b5cd-85dd-4f5a-b9e5-443478ae0d10",
        "choice_type": "multi"
    },
    {
        "question": "Ladder pattern of DNA electrophoresis is seen in",
        "exp": "Ans. (b) Apoptosis(Ref: Robbins 9th/pg 53; R 9th/pg 29-30)DNA breakdown (Internucleosome cleavage by endonuclease into 200 bp oligonucleosomes is a characteristic)Q at specific sites can be detected by 'step ladder pattern' on gel electrophoresis or TUNEL (TdT mediated d-UTP Nick End Labelling) technique",
        "cop": 2,
        "opa": "Necrosis",
        "opb": "Apoptosis",
        "opc": "Cytolysis",
        "opd": "Karyorrhexis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "04f76805-9d6c-4e68-b8c9-a3a283d88c8f",
        "choice_type": "single"
    },
    {
        "question": "Zellweger syndrome pathology is-",
        "exp": "Ans is 'c' Peroxisomal defect Zellweger syndrome (cerebrohepatorenal syndrome)o It is one of three peroxisome biogenesis disorders which belong to the Zellweger spectrum of peroxisome biogenesis disorders (PBD-ZSD). The other two disorders are neonatal adrenoleukodystrophy (NALD), and infantile Refsum disease (3RD). Zellweger syndrome is the most severe of these three disorderso Zellweger syndrome is an autosomal recessive disorder caused by mutations in genes (PEX) that encode peroxins, proteins required for the normal assembly of peroxisomeso As a result of impaired peroxisome function, an individual's tissues and cells can accumulate very long chain fatty acids (VLCFA) and branched chain fatty acids (BCFA) that are normally degraded in peroxisomeso Zellweger syndrome is associated with impaired neuronal migration, neuronal positioning, and brain development. In addition, individuals with Zellweger syndrome can show a reduction in central nervous system (CNS) myelin (particularly cerebral), which is referred to as hypomyelination.",
        "cop": 3,
        "opa": "Mitochondrial defect",
        "opb": "Glycoxisomal defect",
        "opc": "Peroxisomal defect",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "6fe4fc1b-a08a-440f-898b-1bff81e90cee",
        "choice_type": "multi"
    },
    {
        "question": "Inflammasome is formed in",
        "exp": "Ans. (d) Pyroptosis(Ref: Robbins 9th/pg 58-59)Pyroptosis: Promotes the activation of inflammasomewhich activates Caspase-1Q which releases biologically active form of IL^-1 from the precursor.",
        "cop": 4,
        "opa": "Necrosis",
        "opb": "Apoptosis",
        "opc": "Necroptosis",
        "opd": "Pyroptosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ed1fc30d-534a-46e1-8176-68555600d747",
        "choice_type": "single"
    },
    {
        "question": "Linkage disequilibrium refers to?",
        "exp": "Ans. (d) Co-inherited with the disease causing gene(Ref: Robbins 9th/pg 3)Even if any SNP has no effect on gene function (Neutral SNP) Q, it may be co-inherited with the \"actual disease causing gene,\" if located close to that gene. This is called \"Linkage disequilibrium\" Q",
        "cop": 4,
        "opa": "Never co-inherited gene",
        "opb": "Inherited but not with disease causing gene",
        "opc": "Genetic mutations",
        "opd": "Co-inherited with the disease causing gene",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "663a4292-9451-4bdc-8ea5-1b65163b193f",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the hallmark of acute inflammation?",
        "exp": "Ans, (c) Vasodilation and increase in permeabilityRef: Robbins pathology 9th ed. 173* Hallmark of acute inflammation is increased vascular permeability leading to the escape of protein-rich exudate into the extravascular tissue, causing edema.",
        "cop": 3,
        "opa": "Vasoconstriction",
        "opb": "Stasis",
        "opc": "Vasodilation and increase in permeability",
        "opd": "Leukocyte margination",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "b95bb310-b386-4ba0-82a7-0526cc3feb14",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are mediators of inflammation except:",
        "exp": "Ans. is 'c' i.e., Myeloperoxidase Myeloperoxidase is not an inflammatory mediator. It is an enzyme of neutrophil which catalyzes the conversion of Cl, Bf, and T, and SCN to the corresponding acids (HOCl, HOBr etc.). These acids are potent oxidants and help in destroying the invading organisms.Mediators of inflammationMediators are derived either from plasma or from cells.Plasma derived mediator's - These are present in plasma in precursor forms that must be activated usually by a series of proteolytic cleavage.Cell derived mediators - Cell-derived mediators are sequestered in intracellular granules that need to be secreted (e.g. histamine in mast cells) or are synthesized de novo.Summary of Mediators of acute inflammation*MediatorSourceVascular leakageChemotaxisOtherHistamine & serotoninMast cell, platelets+- BradykininPlasma substrate+-PainC3aPlasma protein via liver+-Opsonic fragmentC5aMacrophages++Leucocyte adhesion,ProstaglandinsMast cells, from membrane phospholipidProteinate other mediators Vasodilatation, pain, feverLeukotriene B4Leucocytes-+Leucocyte adhesion, activationLeukotriene C4, D4 e4leucocyte, Mast cells+-Bronchoconstriction, vasoconstrictionOxygen metabolitesleucocytes+\"Endothelial damage, tissue damagePAFLeucocytes, mast cells++Bronchoconstriction, leucocyte primingIL-1 and TNFMacrophages, other-+Acute phase reactions, endothelial activationChemokinesLeucocytes, others-+Leucocyte activationNitric oxideMacrophages, endothelium++Vasodilation cytotoxicity* Role of mediators in different reactions of inflammation. VasodilationProstaglandins Nitric Oxide HistamineIncreased VascularVasoactive aminespermeabilityC3a and C5a Bradykinin leukotrienes C4, D4, F4 PAF Substance P Chemotaxis, leucocyte recruitment and activationC5a leukotriene B4 Chemokines II-1, TNF Bacterial productsFeverII-1, TNF ProstaglandinsPainProstaglandins, BradykininTissueNeutrophil and macrophagedamageLysosomal enzymes oxygen metabolites Nitric oxide",
        "cop": 3,
        "opa": "Tumour necrosis factor-a (TNF-a)",
        "opb": "Interleukin-1",
        "opc": "Myeloperoxidase",
        "opd": "Prostaglandins",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "9969b5c7-81b2-452f-b9ab-618c6785f8f3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is/are anti-apoptotic genes?",
        "exp": "Ans. C. Bcl-2. (Ref. Robbins Basic Pathology 8th/ pg. Figure 1-23).Robbins Basic Pathology 8th/pg. Figure 1-23 ...........\"If cells are exposed to growth factors and other survival signals, they synthesize antiapoptotic members of Bcl-2 family, the two main ones of which are Bcl-2 itself, Mcl-1 and Bcl-xL. These antagonize Bax, Bak and BIM, and thus limit the escape of mitochondrial pro-apoptotic proteins.\"1 MorphologyStimuli for apoptosisGenetic regulationPhysiologic examplesPathologic exaples# Cells shrink cytoplasm is dense and eosinophilic# Nuclear chromatin condenses, then fragments# Cell membrane blebs# Cell fragments (apoptotic bodies) are phagocytized by adjacent ceils or macrophages# Lack of inflammatory response# Cell injury and DNA damage# Lack of hormones, cytokines, or growth factors# Receptor-ligand signals:- Fas binding to fas ligand- Tumor necrosis factor (TNF) binding to TNF receptor 1 (TNFR1)# bcl-2 (inhibits apoptosis)# p-53 (stimulates apoptosis)# Selective death of lymphocytes in thymus# Embryogenesis - organogenesis and development# Hormone- dependent apoptosis (menstrual cycle)# Viral hepatitis (Counciliman body)# Cystic fibrosis (CF) - pancreatic atrophyMitochondria contain several proteins that are capable of inducing apoptosis; these proteins include cytochrome c and antagonists of endogenous cytosolic inhibitors of apoptosis. Cytochrome c, together with some cofactors, activates caspase-9, while other proteins block the activities of caspase antagonists that function as physiologic inhibitors of apoptosis. The net result is the activation of the caspase cascade, ultimately leading to nuclear fragmentation. If cells are exposed to growth factors and other survival signals, they synthesize antiapoptotic members of the Bcl-2 family, the two main ones of which are Bcl-2 itself and Bcl-xL. These proteins antagonize Bax and Bak, and thus limit the escape of mitochondrial pro-apoptotic proteins. Cells deprived of growth factors not only activate the pro-apoptotic proteins but also show reduced levels of Bcl-2 and Bcl-xL, thus further tilting the balance toward death.APOPTOSISIntrinsic pathwayInvolved in tissue remodeling in embryogenesis. Occurs when a regulating factor is withdrawn from a proliferating cell population (e.g., * 1L-2 after a completed immunological reaction>>apoptosis of proliferating effector cells). Also occurs after exposure to injurious stimuli (e.g., radiation, toxins, hypoxia). Changes in proportions of anti- and pro- apoptotic factors lead to*mitochondrial permeability and cytochrome c release. BAX and BAK are pro- apoptotic proteins; Bcl-2 is anti-apoptotic. Bcl-2 prevents cytochrome c release by binding to and inhibiting Apaf-1. Apaf-1 normally induces the activation of caspases. If Bcl-2 is overexpressed (e.g., follicular lymphoma), then Apaf-1 is overly inhibited, leading to*caspase activation and tumorigenesis.Extrinsic pathway2 pathways: - Ligand receptor interactions (FasL binding to Fas [CD95J) and immune cell (cytotoxic T-cell release of perforin and granzyme B) Fas-FasL interaction is necessary in thymic medullary negative selection. Mutations in Fas increase numbers of circulating self-reacting lymphocytes due to failure of clonal deletion.After Fas crosslinks with FasL, multiple Fas molecules coalesce, forming a binding site for a death domain-containing adapter protein, FADD. FADD binds inactive caspases, activating them.",
        "cop": 3,
        "opa": "Bak",
        "opb": "Bax",
        "opc": "Bcl-2",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "908954ae-7552-4b1a-a392-ed7f74b59a43",
        "choice_type": "multi"
    },
    {
        "question": "DITRA syndrome is associated with mutation in:",
        "exp": "Ans: (a) IL-36Ref: Harrison's 19th edition, Page 2215, Genetic Home ReferenceDITRA SyndromeDITRA is an autosomal recessive disorder due to the genetic deletion of IL36RN, the gene encoding the IL-36 receptor antagonist.IL-36 has proinflammatory effects in keratinocytes 78; loss of the IL-36-receptor antagonist potentiates IL-36-mediated inflammation in keratinocytes.IL-36 is a member of the IL-1 cytokine superfamily.Homozygous or compound heterozygous IL36RN gene mutations are the cause of different clinical features of psoriasis including generalized pustular psoriasis, palmoplantar pustular psoriasis, acrodermatitis continua Hallopeau and acute generalized exanthematous pustular eruption.DITRA is characterized by intra-epidermal neutrophilic spongiform pustules, acanthosis with elongation of rete ridges, and parakeratosis in the stratum corneum.The recessively inherited deficiency of the IL-36 receptor antagonist (DITRA) presents with episodes of generalized pustular psoriasis and dramatic systemic inflammation.",
        "cop": 1,
        "opa": "IL-36",
        "opb": "IL-46",
        "opc": "IL-10",
        "opd": "IL-26",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "a455b5da-ce94-4ad0-bffb-04c9468a605a",
        "choice_type": "single"
    },
    {
        "question": "True about apoptosis is all except",
        "exp": "Ans. c (Inflammatory process). (Ref. Robbin, Pathology, 6th ed., 2, 4, 18).APOPTOSIS - (\"Falling-off\") is programmed cell death.It occurs in following settingso During development o As homeostatic mechanism to maintain cell population o As defence in immune reaction o When cells are damaged by disease/noxious agents o In agingIt is characterized byo 2 phases = Initiation and Execution o Cell shrinkage o Chromatin condensation o Cytoplasmic blebs and apoptotic bodies o In contrast to necrosis, apoptosis does not elicit inflammation.E.g.o Fas-Fas ligand mediated apoptosis. o TNF- induced apoptosis, o Cytotoxic T-lymphocyte stimulated apoptosis, o DNA damage mediated apoptosis, o Gene mediated bcl2 apoptosis.",
        "cop": 3,
        "opa": "Programmed cell death",
        "opb": "Associated gene is BC12",
        "opc": "Inflammatory process",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "34f86414-aa3e-4cae-8fd6-039b9a3394cb",
        "choice_type": "multi"
    },
    {
        "question": "Collagen affected in Osteogenesislmperfecta",
        "exp": "Ans, is 'a' i.e., Type I o Osteogenesis imperfecta also known as brittle bone disease, or \"Labstein syndrome\" is a congenital bone disorder.o People with OI are bom with defective connective tissue, or without the ability to make it, usually because of a deficiency of Type-1 collagen.o This deficiency arises from an amino acid substitution of glycine to bulkier amino acids in the collagen triple helix structure.",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "f6cf7938-cb57-4c77-89e5-536292a57615",
        "choice_type": "single"
    },
    {
        "question": "Marker of apoptosis is?",
        "exp": "Ans. is 'c' i.e., CD95 * CD 95 is a marker of extrinsic pathway of apoptosis.",
        "cop": 3,
        "opa": "CD 34",
        "opb": "CD8",
        "opc": "CD95",
        "opd": "CD 110",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e1722e67-104a-4bcb-8db3-4690658dd162",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about apoptosis excep:",
        "exp": "Ans: c (Smeared pattern of DNA fragmentation) Ref: Robbins, 7th ed, p. 27Smeared pattern of DNA fragmentation is indicative of necrosis and ladder pattern of DNA fragmentation on electrophoresis is indicative of apoptosisMorphological features of apoptosis:1) Cell shrinkage2) Chromatin condensation - most characteristic feature3) Formation of cytoplasmic blebs and apoptotic bodiesApoptotic bodies are round or oval bodies with eosinophilic cytoplasamand dense chromatin fragments4) Phagocytosis of apoptotic cells by macrophagesMechanism of apoptosis:Extrinsic pathway ot ApoptosisFas ligand|Binds with three molecules of FAS|Forms binding site for FAS associated death domain|FADD(Fas associated death domain binds)|Activation of caspases 8( Caspases 10 in humans)|Activation of execution caspases (3,6)|APOPTOSISIntrinsic pathwayWithdrawal of growth hormone/stress or injury|Loss of BCL 2,BCL-XL (antiapoptotic)Accumulation of Bax ,Bim, Bid etc.|Increasing permeability of mitochondrial membrane and leakage of proteins|||cytochrome cApoptosis inducing factor||Activation of caspases 9Neutralisation of inhibitor of Apoptosis|||Activation of execution caspases (3,6)|APOPTOSISDifference between necrosis and apoptosisFeatureNecrosisApoptosisNucleusPyknosis,Karyorrhexis,KaryolysisFragmentation into nucleosomePlasma membraneDisruptedIntactCellular contentsEnzymatic digestion - contents may leak out of cellIntact; released as apoptosisAdjacent inflammationFrequentNilPhysiological/ pathologicalAlways pathologicalOften physiologicImportant points regarding apoptosis:Best known death receptor - TNF 1 receptor (TNFR1) and a related protein called FAS (CD 95)Apoptotic cells express phosphatidyl serine and thrombospondin on their surfaceTumor marker of apoptosis - Annexin 5Intermediate molecule between death receptor andcaspases - SphingolipidceramideBRIDGEPyroptosis: Programmed cell death associated with antimicrobial responses during inflammation. It is studied in the context of Salmonella infected macrophages",
        "cop": 3,
        "opa": "Expression of caspases",
        "opb": "Internucleosomal cleavage of DNA",
        "opc": "\"Smeared\" pattern of DNA fragmentation",
        "opd": "Expression of phosphatidyl serine",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "03fc5489-1174-463e-b4de-634dce683ab8",
        "choice_type": "multi"
    },
    {
        "question": "Commonest type of necrosis is",
        "exp": "Ans. c (Coagulative). (Ref. Robbins, Pathologic Basis of Disease, 8th/pg.7-13)Caseation necrosis - Tubercular lymph nodesCoagulative necrosis - Myocardial infarction, sarcoidosisLiquefactive necrosis - Brain infarcts and infections (abscess).TYPE OF NECROSISCOMMMENTSCoagulative necrosis- is a form of tissue necrosis in which the component cells are dead but the basic tissue architecture is preserved.- The affected tissues take on a firm texture.- Presumably the injury denatures not only structural proteins but also enzymes and so blocks the proteolysis of the dead cells; as a result, eosinophilic, anucleate cells may persist for days or weeks.- Coagulative necrosis is characteristic of infarcts (areas of ischemic necrosis) in all solid organs except the brain.Liquefactive necrosis- is seen in focal bacterial or, occasionally, fungal infections, because microbes stimulate the accumulation of inflammatory cells and the enzymes of leukocytes digest (\"liquefy\") the tissue.- For obscure reasons, hypoxic death of cells within central nervous system often evokes liquefactive necrosis.- If the process was initiated by acute inflammation, the material is frequently creamy yellow and is called pus.Gangrenous necrosis- It is usually applied to a limb, generally the lower leg, that has lost its blood supply and has undergone coagulative necrosis involving multiple tissue layers.- When bacterial infection is superimposed, coagulative necrosis is modified by the liquefactive action of the bacteria and the attracted leukocytes (so-called wet gangrene).Caseous necrosis(term \"caseous\" = cheese-iike)- is encountered most often in foci of tuberculous infection.- On microscopic examination, the necrotic focus appears as a collection of fragmented or lysed cells with an amorphous granular appearance. Unlike coagulative necrosis, the tissue architecture is completely obliterated and cellular outlines cannot be discerned. Caseous necrosis is often enclosed within a distinctive inflammatory border; this appearance is characteristic of a focus of inflammation known as a granuloma.Fat necrosis- Refers to focal areas of fat destruction, typically resulting from release of activated pancreatic lipases into the substance of the pancreas and the peritonea! cavity e.g. acute pancreatitis (fat saponification).- On histologic examination, the foci of necrosis contain shadowy outlines of necrotic fat cells with basophilic calcium deposits, surrounded by an inflammatory reaction.",
        "cop": 3,
        "opa": "Fatty",
        "opb": "Caseous",
        "opc": "Coagulative",
        "opd": "Liquifactive",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "65db4e28-3f55-4565-8d82-e2efc2afcbae",
        "choice_type": "single"
    },
    {
        "question": "The most-commen form of DNA variation is?",
        "exp": "Ans. (a) Single nucleotide polymorphism(Ref: R 9th/pg 3)Single-Nucleotide Polymorphisms (SNPs)*Variations at single nucleotide positions Q*Most prevalent Q and important form of genetic variation.*Always bi-allelic Q*Can occur in exons, introns, intergenic regions and coding regions*1 % of SNPs occur in coding regions",
        "cop": 1,
        "opa": "Single nucleotide polymorphism",
        "opb": "Copy Number Variations (CNVs)",
        "opc": "Transposons",
        "opd": "Mutations",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4215ad3b-28c8-47b7-88e5-e1aaa3631f4f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are seen in RASopathies except:",
        "exp": "Ans: (d) Desquamation of skinGenetic Home ReferenceThis is an entirely new topic, not for an undergraduate. Know the below and no need to learn anything more for a normal exam. Any further questions of this difficult nature will not be a competition in exams as almost for every student these questions will be a Doosra.RASopathies include:Neurofibromatosis type 1 (NF1)Noonan syndrome (NS)Noonan syndrome with multiple lentigines (NSML)Capillary malformation-ateriovenous malformation syndrome (CM-AVM)Costello syndrome (CS)Cardio-facio-cutaneous syndrome (CFC)Legius syndrome.Skin FindingsEctodermal findings typically consist of sparse, curly hair with sparse eyebrows and eyelashes, hyperkeratosis, keratosis pilaris, hemangioma, ichthyosis and progressively forming nevi.Desquamation of skin is not a finding in RAS-o-Pathies.",
        "cop": 4,
        "opa": "Hair abnormalities",
        "opb": "Craniofacial abnormalities",
        "opc": "Keratosis pilaris",
        "opd": "Desquamation of skin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "996a3ea3-21c8-44ea-abb1-369cba027e94",
        "choice_type": "multi"
    },
    {
        "question": "In apoptosis, cytochrome C acts through:",
        "exp": "Ans. (a) Apaf 1(Ref Robbins 9th/pg 54-55; 8th/pg 29)Leakage of cytochrome c, other proteins form the inner mitochondrial membrane to cytosol|Cytochrome C binds to APAF-1Q|Activation of caspase-9-critical initiator caspase of the mitochondrial pathway",
        "cop": 1,
        "opa": "Apaf 1",
        "opb": "Bcl-2",
        "opc": "FADD",
        "opd": "TNF",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1a582e2e-a052-4d12-a689-3d8f31cbed1c",
        "choice_type": "single"
    },
    {
        "question": "Stellate shaped granuloma is seen in?",
        "exp": "Necrotising noncaseating granulomas are present in cat Scratch disease caused by Bartonella Henselae. The granulomas show stellate microabscess surrounded by palisading histiocytes.",
        "cop": 2,
        "opa": "Sarcoidosis",
        "opb": "Cat scratch",
        "opc": "Crohn's disease",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d5195dc0-6aa5-4075-8ba5-078ed48b7780",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman has had increasing lethargy and decreased urine output for the past week. Laboratory studies show her serum creatinine is 4.3 mg/ dL and urea nitrogen 40 mg/dL. A renal biopsy is performed, and the specimen is examined using electron microscopy. Which of the following morphologic cellular changes most likely suggests a diagnosis of acute tubular necrosis?",
        "exp": "Cell death occurs with loss of the cell nucleus, and tubular cells become necrotic. All other cellular morphologic changes listed represent forms of reversible cellular injury. The plasma membrane and intracellular organelles retain some function unless severe damage causes loss of membrane integrity.",
        "cop": 3,
        "opa": "Chromatin clumping",
        "opb": "Mitochondrial swelling",
        "opc": "Nuclear fragmentation",
        "opd": "Plasma membrane blebs",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "42e8c821-1edd-4076-a0ce-0d675e860823",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old boy sustained blunt trauma to his abdomen when he struck a bridge abutment at high speed while driving a motor vehicle. Peritoneal lavage shows a hemoperitoneum, and at laparotomy, a small portion of the left lobe of the injured liver is removed. Two months later, a CT scan of the abdomen shows that the liver has nearly regained its size before the injury. Which of the following processes best explains this CT scan finding?",
        "exp": "The liver is one of the few organs in the human body that can partially regenerate. This is a form of compensatory hyperplasia. The stimuli to hepatocyte mitotic activity cease when the liver has attained its normal size. Hepatocytes can reenter the cell cycle and proliferate to regenerate the liver; they do not just hypertrophy (increase in size). Apoptosis is single cell death and frequently occurs with viral hepatitis. Dysplasia is disordered epithelial cell growth that can be premalignant. Hydropic change, or cell swelling, does not produce regeneration. Steatosis (fatty change) can lead to hepatomegaly, but not as a regenerative process. It is the result of toxic/metabolic hepatocyte injury.",
        "cop": 3,
        "opa": "Apoptosis",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Hydropic change",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1a0f400a-90c7-4a65-8c38-f53af9895d81",
        "choice_type": "multi"
    },
    {
        "question": "Pathologic Effects of Free Radicals are all except:",
        "exp": "Ans. (d) Synthesis of new proteins(Ref: R 9th/pg 49)Pathologic Effects of Free Radicals areLipid peroxidation in membranes- result in extensive membrane damage.Oxidative modification of proteinsSingle- and double-strand breaks in DNA cross-linking of DNA strands, and formation of adducts",
        "cop": 4,
        "opa": "Lipid peroxidation in membranes.",
        "opb": "Oxidative modification of proteins",
        "opc": "Single- and double-strand breaks in DNA",
        "opd": "Synthesis of new protiens",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "33552251-374f-47af-a1ea-da8957ff2116",
        "choice_type": "multi"
    },
    {
        "question": "Reperfusion injury is due to?",
        "exp": "Ans. is 'b' i.e., Oxidative stress Reperfusion injury* Reperfusion injury is caused by reestablishment of blood supply which was hampered initially, i.e. injury caused when perfusion is reestablished: 'reperfusion'.* Reperfusion of ischemic tissues is often associated with microvascular injury, particularly due to increased permeability of capillaries and arterioles that lead to an increase of diffusion and fluid filtration across the tissues. Activated endothelial cells produce more reactive oxygen species but less nitric oxide following reperfusion, and the imbalance results in a subsequent inflammatory response* Free radicals which are produced by recruited neutrophils also add to it.* Reperfusion injury is characteristically seen in myocardium (heart) appearing as contraction bands after myocardial infarction. Reperfusion injury can also occur in brain.",
        "cop": 2,
        "opa": "Ischemia",
        "opb": "Oxidative stress",
        "opc": "Toxins",
        "opd": "Temperature change",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d94e404b-d6be-4794-a6ca-52e39ec393e7",
        "choice_type": "single"
    },
    {
        "question": "Well-organized & internally programmed death of a cell:",
        "exp": "Ans. b (Apoptosis). (Ref. Textbook of Pathology by Harsh Mohan 4th/36; Robbins Pathology 6th/2, 4, 18)# Well-organized and internally programmed death of a cell is known as apoptosis.# The prelethal changes preceding necrotic cell death characterized by cell swelling is known as oncosis.# Necrosis is a type of cell death after exogenous stimuli, characterized by cell swelling, rupture, denaturation and coagulation of cytoplasmic proteins and breakdown of cell organelles.",
        "cop": 2,
        "opa": "Necrobiosis",
        "opb": "Apoptosis",
        "opc": "Necrosis",
        "opd": "Oncosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "714e3a3e-6e6a-4d19-8c77-75e2e51295af",
        "choice_type": "multi"
    },
    {
        "question": "Lipofuscin containing macrophages are a feature of?",
        "exp": "Ans is 'a' i.e., Wear and tear Lipofuscin* It is an insoluble pigment, also known as lipochrome and wear or tear or aging pigment. Lipofuscin is not injurious to the cell or its functions.* Its importance lies in being the tell-tale sign of free radical injury and lipid peroxidation.* It is seen in cells undergoing slow, regressive changes and is particularly prominent in the liver and heart of aging patients or patients with severe malnutrition and cancer cachexia.* On electron microscopy, the granules are highly electron dense, often have membranous structure in their midst and are usually in perinuclear location. In tissue section it appears as yellow brown pigment.* Deposition of lipofuscin in the heart is referred as brown atrophy.",
        "cop": 1,
        "opa": "Wear and tear",
        "opb": "Fat deposit",
        "opc": "Iron deficiency",
        "opd": "Calcification",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "06053eb6-f821-4dd0-84e5-ca6d4a830d91",
        "choice_type": "single"
    },
    {
        "question": "Antinuclear antibody specific for SLE is -",
        "exp": "Ans. is 'a' i.e., Anti ds DNA o Generic antinuclear antibody-Most sensitive for SLE.o Anti ds DNA & anti smith (Sm)-Most specific for SLE.o Anti histone-Drug induced lupus.o Anti-Ro & Anti-La-Neonatal lupus with congenital heart block and sjogren syndrome,o Anti DNA Topoisomerase (Anti Scl-70)-Diffuse systemic sclerosis (Diffuse scleroderma),o Anti - centromere-Localized systemic sclerosis (Localized scleroderma - CREST syndrome).o Anti Jo-1 (Histidyl-t-RNA synthase)-Inflammatory myopathies,o Anti U1 RNP-Mixed connective tissue disease.",
        "cop": 1,
        "opa": "Anti ds DNA",
        "opb": "Anti nuclear antibodies",
        "opc": "Anti centromere antibody",
        "opd": "Anti histone Ab",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d990f852-9ec9-4c8e-b69c-de7c63f41368",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman develops an Addisonian crisis (acute adrenal insufficiency) 3 months after suffering massive hemorrhage during the delivery of her baby. A CT scan of the abdomen shows small adrenal glands. Which of the following mechanisms of disease best accounts for adrenal atrophy in this patient?",
        "exp": "Lack of trophic signals. Atrophy of an organ may be caused by interruption of key trophic signals. Postpartum infarction of the anterior pituitary in this patient resulted in decreased production of adrenocorticotropic hormone (ACTH, also termed corticotropin). Lack of corticotropin results in atrophy of the adrenal cortex, which leads to adrenal insufficiency. Symptoms of acute adrenal insufficiency (Addisonian crisis) include hypotension and shock, as well as weakness, vomiting, abdominal pain, and lethargy. The other choices are unlikely causes of postpartum adrenal insufficiency.Diagnosis: Sheehan syndrome, adrenal insufficiency",
        "cop": 4,
        "opa": "Chronic inflammation",
        "opb": "Chronic ischemia",
        "opc": "Hemorrhagic necrosis",
        "opd": "Lack of trophic signals",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "23f0218e-9429-4597-a69c-9082ea037d0c",
        "choice_type": "multi"
    },
    {
        "question": "GWAS stands for:",
        "exp": "Ans. (b) Genome wide association studies(Ref: Robbins 9th/ pg 179)GWAS refers to 'Genome Wide Association Studies' QIn GWAS, entire genome of large number of individuals with and without a disease are examined for common genetic variants or polymorphisms that are overrepresented in patients with the disease.",
        "cop": 2,
        "opa": "Genome wide Association syndrome",
        "opb": "Genome wide Association studies",
        "opc": "Genetic wide array studies",
        "opd": "Genetic wide amplification studies",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "2b3f4d3e-7bf1-41e8-a330-a433888d814b",
        "choice_type": "single"
    },
    {
        "question": "Stain used for tissue fats is?",
        "exp": "Ans. is 'c' i.e., Sudan IV * Sudan IV or Oil Red-O are used for lipids both of which impart an orange color to the contained lipids. --Robbins",
        "cop": 3,
        "opa": "PAS",
        "opb": "Prussian blue",
        "opc": "Sudan IV",
        "opd": "Alcian blue",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "45267aba-b608-4edc-a077-376c02b2032c",
        "choice_type": "single"
    },
    {
        "question": "Sign of chronic inflammation -",
        "exp": "Ans. is 'a' i.e. Angiogenesis Chronic inflammation is characterized byo Infiltration with mononuclear cells, which include - macrophages, lymphocytes, and plasma cellso Tissue destruction, induced - the persistent offending agent or by the inflammatory cellso Attempts at healing - connective tissue replacement of damaged tissue, accomplished by angiogenesis (proliferation of small blood vessels) and, in particular, fibrosis.",
        "cop": 1,
        "opa": "Angiogenesis",
        "opb": "Purulent exudate",
        "opc": "Induration",
        "opd": "Edema",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7ba82620-8ac3-4ab3-8f91-69a31dc30979",
        "choice_type": "single"
    },
    {
        "question": "A patient died of alzheimer's disease. At autopsy, heart contains yellow brown finely granular pigment which are/due to:",
        "exp": "Ans. (b) Lipochrome-wear and tear(Ref: Robbins 9th/pg 64; 8th/pg37)* Lipofuschin: Perinuclear Q brown-coloured pigment, Seen in aging Q, protein energy malnutrition Q and cancer cahcexia.",
        "cop": 2,
        "opa": "Hemosiderin-iron overload",
        "opb": "Lipochrome-wear and tear",
        "opc": "Glcoge-gylcogen storage disorder",
        "opd": "Fat-athlerosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "0ac0dc58-bec1-46e6-bcfa-a9ad7d29c4b7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are Intermediate filament except?",
        "exp": "Ans. (b) Cadherin(Ref: Robbins 9th/pg 21-24)Intermediate filaments are 10-nm diameter fibrils which provide tensile strength to a cell.Cadherins are cell-cell desmosomal junctions are formed by homotypic association of transmembrane glycoproteins.",
        "cop": 2,
        "opa": "Lamin",
        "opb": "Cadherin",
        "opc": "Vimentin",
        "opd": "Desmin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "5ed98b08-4624-44e0-844a-378cbe4ff965",
        "choice_type": "multi"
    },
    {
        "question": "Most common tumor in tuberous sclerosis in females:",
        "exp": "Ans: (b) AngiomyolipomaRobbins Pathology, 9th editionTumours in tuberous sclerosisRenal angiomyolipomas develop in as many as 80% of people with tuberous sclerosis by the age of 10 years.Lymphangioleiomyomatosis is present in as many as 40% of adult women with tuberous sclerosis. Though the incidence is more common in women than in men, since the question also has angiomyolipoma I personally prefer to go for renal angiomyolipomas.If the question comes in future without angiomyolipomas - go for Lymphangioleiomyomatosis - since the overall incidence of it is 1-4% (WHO) and in women it is close to 40% (WHO).Diagnostic criteria for tuberous sclerosisMajor features*. >3 hypomelanotic macules > 5 mm in diameter*. >3 angiofibromas or fibrous cephalic plaque*. >2 ungual fibromas*. Shagreen patch*. Multiple retinal hamartomas*. Cortical dysplasias (including tubers and cerebral white matter radial migration lines)*. Subependymal nodules*. Subependymal giant cell astrocytoma*. Cardiac rhabdomyoma*. Lymphangioleiomyomatosis*. > 2 angiomyolipomasMinor featuresConfetti skin lesions*. >4 dental enamel pits*. >2 intraora! fibromas, Retinal achromic patch, Multiple renal cysts, Non-renal hamartomasDefinitive diagnosis; 2 major features or 1 major feature with >2 minor featuresPossible diagnosis: 1 major feature or 2 minor features",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Angiomyolipoma",
        "opc": "Pulmonary lymphangiomyositosis",
        "opd": "Optic glioma",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "969e0d6f-4cee-4467-a267-ce82173a6666",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Nodular Regenerative Hyperplasia?",
        "exp": "Ans: (c) Portal hypertension seen in 50% of patientsRef: Robbins Pathology, 9th editionFeatures of Nodular Regenerative Hyperplasia of LiverNodular hyperplasia diffusely affecting entire liver but with no / minimal fibrous septaDevelops at all ages but usually symptomatic at age 40+Associated with:Portal hypertensionConnective tissue disease (rheumatoid arthritis, polyarteritis nodosa)Myeloproliferative disordersLymphoproliferative disordersVascular disordersChemotherapyImmunosuppressive drugsAST - ALT mild elevation or normalPresents as non-cirrhotic portal hypertensionPathology (Gross and Microscopy)1-3 mm diameter nodulesNo fibrosis, only nodulesOn biopsy, apparent lack of central veins and presence of curvilinear areas of congestion are suggestiveReticulin stain highlights the fibrous nature",
        "cop": 3,
        "opa": "Nodule size 0.1 to 1 cm",
        "opb": "Fibrosis septa present",
        "opc": "Portal hypertension seen in 50% of patients",
        "opd": "AST and ALT are markedly elevated",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c8c89e54-f81f-4278-a98c-37551afeb9f0",
        "choice_type": "multi"
    },
    {
        "question": "Red infarct is seen in?",
        "exp": "Ans. is 'a' i.e., Small intestine * Infarcts are of two types:-a) Red infarcts (haemorrhagic infarcts) :- It has well defined hemorrhagic red margins which later becomes brown. It occurs in ovary (venous occlusion due to torsion), lung (loose tissue) and small intestine.b) Pale infarct/white infarct (anemic infarct):- It has ill defined pale margins. It occurs in solid organs like heart, spleen, Liver, kidney and brain.",
        "cop": 1,
        "opa": "Small intestine",
        "opb": "Kidney",
        "opc": "Spleen",
        "opd": "Heart",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d7d1ec65-4ffc-4548-8875-b65aefce81d4",
        "choice_type": "multi"
    },
    {
        "question": "True about BCR- ABL 'traits' are all except:",
        "exp": "Ans: (a) P190 has an indolent courseRobbins Pathology, 9th editionChronic myeloid leukemia (CML) is characterized by the Philadelphia (Ph) chromosome, which results from the t(9;22)(q34;q11) balanced reciprocal translocation.Three breakpoint cluster regions have been characterized to date: major (M-BCR), minor (m-BCR) and micro (mu-BCR).The smallest of the fusion proteins, p190BCR-ABL (m-BCR breakpoint) is principally associated with Ph-positive ALL.P190 transcript is associated with a poor prognosis.CML due to a p90-type of BCR-ABL gene have a prominent monocytic component, resembling CMML.CML resulting from a p230 BCR-ABL gene (mu-bcr breakpoint) is associated with the CNL variant and/or with marked thrombocytosis.Patients with p230 positive CML-N have indolent course, probably as a result of low p230 mRNA and protein levels.CML - More than 90% have p210 fusion protein.",
        "cop": 1,
        "opa": "P190 has an indolent course",
        "opb": "P190 is a bad prognostic factor",
        "opc": "P230 is positive in chronic neutrophilc leukemia",
        "opd": "P230 has an indolent course",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c2dfef5e-fb04-42cd-94c7-d04fa2fe2e6e",
        "choice_type": "multi"
    },
    {
        "question": "Principle of Prussian blue stain:",
        "exp": "Ans. (b) Ferrocyanide to ferroferric cyanide(Ref: Dacie and Lewis Practical Haematology 11th ed, pg 338)Hemosiderin reacts with potassium ferrocyanide to form a blue compound, ferri ferrocyanide; this reaction is the basis of a positive Prussian-blue (Perls') reaction.",
        "cop": 2,
        "opa": "Ferrous to ferricyanide",
        "opb": "Ferrocyanide to ferroferric cyanide",
        "opc": "Ferroferriccyanide to ferrocyanide",
        "opd": "Ferrocyanide to ferricferrocyanide",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e330356c-504a-4bf1-a08a-36bc42e2a9d8",
        "choice_type": "single"
    },
    {
        "question": "Liquefactive necrosis occurs in",
        "exp": "i.e. (Brain): (45-Harsh mohan 6th) (15-129- Robbins & Cotran 8th)LIQUEFACTIVE (COLLIQUATIVE) NECROSIS - occurs commonly due to ischaemic injury and bacterial or fungal infections* It occurs due to degradation of tissue by the action of powerful hydrolytic enzyme.* Common examples are Infarct brain and abscess cavity* Duret hemorrhage is seen in Brain** (Duret haemorrhage is small area in bleeding in ventral & paramedian part of upper brain stem (midbrain & pons)",
        "cop": 2,
        "opa": "Lung",
        "opb": "Brain",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3d1f6763-48eb-4b69-8de4-f992784a61b3",
        "choice_type": "single"
    },
    {
        "question": "Stellate granuloma is found in:",
        "exp": "Ref: Robbin's E-Book, P 462* Cat-scratch disease is a nodal manifestation of infection by Bartonella henselae characterized by necrotizing granulomatous inflammation exhibiting a characteristic stellate shape.",
        "cop": 1,
        "opa": "Cat scratch disease",
        "opb": "Leprosy",
        "opc": "Coccidomycosis",
        "opd": "Histoplasmosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "dbfd1138-3251-40f6-9c55-ef2f884d2b1c",
        "choice_type": "single"
    },
    {
        "question": "Coagulative necrosis is due to:",
        "exp": "Ans. (a) Denaturation of protein(Ref Robbins 9th/pg 50)Coagulative necrosis: most common type of necrosisOccurs due to degenerated cytoplasmic proteins",
        "cop": 1,
        "opa": "Denaturation of protein",
        "opb": "Enzymatic digestion",
        "opc": "Infection",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "658cdc84-8373-44f1-8148-4b03a9448326",
        "choice_type": "multi"
    },
    {
        "question": "A CT scan of a 43-year-old woman with a parathyroid adenoma and hyperparathyroidism reveals extensive calcium deposits in the lungs and kidney parenchyma. These radiologic findings are best explained by which of the following mechanisms of disease?",
        "exp": "Metastatic calcification. Metastatic calcification is associated with an increased serum calcium concentration (hypercalcemia). Almost any disorder that increases serum calcium levels can lead to calcification in the alveolar septa of the lung, renal tubules, and blood vessels. The patient in this case had a parathyroid adenoma that produced large quantities of parathyroid hormone. Other examples of metastatic calcification include multiple opacities in the cornea of a child given large amounts of vitamin D and partially calcified alveolar septa in the lungs of a patient with breast cancer metastatic to bone. Breast cancer metastases to bone are often osteolytic and, therefore, accompanied by hypercalcemia. Dystrophic calcification (choice B) has its origin in direct cell injury. Arteriosclerosis (choice A) is an example of dystrophic calcification.Diagnosis: Hyperparathyroidism, metastatic calcification",
        "cop": 4,
        "opa": "Arteriosclerosis",
        "opb": "Dystrophic calcification",
        "opc": "Granulomatous inflammation",
        "opd": "Metastatic calcification",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "386f79b9-3c9a-4890-99f3-b474c3d01a50",
        "choice_type": "single"
    },
    {
        "question": "Amyloid that occurs in long-term hemodialysis",
        "exp": "Ans. c (Amyloid Beta-2 Microglobin) (Ref. Robbins Pathologic basis of disease 8th/ Table 5-12.)Patients on long-term hemodialysis for renal failure develop amyloidosis owing to deposition of b2 -microglobulin.This protein is present in high concentrations in the serum of patients with renal disease and is retained in circulation because it cannot be filtered through the cuprophane dialysis membranes.CLASSIFICATION OF AMYLOIDOSISClinicopathologic categoryAssociated diseasesMajor fibril proteinPrecursor proteinSystemic (Generalized) AmyloidosisImmunocyte dyscrasias with amyloidosis (primary amyloidosis)Multiple myeloma and other monoclonalB-cell proliferationsALImmunoglobulin light chains, chiefly y typeReactive systemic amyloidosis (secondary amyloidosis)Chronic inflammatory conditionsAASAAHemodialysis-associated amyloidosisChronic renal failureAB2mB2 microglobulinFamilial Mediterranean fever-AASAAFamilial amyloidotic neuropathies-ATTRTransthyretinSenile amyloidosis-ATTRTransthyretinLocalized AmyloidosisSenile cerebralAlzheimer diseaseARAPPMedullary carcinoma of thyroid-A CalCalcitoninIslets of LangerhansType 2 diabetesAIAPPIslet amyloid peptideIsolated atrial amyloidosis-AANFAtrial natriuretic factorPrion diseaseVarious prion diseases of the CNSMisfolded prion protein (PrPSC)Normal prion protein PrP",
        "cop": 3,
        "opa": "Amyloid light chain",
        "opb": "Amyloid associated protein",
        "opc": "Amyloid Beta-2 microglobin",
        "opd": "Beta amyloid protein",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1f2b1e0d-a186-45eb-a402-f7bc90ee0a8d",
        "choice_type": "single"
    },
    {
        "question": "Phagolysosomal-enzymatic digestion occurs due to",
        "exp": "Ans. b (MPO/Myeloperoxidase)The exogenous antigens, such as proteins synthesized by bacteria are ingested into the cell through cellular processes including endocytosis and phagocytosis. Then the antigens are hydrolyzed by hydrolytic enzymes like myeloperoxidase in the phagocytes, and the peptides are retained in an endolysosome or phagolysosome.",
        "cop": 2,
        "opa": "Protease",
        "opb": "MPO (Myeloperoxidase)",
        "opc": "Oxidase",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d27ff3c6-d527-4158-8547-a975074558c4",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman presents with a 2-month history of fatigue and recurrent fever. She also complains of tenderness below the right costal margin and dark urine. Physical examination reveals jaundice and mild hepatomegaly. The serum is positive for hepatitis B virus antigen. Which of the following best describes the mechanism of indirect virus-mediated hepatocyte cell death in this patient?",
        "exp": "Immune recognition of viral antigens on the cell surface. Viral cytotoxicity is either direct or indirect (immunologically mediated). Viruses may injure cells directly by subverting cellular enzymes and depleting the cell's nutrients, thereby disrupting the normal homeostatic mechanisms. Some viruses also encode proteins that induce apoptosis once daughter virions are mature. Viruses may also injure cells indirectly through activation of the immune system. Both humoral and cellular arms of the immune system protect against the harmful effects of viral infections by eliminating infected cells. In brief, the presentation of viral proteins to the immune system in the context of a self major histocompatibility complex on the cell surface immunizes the body against the invader and elicits both killer cells and antiviral antibodies. These arms of the immune system eliminate virus-infected cells by inducing apoptosis or by lysing the virally infected target cell with complement. None of the other choices describe mechanisms of indirect viral cytotoxicity.Diagnosis: Hepatitis, viral",
        "cop": 2,
        "opa": "Accumulation of abnormal cytoplasmic proteins",
        "opb": "Immune recognition of viral antigens on the cell surface",
        "opc": "Generation of cytoplasmic free radicals",
        "opd": "Impaired plasma membrane Na+/K+ ATPase activity",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "dd24436c-2679-4476-9e1d-ab49fa341e69",
        "choice_type": "single"
    },
    {
        "question": "Warthin-Finkeldey giant cells are seen in -",
        "exp": "Ans. is 'a' i.e., Measles o Warthin-Finkeldey cells are multinucleated giant cells.o These cells are pathognomic of measles and are found in lymphoid organs, lung and sputum.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Rubella",
        "opc": "Influenza",
        "opd": "Rickettsial pox",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4503d71a-f04f-48f7-a3b3-b88f789ea17b",
        "choice_type": "single"
    },
    {
        "question": "Pro-apoptotic gene and anti-apoptotic gene belong to which gene family?",
        "exp": "* The major mechanism of intrinsic mitochondrial pathway of apoptosis is by pro- and anti-apoptotic members of bcl proteins.* Bcl protein was first detected on B cell lymphoma and hence its name.* It is located on mitochondrial inner membrane and regulates cell growth and cell death.* Pro-apoptotic mechanisms can damage mitochondrial membranes and allow leakage of cytochrome C into the cytoplasm. Cytochrome C is the lifeline of intact mitochondria.Growth promoter/anti-apoptotic proteinsPro-apoptotic proteinsBcl-2, Bcl-X and Mcl-1Bim, Bad and Bid",
        "cop": 2,
        "opa": "p53",
        "opb": "Bcl",
        "opc": "BRAF",
        "opd": "Rb",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "91d3c028-0a00-4c0d-89d3-e23892d5104c",
        "choice_type": "single"
    },
    {
        "question": "Cell to cell permeability occurs through",
        "exp": "Ans. (c) Connexins(Ref: Robbins 9th/ pg 11)*Communicating junctions (Gap junctions): mediate the passage of chemical or electrical signals from one cell to another.*Consists of pores called connexions and formed by hexamers of transmembrane proteins called connexins",
        "cop": 3,
        "opa": "Occludin",
        "opb": "Zona adherens",
        "opc": "Connexins",
        "opd": "Zonulin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "72679b4c-0110-494d-a03c-d3569cfdaa6c",
        "choice_type": "single"
    },
    {
        "question": "In an ablated animal, If Myeloid Stem Cells are injected, which type of cells are induced after the incubation period?",
        "exp": "Ans. (b) Erythroid(Ref: Robbins 9th/pg 27-28, 580-581)Neutrophils, Monocytes, Basophils, Erythroids and Megakaryocytes are myeloid in origin while lymphocytes are Lymphoid in origin. Hematopoietic Stem Cells give rise to myeloid stem cells and not the reverse.",
        "cop": 2,
        "opa": "T-Lymphocyte",
        "opb": "Erythroid",
        "opc": "Fibroblast",
        "opd": "Hematopoietic Stem Cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e704d4d6-3f8c-4637-ba6c-39a94f6c341f",
        "choice_type": "single"
    },
    {
        "question": "Integrin binds to?",
        "exp": "Ans. (d) Laminin > FibronectinIntegrins localised in the plasma membrane are the major adhesion receptors connecting cells with components of the extracellular matrix. Integrins interact directly with laminin, fibronectin present in the basal lamina and intracellularly contact actin through intermediate proteins, such as alpha-actinin, vinculin,and talin.",
        "cop": 4,
        "opa": "Fibronectin",
        "opb": "Vitronectin",
        "opc": "Collagen",
        "opd": "Laminin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7d7b26a3-c5e2-4dcb-a094-dfcfe67c5b57",
        "choice_type": "single"
    },
    {
        "question": "Metaplasia arises from reprograming of",
        "exp": "Ans. (a) Stem cells(Ref: 9th/pg 36; 8th/pg 8)Mechanism of metaplasia: Reprogramming of stem cellsQ in normal tissues or of undifferentiated mesenchymal cells present in connective tissue.Q",
        "cop": 1,
        "opa": "Stem cells",
        "opb": "Stellate cells",
        "opc": "Squamous cells",
        "opd": "Columnar cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e8e40ca6-067c-424f-b0f2-675131e3ebbd",
        "choice_type": "single"
    },
    {
        "question": "A reversible change occurring in which a mature cell type is replaced by another mature cell, is called:",
        "exp": "Ref: Robbin's Pathology, 9th ed. pg. 37* Metaplasia is an adaptive response of a cell in response to stress.* It is a reversible change in which a differentiated (mature) cell type is replaced by another differentiated cell type.* It can be of two types:# Epithelial metaplasia* Squamous metaplasia: MC seen in respiratory tract (in response to smoking) where columnar epithelium is replaced by squamous epithelium.* Glandular metaplasia: Metaplasia of squamous epithelium into columnar (glandular) epithelium. Example Barret's esophagus (metaplasia of stratified squamous epithelium of esophagus is replaced by intestinal-like columnar cells).# Connective tissue metaplasia:* One type of connective tissue is replaced by another.* Example: Myositis ossificans.* Hypertrophy: Increased cell size in response to increase in workload. It occurs in tissues incapable of cell division.* Hyperplasia: increase in cell number in response to growth factors or hormones.* Atrophy: Decrease in cell and organ size as a result of disuse or decreased nutrient supply.",
        "cop": 2,
        "opa": "Dysplasia",
        "opb": "Metaplasia",
        "opc": "Hyerplasia",
        "opd": "Hypertrophy",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e088ce02-5f47-493a-a54c-2049d98f12ef",
        "choice_type": "multi"
    },
    {
        "question": "Fat necrosis is common in:",
        "exp": "Ans. (d) All(Ref Robbins 9th/pg 43; 8th/pg 15,16)*. Fat necrosis*. Not a specific pattern of necrosis.Q*. Signifies focal areas of fat destruction*. Released lipases split the triglyceride esters contained within fat cells.*. The fatty acids, so derived, combine with calcium to produce grossly visible chalky- white areas (fat saponification)Q*. Seen in acute pancreatitis, breast, omentumQ",
        "cop": 4,
        "opa": "Omentum",
        "opb": "Breast",
        "opc": "Retroperitoneal fat",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8e2f1ee4-d3af-4924-a15b-8fbacd54e185",
        "choice_type": "multi"
    },
    {
        "question": "Earliest change in cell death is?",
        "exp": "Ans. (c) Cell swelling(Ref: Robbins 9th/pg 46; 8th/pg 12)Earliest change in any form of cell injury is cellular swelling due to accumulation of water intracellularly.",
        "cop": 3,
        "opa": "Karyolysis",
        "opb": "Loss of plasma membrane",
        "opc": "Cell swelling",
        "opd": "Karyorrhexis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ce7318a3-98bc-44f6-af5a-470ef43d2d45",
        "choice_type": "single"
    },
    {
        "question": "DNA synthesis is seen in which phase of cell cycle?",
        "exp": "* Cell cycle is defined as the sequence of events that causes cell division.* It consists of following phases:# G1 phase (Presynthetic growth)# S phase (DNA synthesis)# G2 (Premitotic growth), and# M phase (mitotic).# Quiescent cells that are not actively cycling are said to be in the G0 state. Cells can enter G1 either from the G0 quiescent cell pool, or after completing a round of mitosis, as for continuously replicating cells.",
        "cop": 2,
        "opa": "Resting phase",
        "opb": "Synthetic phase",
        "opc": "Mitotic phase",
        "opd": "Premitotic phase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "81d585bf-b0b2-4d73-bf45-fd2f82536cbe",
        "choice_type": "single"
    },
    {
        "question": "Type of necrosis occuring in brain-",
        "exp": "Ans. is 'b' i.e., Liquefactive Coagulative necrosiso This is most common type of necrosis.o This type of necrosis is most frequently caused by sudden cessation of blood flow (ischemia) in organs such as heart (MI), Kidney (ATN), adrenal gland, and spleen.Note : Brain is the only exception, i.e.,. It is the only solid organ in which ischemia leads to liquifactive necrosis not coagulative necrosis.o It is also seen with other types of injury e.g., liver necrosis in viral hepatitis, Coagulative necrosis of skin after burns (Thermal injury).o Why there is predominant protein denaturation and no enzymatic digestion ?Hypoxia causes intracellular acidosis (has been explained earlier) - 4 pH results in denaturation of proteins which includes not only structural proteins but also enzymes - So, there is no enzymatic digestion.o The necrotic cells retain their cellular outline for several days.Liquefactive necrosiso It is the necrotic degradation of tissue that rapidly undergo softening and liquefaction because of the action of hydrolytic enzymes.o It occurs after1. Infection Le., suppurative inflammation (most common).2. Ischemic necrosis in brain.Note : Brain lacks any substantial supportive stroma, so ischemic necrosis in brain is liquifactive unlike other organs where it is coagulative.o Mechanism of liquefactive necrosis - Microbes stimulates accumulation of inflammatory cells and these cells release lysosomal enzymes.Caseous necrosiso It is a variant of coagulative necrosis.o It is most commonly encountered when cell death is attributable to certain organisms e.g., mycobacterium tuberculosis (TB) and fungi (Histoplasma, Coccidioidomycosis).Why is it called caseous necrosis, not coagulative necrosis ?o In contrast to coagulative necrosis where tissue architecture is maintained, in caseous necrosis, the tissue architecture is completely obliterated. So, it has been called caseous because of its cheesy white appearance of the area of necrosis.",
        "cop": 2,
        "opa": "Coagulative",
        "opb": "Liquefactive",
        "opc": "Fibrinoid",
        "opd": "Caseous",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "b09657c8-f02c-4d60-b368-1dc1b3b5e058",
        "choice_type": "single"
    },
    {
        "question": "Increase in the number of goblet cells in the non- respiratory terminal bronchiole is an example of:",
        "exp": "Ans. (c) Metaplasia(Ref: Robbins 9th/pg 37-38; 8th/pg 10)Increase in the number of goblet cells in the non-respiratory terminal bronchiole is an example of intestinal metaplasia.",
        "cop": 3,
        "opa": "Anaplasia",
        "opb": "Dysplasia",
        "opc": "Metaplasia",
        "opd": "Hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "36d8f647-1c6b-4cc5-aeb6-f4488b39fca0",
        "choice_type": "single"
    },
    {
        "question": "Pyogenic infection and brain infarction associated with",
        "exp": "(Liquefactive necrosis) (10- Basic- Robbins 8th) (52-(i) Coagulative necrosis - Infarcts in all solid organs (heart, kidney , splen) Except brain(ii) Liquefactive necrosis - Bacterial or fungal infection and brain infarctions(iii) Caseous necrosis - Tuberculosis(iv) Fat necrosis - Acute pancreatic necrosis and traumatic necrosis commonly in breasts(v) Fibrinoid necrosis - Immune complex vasculitis",
        "cop": 2,
        "opa": "Coagulative necrosis",
        "opb": "Liquefaction necrosis",
        "opc": "Caseous necrosis",
        "opd": "Fat necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "2e78bd38-214e-4f31-9d57-8eca5ba4dbd6",
        "choice_type": "single"
    },
    {
        "question": "Apoptosis is inhibited by:",
        "exp": "Ans. D. Bc12. (Ref. Robbin's pathology 8th/pg. 22)Robbin's pathology 8th/pg. 22 ..........\"The choice between cell survival and death is determined by the permeability of mitochondria, which is controlled by a family of more than 20 proteins, the prototype of which is Bcl-2.If cells are exposed to growth factors and other survival signals, they synthesize antiapoptotic members of the Bci- 2 family, the two main ones of which are Bcl-2 itself and Bcl-xL. These proteins antagonize Bax and Bak, and thus limit the escape of mitochondrial pro-apoptotic proteins. Cells deprived of growth factors not only activate the pro-apoptotic proteins but also show reduced levels of Bcl-2 and Bcl-xL, thus further tilting the balance toward death\"Apoptosis* Programmed cell death; ATP required.* Characterized by:- Cell shrinkage,- Chromatin condensation (pyknosis),- Membrane blebbing,- DNA fragmentation (karyorrhexis),- Nuclear fragmentation (karyolysis),- No significant inflammation.- Formation of apoptotic bodies, (later phagocytosed). Necrosis;Verses, Apoptosis FeatureNecrosisApoptosis1Cell sizeEnlarged (swelling)Reduced (shrinkage)2NucleusPyknosis karyorrhexis karyolysisFragmentation into nucleosome-size fragments3Plasma membraneDisruptedIntact; altered structure, especially orientation of lipids4Cellular contentsEnzymatic digestion; may leak out of cellIntact; may be released in apoptotic bodies5Adjacent inflammationFrequentNo6Physiologic or pathologic roleInvariably pathologic (culmination of irreversible cell injury)Often physiologic, means of eliminating unwanted cells; may be pathologic after some forms of cell injury, especially DNA damage# Molecular aspect:- Mediated by caspases.* The activation of the caspase cascade is the most central step in apoptosis.0* Caspases can initiate apoptotic signals (caspases-8 and -9) and execute the apoptotic program (caspases-3, -6, -7).- Intrinsic mitochondrial pathway of apoptosis is the result of increased mitochondrial permeability and release of molecules like antiapoptotic family of Bcl-2 and Bcl-X and proapoptotic cytochrome 'C' and AIF.0- Cytochrome 'C\\ well known for its role in mitochondrial respiration, in cytosol binds to a protein Apaf-land the complex activates caspase-9.- In apoptosis, Apaf-1 is activated by release Cytochrome C from the mitochondria.0Mitochondria are essential in controlling specific apoptosis pathways. The redistribution of cytochrome c, as well as apoptosis-inducing factor (AIF), from mitochondria during apoptosis leads to the activation of a cascade of intracellular proteases known as caspases. Caspase-independent apoptosis occurs after DNA damage, activation of poly-ADP-ribose polymerase, and translocation of AIF into the nucleus. Redistribution of cytochrome c is pre- vented by overproduction of the apoptotic protein BCL2 and is promoted by the proapoptotic protein BAX.# Occurs during:- Embryogenesis,- Hormone induction (menstruation),- Immune cell - mediated death,- Injurious stimuli (e.g., radiation, hypoxia),- Atrophy (e.g., endometrial lining during menopause).Additional Educational points: GeneAssociated tumor1ablCML2c-mycBurkitt's lymphoma3bcl-2Follicular and undifferentiated lymphomas (inhibits apoptosis)4erb-B2Breast, ovarian, and gastric carcinomas5rasColon carcinoma, pancreatic adenocarcinoma, thyroid cancer, and AML6L-mycLung tumor7N-mycNeuroblastoma8retMultiple endocrine neoplasia (MEN) types It and ill9c-kitGi stromal tumor (GIST)Representative Oncogenes at Chromosomal Translocations Gene (Chromosome)TranslocationMalignancy1ABL(9q34.1)-BCR (22q11)(9;22)(q34;q11)Chronic myelogenous leukemia2ATF1 (12q13)-EWS (22q12)(12;22)(q13;q12)Malignant melanoma of soft parts (MMSP)3BCL1 (11ql3.3)-IgH (14q32)(11;14)(q13;q32)Mantle cell lymphoma4BCL2 (18q21.3)-IgH (14q32)(14;18)(q32;q21)Follicular lymphoma5FLI1 (llq24)-EWS (22q12)(11;22)(q24;q12)Ewing's sarcoma6LCK (lp34)-TCRB (7q35)(1;7)(p34;q35)T cell acute lymphocytic leukemia (ALL)7C-MYC (8q24)-IgH (14q32)(8;14)(q24;q32)Burkitt's lymphoma, B cell ALL8WT1 (11p13)-EWS (22q12)(11;22)(p13;q12)Desmoplastic small round cell tumor (DSRCT)9PAX3 (2q35)-FKHR/ALV(13q14)(2;13)(q35;q14)Alveolar rhabdomyosarcoma10PAX7 (1p36)-KHR/ALV(13q14)(1;13)(p36;q14)Alveolar rhabdomyosarcoma11RET (10q11.2)(10;17)(q11.2;q23)Papillary thyroid carcinomas",
        "cop": 4,
        "opa": "p53",
        "opb": "NMYC",
        "opc": "ras",
        "opd": "Bcl2",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "2f8d230e-c935-4e75-9f39-5a47edc3ab16",
        "choice_type": "single"
    },
    {
        "question": "In Vitamin-A deficiency, cancerous lesions occur due to",
        "exp": "Ans. (a) Metaplasia(Ref: Harshmohan Pathology For Dental 4th ed, pg 81)In Vitamin-A deficiency, squamous metaplasia of conjunctiva leading to xerophthalmia.",
        "cop": 1,
        "opa": "Metaplasia",
        "opb": "Dysplasia",
        "opc": "Aplasia",
        "opd": "Hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "02ecae9f-73dc-4efe-8880-60d8285dae7a",
        "choice_type": "single"
    },
    {
        "question": "The following is a pro-apoptic factor",
        "exp": "Ans. (a) Bax (Ref: Robbins 9th/pg 55; 8th/pg 28)Proapoptotic: Apafl, cytochrome c, Bak, Bax, Bim, AIF, P53, Caspases, CD95 (FAS), TNF R1 and Smac/DiabloAntiapoptotic: Bcl2,BclxL ,Bclx ,FLIP,McL-1,IAP",
        "cop": 1,
        "opa": "Bax",
        "opb": "Bcl-2",
        "opc": "Bcl-xL",
        "opd": "Mci-1",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "7b17bd79-efe9-449b-ad18-82e555398437",
        "choice_type": "single"
    },
    {
        "question": "Sirtuin is associated with?",
        "exp": "Ans. (d) All of the above(Ref: Robbins 9th/pg 67,68)SirutuinsFamily of NAD-dependent protein deacetylases.Sirtuin-6 Q promotes the expression of genes whose products increase longevity.Since these protiens increase longevity, activate DNA repair enzymes so prevent against cancerSirtuins also increase insulin sensitivity and glucose metabolism, and may be targets for the treatment of diabetes.",
        "cop": 4,
        "opa": "Cancer",
        "opb": "Diabetes",
        "opc": "Ageing",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "aa0fbe74-b51b-40a9-bdf4-ebfa70d56563",
        "choice_type": "multi"
    },
    {
        "question": "Not true about apoptosis is?",
        "exp": "Ans. is 'a' i.e., Cellular swelling Features of apoptosis1. Cell shrinkage : It is the earliest changes. It is due to damage to cytoskeletal proteins.2. Chromatin condensation (pyknosis)/nuclear compaction : It is the most characteristic feature.3. Formation of cytoplasmic blebs : It is the end stage of apoptosis.4. Cytoplasmic eosinophilia.5. Chromosomal DNA fragmentation : It is due to activity of endonuclease and caspases.6. Formation of apoptotic bodies : These are membrane bound round masses of eosinophilic cytoplasm withtightly packed orgaelles which may contain nuclear debries. Important examples of apoptotic bodies are civatte bodies, kamino bodies, councilman bodies, Tingible bodies, sunburn cells, satellitedyskeratotic cells, and eosinophilic globules.7. Phagocytosis of apoptotic cells and bodies by adjacent macrophages or healthy parenchymal cells.8. Considerable apoptosis may occur before it becomes apparent on histological section.* Two very important differentiating features from necrosis are :-A) Absence of inflammation.B) Intact cell membrane.",
        "cop": 1,
        "opa": "Cellular swelling",
        "opb": "Nuclear compaction",
        "opc": "Intact cell membrane",
        "opd": "Cytoplasmic eosinophlia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "079b9caa-f883-47e7-9dce-86ba5c404d65",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following helps in movement and adhesion?",
        "exp": "Ans. is 'd' i.e., CD31 o Platelet endothelial cell adhesion molecule (PECAM or CD-31) is present on both endothelium and leukocytes. It is the major adhesive molecule for diapedisis.Endothelial - Leukocyte Adhesion MoleculesEndothelial moleculeLeucocyte MoleculeMajor RoleP-selectinSialyl-Lewis X-modified proteinsRollingE-selectinSialyl-Lewis X-modified proteinsRolling and adhesionGlyCam-l,CD34L-selectinRollingICAM-1 (Immunoglobulin family)CD 11/CD 18 2 integrin (LFA-1, Mac-1)Adhesion,arrest, transmigrationVCAM-1 (Immunoglobulin family)VLA-4-1 integrinAdhesionPE CAM-1 (CD-31)PECAM-1 (CD-31)Diapedesis (transmigration)",
        "cop": 4,
        "opa": "MCP1",
        "opb": "PGE2",
        "opc": "LTB4",
        "opd": "CD31",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d1b85a06-7256-4572-ab30-957a2e771480",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an execution caspase",
        "exp": "Ans. (a) Caspase 3(Ref: Robbins 9th/pg 56; 8th/pg 26)There are two executionary caspases 3 and 6.Most important executionary caspase is caspase 3",
        "cop": 1,
        "opa": "Caspase 3",
        "opb": "Caspase 5",
        "opc": "Caspase 8",
        "opd": "Caspase 9",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "27c2a6ec-09f1-435e-9495-49f3d3fbba0b",
        "choice_type": "single"
    },
    {
        "question": "A tissue preparation is experimentally subjected to a hypoxic environment. The cells in this tissue begin to swell, and chromatin begins to clump in cell nuclei. ATPases are activated, and ATP production decreases. Which of the following ions accumulating in mitochondria and the cytosol contributes most to these findings and to eventual cell death?",
        "exp": "Irreversible cellular injury is likely to occur when cytoplasmic calcium increases. Calcium can enter cells and also accumulate in mitochondria and endoplasmic reticulum. The excess calcium activates ATPases, phospholipases, proteases, and endonucleases, which injure cell components. Mitochondrial permeability is increased to release cytochrome c, which activates caspases leading to apoptosis. Of the other ions listed, sodium enters the cell, while potassium diffuses out when the sodium pump fails as ATP levels fall; but this is potentially reversible.",
        "cop": 1,
        "opa": "Ca2+",
        "opb": "Cl-",
        "opc": "HCO3-",
        "opd": "K+",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "353c1f2e-3033-4faf-8fbf-433b41ad7af5",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old chronic alcoholic presents to the emergency room with 12 hours of severe abdominal pain. The pain radiates to the back and is associated with an urge to vomit. Physical examination discloses exquisite abdominal tenderness. Laboratory studies show elevated serum amylase. Which of the following morphologic changes would be expected in the peripancreatic tissue of this patient?",
        "exp": "Fat necrosis. Saponification of fat derived from peripancreatic fat cells exposed to pancreatic enzymes is a typical feature of fat necrosis. Lipase, released from pancreatic acinar cells during an attack of acute pancreatitis, hydrolyzes fat into fatty acids and glycerol. Free fatty acids bind with calcium to form soaps, which is a process known as saponification. Entry of calcium ions into the injured tissue reduces the level of calcium in blood. Hypocalcemia is, therefore, a typical finding in patients who had a recent bout of acute pancreatitis. Patients with acute pancreatitis experience sudden-onset abdominal pain, distention, and vomiting. The other choices are not typically seen in peripancreatic tissue following acute pancreatitis, although liquefactive necrosis (choice E) may be observed.Diagnosis: Acute pancreatitis",
        "cop": 3,
        "opa": "Coagulative necrosis",
        "opb": "Caseous necrosis",
        "opc": "Fat necrosis",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "664b841d-8f65-46bf-9fab-705ad59d36b7",
        "choice_type": "single"
    },
    {
        "question": "All are factors of poor wound healing EXCEPT:",
        "exp": "ANSWER: (A) Young ageREF: Robbins 8th ed Page 106, 439, Harrison 18th ed Table 74-2 LOCAL AND SYSTEMIC FACTORS THAT INFLUENCE WOUND HEALINGThe adequacy of wound repair may he impaired by systemic and local host factorsSystemic factors include those listed below:Nutrition has profound effects on wound healing. Protein deficiency, for example, and particularly vitamin C deficiency, inhibit collagen synthesis and retard healing.Metabolic status can change wound healing. Diabetes mellitus, for example, is associated with delayed healing, as a consequence of the microangiopathy that is a frequent feature of this diseaseCirculatory status can modulate v.round healing. Inadequate blood supply , usually caused by arteriosclerosis or venous abnormalities (e.g., varicose veins) that retard venous drainage, also impairs healing.Hormones such as glucocorticoids have well-documented anti-inflammatory effects that influence various components of inflammation. These agents also inhibit collagen synthesis.Local factors that influence healing include those listed here:Infection is the single most important cause of delay in healing, because it results in persistent tissue injury and inflammation.Mechanical factors, such as early motion of wounds, can delay healing, by compressing blood vessels and separating the edges of the wound.Foreign bodies, such as unnecessary sutures or fragments of steel, glass, or even bone, constitute impediments to healing.Size, location, and type of wound. Wounds in richly vascularized areas, such as the face, heal faster than those in poorly vascularized ones, such as the foot. As we have discussed, small incisional injuries heal faster and with less scar formation than large excisional wounds or wounds caused by blunt trauma.",
        "cop": 1,
        "opa": "Young age",
        "opb": "Infection",
        "opc": "Zinc deficiency",
        "opd": "Vitamin D defiriency",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "b906b803-b750-4e7b-9098-94d48d69d7d9",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is an antiapoptotic protein/ gene?",
        "exp": "Ans. (b) BCL-2(Ref Robbins 9th/pg 55; 8th/pg 28)Anti-apoptotic.Pro-apoptoticSensorsBCL2, BCL-XL, and MCL1BAX and BAKBAD, BIM, BID, Puma, and Noxa",
        "cop": 2,
        "opa": "BAK",
        "opb": "BCL-2",
        "opc": "BAX",
        "opd": "BIM",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "aaabc034-429c-4fca-8a66-d3bc3822d2f9",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man is pulled from the ocean after a boating accident and resuscitated. Six hours later, the patient develops acute renal failure. Kidney biopsy reveals evidence of karyorrhexis and karyolysis in renal tubular epithelial cells. Which of the following biochemical events preceded these pathologic changes?",
        "exp": "Decrease in intracellular pH. During periods of ischemia, anaerobic glycolysis leads to the overproduction of lactate and a decrease in intracellular pH. Lack of O2 during myocardial ischemia blocks the production of ATP Pyruvate is reduced to lactate in the cytosol and lowers intracellular pH. The acidification of the cytosol initiates a downward spiral of events that propels the cell toward necrosis. The other choices point to changes in the opposite direction of what would be expected in irreversible cell injury.Diagnosis: Acute tubular necrosis",
        "cop": 3,
        "opa": "Activation of Na+/K+ ATPase",
        "opb": "Decrease in intracellular calcium",
        "opc": "Decrease in intracellular pH",
        "opd": "Increase in ATP production",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "84c69bda-f862-4eed-b23f-8a4cf1165a83",
        "choice_type": "single"
    },
    {
        "question": "All are involved in phagocytosis except:",
        "exp": "Ans: c (Pavementing of cells) Ref: Robbins, 7th ed, p. 59Phagocytosis involves 3 steps; they are:1. Recognition and attachment: Receptor involved are mannose receptors and scavenger receptors. The efficiency is greatly enhanced by opsonisation. Major opsonins are IgG, C,b breakdown products and lectins (MB,)2. Engulfment: Extension of cytoplasm as pseudopods around the particle to be engulfed, resulting in complete enclosure of the particle within the phagosome created by the plasma membrane of the cell.3. Killing and degradation:- by neutrophils and macrophages largely by oxygen dependent mechanisms, producing reactive oxygen metabolites (ROIs)- ROI is produced due to the activation of NADPH oxidase in the lysosome- The H2O2 - MPO- halide system is the most efficient bactericidal system",
        "cop": 3,
        "opa": "Recognition and attachment",
        "opb": "Engulfment",
        "opc": "Pavementing of cells",
        "opd": "Killing and degradation",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "1a1fc50d-4109-47bb-a843-2c246e012ce9",
        "choice_type": "multi"
    },
    {
        "question": "Lowest in the hierarchy of specialisation",
        "exp": "Ans b: (Ref:Ganong)The bone marrow contains multipotent uncommitted stem cells otherwise called pluripotent stem cells Pluripotent stem cells differentiate into one or other type of committed stem cells otherwise called Progenitor cellsBut pluripotent stem cells are derived from uncommitted totipotent stem cells that can be stimulated to form any cell in the body.",
        "cop": 2,
        "opa": "Unipotent stem cells",
        "opb": "Totipotent stem cells",
        "opc": "Multipotent uncommitted stem cells",
        "opd": "Committed stem cells",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c49502fd-5e9b-454e-b855-3fce1b52268d",
        "choice_type": "single"
    },
    {
        "question": "Liquefactive necrosis is typically seen in",
        "exp": "Ans. (b) Ischemic necrosis of the brain",
        "cop": 2,
        "opa": "Ischemic necrosis of the heart",
        "opb": "Ischemic necrosis of the brain",
        "opc": "Ischemic necrosis of the intestine",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "e00dc825-460b-454f-9bf3-4c168e53e3ab",
        "choice_type": "multi"
    },
    {
        "question": "In Langerhans Cell Histiocytosis, the characteristic abnormality seen is:",
        "exp": "Ans. d. Birbeck's granules (Ref Robbins 9/e p621,622. 8/e p631,652; Harrison 19/e p135 e-9, 18/p2883)In Langerhans Cell Histiocytosis, the characteristic abnormality seen is Birbeck's granules.* \"Regardless of the clinical picture, the proliferating Langerhans cells have abundant, often vacuolated cytoplasm and vesicular nuclei containing linear grooves or folds. The presence of Birbeck granules in the cytoplasm is characteristic. Birbeck granules are pentalaminar tubules, often with a dilated terminal end producing a tennis racket-like appearance, which contain the protein langerin. In addition, the tumor cells also typically express HLA-DR, S-100, and CD1a. \"- Robbins 9/e p622* \"Langerhans cells (LCs) are specialized DCs that reside in mucocutaneous tissue and upon activation become specialized for antigen presentation to T cells. LC histiocytosis (LCH; also known as histiocytosis X) represents neoplastic proliferation of LCs (S-100+, CD1a+, and Birbeck granules on electron microscopy). \"--Harrison 19/e p135 e-9Histiocytosis-X (Langerhans Cell Histiocytosis)Histiocytosis is an ''umbrella\" designation for a variety of proliferative disorders of dendritic cells or macrophagesQ.It is a spectrum of proliferations of a special type of immature dendritic cell called the Langerhans cellQ.Pathology:Proliferating Langerhans cells have abundant, often vacuolated cytoplasm and vesicular nuclei containing linear grooves or folds.The presence of Birbeck granulesQ in the cytoplasm is characteristic.Birbeck granules: Pentalaminar tubules, often w ith a dilated terminal end producing a tennis racket- like appearanceQ, which contain the protein langerinQ.Histiocytosis-X (Langerhans Cell Histiocytosis)Clinical Variants of Langerhans Cell HistiocytosisLetterer-Siwe DiseaseEosinophilic GranulomaHand-Schuller- Christian Disease* Occurs most frequently before 2 years of ageQ* Cutaneous lesions resembling a sebor- rhoeic eruptionQ caused by infiltrates of Langerhans cells over the front & back of the trunk & on scalp.* Most of those affected have concurrent hepatosplenomegalyQ, lymphadcnop- athyQ, pulmonary lesions & destructive osteolytic bone lesionsQ.* Extensive infiltration of the marrow often leads to anemia, thrombocytopenia, and a predisposition to recurrent infections, such as otitis media & mastoiditisQ.* Course of untreated disease is rapidly fatal.* With intensive chemotherapyQ, 50% of patients survive 5 years.* Characterized by proliferations of Langerhans cells admixed with variable numbers of eosinophils, lymphocytes, plasma cells & neutrophilsQ.* Typically arises within the medullary cavities of bones, most commonly the calvarium, ribs, and femurQ.* Unifocal lesions most commonly affect the skeletal system in older children or adultsQ.* Bone lesions can be asymptomatic or cause pain, tenderness, and, in some instances, pathologic fracturesQ.* Involvement of the posterior pituitary stalk of the hypothalamus leads to diabetes insipidus in about 50% of patients.* Calvarial bone defects, diabetes insipidus & exophthalmos is referred as Hand-Schuller- Christian triadQ. DiagnosisLight MicroscopyElectron MicroscopyImmunohistochemistry* Langerhans cell (large mononuclear cells with few cytoplasmic vacuoles) is the 'sin qua non' (essential) of diagnostic lesionQ* Birbeck granules (Tennis racket appearanceQ* CD1a, S-100 or langerin (CD-207) demonstration on the surface of LCH cellsQ",
        "cop": 4,
        "opa": "Foamy macrophages",
        "opb": "Giant cell",
        "opc": "Plasma cell",
        "opd": "Birbeck's granules",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4c5a97c5-92d6-4c98-947d-37491b65c665",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is required for post-translational modification?",
        "exp": "Ans. (d) Vitamin CRef: Robbiris pathology 9th ed. 18* As the collagen molecule is produced, it undergoes many changes, termed post-translational modifications.* These modifications take place in the Golgi compartment of the ER.* Collagen, like most proteins that are destined for transport to the extracellular spaces for their function or activity, is produced initially as a larger precursor molecule called procollagen.* Procollagen contains additional peptides at both ends that are unlike collagen. On one end of the molecule, called the amino terminal end, special bonds called disulfide bonds are formed among three procollagen chains and ensure that the chains line up in the proper alignment. This step is called registration. Once registration occurs, the three chains wrap around each other forming a string-like structure.* One of the first modifications to take place is the very critical step of hydroxylation of selected proline and lysine amino acids in the newly synthesized procollagen protein",
        "cop": 4,
        "opa": "Vitamin B12",
        "opb": "Biotin",
        "opc": "Beta-carotene",
        "opd": "Vitamin C",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ec8c2d7f-2dfe-4193-99e2-eaba9ea519b3",
        "choice_type": "single"
    },
    {
        "question": "Change seen in mitochondria due to aging is?",
        "exp": "Ans. is 'c' i.e., Decrease in size and number both Morphological changes associated with agingCellular changesDecrease in cell size and numberDecreased in size and number of mitochondria Detachment of ribosomes from ERIncreased number of phagolysosomal vacuolesDefective DNA repairNon-enzymatic glycosylation ofprotienConnective tissue changesThere is loss of elasticity (wrinkling of skin| BP due to decreased elasticity of artery)Ground glass substance changes (cataract)Cartilage and bone changes (osteoarthritis, osteoporosis)Decreased immunityDecreased T cells, B cells, plasma cells and antibodies",
        "cop": 3,
        "opa": "Decrease in size & increase in number",
        "opb": "Decrease in number & increase in size",
        "opc": "Decrease in size and number both",
        "opd": "Increase in size and number both",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "25ed0646-ac6c-47f2-88c9-f2f76450ea6e",
        "choice_type": "multi"
    },
    {
        "question": "Lipid peroxidation as a cause of ageing and injury of cell is:(2001)",
        "exp": "Ans: a (Free radical theory)Ref: Robbin's, 7th ed, p. 125 & 6th ed, p. 48Free radicals produced during injury or' aging cause oxidative decomposition of the lipid. Due to oxidative decomposition organic peroxides are formed after reacting with oxygen (lipid peroxidation).This reaction is auto-catalytic i.e., new radicals are formed from the peroxide radicals themselves. These radicals cause structural and functional breakdown of endoplasmic reticulum.",
        "cop": 1,
        "opa": "Free radical theory",
        "opb": "Apoptosis theory",
        "opc": "Enzyme cascade theory",
        "opd": "Cell destruction theory",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3f9d2243-dd77-4125-bda6-4d76655d72a5",
        "choice_type": "single"
    },
    {
        "question": "True about metastatic calcification:",
        "exp": "Ans. (d) Calcification starts in mitochonda(Ref: Robbins 9th/pg 65)Calcification begins in mitochondria QThe prime abnormality is due to pathological entry of large amount of calcium into organelle especially mitochondria",
        "cop": 4,
        "opa": "Serum ca level is normal",
        "opb": "Occurs in dead/dying tissue",
        "opc": "Occurs in damaged heart valves",
        "opd": "Calcification starts in mitochondria",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "385ee9a7-c8f7-4b9c-aefa-31049849b85a",
        "choice_type": "multi"
    },
    {
        "question": "Jumping genes take part in:",
        "exp": "Ans. (a) Gene regulation(Ref: Robbins 9th/ pg 2)Jumping genes*They are Mobile genetic elements, also called 'transposons'*Segments that move around the genome, exhibiting wide variation in number and positioning;*Role in gene regulation and chromatin organization",
        "cop": 1,
        "opa": "Gene regulation",
        "opb": "Chromosomal aberrations",
        "opc": "Gene movement in a species",
        "opd": "Carry out gene amplification",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "dc6fc6b3-b21e-4172-8f74-457a4966cd91",
        "choice_type": "single"
    },
    {
        "question": "Annexin V is a marker of",
        "exp": "Ans. (d) Apoptosis(Ref: Robbins 9th/pg 53; Robbins 9th/pg 29-30)Apoptotic cells express phosphatidylserine/thrombos - pondinQ on the outer layer of plasma membrane because of which these cells are recognized by the dye Annexin V",
        "cop": 4,
        "opa": "Necrosis",
        "opb": "Gangrene",
        "opc": "Aging",
        "opd": "Apoptosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "603127ef-a1e1-4f19-8a50-a65eb80b945e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are methods of cellular adaptation EXCEPT -",
        "exp": "(D) (Dysplasia) (5-Robbins-Basic Pathology 9th)Cellular Adaptations to stressAdaptations are reversible changes in the number, size, phenotype, metabolic activity, or functions of cells in response to changes in the their environment.Physiologic AdaptationPATHOLOGIC ADAPTATION* Hormones* Endogenous chemical mediators e.g. Hormone induced enlargement of the breast and uterus during pregnancy.* Modulate their structure and function and thus escape injury.CELLULAR ADAPTATIONS TO STRESS:* Hypertrophy: Increased cell and organ size, often in response to increased workload; induced by growth factors produced in response to mechanical stress or other stimuli; occurs in tissues incapable of cell division.* Hyperplasia: Increased cell numbers in response to hormones and other growth factors; occurs in tissues whose cells are able to divide or contain abundant tissue stem cells.* Atrophy: Decreased cell and organ size, as a result of deceased nutrient supply or disuse; associated with decreased synthesis of cellular building blocks and increased breakdown of cellular organelles.* Metaplasia: Change in phenotype of differentiated cells, often in response to chronic irritation, that makes cells better able to with stand the stress; usually induced by altered differentiation pathway of tissue stem cells; may result in reduced functions or increased propensity for malignant transformation.",
        "cop": 4,
        "opa": "Atrophy",
        "opb": "Hyperplasia",
        "opc": "Hypertrophy",
        "opd": "Dysplasia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4418e015-9fac-4a1a-b410-ef7e7210809a",
        "choice_type": "multi"
    },
    {
        "question": "Liquefactive necrosis is seen in which of the following?",
        "exp": "Ref: Robbin's 9th ed. P 41-44Liquefactive/colliquative necrosis occurs due to digestion of dead cells and results in transformation of tissue into liquid viscous mass. The most common site involved is central nervous system.",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Heart",
        "opc": "Cerebrum",
        "opd": "Intestine",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8d8ce559-9cd0-4e1d-b0b3-e7685767e4d3",
        "choice_type": "single"
    },
    {
        "question": "Councilman bodies are formed due to process of",
        "exp": "The councilman bodies are formed due to process of apoptosis in viral hepatitis.Important pathological process associated with apoptosis:* Tumors exposed to chemotherapeutic agents* Graft versus host disease* Rejection episodes* Depletion of CD4 cells in AIDS* Prostatic atrophy after orchidectomy* Alzheimer's disease* MI (20% necrosis and 80% apoptosis)Important physiological processes with apoptosis* Organised cell destruction during formation of embryo* Endometrial shedding, regression of lactating breast* Involution of thymus* Normal cell destruction followed by replacement proliferation such as intestinal epithelium",
        "cop": 3,
        "opa": "Necrosis",
        "opb": "Cirrhosis",
        "opc": "Apoptosis",
        "opd": "Necroptosis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "64a6d923-b2cc-4a62-943a-4b1b9b402a98",
        "choice_type": "single"
    },
    {
        "question": "Given below is the histopathology of liver biopsy of hemochromatosis. Which of the following stain is used?",
        "exp": "Ans. (c) Prussian blue(Ref: Complete review of pathology and Hematology 2nd ed; Praveen Kumar, Vandana Puri Annexure 4)This is a straight forward question on the stain used for Iron in tissue (Hemochromatosis) which is Prussian blue stain.",
        "cop": 3,
        "opa": "Vonkossa",
        "opb": "Alcianblue",
        "opc": "Prussian blue",
        "opd": "Crystal violet",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c5a80d3d-34cb-44a6-aeee-919a4e17e289",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman from Albania has a congenital anemia requiring multiple transfusions of RBCs for many years. On physical examination, her skin has a bronze color. Liver function tests show reduced serum albumin. Which of the following findings would most likely appear in a liver biopsy specimen?",
        "exp": "Each unit of blood contains about 250 mg of iron. The body has no mechanism for getting rid of excess iron. About 10 to 20 mg of iron per day is lost with normal desquamation of epithelia; menstruating women lose slightly more. Any excess iron becomes storage iron, or hemosiderin. Over time, hemosiderosis involves more and more tissues of the body, particularly the liver, but also skin. Initially, hemosiderin deposits are found in Kupffer cells and other mononuclear phagocytes in the bone marrow, spleen, and lymph nodes. With great excess of iron, liver cells also accumulate iron. Amyloid is an abnormal protein derived from a variety of precursors, such as immunoglobulin light chains. Bilirubin, a breakdown product of blood, can be excreted in the bile so that a person does not become jaundiced. Glycogen storage diseases are inherited and present in childhood. Steatosis usually occurs with ingestion of hepatotoxins, such as alcohol.",
        "cop": 4,
        "opa": "Amyloid in portal triads",
        "opb": "Bilirubin in canaliculi",
        "opc": "Glycogen in hepatocyte",
        "opd": "Hemosiderin in hepatocytes",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8df9aaa5-de95-431e-a470-1b0e32b37930",
        "choice_type": "single"
    },
    {
        "question": "Best method for HbA1c estimation is?",
        "exp": "Ans. (d) HPLCFour basic types of methods are used most commonly to measure HbA1c: immunoassay, ion-exchange high- performance liquid chromatography (HPLC), boronate affinity HPLC, and enzymatic assays. The gold standard is HPLC method",
        "cop": 4,
        "opa": "Affinity chromatography",
        "opb": "Ion exchange chromatography",
        "opc": "Electrophoresis",
        "opd": "HPLC",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d4ea7045-bd3e-485e-9bb6-d0923725375e",
        "choice_type": "single"
    },
    {
        "question": "Function of Peroxisomes is?",
        "exp": "Ans. (c) Generating H2 O2 (Ref: Robbins 9th/ pg 6-7)Functions of some important cell organelles:*Lysosomes:*Digestion Q of proteins, polysaccharides, lipids, nucleic acids*Proteasomes:#Selectively chews up denatured proteins, releasing peptides Q*Peroxisomes:#Breakdown of fatty acids, Q generating hydrogen peroxide",
        "cop": 3,
        "opa": "Protein synthesis",
        "opb": "Carbohydrate metabolism",
        "opc": "Generating H2O2",
        "opd": "DNA replication",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "933dad11-b359-45b0-a8e6-1927f1791312",
        "choice_type": "single"
    },
    {
        "question": "Winch of the following organelles plays a pivotal role in apoptosis?",
        "exp": "Ans. (a) Mitochondria(Ref Essential of apoptosis 2003:245)Mitochondria is the most important organelle involved in apoptosis initiation and regulation.",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Endoplasmic reticulum",
        "opc": "Nucleus",
        "opd": "Golgi apparatus",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "6816581f-a6f9-4431-87a1-85fd51b3d8bc",
        "choice_type": "single"
    },
    {
        "question": "Gap junctions comprise of?",
        "exp": "Ans. (c) Connexins(Ref: Robbins 9th/pg 11)Communicating junctions (Gap junctions)*Mediate the passage of chemical or electrical signals from one cell to another.*Consists of a dense planar array of 1.5- to 2-nm pores called connexons Q*Formed by hexamers of transmembrane proteins called connexins Q",
        "cop": 3,
        "opa": "Catenins",
        "opb": "Cadherins",
        "opc": "Connexins",
        "opd": "Claudin",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3fd1c405-33c1-4517-adc9-da210d39d056",
        "choice_type": "single"
    },
    {
        "question": "Why fetal cells continue to divide but terminally differentiated adult cells do not divide",
        "exp": "Ans. is 'a' i.e. There are many cyclin inhibitors which prevent cell to enter into S phase in adult * After a fixed number of divisions, normal cells become arrested in a terminally non dividing state known as replicative senescence.How does normal cell count their divisions ??It is not entirely clear, how normal cells count their divisions but it has been noted that with each cell division there is some shortening of specialized structures called telomers at the ends of chromosomes.Telomers are short repeated sequences of DNA present at the linear ends of chromosomes that are important for ensuring the complete replication of chromosomal ends and protecting chromosomal termini from fusion and degradation.When somatic cells replicate a small section of the telomere is not duplicated and telomeres become progressively shortened.As the telomers become shorter, the ends of chromosome cannot be protected and are seen as broken D.N.A., this signals cell cycle arrest.The loss of telomere function leads to activation of p 53 dependent cell cycle checkpoints causing proliferative arrest or apoptosis.Germ cells continue to divide because in these cells telomere shortening is prevented by sustained function of the enzyme Telomerase.Telomerase is an enzyme (specialized RNA-protein complex) that maintains the length of the Telomer by nucleotide addition.Telomerase activity is expressed in Germ cells and is present at low levels in stem cells but it is usually absent in most somatic tissues.Therefore as cells age their telomers become shorter and they exit the cell cycle, resulting in an inability to generate new cells to replace damaged ones.One more question which crops upIf loss of telomerase is the basis of the finite life span of cells, how do cancer cells continue to divide indefinitely ?In cancer cells telomerase is reactivated and thus the telomers are not shortened.",
        "cop": 1,
        "opa": "There are many cyclin inhibitors which prevent cell to enter into S phase in adult",
        "opb": "Phosphatase absent in fetal cells",
        "opc": "Proteinase is absent in fetus",
        "opd": "Absence of CD kinase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "316342a7-4e26-4b14-93aa-7f3d718d35ac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following can recognize dead material?",
        "exp": "Ans. B. InflammasomeNOD-like receptors (NLRs) and the inflammasomeLocationCytosolic receptorsRecognizeNecrotic cells, ion disturbances (e.g., loss of k), urate crystal, and some microbial productsMechanism of actionActivates Caspase-1- activates IL-1- recruits leukocytes and induces feverRole in diseases* Periodic fever syndromes (autoinflammatory syndromes): Due to gain of function mutations* Obesity associated type 2 diabetes and atherosclerosis: Due to gain of function mutations* Inflammation in gout: Due to recognition of urate crystals by a class of NLRs",
        "cop": 2,
        "opa": "NET",
        "opb": "Inflammasome",
        "opc": "Necrosis",
        "opd": "Toll-like receptor",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c02f59ce-4dce-4f2b-94c3-27e35a308ed5",
        "choice_type": "single"
    },
    {
        "question": "First manifestation in cell injury",
        "exp": "Ans. (b) Cell swelling(Ref: Robbins 9th/pg 46; 8th/pg 12)Cloudy swellingQ - earliest morphological change in reversible cell injuryQ due to accumulation of water intracellularly",
        "cop": 2,
        "opa": "Pyknosis",
        "opb": "Cell swelling",
        "opc": "Nuclear fragmentation",
        "opd": "Nuclear lysis",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "8548df64-8017-4bef-93f9-5018560f0e5c",
        "choice_type": "single"
    },
    {
        "question": "Apoptotic genes regulating programmed cell death type 2, autophagy is:",
        "exp": "C i.e.BCL-2Ref: Genetic Home ReferenceExplanation:Autophagy:Autophagy is a process in which a cell eats its own contents (Greek: auto, self; phagy, eating).It involves the delivery of cytoplasmic materials to the lysosome for degradation.Autophagy is an adaptive response that is enhanced during nutrient deprivation, allowing the cell to cannibalize itself to survive.Autophagy can be categorized into three types:Chaperone-mediated autophagy (direct translocation across the lysosomal membrane by chaperone proteins).Microautophagy(inward invagination of lysosomal membrane for delivery).Macroautophagy (hereafter referred to as autophagy), the major form of autophagy involving the sequestration and transportation of portions of cytosol in a double-membrane bound autophagic vacuole (autophagosome).There are many genes and proteins involved in autophagy; BCL2 is one among the notable ones.",
        "cop": 3,
        "opa": "p53",
        "opb": "BAX",
        "opc": "BCL-2",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "60f1ba07-5872-4e03-a20e-e55a42b0817e",
        "choice_type": "multi"
    },
    {
        "question": "Triple helix is found in -",
        "exp": "Ans is 'b' i.e., Collagen Collageno Collegen is the most common protein in the animal world,o It is a component of ECM.o The collegens are composed of a triple helix of three polypeptide a-chains.o It provides tensile strength to tissues.o Collegen type IV with laminin is the main component of basement membrane.o Fibrillar collegen is synthesized from procollegen.o First there is hydroxylation of lysin & proline residues of procollegen.o After hydroxylation of lysine and proline residues of procollegen three procollegen chains align in phase to form triple helix.o After that oxidation of lysine & hydroxylysine by lysyl oxidase, and proline & hydroxyproline by prolyl oxidase, take place - this results in cross-linking between the chains of adjacent molecules, thus stabilizing the array thatis characteristic of collegen.o Cross-linking is a major contributor of the tenile strength of collegen.o Vit 'c'is requiredfor hydroxylation of lysine & proline residues ofprocollegen -In scurvy (Vit 'c' deficiency) poor wound healing is due to inhibition of this step.",
        "cop": 2,
        "opa": "Cystine",
        "opb": "Collagen",
        "opc": "Pectin",
        "opd": "DNA",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "f23bd142-f4dc-4bc0-b081-4020d65b7cd5",
        "choice_type": "single"
    },
    {
        "question": "Psammoma bodies features are all except:",
        "exp": "Ans. (d) Seen in teratoma(Ref: R 9th/pg 65; 8th/pg 38)Psammoma bodies (PBs) are concentric lamellated calcified structures, observed most commonly in papillary thyroid carcinoma (PTC), meningioma, and papillary serous cystadenocarcinoma of ovaryThey represent a process of dystrophic calcification",
        "cop": 4,
        "opa": "Seen in meningioma",
        "opb": "Concentric whorled appearance",
        "opc": "Seen in papillary thyroid carcinoma",
        "opd": "Seen in teratoma",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3d4c9a31-81f6-415b-9433-c81ad9dcf445",
        "choice_type": "multi"
    },
    {
        "question": "A study of aging shows that senescent cells have accumulated damage from toxic byproducts of metabolism. There is increased intracellular lipofuscin deposition. Prolonged ingestion of which of the following substances is most likely to counteract this aging mechanism?",
        "exp": "Antioxidants may counteract the effects of reactive oxygen species (ROS) that may accumulate acutely and chronically within cells as a consequence of environmental insults and pathologic processes. Certainly, health food stores promote this concept with sales of products such as vitamin E. However, cellular damage is multifactorial, and proving that one compound has a significant effect is difficult. Analgesics ameliorate the perception of pain from cellular damage, but they do not prevent or diminish cell damage; they only mask it. Antimicrobials may help the body's own immune defenses against infectious agents and shorten and/or diminish tissue damage. However, long-term use of antimicrobials is discouraged because it may alter the body's own useful microbial flora, and it can promote development of drug-resistant strains that pose a serious health risk for the general population. (As Mr. Spock noted, \"The needs of the many outweigh the needs of the few.\") Antineoplastic agents are given for malignancies and rarely have benefit for cancer prevention. Glucocorticoids provide short-term improvement in well-being, but when used for longer periods, they have deleterious effects.",
        "cop": 1,
        "opa": "Antioxidants",
        "opb": "Analgesics",
        "opc": "Antimicrobials",
        "opd": "Antineoplastic agents",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "27c60cd3-60be-4078-8a02-37672758625c",
        "choice_type": "single"
    },
    {
        "question": "The following host tissue responses can be seen in acute infection, except?",
        "exp": "Ans. (d) Granuloma formationRef: Robbiris pathology 9th ed. 197* Granuloma formation is characteristic of chronic granulomatous inflammation and is not seen in acute inflammation.* Vasodilation, increase in permeability, exudation, margination, rolling etc. are seen in acute inflammation.",
        "cop": 4,
        "opa": "Exudation",
        "opb": "Vasodilation",
        "opc": "Margination",
        "opd": "Granuloma formation",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "d6984e31-4130-43aa-8bdf-e9ec5359444f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following function is done by RNAi in a gene?",
        "exp": "Ans. (c) Knock down(Ref: Robbins 9th/pg 3-4)Small interfering RNAs (siRNAs)*Short RNA sequences introduced experimentally into cells*Their action is similar to endogenous miRNAs.*Synthetic siRNAs targeted against specific mRNA have become useful laboratory tools to study gene function (so-called \"knockdown technology\")",
        "cop": 3,
        "opa": "Knock in",
        "opb": "Knockout",
        "opc": "Knockdown",
        "opd": "Knock up",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3d57c639-b165-4832-8b2d-a39c81a817e1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is labile cell -",
        "exp": "Ans. is 'd' i.e., Surface epithelium o When a cell proliferates, it pass through a cell cycle,o Cell cycle has a series of phases : -* Gtphase-Rest phase (Presynthetic phase)* Sphase-Synthetic phase in which synthesis of DNA takes place.* Gphase-Resting phase (Postsynthetic or postmitotic phase).* Mphase-Mitotic phase in which mitosis takes place. # Go phase-When cell is not proliferating, it remains in quiescent phase (Go).Based on their proliferative capacity, cells are divided into1. Labile cells (Continouslv dividing cells) or intermitotic cells.o Have capacity to proliferate and regenerate.o Have very short Go and almost always remain in cell cycle. Example are : -Surface epithelium (stratified squamous) of skin, oral cavity, vagina and cervix.Lining mucosa of all excretory ducts of glands (Salivary gland, pancreas, biliary duct).Columinar epithelium of GIT and uterus.Transitional epithelium of the urinary tract.Bone marrow cells and hematopoietic cells.Basal cells of epithelia.2. Stable or quiescent or reversible postimitotic cells,.o Have limited capacity to proliferate and regenerate.o Ramain in Go phase of cell cycle but can enter in G1 phase when stimulated i.e., they usually remain quiescent, but proliferate in response to stimuli. Example are -Parenchymal cells of liver, kidney and pancreas.Mesenchymal cells, e.g., fibroblast and smooth muscles.Vascular endotheliumOsteoblast, chondroblastResting lymphocytes and other leukocytes.3. Permanent or nondividing or irreversible postmitotic cells.o Cannot divide and regenerate.o These cells are nondividing and have left the cell cycle, i.e., they do not belong to any phase of cell cycle. Example are -NeuronsCardiac muscleSkeletal muscle",
        "cop": 4,
        "opa": "Cardiac cell",
        "opb": "Liver parenchymal cell",
        "opc": "Vascular endothelial cells",
        "opd": "Surface epithelium",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "00904298-bddf-4024-a86a-9c9e2fa27be0",
        "choice_type": "single"
    },
    {
        "question": "Which of these is not responsible for removal of free radicals?",
        "exp": "Ans. (c) NADPH oxidase(Ref: R 9th/pg 48; 8th/pg 13,14)AntioxidantsEnzymesNon enzymes* Catalase- Present in peroxisomes Q decomposes H2 O2 Antioxidants- vitamins E, A and C glutathione in the cytosol.*. Superoxidase dismutases: O2- to H2 O2 *. Manganese-SOD, which is localized in mitochondria,*. Copper-zinc-SOD, which is found in the cytosol.Transferrin, ferritin, lactoferrin, and ceruloplasmin Q - Minimise the reactivity of metals by binding with themGlutathione peroxidase: H2 O2 +2GSH-GSSG+2H2 O*. Important indicator of the cell's ability to detoxify ROSQNADPH oxidaseOxidizes NADPH Q (reduced nicotinamide-adenine dinucleotide phosphate) and, in the process, reduces oxygen to superoxide. Q",
        "cop": 3,
        "opa": "Catalase",
        "opb": "Superoxide Dismutase",
        "opc": "NADPH oxidase",
        "opd": "Glutathione peroxidase",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "822b83e3-02e2-40ed-b749-eae4d6989603",
        "choice_type": "single"
    },
    {
        "question": "A study of peripheral blood smears shows that neutrophil nuclei of women have a Barr body, whereas those of men do not. The Barr body is an inactivated X chromosome. Which of the following forms of RNA is most likely to play a role in Barr body formation?",
        "exp": "There are forms of noncoding RNA that play a role in gene expression. Long noncoding RNA (lncRNA) segments greater than 200 nucleotides in length can bind to chromatin to restrict access of RNA polymerase to coding segments. The X chromosome transcribes XIST, a lncRNA that binds to and represses X chromosome expression. However, not all genes on the \"inactive\" X chromosome are switched off. The RNA transcribed from nuclear DNA that directs protein synthesis through translation is mRNA. MicroRNAs (miRNAs) are noncoding RNA sequences that inhibit the translation of mRNAs. Gene-silencing RNAs (small interfering RNAs ) have the same function as miRNAs, but they are produced synthetically for experimental purposes. Transfer RNA (tRNA) participates in the translation of mRNA to proteins by linking to specific amino acids.",
        "cop": 1,
        "opa": "lncRNA",
        "opb": "mRNA",
        "opc": "miRNA",
        "opd": "siRNA",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c2cccbf1-7893-426b-ba09-1f8a93b08589",
        "choice_type": "single"
    },
    {
        "question": "Cytokine causing fever -",
        "exp": "Ans. is 'a' i.e., IL-6 Pyrogeneso Pyrogenes are substances that cause fever,o Pyrogens may be exogenous or endogenousExogenous - Bacterial toxinsEndogenous - IL-1, TNF-a, IL-6, Interferons, Ciliory's neurotropic factoro These pyrogenes increase the level of PGE2 in the hypothalamus that elevates the thermoregulatory set point and causes fever.",
        "cop": 1,
        "opa": "IL-6",
        "opb": "IFN-y",
        "opc": "IL-18",
        "opd": "EL-4",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "4974b9cf-fd74-44eb-91a2-7f8e757cde99",
        "choice_type": "single"
    },
    {
        "question": "Calrexin and calreticulin are -",
        "exp": "Ans. is 'b' i.e., Chaperons Calrexin and calreticulino Calreticulin & calrexin are major Ca2+ binding (storage) chaperones in the endoplasmic reticulumo These Ca2+ binding chaperones, which are involved in protein folding, posttranslational modification, Ca2+ storage and release, and lipid synthesis and metabolism.o They are the key component of the calreticulin/calnexin cycle which is responsible for the folding of newly synthesized proteins and glycoproteins and for quality control pathways in the endoplasmic reticulumo They bind to misfolded proteins and prevent them from being exported from the endoplasmic reticulum to the Golgi apparatus.o Calreticulin and calnexin are also integral proteins in the production of MHC class I Proteins",
        "cop": 2,
        "opa": "Glycoproteins",
        "opb": "Chaperons",
        "opc": "Tumor markers",
        "opd": "Enzymes",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ca13a5bd-d4d9-4b15-b65f-61c0fd813f27",
        "choice_type": "single"
    },
    {
        "question": "The characteristic feature of apoptosis on light microscopy is:",
        "exp": "Ans. (b) Nuclear compaction(Ref: Robbins 9th/pg 53)Here student gets confused in 2 options b and c..On light microscopy, most characteristic feature is condensation of nuclear chromatin and not intactness of cell membraneIntact cell membrane and lack of inflammation differentiates apoptosis from necrosis.",
        "cop": 2,
        "opa": "Cellular swelling",
        "opb": "Nuclear compaction",
        "opc": "Intact cell membrane",
        "opd": "Cytoplasmic eosinophlia",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "c543d9a7-aab5-4fb0-bbff-bd19fe148506",
        "choice_type": "single"
    },
    {
        "question": "60 year old asymptomatic female shows following change in tunica media of blood vessels. Diagnosis?",
        "exp": "Ans. (a) Medial calcificationMedial artery calcification (MAC) is also known as Monckeberg's arteriosclerosis, is a nonobstructive condition leading to reduced arterial compliance that is commonly considered as a nonsignificant finding.With the H&E stain, calcium appear deep blue-purple.",
        "cop": 1,
        "opa": "Medial calcification",
        "opb": "Medial fibrosis",
        "opc": "Amyloidosis",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "ad129b65-5e44-44d4-9495-8809bd9efa03",
        "choice_type": "multi"
    },
    {
        "question": "Major Pyrogenic cytokine:",
        "exp": "Ans. D. IL-1. (Ref Robbins Basic Pathology 8th/ Table 2-6).IL-1: fever.IL-2: stimulates T cells.IL-3: stimulates bone marrow.IL-4: stimulates IgE production.IL-5: stimulates IgA production.IL-6: stimulates acute-phase protein production.IL-8: recruites Neutrophils. Tumor Necrosis Factor and Interleukin-1# TNF and IL-1 are producedby activated macrophages, as well as mast cells, endothelial cells, and some other cell types.# Their secretion is stimulatedby microbial products, such as bacterial endotoxin, immune complexes, and products of T lymphocytes generated during adaptive immune responses.# The principal role of these cytokines in inflammation is in endothelial activation.# Both TNF and IL-1 stimulate the expression of adhesion molecules on endothelial cells, resulting in increased leukocyte binding and recruitment, and enhance the production of additional cytokines (notably chemokines) and eicosanoids.# TNF also increases the thrombogenicity of endothelium and causes aggregation and activation of neutrophils, and# IL-1 activates tissue fibroblasts, resulting in increased proliferation and production of ECM.- Although TNF and IL-1 are secreted by macrophages and other cells at sites of inflammation, they may enter the circulation and act at distant sites to induce the systemic acute-phase reaction that is often associated with infection and inflammatory diseases.- Components of this reaction include fever, lethargy, hepatic synthesis of various acute-phase proteins, metabolic wasting (cachexia), neutrophil release into the circulation, and release of adrenocorticotropic hormone (inducing corticosteroid synthesis and release). Role of Mediators in Different Reactions of InflammationVasodilationProstaglandins. Nitric oxide, HistamineIncreased vascular permeabilityHistamine and serotonin, C3a and C5a (by liberating vasoactive amines from mast cells, other cells), Bradykinin, Leukotrienes C4, D4, E4, PAF, Substance PLeukocyte recruitment and activationTNF, IL-1, Chemokines, C3a, C5a, Leukotriene B4 (Bacterial products, e.g., N-formyl methyl peptides)Fever0IL-1, TNF, ProstaglandinsPainProstaglandins, Bradykinin, NeuropeptidesTissue damageLysosomal enzymes of leukocytes, Reactive oxygen species, Nitric oxide CytokineCellular sourceTraget cellsBiologic effectsIL-1Monocytes and macrophagesT cells, B cells neuronsCostimulator pyrogenIL-2Tumor cells T cells (TH1)Endothelial cells T cellsB cellsNK cellsGrowthActivation and antibody productionActivation and growthIL-3T cellsImmature hemopoietic stem cellGrowth and differentiationIL-4T cells (TH2)B cellsActivation and growth; isotype switch to IgE; increased MHCII expression T cellsGrowthIL-6Monocytes and macrophages T cells, B cells Ovarian cancer cells Other tumors tumor cellsB cellsT cellsHepatocytesStem cell Autocrine/paracrine growth and viability-enhancing factorDifferentiation, antibody productionCostimulatorInduction of acute-phase responseGrowth and differentiationIL-10T cells (TH2)Monocytes and macrophagesT cells (Th1)Monocytes and macrophagesInhibition of cytokine synthesisInhibition of Ag presentiation and cytokine production B cellsAcivationIL-12MonocytesNK cells, T cells (TH1)InductionIL-13T cells (TH2), mast cells, NK cellsBcells, TH2 cells, macrophagesRegulates IgE secretion by B cell TH2developmentMacrophage activityIL-15Dendritic cells, monocytes, placenta, kidney, lung, heart, TcellsMast cellsNK cell development and functionMast cell proliferation11-16CD4+ and CD8+ T cells, eosinophils, mast cells, dendritic cellsT cells, monocytes, dendritic cells, eosinophilsPrevent antigen-induced T-cell death, chemotactic factor for CD4= T cells, monocytes, eosinophils, dendritic cellsIL-17Acivated CD4+ T cellsT cell, fibrobiastsT-cell activation Induces secretion ofcytokiness by fibroblastsIL-27Monocytes, macrophagesCD4+ T cellsProliferation of naive CD4+ T cells, synergizes with IL-12IFN-YT cells (TH1) NK cellsMonocytes/ macrophagesNK cells, T cells, B cellsActivationAcivation Enhanves responsesTNF-aMonocytes and macrophages T cellsMonokine productionCostimulator pyrogenMonocytes/ macrophages T cells, B cells Neurons Endothelial cells Muscle and fat cellsActivation, inflammationCatabolism/cachexiaAdditional Educational points:# The major cytokines in acute inflammation are TNF and IL-1, as well as a group of chemoattractant cytokines called chemokines. Other cytokines that are more important in chronic inflammation include interferon-? (IFN-?) and IL-12.# Chemokines are classified into four groups based on the arrangement of highly conserved cysteine residues. The two major groups are the CXC and CC chemokines:- CXC chemokines have one amino acid separating the conserved cysteines and act primarily on neutrophils.* IL-8 is typical of this group; it is produced by activated macrophages, endothelial cells, mast cells, and fibroblasts, mainly in response to microbial products and other cytokines such as IL-1 and TNF.- CC chemokines have adjacent cysteine residues and include:* monocyte chemoattractant protein 1 (MCP-1) and macrophage inflammatory protein 1? (MIP-1?) (both chemotactic predominantly for monocytes),* RANTES (regulated on activation normal T expressed and secreted) (chemotactic for memory CD4+ T cells and monocytes), and* eotaxin (chemotactic for eosinophils).",
        "cop": 4,
        "opa": "INF alpha",
        "opb": "TNF beta",
        "opc": "IL-3",
        "opd": "IL-1",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "43d4126c-e798-40cb-8380-1bfb87095fe2",
        "choice_type": "single"
    },
    {
        "question": "Foci of granulomatous inflammation show all of the following except?",
        "exp": "Ans- (a) EosinophilsRef: Robbiris pathology 9th ed. /97* A special form of chronic inflammation is seen in response to tissue invasion by Mycobacterium tuberculosis.* Macrophages and multinucleated giant cells accumulate about the organisms, and fibrous tissue form about these small focal lesions or tubercles.* This combination of macrophages and fibrosis is granulomatous inflammation.* Epithelioid cells and multinucleated Langhans giant cells are present. The former are derived from macrophages and the latter by cytoplasmic fusion of macrophages.* These lesions may heal by scarring and become calcified, or they undergo caseation necrosis.",
        "cop": 1,
        "opa": "Eosinophils",
        "opb": "Epithelioid cells",
        "opc": "Fibrosis",
        "opd": "Lymphocytes",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "3a5a96de-f41c-46b5-af69-95d9f745126a",
        "choice_type": "multi"
    },
    {
        "question": "All of the followings are signs of reversible cell injury; except:",
        "exp": "Ans. (d) Dense Mitochondrial depositRef: Robbins and Cotran Pathologic Basic Disease 9th Ed; Page No-40Cell injuryReversible cell injuryIrreversible cell injury* Cellular swelling* Loss of microvilli* Formation of cytoplasmic blebs* ER swelling* Ribosomal detachment* Myelin figures* Clumping of nuclear chromatin* Flocculent, amorphous mitochondrial densities* Swelling & disruption of lysosomes* Plasma membrane damage* Pyknosis* Karyolysis* Karyorrhexis",
        "cop": 4,
        "opa": "Loss of microvilli",
        "opb": "Cell Swelling",
        "opc": "Bleb formation",
        "opd": "Dense Mitochondrial deposit",
        "subject_name": "Pathology",
        "topic_name": "Cellular Pathology",
        "id": "bdf0a32e-2bc4-4847-b219-edfe75659a2b",
        "choice_type": "multi"
    }
]