[
    {
        "question": "A 1-year-old boy presents with a delay in motor development. Progressive muscle weakness and blindness ensue, and the patient dies within a year. The brain at autopsy shows swollen neurons that contain numerous lysosomes filled with lipid. Which of the following is the most likely diagnosis?",
        "exp": "Tay-Sachs disease is a lethal, autosomal recessive disorder caused by an inborn deficiency of hexosaminidase A, which permits the accumulation of ganglioside GM1 in CNS neurons. The disease is fatal in infancy and early childhood. Retinal involvement increases macular transparency and is responsible for a cherry-red spot in the macula. On histologic examination, lipid droplets are seen in the cytoplasm of distended nerve cells of the CNS and peripheral nervous system. Electron microscopy reveals the lipid within lysosomes in the form of whorled \"myelin figures. \" Swollen neurons that exhibit marked vacuolization of the perikaryon and contain lysosomes filled with lipid can also occur in other lipid-storage diseases (e. g., Gaucher disease, Niemann-Pick disease). The other diseases do not produce such neuronal changes. Diagnosis: Tay-Sachs disease",
        "cop": 4,
        "opa": "AL amyloidosis",
        "opb": "Hurler syndrome",
        "opc": "Phenylketonuria",
        "opd": "Tay-Sachs disease",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "43746273-1b76-4c58-97ac-7de0af6fdab0",
        "choice_type": "single"
    },
    {
        "question": "Lisch nodules (Pigmented Iris hamartomas) are seen in",
        "exp": "Ans. b (Neurofibromatosis) (Ref. Harrison's Internal Medicine 17th ed., Chapter 374; RRM 7th ed., p. 316)# Lisch nodules (iris hamartoma) and Optic gliomas = NF-1.# Glaucoma = Sturge Weber syndome.# Retinal angiomas = VHL# Glaucoma. NEUROFIBROMATOSIS# Autosomal dominant inherited disorder- pure neurofibromas (= tumor of nerve sheath with involvement of nerve, nerve fibers run through mass)- neurilemmomas (= nerve fibers diverge and course over the surface of the tumor mass)(a) localized neurofibroma (most common, 90%)(b) diffuse neurofibroma (mostly solitary + not associated with NF1)(c) plexiform neurofibroma (PATHOGNOMONIC of NF1). Peripheral Neurofibromatosis (90%) = NEUROFIBROMATOSIS TYPE 1 = von Recklinghausen disease# autosomal dominant with abnormalities localized to the pericentromeric region of chromosome 17.- CLASSIC TRIAD:- Cutaneous lesions- Skeletal deformity- CNS manifestations# CNS and ocular MANIFESTATIONS- Lisch nodules= melanocytic iris hamartomas <2 mm in size- Optic pathway glioma- Hydrocephalus (Aqueductal stenosis)- Vascular dysplasia= occlusion / stenosis of distal ICA, proximal MCA/ACA- Plexiform neurofibromas are PATHOGNOMONIC for NF1- Erosion of bony elements with marked posterior scalloping# SKELETAL MANIFESTATIONS (in 25-40%)- Harlequin appearance to orbit (empty orbit) = partial absence of greater and lesser wing of sphenoid + orbital plate of frontal bone- Sharply angled focal kyphoscoliosis (50%) in lower thoracic + lumbar spine- Pseudarthrosis after bowing fracture (particularly in tibia) in 1st year of life# Others:- Cafe-au-lait spots= pigmented cutaneous macules >6 in number, >5 mm in greatest diameter; Coast of California.; Freckling.- Progressive pulmonary interstitial fibrosis with lower lung field predominance (up to 20%)- Pheochromocytoma- Renal artery stenosis: very proximal- Malignant peripheral nerve sheath tumor - most common malignant abdominal tumor in NF1",
        "cop": 2,
        "opa": "Niemann Pick disease",
        "opb": "Neurofibromatosis",
        "opc": "Ochronosis",
        "opd": "Glycogen storage disease",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "fa145bc3-1bdd-4945-ab10-067066f0d703",
        "choice_type": "single"
    },
    {
        "question": "An 86-year-old man has become progressively unable to live independently for the past 10 years, and he now requires assistance with bathing, dressing, toileting, feeding, and transfers in and out of chairs and bed. On physical examination, he has no motor or sensory deficits. He cannot give the current date or state where he is. Six months later, he suddenly becomes comatose and dies. At autopsy, there is a large superficial left parietal lobe hemorrhage. Histologic examination of the brain shows numerous neocortical neuritic plaques and neurofibrillary tangles. The peripheral cerebral arteries and the core of each plaque stain positively with Congo red. Which of the following mechanisms is most likely responsible for his disease?",
        "exp": "Alzheimer's disease (AD) can be complicated by cerebral amyloid angiopathy and terminal hemorrhagic stroke. Formation and aggregation of the Ap peptide are now considered central to the pathogenesis of AD. Ap peptide is derived from the abnormal processing of amyloid precursor protein (APP). When APP, a transmembrane protein, is cleaved by a-secretase within the Ap sequence, followed by g-secretases, a soluble nontoxic fragment is formed. Cleavage of the Ap sequence by b-secretase and then g-secretase gives rise to Ap peptides that aggregate and form the amyloid cores that elicit a microglial and astrocytic response to form neuritic plaques. Conformational change in prion protein leads to Creutzfeldt-Jakob disease, rapidly progressive dementia with spongiform encephalopathy but not neuritic plaques or amyloid deposition. Loss of dopaminergic neurons with a deficiency of dopamine is central to the pathogenesis of Parkinson's disease. Expansion of polyglutamine repeats owing to CAG trinucleotide repeat-expansion underlies Huntington disease. Although abnormally phosphorylated forms of tau protein are found in neurofibrillary tangles seen in AD, there is no mutation of the tau gene, and the tangles are not considered primary in the pathogenesis of AD. Mutation of the tau gene can be found in frontotemporal lobe dementias.",
        "cop": 1,
        "opa": "Aggregation of Ab peptide",
        "opb": "Conformational change in the prion protein (PrP)",
        "opc": "Dopamine deficiency",
        "opd": "Expansion of polyglutamine repeats",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "5270a661-5e17-46f5-b499-ae233cc39d9a",
        "choice_type": "single"
    },
    {
        "question": "Koener's tumor are seen in?",
        "exp": "Ans. (a) Tuberous sclerosis(Ref: Robbins 9th/pg 516). Ungual fibromas or Koenen's tumors are angiofibromas which occur in the lateral nail groove, along the proximal nail fold or under the nail. They are seen in Tuberous Sclerosis",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "VHL",
        "opd": "NF",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "3b795307-511f-4e87-a604-eb8d7f974d77",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old boy is brought to the physician by his parents, who complain that their son continually loses his balance. They also report that his speech seems more slurred. Physical examination confirms the truncal ataxia and wide-based gait. The child appears lethargic, and there is bobbing of the head while he is sitting. Muscle tone is normal. A lumbar puncture is performed in the patient, and neoplastic cells are found. A suboccipital craniotomy is performed, and a tumor is resected. Microscopic examination of the surgical specimen would most likely reveal which of the following histologic patterns?",
        "exp": "Medulloblastomas and, less commonly ependymomas and pineal parenchymal tumors, have a propensity to disseminate by way of the CSF throughout the CNS. Since medulloblastomas are close to the fourth ventricle, they may disseminate downstream into the spinal cord. The detection of neuronal and progenitor cell markers (e. g., synaptophysin or nestin) may be diagnostically informative in distinguishing these tumors from metastatic epithelial tumors, lymphomas, or other neuroectodermal malignancies. Medulloblastomas are characterized by cells with hyperchromatic, round-to-oval nuclei and scant cytoplasm, which often crowd together with no structural pattern. The neuroblastic character of the cells is occasionally expressed in rosette formation, a histologic feature of neuroblasts. The other choices do not describe midline, cerebellar tumors arising in children. Diagnosis: Medulloblastoma",
        "cop": 3,
        "opa": "Malignant epithelial cells with prominent tonofilaments",
        "opb": "Perivascular collections of neoplastic lymphocytes",
        "opc": "Small, hyperchromatic cells and rare neuroblastic rosettes",
        "opd": "Vacuolated tumor cells and an abundant capillary network",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "823c8044-244b-4a7f-9374-90f074e7be9b",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old boy complains of a 4-month history of fatigue, abdominal pain, and yellowing of his eyes and skin. Physical examination shows tremor of both hands, lack of coordination, and mild jaundice. An ophthalmic examination reveals Kayser-Fleischer rings. Degenerative changes are present in which of the following anatomic regions of the CNS in this patient?",
        "exp": "Wilson disease is an autosomal recessive condition in which excess copper may deposit in the liver and brain. Chronic hepatitis leads to cirrhosis in young people. Ocular lesions, so-called Kayser-Fleischer rings, represent deposition of copper in Descemet membrane in the iris. Lack of coordination and tremor (extrapyramidal neurologic symptoms) are related to degenerative changes in the corpus striatum. Deposition of copper is not observed in the other anatomic regions of the brain. Diagnosis: Wilson disease",
        "cop": 2,
        "opa": "Cerebellum",
        "opb": "Corpus striatum",
        "opc": "Paraventricular white matter",
        "opd": "Pons",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "3614fa52-227d-4d6f-aa9a-651212649375",
        "choice_type": "multi"
    },
    {
        "question": "A 15-year-old boy is rushed to the emergency room after suffering a tonic-clonic seizure 4 weeks after a spelunking expedition. The boy appears irritable and agitated, and his parents state that he has difficulty swallowing fluids. Lumbar puncture shows numerous lymphocytes. The patient becomes delirious, slips into a coma, and expires. At autopsy, the brain stem shows infiltrates of lymphocytes around small blood vessels and evidence of neuronophagia. Some neurons contain eosinophilic inclusions. What is the proper name for these neuronal inclusions?",
        "exp": "Rabies is an encephalitis caused by the rabies virus, which is transmitted to humans through contaminated saliva introduced by a bite. Dogs, wolves, foxes, and skunks are the principal reservoirs, but the infection is also acquired from the bite of rabid bats, which often inhabit caves. Viral replication initiates at the site of the bite, and transport to the CNS is mediated by viral entry into peripheral nerves. Destruction of the brainstem neurons by rabies virus initiates painful spasms of the throat, difficulty swallowing, and a tendency to aspirate fluids, which has prompted the designation \"hydrophobia. \" Encephalopathy progresses to death within 1 to several weeks. Pathologic features of rabies encephalitis include perivascular cuffing by lymphocytes, neuronophagia, microglial nodules, and \"Negri bodies, \" which are distinctive eosinophilic, cytoplasmic inclusions in infected nerve cells. Councilman bodies (choice A) are remnants of apoptotic hepatocytes seen in acute viral hepatitis. Lewy bodies (choice C) are features of Parkinson disease. Diagnosis: Rabies",
        "cop": 4,
        "opa": "Councilman bodies",
        "opb": "Hirano bodies",
        "opc": "Lewy bodies",
        "opd": "Negri bodies",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "27ff2c7f-bd6b-4afa-9c75-550384eba9b8",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old woman develops a sudden, severe headache and is taken to the emergency department. On examination, she has nuchal rigidity. Her blood pressure is 115/83 mm Hg. A lumbar puncture is done; the CSF shows numerous RBCs, no neutrophils, a few mononuclear cells, and a normal glucose level. The Gram stain result is negative. CT imaging shows subarachnoid hemorrhage at the base of the brain. Which of the following vascular events has most likely occurred in this woman?",
        "exp": "About 1 in 50 individuals have a saccular (berry) aneurysm. Although this lesion is present at birth as a congenital defect in the arterial media at intracerebral arterial branch points, it can manifest later in life with aneurysmal dilation and possible rupture. These aneurysms are the most common cause of spontaneous subarachnoid hemorrhage in adults. The bleeding from amyloid angiopathy is in the peripheral cortex, and most likely to occur in association with Alzheimer's disease. A hypertensive hemorrhage from arteriolosclerosis tends to remain within the brain parenchyma. Thromboemboli can cause infarctions, most often in the distribution of the middle cerebral artery in the cortex, and embolic infarcts can be hemorrhagic, but the blood typically does not reach the CSF. A subdural hematoma over the brain surface results from a tear of bridging veins.",
        "cop": 4,
        "opa": "Bleeding from cerebral amyloid angiopathy",
        "opb": "Hematoma formation from arteriolosclerosis",
        "opc": "Middle cerebral artery thromboembolism",
        "opd": "Rupture of an intracranial berry aneurysm",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "4e970b0d-8e82-453b-8927-65844236ad8e",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman suffers massive trauma in an automobile accident and expires 4 days later of respiratory insufficiency. A horizontal section of the patient's brain at autopsy reveals numerous petechiae scattered throughout the white matter. Which of the following is the most likely explanation for this pathologic finding?",
        "exp": "Small emboli, notably those composed of fat or air, occlude capillaries. Fat emboli originating from bone fractures are carried downstream through the cerebral vessels until the caliber of the emboli exceeds that of the blood vessels, at which point they lodge and block blood flow. The distal capillary endothelium becomes hypoxic and permeable, and petechiae develop, most commonly in the white matter. Although sepsis (choice D) sometimes leads to brain petechiae, the patient's condition does not support this conclusion. None of the other choices are characterized by petechiae in the brain. Diagnosis: Fat embolism",
        "cop": 1,
        "opa": "Fat embolism",
        "opb": "Global ischemia",
        "opc": "Occlusion of middle cerebral artery",
        "opd": "Sepsis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "a716c64f-cd91-468c-a8a4-763be3df5288",
        "choice_type": "single"
    },
    {
        "question": "Owl eye inclusion bodies are seen in?",
        "exp": "Ans. (b) CMV(Ref: Robbins 9th/pg 1266). Enlarged cells (cytomegaly) with intranuclear and intra- cytoplasmic inclusions are seen with cytomegalovirus infection. QThe intra nuclear inclusions appear like owl's eye inclusions in stained tissue sections",
        "cop": 2,
        "opa": "HSV",
        "opb": "CMV",
        "opc": "EBV",
        "opd": "Hepatitis B",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "b0794e6d-4610-40b7-a6f2-736d6740a29c",
        "choice_type": "single"
    },
    {
        "question": "New born baby with lumbar mass. Diagnosis.",
        "exp": "Ans. (b) Lumbar meningomyelocele*The lumbar region of a newborn baby with myelomeningocele. The skin is intact, and the placode-containing remnants of nervous tissue can be observed in the center of the lesion, which is filled with cerebrospinal fluid.",
        "cop": 2,
        "opa": "Myelocele",
        "opb": "Lumbar meningomyelocele",
        "opc": "Spina bifida",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "ab0afb61-3a35-4510-b5a3-841bd9eab585",
        "choice_type": "multi"
    },
    {
        "question": "Hirano bodies seen in?",
        "exp": "Ans. is 'b' i. e., Alzheimer's disease Hirano bodies* They are intracellular, paracrystalline, eosinophilic structures often occurring as rod shapes in the neurons of individuals with neuro-degenerative diseases including Alzheimer's and some forms of Creutzfeldt-Jacob disease. They are intracellular aggregates of actin and actin-associated proteins* Most often encountered in neurons of the central nervous system in the neuronal processes in the pyramidal layer in the Sommers sector (CA1) of the hippocampus.",
        "cop": 2,
        "opa": "Rabbies",
        "opb": "Alzheimer's disease",
        "opc": "Pick's disease",
        "opd": "Viral encephalitis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "ed8c4b79-d32b-4c0a-a624-86652a18d7f8",
        "choice_type": "single"
    },
    {
        "question": "Features of Alzheimer's disease are all except?",
        "exp": "Ans. (a) Narrowing of ventricles(Ref: Anderson 10th ed. 2740, Ref: Robbins 9th/pg 1287-88; 8th/pg 1313). Compensatory ventricular enlargement due to extensive cortical atrophy is called hydrocephalus ex vacuo. This is seen in Alzheimer's and pick's disease.*The pathologic hallmark Q are plaques (both neuritic and senile) and tangles_ Option d is true*Vascular amyloid in cerebral amyloid angiopathy is Ab40-Option c is true*Hirano bodies Q and Granulovacuolar degeneration Q are other features seen in AD.-Option b is true",
        "cop": 1,
        "opa": "Narrowing of ventricles",
        "opb": "Hirano bodies",
        "opc": "amyloid",
        "opd": "neuritic plaques",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "b70b91a2-829c-4333-a25d-47b0137fd0ca",
        "choice_type": "multi"
    },
    {
        "question": "5 year old child with posterior fossa mass. Biopsy from the mass shows the following rosettes.",
        "exp": "Ans. (a) Homer Wright rosettes*Type of pseudo rosette in which differentiated tumor cells surround the neuropil seen in neuroblastoma, medulloblastoma, pinealoblastoma",
        "cop": 1,
        "opa": "Homer Wright rosette",
        "opb": "Perivascular pseudorosette",
        "opc": "Flexner Wintersteiner rosette",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "4e0c6fa6-fe53-496f-ac38-d91b426aa8b1",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old obese woman (BMI =34 kg/m2) suffers a stroke and expires. Histologic examination of the brainat autopsy reveals extensive arteriolar lipohyalinosis and numerous Charcot-Bouchard aneurysms. Which of the following best accounts for the pathogenesis of these autopsy findings?",
        "exp": "Hypertension compromises the integrity of cerebral arterioles by causing the deposition of lipid in, and hyalinization of, the arterial walls, an alteration referred to as lipohyalinosis. Further weakening of the wall leads to the formation of Charcot-Bouchard aneurysms, which are located mainly along the trunk of a vessel rather than at its bifurcation. Although the other choices affect blood vessels, they do not typically cause cerebral microaneurysms. Diagnosis: Hypertensive stroke, cerebral hemorrhage",
        "cop": 4,
        "opa": "Atherosclerosis",
        "opb": "Autoimmunity",
        "opc": "Diabetes",
        "opd": "Hypertension",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "03512f1b-a378-4ad4-aa45-ec9dbe2c38a9",
        "choice_type": "single"
    },
    {
        "question": "In the following histopathology of schwannoma, the arrow marked lesion shows?",
        "exp": "Ans. (a) Antony A with verocay body(Ref R 9th/1314). Morphology of schwannoma. Consists of:* Antoni A: cellular areas* Antoni B: loose edematous areas QVerocay bodies Q (foci of palisaded nuclei) may be found in the more cellular areas.",
        "cop": 1,
        "opa": "Antony A with verocay body",
        "opb": "Rosettes",
        "opc": "Antony B with verocay body",
        "opd": "Pallisading",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "95f612ad-136c-43d1-9fa5-23d366c92620",
        "choice_type": "multi"
    },
    {
        "question": "A 16-year-old boy with no prior medical problems has complained of headaches for the past 9 months. There are no abnormal findings on physical examination. CT scan of the head shows an enlargement of the lateral cerebral ventricles and third ventricle. A lumbar puncture is performed with normal opening pressure, and clear CSF is obtained, which has a slightly elevated protein, normal glucose, and no leukocytes. Which of the following intracranial lesions is most likely to cause these findings?",
        "exp": "This is noncommunicating hydrocephalus with obstruction below the level of the third ventricle. If hydrocephalus had been present at birth, there would be increasing head size because the sutures are not yet closed, and congenital aqueductal stenosis would be suspected. At his age, a neoplasm should be suspected, and ependymomas arise in the ventricular system, often in the fourth ventricle, to cause obstruction of CSF flow. The increased CSF protein comes from this tumor, but the shedding of cells from the mass into the CSF is unlikely. Except for vascular malformation, the other options are uncommon at his age. An abscess is typically accompanied by fever, and most would be located in the cerebral hemispheres away from the ventricular system. Cryptococcal meningitis is accompanied by fever, and exudate can be found within the ventricular system and subarachnoid space, but there is more likely to be cerebral edema, not hydrocephalus. The demyelinating plaques of multiple sclerosis are small and do not usually act as mass lesions. Vascular malformations usually arise in the cerebral hemispheres.",
        "cop": 4,
        "opa": "Aqueductal stenosis",
        "opb": "Cerebral abscess",
        "opc": "Cryptococcal meningitis",
        "opd": "Ependymoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "1cd5a5d2-fe55-48d1-b62b-c552237e2b9b",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson triad includes all except?",
        "exp": "Ans. (a) Sabre skin(Ref: Clinical Microbiology Reviews 12 (2): 187-209). Hutchinson's triad-interstitial keratitis, Hutchinson incisors, and eighth nerve deafness",
        "cop": 1,
        "opa": "Sabre skin",
        "opb": "Eight nerve deafness",
        "opc": "Upper incisor notch",
        "opd": "Interstial keratitis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "1b2165b8-5f1c-4615-8f9a-48832bbbccaa",
        "choice_type": "multi"
    },
    {
        "question": "A 49-year-old woman has had a severe headache for 2 days. On physical examination, she is afebrile and normotensive. Funduscopic examination shows papilledema on the right. One day later, she has the right pupillary dilation and impaired ocular movement. She then becomes obtunded. Which of the following lesions best explains these findings?",
        "exp": "The papilledema and the herniation are a consequence of brain swelling, typically the vasogenic form of edema from blood-brain barrier disruption adjacent to the neoplasm. A large aggressive neoplasm, such as glioblastoma, may produce a mass effect via enlargement from rapid growth, hemorrhage, and surrounding edema. The mass effect with herniation of the medial temporal lobe results in a third cranial nerve palsy as the nerve is compressed. A chronic subdural hemorrhage accumulates slowly enough that herniation may not occur. An abscess may cause a mass effect with some associated brain swelling, but this patient is afebrile. There is no pressure effect with hydrocephalus ex vacuo, which is a consequence of cerebral atrophy. An infarct is not likely to produce pronounced associated brain swelling, and a mass effect in the occipital lobe is unlikely to affect the third nerve. Rupture of a berry aneurysm produces subarachnoid hemorrhage at the base of the brain, which is less likely to cause a mass effect.",
        "cop": 3,
        "opa": "Chronic subdural hematoma",
        "opb": "Frontal lobe abscess",
        "opc": "Glioblastoma with edema",
        "opd": "Hydrocephalus ex vacuo",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "bff14677-cd14-4eb6-a86e-7003a94ef21a",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old woman incurs a blow to her head from a fall while mountain biking. She then has loss of consciousness for 5 minutes. On examination her deep tendon reflexes are diminished. A head CT scan 6 hours later shows no abnormalities. She recovers over the next week, with no neurologic deficits, but cannot remember this event. During the next year she has irritability, headache, difficulty sleeping, trouble concentrating, and fatigue. Which of the following is the most likely consequence from her injury?",
        "exp": "Concussion leads to altered consciousness, starting with the instantaneous onset of transient neurologic dysfunction with head trauma, amnesia for the event, then neurologic recovery or post-concussion syndrome with disabling neuropsychiatric manifestations, worsening with repeated concussions. There are no radiologic or pathologic findings. Arteriolosclerosis is typically seen with hypertension. Hemorrhage following the traumatic event could organize to obstruct CSF flow or absorption, but this would have been identified with the original CT scan. The term leukoencephalopathy applies to degenerative white matter changes, typically with metabolic and infectious insults. Post-traumatic dementia from repeated blows to the head often has pathologic findings of neurofibrillary tangles and neuritic plaques similar to Alzheimer's disease.",
        "cop": 2,
        "opa": "Arteriolosclerosis",
        "opb": "Concussion",
        "opc": "Hydrocephalus",
        "opd": "Leukoencephalopathy",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "70af5def-b859-45ce-b4ea-f65053c97945",
        "choice_type": "multi"
    },
    {
        "question": "An 8-month-old boy exhibits severe motor, sensory, and cognitive impairments. Brain biopsy shows a disease of white matter characterized by the accumulation of \"globoid cells. \" Biochemical studies reveal an absence of galactocerebroside b-galactosidase activity. What is the appropriate diagnosis?",
        "exp": "Krabbe disease is a rapidly progressive, invariably fatal, autosomal recessive neurologic disorder caused by a deficiency of galactocerebroside b-galactosidases. The condition appears in young infants and is defined by the presence of perivascular aggregates of mononuclear and multinucleated cells (globoid cells) in the white matter. The globoid cells are macrophages that contain undigested galactosylceramide. Alexander disease (choice A) is a rare neurologic disorder, also of infants, characterized by mutations in the gene encoding glial fibrillary acidic protein, which leads to aggregates of fibrous structures, known as Rosenthal fibers. Hurler disease (choice B) features the accumulation of mucopolysaccharides. Diagnosis: Krabbe disease",
        "cop": 3,
        "opa": "Alexander disease",
        "opb": "Hurler disease",
        "opc": "Krabbe disease",
        "opd": "Metachromatic leukodystrophy",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "0630fe44-942b-4e03-9485-769198f616b1",
        "choice_type": "single"
    },
    {
        "question": "Binswanger disease is a form of?",
        "exp": "Ans. (d) Subcortical leukoencephalopathy(Ref: International Neurology textbook pg 12). Binswanger's disease (also known as subcortical leukoencephalopathy), also called subcortical vascular dementia, is a type of dementia caused by widespread, microscopic areas of damage to the deep layers of white matter in the brain Hypertension and old age are risk factors.",
        "cop": 4,
        "opa": "Hypertensive retinopathy",
        "opb": "Hypertensive nephropathy",
        "opc": "Hypertensive encephalopathy",
        "opd": "subcortical leukoencephalopathy",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "5770bb71-3560-4e5f-b393-b0d006fa2a0f",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old lady is diagnosed to have brain tumor in frontal lobe. The lesion is characterized by focal necrosis surrounded by ring like enhancement",
        "exp": "Ans. (a) Glioblastoma multiforme(Ref: Robbins 9th/pg 1307, Journal of Neuro-Oncology 108 (1): 11-27). When viewed with MRI, glioblastomas often appear as ringenhancing lesions. The appearance is not specific, however, as other lesions such as abscess, metastasis, tumefactive multiple sclerosis, and other entities may have a similar appearance. But necrosis with ring enhancement Is a f/o Glioblastoma multiforme. Oligodendroglioma usually shows calcifications.",
        "cop": 1,
        "opa": "Glioblastoma multiforme",
        "opb": "Oligodendroglioma",
        "opc": "Ependymoma",
        "opd": "Astrocytoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "0d59eccf-5510-4728-823b-b9f000bf4e7a",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man with Down syndrome dies of acute lymphoblastic leukemia. Gross examination of the patient's brain at autopsy shows mild microcephaly and underdevelopment of the superior temporal gyri. Histologic examination would most likely show which of the following neuropathologic changes?",
        "exp": "One of the most intriguing neurologic features of Down syndrome (trisomy 21) is its association with Alzheimer disease. The morphologic lesions characteristic of Alzheimer disease progress in all patients with Down syndrome and are universally demonstrable by age 35 years. These changes include granulovacuolar degeneration, neurofibrillary tangles, senile (neuritic) plaques, and loss of neurons. The gene for amyloid precursor protein (APP) is located on chromosome 21, and the additional dose of the gene product in patients with trisomy 21 may predispose to precocious accumulation of Ab. Some patients with the familial form of Alzheimer disease harbor mutations in APP or presenilin genes. These mutations lead to increased production of Ab--the amyloidogenic fragment of APP. None of the other choices are associated with the pathogenesis of Down syndrome or Alzheimer disease. Diagnosis: Down syndrome, amyloidosis",
        "cop": 4,
        "opa": "AA amyloidosis",
        "opb": "Lewy bodies",
        "opc": "Negri bodies",
        "opd": "Neurofibrillary tangles",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "1bf59aac-2485-47b0-9578-50d65e7ffbfc",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old man has had poorly controlled hypertension for the past 20 years. Over the past day he has had a severe headache with nausea, followed by confusion, then convulsions. On examination he is afebrile, but his blood pressure is now 260/150 mm Hg. There is bilateral papilledema. Which of the following pathologic lesions is most likely to have developed in his brain during the past day?",
        "exp": "He developed acute hypertensive encephalopathy from the rapid and marked increase in blood pressure. There is extensive cerebral edema with increased intracranial pressure, but no localizing signs. The arterioles are involved, and like malignant hypertension involving the kidney, there is fibrinoid necrosis and petechial hemorrhages. Telangiectasias may be one form of vascular malformation, typically a localized lesion not related to hypertension. Lacunar infarcts develop with hypertension, but they tend to be small and are often silent, but may cause significant neurologic impairment, though more likely a focal deficit due to focal involvement. Hypertensive hemorrhages may be large, and the basal ganglia region is a common location, but such a lesion could produce a unilateral mass effect with papilledema on one side. Subarachnoid hemorrhages are more likely to occur from ruptured saccular aneurysms.",
        "cop": 1,
        "opa": "Arteriolar fibrinoid necrosis",
        "opb": "Cortical telangiectasia",
        "opc": "Lacunar infarction",
        "opd": "Putaminal hematoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "8fdca548-a47d-4f96-a883-046c8b71fc3b",
        "choice_type": "single"
    },
    {
        "question": "Which enzyme protects the brain from free radical injury?",
        "exp": "Ref: Robbin's Pathology, 9th ed. pg. 48, 80* Antioxidant enzymes include glutathione peroxidase, SOD and catalase.* Deficiency of SOF 1 gene may result in motor neuron disorder.",
        "cop": 2,
        "opa": "Myeloperoxidase",
        "opb": "Superoxide dismutase",
        "opc": "MAO",
        "opd": "Hydroxylase",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "7d4cd1ba-6f5a-4498-a235-9c6ca2498579",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old primigravida had a fetal screening ultrasound study at 18 weeks showing a single large cerebral ventricle and fused thalami. On physical examination at birth at 36 weeks' gestation, the infant is small for gestational age and has multiple anomalies, including postaxial polydactyly of hands and feet, cyclopia, microcephaly, cleft lip and palate, and rocker-bottom feet. The infant dies 1 hour after birth. Which of the following CNS abnormalities best explains these findings?",
        "exp": "Holoprosencephaly is a midline defect in which there is absent (alobar) or partial (semilobar) cerebral hemispheric development. It can occur in trisomy 13, as in this case, with other midline defects. It also may be seen in cases of maternal diabetes mellitus. Anencephaly is the absence of a fetal cranial vault, which leads to the absence of most of the brain. Arnold-Chiari II malformation results in a small posterior fossa, a misshapen midline cerebellum with downward displacement of the vermis, and tenting of the tectal plate. Dandy-Walker malformation is characterized by aplasia or hypoplasia of the cerebellar vermis, cystic enlargement of the fourth ventricle, and hydrocephalus. A periventricular leukomalacia is a form of perinatal injury that is caused by hypoxic-ischemic events or infections.",
        "cop": 4,
        "opa": "Anencephaly",
        "opb": "Arnold-Chiari II malformation",
        "opc": "Dandy-Walker malformation",
        "opd": "Holoprosencephaly",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "5ffe669b-f0ab-40c4-aa34-94ab045b12e0",
        "choice_type": "multi"
    },
    {
        "question": "A 75-year-old man has a history of transient attacks of loss of vision. The only abnormalities on physical examination are bruits over the carotids in the neck. Two days later he suddenly becomes hemiplegic and loses consciousness. He is rushed to the emergency room and a CT scan shows evidence of cerebral infarction. He is put on life support but dies 5 days later. At autopsy, there is an area of necrosis and microscopically these lesions are noted to have increased numbers of cells distributed around the central zone of necrosis. Which of the following cell types is most likely to have a phagocytic function in these lesions?",
        "exp": "Microglial cells are part of the body's fixed macrophage system, derived originally from mesoderm. Microglia can respond to cerebral injuries by taking on a macrophage-like function. The arachnoid layer is part of the meninges covering the brain. Astrocytes can proliferate in response to brain injuries, a process called gliosis, but there is no phagocytosis. Ependymal cells line the ventricular system containing CSF. Oligodendroglial cells provide the myelin sheaths for neuronal axons in the CNS.",
        "cop": 4,
        "opa": "Arachnoidal cells",
        "opb": "Astrocytes",
        "opc": "Ependymal cells",
        "opd": "Microglia",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "afa74ea1-8528-4e9c-93e4-722653a4ce9f",
        "choice_type": "multi"
    },
    {
        "question": "Rosenthal fibres are:",
        "exp": "Ans. (b) Intracytoplasmic inclusions(Ref: R 9th/pg 1253). Rosenthal fibers-*Brightly eosinophilic structures/inclusions within cytoplasm of Q astrocytic processes*Contain two heat-shock proteins (aB-crystallin and hsp27) as well as ubiquitin Q*Seen in Alexander disease, pilocytic astrocytoma Q.",
        "cop": 2,
        "opa": "Intranclear inclusions",
        "opb": "Intracytoplasmic inclusions",
        "opc": "Present extracellularly",
        "opd": "Part of cell membrane",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "06b47f4d-f09b-48ea-876d-e6e6027054a1",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman, G3, P2, had two previous pregnancies that resulted in normal term infants, but now she gives birth at 34 weeks' gestation to a stillborn fetus. On examination, the fetus is observed to be hydropic. Autopsy of the fetus shows marked organomegaly, and the brain has extensive necrosis in a periventricular pattern, with focal calcifications. What congenital infection is most likely to produce these findings?",
        "exp": "Cytomegalovirus (CMV) infection is one of the congenital TORCH infections, and it can become widely disseminated to affect the CNS. Periventricular leukomalacia is characteristic of CMV infection. Group B Streptococcus infections cause premature rupture of membranes and sepsis without significant CNS findings. Heart failure in utero causes hydrops fetalis. Herpes simplex virus infection of neonates typically occurs during passage through the infected birth canal, not in utero. HIV infection produces no significant CNS findings in the perinatal period. Listeriosis can produce focal microabscesses in various organs, but usually, there is minimal necrosis.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Group B Streptococcus",
        "opc": "Herpes simplex virus",
        "opd": "HIV",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "8f14ae69-b4ab-4590-8cb3-147936ca57b2",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy has had persistent headaches for the past 3 months. On physical examination, he is afebrile. He has an ataxic gait and dysdiadochokinesia. CT scan of the head shows a 4-cm cystic mass in the right cerebellar hemisphere. Cerebral lateral ventricles are enlarged. A lumbar puncture is done. The CSF protein concentration is elevated, but the glucose level is normal. Neurosurgery is performed, and the mass is removed and sectioned. On gross examination, the mass is a cyst filled with gelatinous material. The cyst has a thin wall and a 1-cm mural nodule. Microscopically, the mass is composed of cells that stain positive for glial fibrillary acidic protein (GFAP) and have long, hair-like processes. What is the most likely diagnosis?",
        "exp": "Primary malignant neoplasms of the brain in children most often occur in the posterior fossa. The two most common neoplasms at this site are pilocytic (cystic cerebellar) astrocytoma and medulloblastoma. Pilocytic astrocytoma is slow-growing and has a better overall prognosis than glial neoplasms in adults. Both may enlarge and block CSF flow, causing hydrocephalus. Ependymomas can occur in childhood but are most likely to arise in the fourth ventricle. A hemangioblastoma is a rare cystic mass in adults, typically arising in the cerebellum, and may be associated with polycythemia. Medulloblastomas often occur in the cerebellar midline, are composed of primitive round blue cells, and have a poor prognosis. Meningiomas occur in adults; they are circumscribed, solid mass lesions adjacent to the dura, and maybe multiple in neurofibromatosis. A schwannoma typically arises in cranial nerve VIII in adults.",
        "cop": 1,
        "opa": "Astrocytoma",
        "opb": "Ependymoma",
        "opc": "Hemangioblastoma",
        "opd": "Medulloblastoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "e944aca0-6514-4b04-8937-e1d1e3b149dc",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old woman with a history of breast cancer and a recent melanoma presents to the emergency room following a tonic-clonic seizure. Blood chemistry values are within normal limits. There is no history of drug or alcohol use. MRI of the brain shows bilateral cerebral edema and a cystic, frontal lobe lesion. Frozen section obtained from a CT-guided biopsy reveals a hemorrhagic nodule of neoplastic cells. Immunohistochemical stains for which of the following antigens would be most helpful in making your diagnosis definitive for melanoma?",
        "exp": "Metastatic tumors are the most common intracranial neoplasms. They reach the intracranial compartment through the bloodstream, generally in patients with advanced cancer. Tumors of different organs vary in their incidence of intracranial metastases. For example, a patient with disseminated melanoma has a greater than 50% likelihood of acquiring intracranial metastases, whereas the incidence of such metastases in carcinoma of the breast and lung is 35%, and the incidence for cancer of the kidney or colon is only 5%. HMB-45 is a useful tumor marker for melanoma. Neuron-specific enolase (choice D) and synaptophysin (choice E) are markers for neurons. Diagnosis: Melanoma, metastatic cancer",
        "cop": 2,
        "opa": "Alpha-fetoprotein",
        "opb": "HMB-45",
        "opc": "Human chorionic gonadotropin",
        "opd": "Neuron-specific enolase",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "903c6826-b43b-4b72-8add-df28768fef77",
        "choice_type": "single"
    },
    {
        "question": "Most common CNS tumor associated with NF-1 is?",
        "exp": "Ans. is 'a' i. e., Optic nerve glioma * Optic nerve glioma is one of the diagnostic sign of NF-1.",
        "cop": 1,
        "opa": "Optic nerve glioma",
        "opb": "Meningioma",
        "opc": "Medulloblastoma",
        "opd": "Ependymoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "96c9e973-15bd-4256-9e05-24d4b58a16b2",
        "choice_type": "single"
    },
    {
        "question": "A 76-year-old man is admitted to the hospital for evaluation of progressive memory loss and disorientation. The pupils are small but react normally to light. Muscle tone is normal. A lumbar puncture returns clear, colorless CSF under normal pressure. An electroencephalogram shows diffuse slowing. A CT scan of the brain reveals moderate atrophy. Which of the following is the most likely diagnosis?",
        "exp": "Alzheimer disease is the most common cause of dementia in the elderly, accounting for more than half of all cases. Alzheimer's original patients were younger than 65 years of age, but the disease now refers to dementias that display characteristic pathologic findings. Alzheimer disease is an insidious and progressive neurologic disorder, characterized clinically by loss of memory, cognitive impairment, difficulty with language, and eventual dementia. It features atrophy of the brain, which can be recognized by CT scan as widening of the sulci and bilateral atrophy of the gyri, particularly the frontal and hippocampal cortex. These clinical and morphologic features are not typically observed in the other choices. Bronchopneumonia is the usual lethal outcome of Alzheimer disease. Diagnosis: Alzheimer disease",
        "cop": 1,
        "opa": "Alzheimer disease",
        "opb": "Creutzfeldt-Jakob disease",
        "opc": "Glioblastoma multiforme",
        "opd": "Huntington disease",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "f531c06a-16b9-4c99-8faa-f41a6cb6aecc",
        "choice_type": "multi"
    },
    {
        "question": "Which is the pathognomic feature of Alzheimer's disease?",
        "exp": "Ans. d. Plaque and tangles. Ref: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No-1290. Alzheimer disease is the most important cause of dementia in elderly. It usually begins after age of 50 years. Most cases are sporadic; only 5-10 of cases are familial. Pneumonia is the most common cause of death. Grossly: Cortical atrophy with narrowed gyri and widened sulci especially in the frontal, temporal, and parietal lobes. Hydrocephalus ex vacuo also occurs due to cortical atrophy. Earliest sites involved are medial temporal lobe structure. Morphologic Abnormalities. Neurofibrillary tangles (NFT): NFT are bundles of helical filaments in neural cytoplasm. It is hypo phosphorylated tau protein. Especially seen in the cerebral cortex. It is clearly visible by sliver (Bielschowsky) staining. Neuritic (senile) plaques: They are spherical collections of dilated, tortuous, neuritic processes (dystrophic neutrites) within the cerebral cortex, hippocampus, and amygdala. A distinctive peptide structure is present around central amyloid core. Non-specific findings. Increased number of neuritic plaque correlates advanced age and severity of dementia. Granulovacuolar degeneration: is the intraneuronal cytoplasmic granule-containing small and clear vacuoles occurring within the pyramidal cells of the hippocampus. Amyloid angiopathy: Almost Invariably accompanies Alzheimer disease. There is vascular p-amyloid deposition. Hirano bodies: Are the intracytoplasmic proximal dendritic eosinophilic inclusions containing actin protein. Etiology. Abnormal amyloid gene expression is the most favored etiologic concept today. Ap40 Aggregates are directly neurotoxic and it will induce synaptic damage of nucleus basalis of mayernet. This will decreases the brain content of the enzyme and its product acetylcholine, especially in the cerebral cortex and hippocampus. Acetylcholine plays a role in learning, and drugs that block its action adversely affect short-term memory. The APP gene located on chromosome 21; it encoded for amyloid precursor protein, a precursor to the Ab peptide. Mutations in the APP gene have been linked to familial Alzheimer disease. Down syndrome patients (trisomy 21) experience early onset Alzheimer disease secondary to gene dosage effect. Other genetic abnormalities. Inheritance of the[?]4 allele of apoprotein E is located in chromosome 19; is associated with greater frequency in patients with Alzheimer disease. Mutations in genes coding for presenilins. Presenilin-1 located in chromosome 14 and presenilin-2 located in chromosome 1 have been associated with many kindreds with familial early onset Alzheimer disease.",
        "cop": 4,
        "opa": "Lewy bodies",
        "opb": "Pick bodies",
        "opc": "Ballooned neurons",
        "opd": "Plaque and tangles",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "a9d49caa-e082-45fb-a1a2-1ca46db47fc7",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old man suffers massive trauma in a motorcycle accident. A CT scan shows multiple intracerebral hemorrhages. The patient expires after 6 months in a coma. At autopsy, there are cystic cavities within the frontal and temporal lobes, corresponding to the areas of prior hemorrhage. These cavities were formed in large measure due to the phagocytic activity of which of the following cell types?",
        "exp": "Microglia are phagocytic macrophage-derived cells of the CNS, accounting for 5% of all glial cells. In response to necrosis, macroglia become phagocytic, accumulate lipids and other cellular debris, and are designated gitter cells. Some reactive microglia exhibit a prominent elongated nucleus, in which case they are referred to as rod cells. After microglial phagocytosis, astrocytosis (choice A) then leads to local scar formation, which persists as telltale evidence of a prior injury. Diagnosis: Cerebral contusion",
        "cop": 3,
        "opa": "Astrocytes",
        "opb": "Endothelial cells",
        "opc": "Microglial cells",
        "opd": "Neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "59a49542-5ba4-4600-9793-bc8f3729a2ef",
        "choice_type": "single"
    },
    {
        "question": "The nucleus involved in Alzheimer's disease is:",
        "exp": "Ans. (a) Basal nucleus of Meyernet(Ref: Harrison 18th ed: 3306, 17th pg 2541)AD is associated with decrease in cerebral cortical level of acetylcholine. This degeneration occurs in nucleus basalis of Meyernet Q",
        "cop": 1,
        "opa": "Basal nucleus of Meyernet",
        "opb": "Raphe nucleus",
        "opc": "Superior salivary nucleus",
        "opd": "Basal lobe of cerebellum",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "a7a3dc92-c16f-48da-b953-5cdb766700f1",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man with AIDS is admitted to the hospital with a productive cough, fever, and night sweats. An X-ray film of the chest shows an ill-defined area of consolidation at the periphery of the right middle lobe and mediastinal lymphadenopathy. A sputum culture grows acid-fast bacilli. The patient develops severe headache and neck rigidity. Which of the following brain areas is most likely affected by this patient's infection?",
        "exp": "Tuberculous meningitis has a predilection for the base of the brain, and infarcts are often found in the distribution of the striate arteries. Inadequately treated tuberculous meningitis results in meningeal fibrosis, communicating hydrocephalus, and arteritis, with the last leading to infarcts. Less often, parenchymal tuberculosis produces tuberculomas (i. e., solitary masses with central caseous necrosis surrounded by granulomatous tissue; choices B, C, D, and E). Diagnosis: Tuberculosis",
        "cop": 1,
        "opa": "Base of the brain",
        "opb": "Cerebellum",
        "opc": "Hippocampus",
        "opd": "Periventricular white matter",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "f843e91d-ccbb-49ec-bb6e-cd38226e9ae5",
        "choice_type": "single"
    },
    {
        "question": "Multiple schwannomas are seen with?",
        "exp": "Ans. (b) NF2(Ref: Robbins 9th/pg 1317)NF2 is most commonly characterized by bilateral schwannomas of the vestibulocochlear nerves (cranial nerve VIII) and multiple meningiomas.",
        "cop": 2,
        "opa": "NF1",
        "opb": "NF2",
        "opc": "Noonan's syndrome",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "6111e32b-fda9-47b1-bfe8-0bb187355395",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of brain metastasis is?",
        "exp": "Ans. is 'a' i. e., Carcinoma lung * Metastasis to brain are the most common brain tumor. Most common primary malignancy metastatizing to brain is lung carcinoma, followed by (in decreasing order of frequency) breast, skin (melanoma), kidney (genitourinary) and GIT cancers.* Prostate carcinoma, ovarian carcinoma and Hodgkin's disease are very unlikely to metastatize to brain.",
        "cop": 1,
        "opa": "Carcinoma lung",
        "opb": "Prostate cancer",
        "opc": "HCC",
        "opd": "Seminoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "45df46fb-edbe-4c1f-bca7-9ada964a2a75",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old girl developed clumsiness and difficulty ambulating over 6 months. On physical examination, she showed difficulty with balance while walking, dysarthria, poor hand coordination, absent deep tendon reflexes, and a bilateral Babinski sign. Light touch and vibratory sensation were greatly diminished. There was no muscular weakness. Over the next 5 years, she developed congestive heart failure from hypertrophic cardiomyopathy. She also had hyperglycemia. At autopsy, there was increased perinuclear iron deposition within cardiac myocytes. Which of the following genetic abnormalities with trinucleotide repeat expansions was most likely present in this patient?",
        "exp": "She had Friedreich ataxia, an autosomal recessive progressive illness that most often has an onset in the first decade of life. The frataxin gene encodes for a protein involved in iron regulation in cells, and a GAA trinucleotide repeats expansion results in decreased protein and decreased mitochondrial oxidative phosphorylation. The other options listed have no cardiac involvement. Mutations of the huntingtin gene are seen with Huntington disease marked by choreoathetosis beginning in young to middle-aged adults. Increased tandem repeats in the FMR1 gene account for cases of fragile X syndrome characterized by mental retardation. The dystrophila myotonia-protein kinase gene is abnormal in cases of myotonic dystrophy with muscular weakness and dementia.",
        "cop": 4,
        "opa": "CAG repeats in the huntingtin gene",
        "opb": "CGG repeats in the FMR1 gene",
        "opc": "CTG repeats in the dystrophila myotonia-protein kinase gene",
        "opd": "GAA repeats in the frataxin gene",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "da514071-e2a8-40ff-ba9a-a87a09e5714d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition is shown below?",
        "exp": "Ans. (A) Plexiform neurofibroma(Ref: Robbins and Cotran Pathologic Basis of Disease 10th ed; pg. 326)NF-1. Gene mutated is located on chromosome 17q. Characterised by cafe au lait spots, Lisch nodules, dysplasia of lesser wing of sphenoid and risk of developing meningioma. NF-2. Due to mutation in gene located on chromosome 22q. Characterised by cafe au lait spots and bilateral vestibular schwannoma. Marfan's Syndrome. Due to defect in fibrillin. Characterised by hyperflexibility of joints, subluxation of lens and cardiac problems (mitral valve prolapse, bicuspid aortic valve). Von Hippel Lindau Syndrome. Gene is located on chromosome 3p. High risk of developing clear cell renal cell carcinoma and cerebellar hemangioblastoma",
        "cop": 1,
        "opa": "Plexiform neurofibroma",
        "opb": "Von Hippel Lindau syndrome",
        "opc": "Marfan syndrome",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "f8f49e03-5b2d-4682-a658-4689a743d80b",
        "choice_type": "single"
    },
    {
        "question": "Identigy the Rosette and Diagnosis.",
        "exp": "Ans. (a) Perivascular Pseudorosette*In this pattern, a spoke-wheel arrangement of cells with tapered cellular processes radiates around a wall of a centrally placed vesse*Seen in ependymomas",
        "cop": 1,
        "opa": "Perivascular pseudorosette",
        "opb": "Homer Wright rosette",
        "opc": "True rosette",
        "opd": "Flexner Wintersteiner rosette",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "7cba8c75-d7a9-43b3-8c91-885aa4416df3",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old man presents with a \"staggering\" gait and \"lightning pain\" in his hands and legs. His past medical history is significant for an aortic aneurysm and aortic insufficiency. Neurologic examination reveals impaired senses of vibration, as well as touch and pain in the lower extremities. The patient subsequently dies of pneumonia. Autopsy discloses obliterative endarteritis of meningeal blood vessels and atrophy of the posterior columns of the spinal cord. What is the appropriate diagnosis?",
        "exp": "Tabes dorsalis is a feature of tertiary syphilis and is characterized by chronic fibrosing meningitis, which constricts the posterior root of the spinal cord. The posterior roots contain sensory nerves that originate in the spinal ganglia and form the posterior columns of the spinal cord. Compression of sensory nerves that originate in the posterior roots causes lancinating pain in extremities. It also damages the transmission of proprioceptive impulses, causing gait disturbances (ataxia). Amyotrophic lateral sclerosis (choice A) is a motor neuron disease that does not affect the posterior columns. Friedreich ataxia (choice B) is an autosomal dominant trait that involves the spinal cord in a complex way. It affects not only the centripetal pathways (spinocerebellar and posterior columns), but also the efferent corticospinal tracts. Subacute combined degeneration (choice E) is due to vitamin B12 deficiency and involves not only the posterior columns, but also the anterior horn cells and the spinocerebellar and corticospinal tracts. Diagnosis: Syphilis",
        "cop": 4,
        "opa": "Amyotrophic lateral sclerosis",
        "opb": "Friedreich ataxia",
        "opc": "Huntington disease",
        "opd": "Tabes dorsalis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "53ff9660-cb45-4764-bfb8-62ddabdc7b71",
        "choice_type": "single"
    },
    {
        "question": "Homer Wright rossete is seen in?",
        "exp": "Ans. (a) Neuroblastoma(Ref: Robbins 9th/pg 1306). Types of rosettes are given below: Homer Wright rossete: Neuroblastoma, medulloblastoma. Perivascular pseudorosette: Ependymoma. Flexner wintersteiner rosette: Retinoblastoma. True rosette: Ependymoma",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Nephroblastoma",
        "opc": "Ependymoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "8a97b5e0-2ea9-40d4-8bf1-97b552fe64a4",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man with a history of poorly controlled hypertension and diabetes presents with sudden onset of weakness. His blood pressure is 200/115 mm Hg, and his pulse is 80 per minute. An X-ray film of the chest demonstrates cardiomegaly and pulmonary edema. A CT scan of the brain reveals intra-parenchymal hemorrhage. The patient becomes unresponsive and eventually expires. Which of the following was the most likely site for cerebral hemorrhage in this patient?",
        "exp": "Cerebral hemorrhage causes stroke (apoplexy). Cerebral hemorrhages that occur without trauma are referred to as \"spontaneous, \" although most are related to preexisting vascular lesions (Charcot-Bouchard aneurysms) or are the consequence of long-standing hypertension. Hypertensive intracerebral hemorrhage occurs at preferential sites, which in order of frequency are the basal ganglia-thalamus (65%), pons (15%), and cerebellum (8%). Necrosis of pyramidal neurons of Sommer's sector in the hippocampus (choice E) occurs as a consequence of global anoxia. Diagnosis: Cerebral hemorrhage",
        "cop": 1,
        "opa": "Basal ganglia/thalamic area",
        "opb": "Frontal lobe cortex (cortical layers IV through VI)",
        "opc": "Medulla",
        "opd": "Midbrain",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "46f8e4ab-0c6a-4c93-842d-ebe85e2525ee",
        "choice_type": "multi"
    },
    {
        "question": "A 12-year-old boy is rushed to the emergency room in a coma after falling from an upper story window of his home. MRI shows a subdural hematoma over the left hemisphere. What is the most likely source of intracranial bleeding in this patient?",
        "exp": "Subdural hematoma reflects torn bridging veins in the subdural space. Unlike the epidural space, the subdural space can expand. Because bleeding in this situation is from veins, it usually stops spontaneously after an accumulation of 25 to 50 mL because of a local tamponade effect. However, this effect also can compress severed bridging veins and cause thrombosis. Because the brain is symmetric and a force applied in the sagittal plane similarly affects both cerebral hemispheres, it is not surprising that subdural hematomas are frequently bilateral. Tearing of the middle meningeal artery (choice D) causes epidural hemorrhage. Diagnosis: Subdural hematoma",
        "cop": 1,
        "opa": "Bridging veins",
        "opb": "Charcot-Bouchard aneurysm",
        "opc": "Internal carotid artery",
        "opd": "Middle meningeal artery",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "fba44734-4243-4fef-9f60-bc28fcabb678",
        "choice_type": "multi"
    },
    {
        "question": "Neuro fibrillary tangles is seen in",
        "exp": "(Alzheimer's disease) (910-HM) (894-Basic pathology 8th)* Deposition of A b amyloid derived from amyloid precursor protein (APP) forming neuritic senile, plaques and neurofibrillary tangles - features of ALZHEIMER'S DISEASE* Lewy bodies - hall marks of Parkinsonism",
        "cop": 2,
        "opa": "Parkinsonism",
        "opb": "Alzheimer's disease",
        "opc": "Multiple sclerosis",
        "opd": "Perivenous encephalomyelitis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "7a36b2a8-aa62-4a84-afff-239bdc4b4989",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man presents with weakness and wasting of the muscles of his right hand for 8 months. Physical examination shows fasciculations of the hand. The patient's speech is impaired, and 6 years later, he dies of respiratory insufficiency. Autopsy shows atrophy of ventral roots in the spinal cord. Which of the following is the most likely diagnosis?",
        "exp": "ALS is a degenerative disease of motor neurons of the brain and spinal cord that results in progressive weakness and wasting of the extremities and eventually impairment of respiratory muscles. The disease affects motor neurons in three locations: (1) the anterior horn cells of the spinal cord; (2) the motor nuclei of the brainstem, particularly the hypoglossal nuclei; and (3) the upper motor neurons of the cerebral cortex. The injury to the motor neurons leads to the degeneration of their axons, visualized in striking alterations of the lateral pyramidal pathways in the spinal cord. The defining histologic change in ALS is a loss of large motor neurons accompanied by mild gliosis. ALS begins as weakness and wasting of the muscles of the hand, often accompanied by painful cramps of the muscles of the arm. The other choices do not affect the motor neurons of the spinal cord. Diagnosis: Amyotrophic lateral sclerosis",
        "cop": 1,
        "opa": "Amyotrophic lateral sclerosis",
        "opb": "Gerstman Straussler-Scheinker disease",
        "opc": "Huntington disease",
        "opd": "Multiple infarct dementia",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "a2d02bd2-0ccf-4c36-b23d-fb7bb85da646",
        "choice_type": "single"
    },
    {
        "question": "All the following are features of Pick's disease except:(2004)",
        "exp": "Ans: d (Hirano bodies). Ref: Robbin's, 7thed, p. 1390 & 6th ed, p. 1333. Pick's disease-* Asymmetric atrophy of frontal and temporal lobes with conspicuous sparing of posterior two thirds of temporal lobe.* The atrophy can be severe, reducing the gyri to a thin wafer (Knife edge appearance)* Ballooning degeneration of neurons (Harsh mohan, 5th ed, p. 911)* Presence of pick bodies in neurons.* Absence of plaques and neurofibrillary tangles.",
        "cop": 4,
        "opa": "Knife blade atrophy",
        "opb": "Walnut brain",
        "opc": "Ballooning degeneration",
        "opd": "Hirano bodies",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "a5cb6812-22bf-4823-b5b3-956207d0d3d1",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old man who had been healthy all his life now has progressive, symmetric muscular weakness. A year ago, he noted weakness in the area of the head and neck, which caused difficulty with speech, eye movements, and swallowing. In the past year, the weakness in the upper and lower extremities has increased, and he can no longer stand, walk, or feed himself. His mental function remains intact. Which of the following cells is most likely being destroyed in this man?",
        "exp": "The progressive and symmetric nature of this patient's disease is a classic feature of amyotrophic lateral sclerosis (ALS). The muscles show a denervation type of grouped atrophy from the loss of lower motor neurons in anterior horns of the spinal cord. The \"bulbar\" form of ALS affects mainly cranial nerve nuclei and has a more aggressive course. Cortical upper motor neurons may also be lost, but the mental function is preserved in ALS. Ependymal cells line ventricles, which are normal in ALS. Microglial cells have a macrophage-like function and may be involved in demyelinating plaques of multiple sclerosis that can produce various motor signs and symptoms over time, but symmetry is not a feature of this disease. Oligodendrocytes provide myelin to axons in the CNS. Parkinson's disease with loss of substantia nigra pigmented neurons is characterized by rigidity and involuntary movements, not by muscular weakness. Huntington disease with loss of spiny neurons in the caudate nucleus causes abnormal movements, not weakness, and there can be associated dementia over time.",
        "cop": 2,
        "opa": "Ependymal cell",
        "opb": "Lower motor neuron",
        "opc": "Microglial cell",
        "opd": "Oligodendrocyte",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "6ba509cb-5c87-4ac6-9d38-b5ccb429998d",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of occurrence of Craniopharyngioma is?",
        "exp": "Ans. is 'b' i. e., Suprasellar* Location of craniopharyngiomas can bei) Sellar - suprasellar (most cases) - most commonly arising on the pituitary stalk and projecting into the hypothalamus. ii) Infrasellar or intrasellar. iii) Prechiasmic. iv) Retrochiasmic.* Rare locations include extradural and extracranial-nasopharyngeal, posterior fossa or extending down the cervical spine.",
        "cop": 2,
        "opa": "Infrasellar",
        "opb": "Suprasellar",
        "opc": "Posterior fossa",
        "opd": "Nasopharyx",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "7380609b-2b32-4384-9f5f-736cca4cf3e3",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy develops fever, accompanied by occasional headaches, malaise, fatigue, and nausea a month after being bitten by a dog. One day later, he experiences episodes of rigidity, hallucinations, breath-holding, and difficulty swallowing because of uncontrollable oral secretions. Dr. Louis Pasteur is consulted. He writes: \"The death of this child appearing to be inevitable, I decided, not without lively and sore anxiety, as may well be believed, to try....... the method which I had found constantly successful with dogs. Consequently, 60 hours after the bites was inoculated under a fold of skin with half a syringeful of the spinal cord of a rabbit. In the following days, fresh inoculations were made. I thus made 13 inoculations. \" The boy survives. Which of the following histologic findings in the brain of the dog is most likely to be present?",
        "exp": "The child had rabies, an infectious disease in which the virus travels from the site of an infected animal bite up nerves to the CNS. Pathognomonic Negri bodies are cytoplasmic inclusions found in the hippocampal pyramidal cells and cerebellar Purkinje cells. Worldwide, unvaccinated dogs remain the most common vector for transmission of this bullet-shaped virus to man. The suspected animal must be sacrificed to identify the virus in the brain. Infected neurons generally do not undergo cell death; instead, the virus induces neurotoxin production that affects surface receptor interaction with neurotransmitters. After symptoms develop, survival is rare. Multinucleated cells may be seen in microglial nodules associated with HIV infection. Perivascular lymphocytic infiltrates are often seen with a variety of viruses, such as arboviruses or echoviruses, causing encephalitis. Toxoplasma gondii infection is characterized by finding enlarged, infected cells filled with bradyzoites. Spongiform change is characteristic of prion disease.",
        "cop": 2,
        "opa": "Multinucleate giant cells",
        "opb": "Negri bodies",
        "opc": "Perivascular lymphocytes",
        "opd": "Pseudocysts with bradyzoites",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "38b0c1a2-56dd-46b2-bc5a-5d2746e79005",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old girl is rushed to the emergency room after receiving a gunshot wound to the head and is pronounced dead on arrival. If this child died due to an immediate \"blast effect\" of the penetrating wound, the autopsy would likely show herniation of the tonsils of the cerebellum into which anatomic space?",
        "exp": "Penetrating wounds produce hemorrhage and blast effects. The \"blast effect\" of a high-velocity projectile causes an immediate increase in supratentorial pressure and results in death because of impaction of the cerebellum and medulla into the foramen magnum. A low-velocity projectile increases the pressure at a more gradual rate through hemorrhage and edema. The other choices do not represent areas of herniation. Diagnosis: Bullet wound",
        "cop": 3,
        "opa": "Aqueduct of Sylvius",
        "opb": "Central spinal canal",
        "opc": "Foramen magnum",
        "opd": "Foramen of Magendie",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "e2d239bb-a31c-4a2b-8d52-2e577d0b54b4",
        "choice_type": "single"
    },
    {
        "question": "Most common cerebellar tumor in children?",
        "exp": "Ans. (a) Astrocytoma(Ref: Robbins 9th/pg 1306: See Ans 69)*Most common pediatric brain tumor-Pilocytic astrocytoma*Most aggressive pediatric brain tumor-Medulloblastoma",
        "cop": 1,
        "opa": "Astrocytoma",
        "opb": "Medulloblastoma",
        "opc": "Ependymoma",
        "opd": "PNET",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "bea8350e-7756-4e8c-bc24-40f4e8ca6318",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man with AIDS is admitted to the hospital with a fever of 38. 7degC (103degF), persistent cough, and diarrhea. His CD4 cell count is less than 500/mL. The patient is started on broad-spectrum antibiotics. He has also experienced a recent decline in cognitive function. He is at increased risk of developing which of the following CNS neoplasms?",
        "exp": "Lymphomas may arise as a primary B-cell lesion in the brain in a manner analogous to its occurrence in the stomach, small bowel, or testis, but the overwhelming majority of lymphomas are metastatic to the brain from other sites. Primary lymphoma of the brain often originates deep in the cerebral hemispheres, commonly in bilateral periventricular positions. A mixture of small and large lymphocytes is angiocentric. Lymphomas often arise in the context of immunosuppression and in patients with AIDS. In some instances, they have been linked etiologically to infection with EBV. AIDS does not give rise to tumors of neural origin (choices A, B, D, and E). Diagnosis: Lymphoma",
        "cop": 3,
        "opa": "Ependymoma",
        "opb": "Glioblastoma",
        "opc": "Lymphoma",
        "opd": "Medulloblastoma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "034ca6d8-c24e-43de-87ef-150c7bfc91ec",
        "choice_type": "single"
    },
    {
        "question": "A female neonate is noted at birth to have a gross deformity of her lower back. Examination of the subcutaneous lesion reveals disorganized neural tissue with entrapment of nerve roots. The parents of the neonate ask about the risks for similar birth defects in their future offspring. You mention that supplementation of the maternal diet can reduce the incidence of neural tube defects. What is this important dietary supplement?",
        "exp": "Maternal folic acid deficiency has been associated with an increased incidence of neural tube defects, and folic acid has, therefore, been approved for inclusion as a food supplement in commercial flour. Deficiencies of vitamins in the other choices are not associated with congenital dysraphic anomalies. Niacin deficiency results in pellagra. Thiamine deficiency (choice C) causes Wernicke syndrome and beriberi. Vitamin B12 deficiency (choice E) leads to pernicious anemia. Diagnosis: Neural tube defect",
        "cop": 1,
        "opa": "Folic acid",
        "opb": "Niacin",
        "opc": "Thiamine",
        "opd": "Vitamin B6",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "6fff17a3-d8fb-4658-81ed-4b4350f7f100",
        "choice_type": "single"
    },
    {
        "question": "Negri bodies are abundant in the following cells except?",
        "exp": "Ans. (a) Subcortical white matter(Ref: R 9th/pg 1277)*Most characteristic pathologic finding in CNS in Rabies is the formation of cytoplasmic inclusion bodies called Negri bodies Q (composed of finely fibrillar matrix and rabies virus particles)*They are most commonly seen in cerebellum (purkinje cells) & pyramidal neurons of hippocampus*Basal ganglia involvement is common*The prominence of early brain stem dysfunction Q distinguish it from other viral encephalitis.",
        "cop": 1,
        "opa": "Subcortical white matter",
        "opb": "Purkinje cells",
        "opc": "Hippocampus",
        "opd": "Basal ganglia",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "c3fa70eb-473f-4bcd-90ac-7e05d1a6863a",
        "choice_type": "multi"
    },
    {
        "question": "Following is true about medullobastoma:",
        "exp": "Ans. (b) It is radiosensitive tumour(Ref: R 9th/pg 1312). Medulloblastoma is exquisitely radiosensitive Q; Predominantly seen in children & exclusively in cerebellum Q",
        "cop": 2,
        "opa": "It is seen mainly in over 50 age group",
        "opb": "It is radiosensitive tumour",
        "opc": "Only treatment is surgery",
        "opd": "Seen in anterior cranial fossa",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "ed70fbaf-69c6-4566-95aa-7a8db44793ae",
        "choice_type": "multi"
    },
    {
        "question": "A 41-year-old woman has had diminished hearing for the past 4 months. On physical examination, she has decreased hearing on the left. Sound lateralizes to the right ear on the Weber tuning fork test. A head MRI shows a sharply circumscribed, 4-cm mass adjacent to the left pons that extends toward the left inferior cerebellar hemisphere. A smaller 1-cm lesion is in a similar location on the right. Family screening reveals a similarly affected 38-year-old sibling. An inherited mutation involving which of the following genes is most likely to be present in this patient?",
        "exp": "A schwannoma in this location also is known as a cerebellopontine angle tumor. Schwannomas in this location arise from cranial nerve VIII; they are also called acoustic neuromas. Most schwannomas act as benign, slow-growing tumors that can be completely resected. Having bilateral acoustic schwannomas is virtually pathognomonic for neurofibromatosis type 2. Other familial tumor syndromes involving the brain include Li Fraumeni syndrome with p53 mutations and medulloblastomas, Gorlin syndrome with PTCH mutations and medulloblastomas, tuberous sclerosis with TSC1 mutations and cortical hamartomas, and von Hippel-Lindau syndrome with VHL mutations and hemangioblastomas.",
        "cop": 1,
        "opa": "NF2",
        "opb": "TP53",
        "opc": "PTCH",
        "opd": "TSC1",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "cf1ab0f0-b48d-4ae7-8f1e-642af38ac530",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old man complains of increasing difficulty in hearing over the past several years. Physical examination confirms bilateral sensorineural hearing deficits. MRI discloses bilateral cerebellopontine angle tumors, consistent with schwannomas. This patient has a strong family history for benign tumors, including low-grade gliomas and meningiomas on his mother's side of the family. Which of the following is the probable diagnosis?",
        "exp": "Neurofibromatosis type 2 refers to a syndrome defined by bilateral tumors of the eighth cranial nerve (acoustic neuromas), and commonly, by meningiomas and gliomas. Acoustic neuromas are intracranial schwannomas that are restricted to the eighth cranial nerve. Some schwannomas exhibit deletions or mutations of the NF2 gene. Neurofibromatosis type 1 (choice A) exhibits neurofibromas but not acoustic neuromas. None of the other choices lead to acoustic Schwannomas. Diagnosis: Neurofibromatosis type 2",
        "cop": 2,
        "opa": "Neurofibromatosis type 1",
        "opb": "Neurofibromatosis type 2",
        "opc": "Sturge-Weber syndrome",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "4ec95088-c49e-45d0-b18f-752d676d97e3",
        "choice_type": "single"
    },
    {
        "question": "Enzyme that protects the brain from free radical injury is?",
        "exp": "Ans. (b) Superoxide dismutase. Ref: Robbin's pathology 9th ed. I48, 80* Antioxidant enzymes include glutathione peroxidase, SOD and catalase.* Deficiency of SOF 1 gene may result in motor neuron disorder.",
        "cop": 2,
        "opa": "Myeloperoxidase",
        "opb": "Superoxide dismutase",
        "opc": "MAO",
        "opd": "Hydroxylase",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "f3c4ecd1-75a1-46cd-88a8-be86ac1e7d32",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman has had a headache and fever for the past 2 weeks following a severe respiratory tract infection accompanying bronchiectasis. On physical examination, her temperature is 38. 3degC. There is no papilledema. She has no loss of sensation or motor function, but there is decreased vision in the left half of her visual fields. CT scan of the head shows a sharply demarcated, 3-cm, a ring-enhancing lesion in the right occipital region. A lumbar puncture is done, and laboratory analysis of the CSF shows numerous leukocytes, increased protein, and normal glucose levels. What is the most likely diagnosis?",
        "exp": "A cerebral abscess is most often a complication of an infection, such as pneumonia or endocarditis, with onset days to weeks earlier. The bacteria spread hematogenously. As the abscess organizes, it is ringed by fibroblasts that deposit collagen; this feature is characteristic of an abscess in the CNS. A neoplasm occasionally may be ring-enhancing, but glioblastoma is an aggressive malignancy that is not well demarcated. Metastases are mass lesions that are typically multifocal. A multiple sclerosis plaques is generally not large, is found in white matter, and does not typically have ring enhancement. An infarct would produce sudden signs and symptoms that improve over time, and the CSF protein would not be increased.",
        "cop": 1,
        "opa": "Cerebral abscess",
        "opb": "Glioblastoma",
        "opc": "Metastatic carcinoma",
        "opd": "Multiple sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "7f9f27bb-82e7-44fa-8b88-a1bedc5618bf",
        "choice_type": "single"
    },
    {
        "question": "Froin syndrome is associated with?",
        "exp": "Ans is 'd' i. e. All of the above Froin's syndrome* Caused by meningeal irritation (e. g. During spinal meningitis) and CSF flow blockage by tumour mass or abscess.* Characterized by coexistence of xanthochromia, high protein level and marked coagulation of CSF.",
        "cop": 4,
        "opa": "Spinal meningitis",
        "opb": "Coagulation of CSF",
        "opc": "High protein level",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "0eae94cf-2055-48bd-8b4d-aee5a6611132",
        "choice_type": "multi"
    },
    {
        "question": "True statement about metastases of malignant tumors of brain is:",
        "exp": "Ans. (d) All of the above(Ref: Robbins 9th/pg 1312; 8th/pg 1336). Dissemination through the CSF is a common complication- giving rise to nodular masses at some distance from the primary tumor called as \"drop metastases\" is a feature of medulloblastoma. Man made shunts provide a route for metastasis of malignant tumors. Lymphomatous metastases, on the other hand, tend to produce a more diffuse pial enhancement, as breast and prostate metastases.",
        "cop": 4,
        "opa": "Drop metastases can occur in the spinal cord",
        "opb": "Lymph node metastases in patients who have had brain surgery",
        "opc": "Metastases through man made shunts",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "d82f07a1-66fc-4c67-96ce-eef5044ce672",
        "choice_type": "multi"
    },
    {
        "question": "Foix-Alajouanine disease of the spinal cord is a:",
        "exp": "Ans. (a) Arteriovenous malformation(Ref: Toole's Cerebrovascular Disorders pg 351). Foix-Alajouanine syndrome is an arteriovenous (AV) malformation of the spinal cord predominantly affecting the lower thoracic and/or lumbosacral levels Foix-Alajouanine syndrome usually occurs in older patients (>50 y).",
        "cop": 1,
        "opa": "Arteriovenous malformation",
        "opb": "Cavernous malformation",
        "opc": "Capillary telangiectasia",
        "opd": "Venous angioma",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "b93f7912-c7ed-42ab-9f59-41c5608a52b4",
        "choice_type": "single"
    },
    {
        "question": "True about turcot syndrome",
        "exp": "Ans. (b) CNS tumors(Ref: Russell & Rubinstein's Pathology of Tumors of the Nervous System 7. Ed, pg 997). Turcot syndrome is characterised by:*Intestinal polyposis*CNS tumours: glioblastoma or medulloblastoma",
        "cop": 2,
        "opa": "Mutations in PTEN gene",
        "opb": "CNS tumors",
        "opc": "Non neoplastic polyps",
        "opd": "Congenital hypertrophy of retinal pigment epithelium",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "c36cafa2-eb48-46dc-b40a-4b78389cce0e",
        "choice_type": "multi"
    },
    {
        "question": "In a patient suspected to be diagnosed with Rabies, a sample of corneal smear was taken. Which of the following investigations can be done from the specimen?",
        "exp": "Ans. (b) Immunofluorescence test style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">(Ref: ). Lab diagnosis of rabies*RT-PCR: detecting the viral nucleic acid especially on biological fluids (saliva, cerebrospinal fluid, tears) and skin biopsy (ante mortem) and brain samples (post mortem)*Serum and spinal fluid are tested for antibodies to rabies virus*Skin biopsy specimens are examined for rabies antigen in the cutaneous nerves at the base of hair follicles*Immunofluorescent antibody staining of the epithelial cells on the corneal impression test (FAT)",
        "cop": 2,
        "opa": "RT PCR",
        "opb": "Immunofluorescence test",
        "opc": "Negri body visualization",
        "opd": "Virus isolation",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "345d2f53-53a9-4b2f-ac26-4e0a5d2d3785",
        "choice_type": "single"
    },
    {
        "question": "10 year old child with posterior fossa mass. On biopsy following features were seen. What are these dense eosinophilic fibers marked with arrow?",
        "exp": "Ans. (a) Rosenthal fibers*Rosenthal fibers are eosinophilic, corkscrew fibers found in pilocytic astrocytoma, the most common primary brain tumor in children. They contain two heat-shock proteins (aB-crystallin and hsp27) as well as ubiquitin.*They are seen in Alexander disease and, pilocytic astrocytoma.",
        "cop": 1,
        "opa": "Rosenthal fibers",
        "opb": "The Alzheimer type II astrocyte",
        "opc": "Corpora amylacea",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "ccbc242a-370c-45db-86c6-6ffe25cbeee3",
        "choice_type": "multi"
    },
    {
        "question": "A female neonate is noted at birth to have a gross deformity of her lower back. Examination of the subcutaneous lesion reveals disorganized neural tissue with entrapment of nerve roots. What is the appropriate diagnosis?",
        "exp": "Neural tube defects (dysraphic anomalies) reflect impaired closure of the dorsal aspect of the vertebral column. These abnormalities are classified according the extent of the defect, ranging in severity from spina bifida occulta to meningocele, meningomyelocele, and rachischisis. Spina bifida (choice D) is restricted to the vertebral arches and is usually asymptomatic. Meningocele (choice A) permits protrusion of the meninges as a fluid-filled sac. Meningomyelocele (choice B) exposes the spinal canal and causes the nerve roots to be entrapped. Rachischisis (choice C) is an extreme defect, often without a recognizable spinal cord. Syringomyelia (choice E) is a congenital malformation, in which a tubular cavitation (syrinx) extends for variable distances along the entire length of the spinal cord. Diagnosis: Neural tube defect, meningomyelocele",
        "cop": 2,
        "opa": "Meningocele",
        "opb": "Meningomyelocele",
        "opc": "Rachischisis",
        "opd": "Spina bifida occulta",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "33506d0d-cd52-40b8-88f3-e3371cca3ff4",
        "choice_type": "single"
    },
    {
        "question": "Cystic supratentorial tumor is?",
        "exp": "Ans. is 'a' i. e. Craniopharyngioma * Craniopharyngioma is supratentorial slow growing cystic tumor. Other options* Ependymoma can both supra and infratentorial.* Medulloblastoma is an infratentorial tumor.",
        "cop": 1,
        "opa": "Craniopharyngioma",
        "opb": "Ependymoma",
        "opc": "Medulloblastoma",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "fc242d58-17a5-452d-bf1d-a0f3b19cd8ea",
        "choice_type": "multi"
    },
    {
        "question": "Type of inheritance in Tuberous sclerosis -",
        "exp": "Ans. is 'a' i. e., Autosomal dominant",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked dominant",
        "opd": "X-linked recessive",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "d6ed5699-a8c0-40a1-b5d7-f53cb379b408",
        "choice_type": "single"
    },
    {
        "question": "Chromosomes involved in early onset Alzheimer's disease:",
        "exp": "A i. e. 1, 14, 21. Ref: Genetic Home Reference. Explanation: Genes Involved in Alzheimers Disease: Early onset Alzehimer's disease involves three genes: APP-Ch 21. PSEN1 (Presenilin 1) - Ch 14. PSEN 2 (Presenilin 2) - Ch 1. Genes causing autosomal dominant AD* APP* PSEN1* PSEN 2. All can cause early onset disease but PSEN2 is associated with a broad range of onset ages. Susceptibitity genes* Apolipoprotein E gene (APOE)- c2 allele: associated with decreased risk- s3 allele: neutral- e4 allele: high-risk* SORL1",
        "cop": 1,
        "opa": "1, 14, 21",
        "opb": "1, 13, 22",
        "opc": "3, 14, 20",
        "opd": "3, 14, X",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "fec1036c-b311-4547-898b-64ae1c073f15",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old boy is brought to the physician by his parents, who complain that their son continually loses his balance. They also report that his speech seems more slurred. Physical examination confirms the truncal ataxia and wide-based gait. The child appears lethargic, and there is bobbing of the head while he is sitting. Muscle tone is normal. This patient may have a midline tumor in which anatomic portion of the brain?",
        "exp": "The neuroectoderm may (albeit infrequently) give rise to a neoplasm of neuronal heritage. These tumors occur most often in childhood, and their cellular composition is usually primitive. An example is medulloblastoma, which arises in the cerebellum, generally in the first decade of life. This entity is usually situated in the vermis. Its growth is rapid and regional infiltration is extensive. Children with medulloblastoma are first seen with cerebellar dysfunction or hydrocephalus. Tumors in the other areas do not ordinarily produce the symptoms described. Diagnosis: Medulloblastoma",
        "cop": 1,
        "opa": "Cerebellum",
        "opb": "Corpus callosum",
        "opc": "Frontal lobes",
        "opd": "Hypothalamus",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "2a8fc88d-40a8-4c7b-8372-b0e91597262c",
        "choice_type": "multi"
    },
    {
        "question": "Painless burn in hand is a characteristic feature of?",
        "exp": "Ans is 'b' i. e. Syringomyelia * In Syringomyelia, there sensory deficit in upper extrimities in the form of loss of pain and temperature sensations with touch and vibration being intact.",
        "cop": 2,
        "opa": "Thalamic syndrome",
        "opb": "Syringomyelia",
        "opc": "Cord compression",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Central Nervous System",
        "id": "70123f24-ea9f-45bb-b261-d79b38d46597",
        "choice_type": "single"
    }
]