[
    {
        "question": "An 80-year-old woman presents with a 4-hour history of fever, shaking chills, and disorientation. Her blood pressure is 80/40 mm Hg. Physical examination shows diffuse purpura on her upper arms and chest. Blood cultures are positive for Gram-negative organism. Which of the following cytokines is primarily involved in the pathogenesis of direct vascular injury in this patient with septic shock?",
        "exp": "Septicemia (bacteremia) denotes the clinical condition in which bacteria are found in the circulation. It can be suspected clinically, but the final diagnosis is made by culturing the organisms from the blood. In patients with endotoxic shock, lipopolysaccharide released from Gram-negative bacteria stimulates monocytes/macrophages to secrete large quantities of TNF-a.",
        "cop": 4,
        "opa": "Interferon-g",
        "opb": "Transforming Growth Factor-b (TGFb)",
        "opc": "Platelet-derived growth factor",
        "opd": "Tumor necrosis factor-a",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "9102f5b0-eec7-46f9-adee-40e8ade47bd0",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man becomes febrile and begins expectorating large amounts of mucopurulent sputum. Sputum cultures are positive for Gram-positive diplococci. Which of the following mediators of inflammation provides potent chemotactic factors for the directed migration of inflammatory cells into the alveolar air spaces of this patient?",
        "exp": "Chemotactic factors are substance that stimulalte cellular migration The most potent chemotactic factors for leukocytes at the site of injury are:- Complement proteins (e. g., C5a) Bacterial and mitochondrial products, paicularly low molecular weight N-formylated peptides Products of arachidonic acid metabolism (especially LTB4) -Plasmin is a fibrinolytic enzyme generated by activated Hageman factor (clotting factor XII).",
        "cop": 4,
        "opa": "Bradykinin",
        "opb": "Histamine",
        "opc": "Myeloperoxidase",
        "opd": "N-formylated peptides",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "46b83bda-58b0-480a-8eea-eaaee1404ba6",
        "choice_type": "single"
    },
    {
        "question": "The role of bradykinin in process of inflammation is:",
        "exp": "Functions of Bradykinin: 1. Increases vascular permeability 2. Contraction of smooth muscles 3. Dilation of the blood vessels 4. Pain when injected into the skin Out of these actions of bradykinin, the increase in vessel permeability is a better answer as it is the hallmark of acute inflammation.",
        "cop": 4,
        "opa": "Vasoconstriction",
        "opb": "Bronchodilation",
        "opc": "Smooth muscle relaxation",
        "opd": "Increased vascular permeability",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "b8a25b7c-2388-4f3c-b985-d3865fe4feb1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pyrogenic cytokine?",
        "exp": "Pyrogens are substances which cause fever. These can be either exogenous or endogenous. The endogenous pyrogens (also called the pyrogenic cytokines) include: IL-1 IL-6 Tumor necrosis factor (TNF) Ciliary neurotopic factor (CNTF) IFN-a (alpha) IL-18 which is a member of IL-1 family does not appear to be a pyrogenic cytokine.",
        "cop": 4,
        "opa": "IL - 1",
        "opb": "TNF",
        "opc": "IFN - a",
        "opd": "IL - 18",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "3295998e-2385-4768-9b2d-320e09dba890",
        "choice_type": "single"
    },
    {
        "question": "A routine complete blood count performed on a 22-year-old medical student reveals an abnormality in the differential leukocyte count. She has been complaining of frequent sneezing and \"watery\" eyes during the past several weeks and repos that she frequently had such episodes in the spring and summer. Which of the following cell types is most likely to be increased in the last phase reaction?",
        "exp": "This type of reaction is primarily mediated by the release of histamine from tissue mast cells In response to antigen and other stimuli, including cytokines produced at the local site, the T cells differentiate into Th2 cells, which secrete IL-4, IL-5, and IL-13. In the late-phase reaction, leukocytes are recruited that amplify and sustain the inflammatory response without additional exposure to the triggering antigen. Eosinophils are often an abundant leukocyte population in these reactions. IL-5 is involved in the development and activation of eosinophils, which are impoant effectors of type I hypersensitivity. The associated cellular infiltrate and peripheral blood findings represent mobilization and increased numbers of eosinophils. The symptoms repoed are those of seasonal rhinitis, better known as \"hay fever, \" a manifestation of type I hypersensitivity.",
        "cop": 2,
        "opa": "Basophils",
        "opb": "Eosinophils",
        "opc": "Lymphocytes",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "ee2dcfa8-1e21-452d-bbef-9b303f9a5ec4",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman develops a sore, red, hot, swollen left knee. She has no history of trauma and no familial history of joint disease. Aspirin is effective in relieving symptoms of acute inflammation in this patient because it inhibits which of the following enzymes?",
        "exp": "Arachidonic acid is metabolized by cyclooxygenases (COX-1, COX-2) and lipoxygenases (5-LOX) to generate prostanoids and leukotrienes, respectively. The early inflammatory prostanoid response is COX-1 dependent. COX-2 becomes the major source of prostanoids as inflammation progresses. Inhibition of COX is one mechanism by which nonsteroidal anti-inflammatory drugs (NSAIDs), including aspirin, indomethacin and ibuprofen, exe their potent analgesic and anti-inflammatory effects. NSAIDs block both COX-1 & COX-2 induced formation of prostaglandins, thereby mitigating pain and inflammation.",
        "cop": 1,
        "opa": "Cyclooxygenase",
        "opb": "Myeloperoxidase",
        "opc": "Phospholipase A2",
        "opd": "Superoxide dismutase",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "63f6d767-1201-4f6a-9544-972fd6bdb24e",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man experiences acute chest pain and is rushed to the emergency room. Laboratory studies and ECG demonstrate an acute myocardial infarction; however, coronary aery angiography performed 2 hours later does not show evidence of thrombosis. Which of the following mediators of inflammation causes relaxation of vascular smooth muscle cells and vasodilation of aerioles at the site of myocardial infarction in this patient?",
        "exp": "Nitric oxide (NO), which was previously known as endothelium-derived relaxing factor, leads to relaxation of vascular smooth muscle cells and vasodilation of aerioles. NO also inhibits platelet aggregation and mediates the killing of bacteria and tumor cells by macrophages. Histamine, leukotrienes and thromboxane A2 stimulate the contraction of smooth muscle cells.",
        "cop": 4,
        "opa": "Bradykinin",
        "opb": "Histamine",
        "opc": "Leukotrienes",
        "opd": "Nitric oxide",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "bb96bb25-7622-4c0a-8222-c75db26a21d9",
        "choice_type": "single"
    },
    {
        "question": "A laboratory experiment is performed to evaluate the chemotactic potential of a group of potential mediators. Which of the following substances most likely has the greatest affinity for neutrophils?",
        "exp": "Several substances have chemotactic potential for neutrophils. C5a is a prominent example Chemotactic Factors Factor Description Chemotactic For Formylated peptides Bacterial products of Escherichia coli Neutrophils C5a Activated complement component Neutrophils HETE, LTB Leukotrienes Neutrophils Kallikrein Product of factor XIIa - mediated conversion, and other cells Neutrophils PAF AGEPC; from basophils, mast cells, and other cells Eosinophils PDGF From platelets, monocytes - macrophages, smooth muscle cells and endothelial cells Neutrophils and macrophages TGF-b From platelets, neutrophils, macrophages, lymphocytes, and fibroblasts Macrophages and fibroblasts",
        "cop": 1,
        "opa": "C5a",
        "opb": "Fucosyl transferase",
        "opc": "P-selectin",
        "opd": "TNF-a",
        "subject_name": "Pathology",
        "topic_name": "Chemical mediators in plasma: Kinin system",
        "id": "46ba59c5-72e2-4f18-bb87-bf297a2f73f7",
        "choice_type": "single"
    }
]