[
    {
        "question": "All of the following are true regarding chronic myeloid leukemia, except?",
        "exp": "Chronic myeloid leukemia Most common myeloproliferative neoplasm Caused by reciprocal translocation between between long arms of chr 9 & 22 giving rise to shoened chromosome 22 which is referred to as Philadelphia chromosome (Ph chromosome). Most cases present in chronic phase Patient present with hyperleucocytosis, massive splenomegaly Bone marrow is hypercellular with granulocytic hyperplasia. Sea-blue histiocytes can be seen. After a variable period, some patients may transform to accelerated phase or blast crisis. Tyrosine kinase inhibitors are the drug of choice, eg. Imatinib, Dasatinib, etc.",
        "cop": 3,
        "opa": "Philadelphia chromosome",
        "opb": "Tyrosine kinase inhibitors (TKIs) are the drug of choice",
        "opc": "Most cases present in blast phase",
        "opd": "Sea-blue histiocytes are seen in the bone marrow",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "03053d27-a199-42dc-a54b-c569ef9d90b8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following gene mutations is most commonly associated with systemic mastocytosis?",
        "exp": "Myeloproliferative neoplasms Disorder Mutation/Translocation Chronic myeloid leukemia BCR-ABL1 fusion/translocation Polycythemia vera JAK2 mutations Essential thrombocythemia/Primary myelofibrosis JAK2, CALR, MPL mutations Systemic mastocytosis KIT mutations Chronic eosinophilic leukemia FIP1. L1-PDGFRA fusion gene. PDE4. DIP-PDGFRB fusion gene Chronic neutrophilic leukemia CSF3R mutations Myeloid neoplasms with eosinophilia Various fusion genes involving FGFR1, PDGFRA, PDGFRB, or JAK2",
        "cop": 3,
        "opa": "CALR",
        "opb": "JAK2",
        "opc": "KIT",
        "opd": "MPL",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "b6898b5a-1e25-4822-a418-76d4a1356a7e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about chronic myelogenous leukemia?",
        "exp": "Option A - It is d/t chromosomal translocation t Philadelphia chromosome Option B - Pseudo Gaucher cells are seen in patient with CML. Gaucher cells are seen in Gaucher disease Option C - CML- is an example of triphasic leukemia. Patient in blast phase will have both lymphoblasts as well as myeloblast. Option D - For diagnosis of CML there should be presence of Philadelphia chromosome. Technique Used for confirmation is (IOC)- Fluorescent in Situ Hybridization. FISH - Used colored probe dyes for a paicular gene.",
        "cop": 4,
        "opa": "BCR-ABL fusion is involved in the oncogenesis",
        "opb": "Pseudo Gaucher cells may be present in the bone marrow examination",
        "opc": "Blast crisis in the disease may have lymphoblasts",
        "opd": "BM biopsy is essential for confirmation of diagnosis",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "0689c1a0-e01a-45c7-8431-08a79f949e5e",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman presents with marked splenomegaly. Her leukocyte count is increased to 300, 000/uL. The differential count reveals the presence of small numbers of myeloblasts and promyelocytes, with a predominance of myelocytes, metamyelocytes, bands, and segmented neutrophils. Basophils are also increased in number, as are platelets. The patient is not anemic. Leukocyte alkaline phosphatase is decreased. Which of the following describes a major characteristic of this disorder?",
        "exp": "CML is almost invariably marked by the finding of the Philadelphia chromosome, a small residual chromosome 22 with the addition of a small segment of chromosome 9, resulting from a 9; 22 translocation.",
        "cop": 1,
        "opa": "9; 22 translocation",
        "opb": "Expansion of mature B lymphocytes within multiple lymph nodes",
        "opc": "Hypogammaglobulinemia",
        "opd": "Neoplastic cells exhibiting hair-like filamentous projections",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "4636befd-4907-4892-ba9a-b3547da94911",
        "choice_type": "multi"
    },
    {
        "question": "A peripheral smear with increased neutrophils, basophils, eosinophils, and platelets is highly suggestive of:",
        "exp": "The peripheral blood picture of this patient is quite characteristic of chronic myeloid leukemia.",
        "cop": 3,
        "opa": "Acute myeloid leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "Chronic myelogenous leukemia",
        "opd": "Myelodysplastic syndrome",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "224b5100-7d15-4422-a7aa-21116c89c23d",
        "choice_type": "single"
    },
    {
        "question": "In chronic myeloid leukemia CML, serum vitamin B12 level is:",
        "exp": "Biochemical abnormalities in CML include a low leukocyte alkaline phosphatase score and high levels of vitamin B12, uric acid, lactic dehydrogenase, and lysozyme.",
        "cop": 4,
        "opa": "Slightly decreased",
        "opb": "Normal",
        "opc": "Markedly decreased",
        "opd": "Increased",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "4bcae534-78c9-4c35-bef4-25d19313bfed",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old alcoholic man presents with a 6-day history of productive cough and fever. The temperature is 38. 7degC (103degF), respirations are 32 per minute, and blood pressure is 126/86 mm Hg. The patient's cough worsens, and he begins expectorating large amounts of foul-smelling sputum. A chest X-ray shows a right upper and middle lobe infiltrate. A CBC demonstrates leukocytosis (WBC = 38, 000/mL), with 80% slightly immature neutrophils and toxic granulation. Laboratory studies reveal elevated leukocyte alkaline phosphatase. Which of the following best describes this patient's hematologic condition?",
        "exp": "Neutrophilia is an absolute neutrophil count above 7, 000/mL. In acute infections, neutrophilia may be so pronounced that it may be mistaken for leukemia, especially, chronic myelogenous leukemia (CML), in which case it is termed a leukemoid reaction. Clues to the benign (or reactive) nature of a leukemoid reaction include the following: (1) the cells in the peripheral blood smear are more mature than myelocytes;(2) leukocyte alkaline phosphatase activity is high in benign conditions and low in patients with CML (3) Benign neutrophils often contain large blue cytoplasmic inclusions referred to as \"Dohle bodies\" or toxic granulation. Diagnosis: Leukemoid reaction A. cytoplasmic granulation and numerous bluish Dohle bodies",
        "cop": 4,
        "opa": "Acute myelogenous leukemia",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "Chronic myelogenous leukemia",
        "opd": "Leukemoid reaction",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "457a459b-bebb-4898-8099-aa87e27c002f",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old male presents with massive splenomegaly. His differential diagnosis will include all, except:",
        "exp": "Diseases Associated with Massive Splenomegaly Chronic myelogenous leukemia Gaucher's disease Lymphomas Chronic lymphocytic leukemia Hairy cell leukemia Sarcoidosis Myelofibrosis with myeloid metaplasia Autoimmune hemolytic anemia Polycythemia vera Diffuse splenic hemangiomatosis",
        "cop": 4,
        "opa": "Chronic myeloid leukemia",
        "opb": "Polycythemia rubra vera",
        "opc": "Hairy cell leukemia",
        "opd": "Aplastic anemia",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "f4e2b598-045b-41cf-bd4a-5739d8bff11c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a characteristic feature of chronic myeloid leukemia (CML)?",
        "exp": "Characteristic features of CML are massive splenomegaly, hyperleucocytosis, peripheral blood Basophilia & Philadelphia Chromosome/ t(9; 22).",
        "cop": 2,
        "opa": "Auer rods",
        "opb": "Basophilia",
        "opc": "Increased LAP score",
        "opd": "Bone marrow fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "2e1c6612-ffe6-4ca0-b41d-41a37e684d51",
        "choice_type": "single"
    },
    {
        "question": "Leucocyte alkaline phosphatase (LAP) is raised in all conditions except:",
        "exp": "Low LAP scores have been associated with CML, PNH, thrombocytopenic purpura, and hereditary hypophosphatasia. In CML regardless of the total white count, the score remains low.",
        "cop": 3,
        "opa": "Myelofibrosis",
        "opb": "Essential thrombocythemia",
        "opc": "Chronic myeloid leukaemia",
        "opd": "Polycythemia",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "55de97db-924c-4fea-a047-abef3bad9729",
        "choice_type": "multi"
    }
]