[
    {
        "question": "Which of the following gene mutations is most commonly associated with systemic mastocytosis?",
        "exp": "Myeloproliferative neoplasms Disorder Mutation/Translocation Chronic myeloid leukemia BCR-ABL1 fusion/translocation Polycythemia vera JAK2 mutations Essential thrombocythemia/Primary myelofibrosis JAK2, CALR, MPL mutations Systemic mastocytosis KIT mutations Chronic eosinophilic leukemia FIP1. L1-PDGFRA fusion gene. PDE4. DIP-PDGFRB fusion gene Chronic neutrophilic leukemia CSF3R mutations Myeloid neoplasms with eosinophilia Various fusion genes involving FGFR1, PDGFRA, PDGFRB, or JAK2",
        "cop": 3,
        "opa": "CALR",
        "opb": "JAK2",
        "opc": "KIT",
        "opd": "MPL",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "b6898b5a-1e25-4822-a418-76d4a1356a7e",
        "choice_type": "single"
    },
    {
        "question": "A peripheral smear with increased neutrophils, basophils, eosinophils, and platelets is highly suggestive of:",
        "exp": "The peripheral blood picture of this patient is quite characteristic of chronic myeloid leukemia.",
        "cop": 3,
        "opa": "Acute myeloid leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "Chronic myelogenous leukemia",
        "opd": "Myelodysplastic syndrome",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "224b5100-7d15-4422-a7aa-21116c89c23d",
        "choice_type": "single"
    },
    {
        "question": "In chronic myeloid leukemia CML, serum vitamin B12 level is:",
        "exp": "Biochemical abnormalities in CML include a low leukocyte alkaline phosphatase score and high levels of vitamin B12, uric acid, lactic dehydrogenase, and lysozyme.",
        "cop": 4,
        "opa": "Slightly decreased",
        "opb": "Normal",
        "opc": "Markedly decreased",
        "opd": "Increased",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "4bcae534-78c9-4c35-bef4-25d19313bfed",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old alcoholic man presents with a 6-day history of productive cough and fever. The temperature is 38. 7degC (103degF), respirations are 32 per minute, and blood pressure is 126/86 mm Hg. The patient's cough worsens, and he begins expectorating large amounts of foul-smelling sputum. A chest X-ray shows a right upper and middle lobe infiltrate. A CBC demonstrates leukocytosis (WBC = 38, 000/mL), with 80% slightly immature neutrophils and toxic granulation. Laboratory studies reveal elevated leukocyte alkaline phosphatase. Which of the following best describes this patient's hematologic condition?",
        "exp": "Neutrophilia is an absolute neutrophil count above 7, 000/mL. In acute infections, neutrophilia may be so pronounced that it may be mistaken for leukemia, especially, chronic myelogenous leukemia (CML), in which case it is termed a leukemoid reaction. Clues to the benign (or reactive) nature of a leukemoid reaction include the following: (1) the cells in the peripheral blood smear are more mature than myelocytes;(2) leukocyte alkaline phosphatase activity is high in benign conditions and low in patients with CML (3) Benign neutrophils often contain large blue cytoplasmic inclusions referred to as \"Dohle bodies\" or toxic granulation. Diagnosis: Leukemoid reaction A. cytoplasmic granulation and numerous bluish Dohle bodies",
        "cop": 4,
        "opa": "Acute myelogenous leukemia",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "Chronic myelogenous leukemia",
        "opd": "Leukemoid reaction",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "457a459b-bebb-4898-8099-aa87e27c002f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a characteristic feature of chronic myeloid leukemia (CML)?",
        "exp": "Characteristic features of CML are massive splenomegaly, hyperleucocytosis, peripheral blood Basophilia & Philadelphia Chromosome/ t(9; 22).",
        "cop": 2,
        "opa": "Auer rods",
        "opb": "Basophilia",
        "opc": "Increased LAP score",
        "opd": "Bone marrow fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Chronic Myelogenous Leukemia",
        "id": "2e1c6612-ffe6-4ca0-b41d-41a37e684d51",
        "choice_type": "single"
    }
]