[
    {
        "question": "A 40 year old woman is on treatment for CLL. Over the past few months she noticed swellings in the neck and axilla which was rapidly increasing in size. She complains of feeling feverish and experiences weight loss. Which of the following is responsible?",
        "exp": "CLL: Chronic Lymphocytic leukemia (CLL):- Neoplastic proliferation of native B cell;. Transformation to diffuse large B cell Lymphoma is marked by enlarging lymph node or spleen and worsening of symptom. This phenomenon is called Ritcher Transformation. Dx by flow cytometry positive for CD19/20, CD 5/23 Tx: Fludarabine is Drug of choice for management.",
        "cop": 1,
        "opa": "Richter transformation",
        "opb": "Progression of CLL",
        "opc": "Development of secondary infections",
        "opd": "Immunodeficiency associated hemolytic anemia",
        "subject_name": "Pathology",
        "topic_name": "Chronic Lymphocytic Leukemia",
        "id": "871df950-34b1-439c-b451-9a627e646c55",
        "choice_type": "single"
    },
    {
        "question": "\"Smudge cells\" in the peripheral smear are characteristic of:",
        "exp": "In CLL, the blood contains large numbers of small round lymphocytes with scant cytoplasm (fragile). Some of these cells are usually disrupted in the process of making smears, producing so-called smudge cells",
        "cop": 2,
        "opa": "Chronic myelogenous leukemia",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "Acute myelogenous leukemia",
        "opd": "Acute lymphoblastic leukemia",
        "subject_name": "Pathology",
        "topic_name": "Chronic Lymphocytic Leukemia",
        "id": "501de6f7-d24d-413e-8ad5-4dfd7ecbf0f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following leukemia is associated with a convent girl appearance?",
        "exp": "In the neoplastic cells have similar appearance when seen in peripheral smear, k/a Convent girl appearance. CLL - \"Convent girl\". (Image below) Whereas, CML (image below) shows \"college girl\" or \"garden pay appearance\" Above image is of CML showing leukocytosis with the presence of precursor cells of the myeloid lineage described as garden pay appearance. In addition, basophilia, eosinophilia, and thrombocytosis can also be seen",
        "cop": 2,
        "opa": "Chronic myleogenous leukemia",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "Hairy cell leukemia",
        "opd": "Diffuse large B cell lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Chronic Lymphocytic Leukemia",
        "id": "95087ddd-01d1-472b-8480-fa48831b8652",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tumor is associated with abscopal effect?",
        "exp": "Abscopal effect - when spleen is exposed to any kind of damage, spleen synthesizes ceain growth factors required for proliferation of tumor cells. Therefore, when spleen is irradiated - decrease release of GF - Decrease in size of tumour. Associated with - CLL",
        "cop": 2,
        "opa": "Chronic myeloid leukemia",
        "opb": "Chronic lymphocytic leukemia",
        "opc": "Acute lymphoblastic leukemia",
        "opd": "Acute myelogenous leukemia",
        "subject_name": "Pathology",
        "topic_name": "Chronic Lymphocytic Leukemia",
        "id": "7fcc46fb-97ef-4d0b-8a92-344250fa7bd4",
        "choice_type": "single"
    },
    {
        "question": "A 68 year old woman was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10. 5 g/dl, platelet count 27 x 109/L and total leukocyte count 40 x 109/L, which included 80 % mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed a nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD19, CD5, CD20 and CD23 and were negative for CD79B and FMC-7. The histopathological examination of the lymph node in this patient will most likely exhibit effacement of lymph node architecture by?",
        "exp": "This is a case of elderly female with lymphadenopathy, splenomegaly and peripheral blood lymphoid cells were positive for CD19, CD5, CD20 and CD23 and negative for CD79B and FMC-7. This findings are consistent with a diagnosis of Chronic lymphocytic leukemia. In CLL, lymph node biopsy is suggestive of pseudofollicular pattern with proliferation centers. Remember that, CLL lymph nodes show a low mitotic rate. This rules out option D Option B suggests Hodgkin lymphoma Option C suggests Follicular Lymphoma Option D suggests a high grade NHL with high mitotic rate Small fraction of tumors transform to aggressive tumors resembling diffuse large B cell lymphoma (Richter transformation); after transformation occurs, the median survival is less than 1 year.",
        "cop": 1,
        "opa": "A monomorphic lymphoid proliferation with admixed proliferation centers",
        "opb": "A polymorphous population of lymphocytes, plasma cells, eosinophils and scattered large binucleated cells",
        "opc": "A predominantly follicular pattern with variably-sized follicles effacing nodal architecture",
        "opd": "A diffuse proliferation of medium to large lymphoid cells with high mitotic rate.",
        "subject_name": "Pathology",
        "topic_name": "Chronic Lymphocytic Leukemia",
        "id": "8d0b17d7-0387-43bb-99ae-c4863e66e8ba",
        "choice_type": "single"
    },
    {
        "question": "One of the following leukemia almost never develops after radiation?",
        "exp": "Radiation is not an etiological factor for CLL.",
        "cop": 4,
        "opa": "Acute myeloblastic leukemia",
        "opb": "Chronic myeloid leukemia",
        "opc": "Acute lymphoblastic leukemia",
        "opd": "Chronic lymphocytic leukemia",
        "subject_name": "Pathology",
        "topic_name": "Chronic Lymphocytic Leukemia",
        "id": "b6b86d73-53e4-43f7-ad5a-623ff09ef25e",
        "choice_type": "single"
    }
]