[
    {
        "question": "Which inflammatory marker is responsible for appetite suppression and lipid depletion culminating to muscle atrophy in case of inadequate nutrition:",
        "exp": "Cachexia is also seen in patients with chronic inflammatory diseases and cancer. In the former, chronic overproduction of the inflammatory cytokine tumor necrosis factor (TNF) is thought to be responsible for appetite suppression and lipid depletion, culminating in muscle atrophy.",
        "cop": 1,
        "opa": "TNF",
        "opb": "TGF beta",
        "opc": "EGF",
        "opd": "FGF",
        "subject_name": "Pathology",
        "topic_name": "Chronic Inflammation",
        "id": "9539549b-3e77-4ac4-9bd7-660039b6c862",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old woman undergoes lumpectomy for breast cancer. One month following surgery, she notices a firm 0. 3-cm nodule along one edge of the surgical incision. Biopsy of this nodule reveals chronic inflammatory cells, multinucleated giant cells, and extensive fibrosis. The multinucleated cells in this nodule most likely formed in response to which of the following pathogenic stimuli?",
        "exp": "Granulomatous inflammation is a subtype of chronic inflammation, which develops when acute inflammatory cells are unable to digest the injurious agent (e. g., suture or talc). Fusion of macrophages within the lesion results in the formation of multinucleated giant cells. None of the other choices elicit this type of granulomatous reaction Diagnosis: Granulomatous inflammation (foreign body granuloma)",
        "cop": 2,
        "opa": "Staphylococcal infection",
        "opb": "Foreign material",
        "opc": "Lymphatic obstruction",
        "opd": "Neoplastic cells",
        "subject_name": "Pathology",
        "topic_name": "Chronic Inflammation",
        "id": "d10d6a59-3807-4ff0-83b9-f0073b2c9342",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents with a 2-week history of febrile illness and chest pain. She has an erythematous, macular facial rash and tender joints, paicularly in her left wrist and elbow. A CBC shows mild anemia and thrombocytopenia. Coicosteroids are prescribed for the patient. This medication induces the synthesis of an inhibitor of which of the following enzymes in inflammatory cells?",
        "exp": "Coicosteroids Used to suppress the tissue destruction associated with many chronic inflammatory diseases, including RA and systemic lupus erythematosus. Induce the synthesis of an inhibitor of phospholipase A2 and block the release of arachidonic acid from the plasma membranes of inflammatory cells. Myeloperoxidase catalyzes the conversion of H2. O2, in the presence of a halide (e. g., chloride ion) to form hypochlorous acid. Superoxide dismutase reduces the superoxide radical to H2. O2.",
        "cop": 3,
        "opa": "Lipoxygenase",
        "opb": "Myeloperoxidase",
        "opc": "Phospholipase A2",
        "opd": "Superoxide dismutase",
        "subject_name": "Pathology",
        "topic_name": "Chronic Inflammation",
        "id": "9ddd459b-c798-4030-9055-5606871b548c",
        "choice_type": "single"
    },
    {
        "question": "Nephrocalcinosis in a systemic granulomatous disease is due to:",
        "exp": "Nephrocalcinosis Calcification of the renal interstitium and tubules. Associated with hypercalcemia. Disorders associated with hypercalcemia, such as hyperparathyroidism, multiple myeloma, vitamin D intoxication, metastatic cancer, or excess calcium intake (milk-alkali syndrome), may induce the formation of calcium stones and deposition of calcium in the kidney (nephrocalcinosis). Extensive degrees of calcinosis, under ceain conditions, may lead to chronic tubulointerstitial disease and renal insufficiency. With fuher damage, a slowly progressive chronic kidney disease develops. Sarcoidosis and other granulomatous diseases can be cause of hypercalcemia and hypercalciuria owing to excess vitamin D production from extra renal conversion of 1, 25 (OH)2. D3.",
        "cop": 1,
        "opa": "Overproduction of 1, 25 dihydroxy vitamin D",
        "opb": "Dystrophic calcification",
        "opc": "Mutation in calcium sensing receptors",
        "opd": "Increased reabsorption of calcium",
        "subject_name": "Pathology",
        "topic_name": "Chronic Inflammation",
        "id": "35b42c3b-2dc4-4bd8-92ef-eb2fb0f11482",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old man dies during cardiac surgery. He had a history of long-standing rheumatic heart disease with mitral stenosis. At autopsy, the pathologist repos findings consistent with mitral stenosis and noted the presence of \"heart failure cells. \" This finding results from",
        "exp": "\"Heart failure cells\" are intra-alveolar hemosiderin-laden macrophages They are indicative of marked chronic passive congestion of the lung. Red cells leak from congested alveolar capillaries into the alveoli, where they are engulfed and degraded by macrophages.",
        "cop": 2,
        "opa": "activation of the coagulation cascade.",
        "opb": "chronic passive congestion of the lungs.",
        "opc": "hypoxic myocardial injury.",
        "opd": "myocardial hyperemia.",
        "subject_name": "Pathology",
        "topic_name": "Chronic Inflammation",
        "id": "19bf7c80-a774-43d4-b271-f663eab44a45",
        "choice_type": "single"
    },
    {
        "question": "Procalcitonin is used as marker of:",
        "exp": "Procalcitonin is an acute phase reactant which is now useful for being a marker of sepsis.",
        "cop": 4,
        "opa": "Cardiac dysfunction in acute coronary syndrome",
        "opb": "Menstrual periodicity",
        "opc": "Pituitary function",
        "opd": "Sepsis",
        "subject_name": "Pathology",
        "topic_name": "Chronic Inflammation",
        "id": "528c46fb-f173-4107-8988-cef5dfc57b60",
        "choice_type": "single"
    }
]