[
    {
        "question": "Adult PCKD is?",
        "exp": "Ans is 'a' i. e. Autosomal dominant o ADPKD is an autosomal dominant disorder characterized by multiple expanding cysts of both kidneys that ultimately destroy renal parenchyma and cause renal failure in middle life (40-60 years of age)o Most commonly (85%) mutation involves PKD 1 gene on chromosome 16 encoding for polycystin 1 followed by PKD2 gene on chromosome 4 encoding for polycystin 2.",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked recessive",
        "opd": "Mitochondrial inheritance",
        "subject_name": "Pathology",
        "topic_name": "Chronic and Cystic Diseases",
        "id": "3c78fad0-895e-4985-98c8-95d2aaaa60fc",
        "choice_type": "single"
    },
    {
        "question": "Adult polycystic kidney disease is-",
        "exp": "Ans. is 'a' i. e., Autosomal dominant Summary of Renal cvstic disease Inheritance. Pathologic features. Clinical features of Complications. Typical outcome. Adult polycystic kidney disease. Autosomaldominant. Large multicystie kidneys, liver cysts, berry aneurysms. Hematuria, flank, pain, urinary tract infection, renal stones, hypertension. Cronic renal feature. Beginning -------- 40-60 yr. Childhood polycystic kidney disease. Medullary sponge kidney. Autosomal recessive. None. Enlarged cystic kidneys at birth. Medullary cysts on excretory urography. Hepatic fibrosis. Hematuria, urinary tract infection, recurrent renal stones. Boning. Sample cysts. None. Single or multiple cysts in normal-sized kidneys. Microscopic hematuria. Benign. Acquired renal cystic disease. None. Cystic degeneration in end-stage kidney disease. Hemorrhage, ervthrocytosis, neoplasia. Dependence on dialysis. Autosomal dominant f. Adu. Iti polvcvstic kidney diseaseo ADPKD is a hereditory disorder characterized by multiple expanding cysts of both kidneys that ultimately destroy the renal parenchyma and cause renal failure. o The cysts initially involves only portions of nephrons, so renal function is retained about the fourth or fifth decade of life (option e). Geneticso The pattern of inheritance is autosomal dominant with high penetrance, o Mutations occurs in one of the following gene. PKDI gene on chromosome 16 that encodes polycystin 1-In 85% of cases. PKD2 gene on chromosome 4 that encodes polycystin 2. o The PKDI gene encodes a protein named polycystin-1. It has been localized to tubular epithelial cells, particularly those of the distal nephron. At present, its presise function is not known, but it contains domains that are usually involved in cell-cell and cell- matrix interact]ons. The PKD2 gene productpo. Iveystin-2 is localized to all segments of the renal tubules and is also expressed in many extrarenal tissues. Recent evidence indicates that polycystin-2 may act as a Ca2+ permeable cation channel and that a basic defect in APKD is a disruption in the regulation of the intracellular Ca2+ levels. Pathologyo The disease is universally bilateral, o Both the kidney are grossly enlarged, o Multiple cysts cover the surface of the kidney. o The cysts contain straw coloured fluid that may become hemorrhagic. o The cysts are distributed evenly throught the cortex and medulla. o Cysts may also present at extrarenal locations, e. g. liver, spleen, pancrease, ovary. Extrarenal anomalies seen in patients with adult polvcvstic kidney disease. Cysts. Berry aneurysm. Colonic diverticula. Mitral valvea) Liver (M. C. Site)(Present in 5-10%) Prolapseb) Spleen c) Pancreas d) Ovaries",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked",
        "opd": "Mitochondria",
        "subject_name": "Pathology",
        "topic_name": "Chronic and Cystic Diseases",
        "id": "ac93f9e6-92c4-4101-814c-5df35ddcf937",
        "choice_type": "single"
    }
]