[
    {
        "question": "True about Kartagener's syndrome is all except-",
        "exp": "Ans. is 'd' i. e., Mental retardation o Kartagener's syndrome is a subgroup of primary ciliary dyskinesia. Primary ciliary dyskinesia - o It is an antosomal recessive syndrome. o It is characterized by poorly functioning cilia. There is absence or shortening of Dynein arms that are responsible for the coordinated bending of cilia. o Approximately half of the patients with primary' ciliary' dyskinesia have kartagener's syndrome. Kartagener's syndrome Bronchiectasis - Poor functioning of cilia contribute to retention of secretions and recurrent infections Sinusitis - Lack of ciliary activity interferes with bacterial clearance, predisposing sinuses to infection Situs in versus - Due to ineffective cell motility during embryogenesis Infertility - Due to ineffective mobility of sperm",
        "cop": 4,
        "opa": "Dextrocardia",
        "opb": "Infertility'",
        "opc": "Brochieactasis",
        "opd": "Mental retardation",
        "subject_name": "Pathology",
        "topic_name": "Chronic Interstitial (Restrictive, Infiltrative) Lung Diseases",
        "id": "35f9648e-ab2b-4a40-a889-6948183cf65e",
        "choice_type": "multi"
    },
    {
        "question": "Cut surface of lungs in Silicosis shows?",
        "exp": "ANSWER: (D) All of the above. REF: Robbin's 7th ed p. 734. Cut surface of lung in silicosis shows: Tiny barely palpable nodules in early stage. Hard collagenous scars later on. Pleural thickening",
        "cop": 4,
        "opa": "Pleural thickening",
        "opb": "Hard collagenous scars",
        "opc": "Nodules",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Chronic Interstitial (Restrictive, Infiltrative) Lung Diseases",
        "id": "6aec9f29-741d-4aef-83ee-b29e6d9a3baa",
        "choice_type": "multi"
    },
    {
        "question": "Shock lung is seen in?",
        "exp": "Ans is 'c' i. e., ARDS o ARDS is also known as 'adult' respiratory distress syndrome, shock lung, diffuse alveolar damage or acute lung injury. It is characterized by diffuse damage to alveolar capillary walls and alveolar cells (diffuse alveolar necrosis). o Sepsis is the most common cause of ARDS.",
        "cop": 3,
        "opa": "Bronchiectasis",
        "opb": "Lung carcinoma",
        "opc": "ARDS",
        "opd": "COPD",
        "subject_name": "Pathology",
        "topic_name": "Chronic Interstitial (Restrictive, Infiltrative) Lung Diseases",
        "id": "ee8d1493-5650-4fe2-98d4-bc66da6a43c0",
        "choice_type": "single"
    }
]