[
    {
        "question": "Which of the following is not a histomorphological feature of cirrhosis of liver?",
        "exp": "Histopathology of cirrhosis Marked by the presence of parenchymal nodules surrounded by dense bands of fibrosis throughout the liver Normally smooth liver capsule is turned into a bumpy surface with depressed areas of scarring and bulging regenerative nodules Vascular thrombosis (paicularly of the poal vein) can be seen Diffuse microvesicular steatosis is related to fatty liver of pregnancy or in idiosyncratic reactions to toxins (e. g., valproate, tetracycline).",
        "cop": 2,
        "opa": "Regenerative nodules",
        "opb": "Diffuse microvesicular steatosis",
        "opc": "Poal vein thrombosis",
        "opd": "Dense bands of fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Cirrhosis",
        "id": "e8990ba9-e535-4f37-a28b-51d6bf3c111b",
        "choice_type": "single"
    },
    {
        "question": "Fatty liver with Hepatomegaly is seen in:-",
        "exp": "Metabolic syndrome: Central obesity Insulin resistance Hyperglycemia Risk of dyslipidemia Diabetes On HPE examination of fatty liver, macro vesicular steatosis is seen. Lipid accumulates inside hepatocytes forming vacoules which gives clear appearance on staining. Wilson's disease: ATP 7B gene defect Body retains excess copper Kayser Fleischer ring ( Brown ring on the edge of cornea) Thesunflowercataract in. Wilson's disease is pathognomonic sign. Predominant presentation includestremor, dysphasia,, dysahria, neuropsychiatric manifestations, gait and limb ataxia Nutmeg liver: Associated with chronic venous congestion of liver Dark spots represent dilated and congested hepatic venules and small hepatic veins Marasmus: Due to deficiency of proteins and calories Lean appearance Oedema is absent No fatty liver",
        "cop": 2,
        "opa": "Marasmus",
        "opb": "Metabolic syndrome",
        "opc": "Wilson disease",
        "opd": "Nutmeg liver",
        "subject_name": "Pathology",
        "topic_name": "Cirrhosis",
        "id": "16d0eb05-faf3-4b57-b9be-561d35b2e126",
        "choice_type": "single"
    },
    {
        "question": "Given below is the histopathology of liver biopsy of a patient with hemochromatosis. Which of the following special stain has been used?",
        "exp": "Perls' Prussian blue reaction for ferric iron (Perls 1867) This method is considered to be the first classical histochemical reaction. Treatment with an acidic ferrocyanide solution will result in the unmasking of ferric iron in the form of the hydroxide, Fe(OH)3, by dilute hydrochloric acid. The ferric iron then reacts with a dilute potassium ferrocyanide solution to produce an insoluble blue compound, ferric ferrocyanide (Prussian blue colour). Perls' stain is used in histopathology to demonstrate iron (hemosiderin) in tissues.",
        "cop": 3,
        "opa": "Von Kossa stain",
        "opb": "Alcian blue stain",
        "opc": "Perls' Prussian blue stain",
        "opd": "Crystal violet stain",
        "subject_name": "Pathology",
        "topic_name": "Cirrhosis",
        "id": "9edb2feb-8989-4652-8e0e-e869fc4819f5",
        "choice_type": "single"
    },
    {
        "question": "A 34 year old female with history of oral contraceptive pills (OCP) usage, was brought to the ER with hematemesis and severe acute RUQ abdominal pain. She have a history of DVT. Physical evaluation reveals ascites and tender heatomegaly. Which of the following is the most likely cause for this?",
        "exp": "The above given clinical scenario is suggestive of Budd-Chiari syndrome. Caused by obstruction of two or more major hepatic veins (hepatic vein thrombosis). Obstruction of a single main hepatic vein is clinically asymptomatic. Heaptic damage occurs due to increased intrahepatic blood pressure. Hepatic vein thrombosis is associated with myeloproliferative neoplasms such as polycythemia vera, thrombophilic states (OCP use, inherited thrombophilias, etc. ), antiphospholipid antibody (APLA) syndrome, paroxysmal nocturnal hemoglobinuria (PNH), and intraabdominal cancers, paicularly hepatocellular carcinoma. Clinically, Budd-Chiari syndrome is characterized by severe right upper quadrant abdominal pain, ascites, tender hepatomegaly, and hematemesis (variceal bleed). Microscopically, the affected hepatic parenchyma reveals severe centrilobular congestion and necrosis.",
        "cop": 4,
        "opa": "Obstruction of the common bile duct",
        "opb": "Obstruction of the intrahepatic sinusoids",
        "opc": "Thrombosis of the hepatic aery",
        "opd": "Thrombosis of the hepatic veins",
        "subject_name": "Pathology",
        "topic_name": "Cirrhosis",
        "id": "15ebfcec-6322-4113-b3a4-83bf233a9efd",
        "choice_type": "single"
    }
]