[
    {
        "question": "Most common site of glioblastoma multiforme is-",
        "exp": "Ans. 'b' i. e., Frontal lobe A glioblastoma multiforme (GBM) is a type of brain tumour called an astrocytoma. Astrocytomas are some of the most common brain tumours. They develop from the highly vascular and quickly reproducing astrocyte cells in our brain and are often malignant.",
        "cop": 2,
        "opa": "CP angle",
        "opb": "Frontal lobe",
        "opc": "Brainstem",
        "opd": "Occipital lobe",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "d8e7b8fb-6bbe-410e-9ce5-0865456f5f6b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about medulloblastoma?",
        "exp": "The tumor occurs predominantly in children and exclusively in cerebellum (infratentorial tumor). Histopathological hallmark is Homer-Wright rosettes. Mitoses are abundant, and markers of cellular proliferation, such as Ki-67, are positive in a high percentage of the cells. Dissemination of tumor occurs through CSF giving rise to either extensive growth along the surface likened to \"icing, \" or nodular \"drop metastases, \" which tend to involve the cauda equina. It is a radiosensitive tumor. Radiotherapy improves the survival in children. Cranio-spinal irradiation (CSI) reduces the recurrence from CSF dissemination.",
        "cop": 1,
        "opa": "Radiosensitive tumor",
        "opb": "Hematogenous spread is common",
        "opc": "Low proliferation index",
        "opd": "Homer Wright rosettes are rarely seen",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "b224466d-c269-41ac-a0ef-51b66e8fa2b2",
        "choice_type": "multi"
    },
    {
        "question": "A metastatic carcinoma in the brain of an adult, most often comes from a primary in the:",
        "exp": "Metastatic carcinoma in the brain of an adult, most often comes from a primary in the Lung. The five most common primary sites are lung, breast, skin (melanoma), kidney, and gastrointestinal tract, accounting for about 80% of all metastases.",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Ovary",
        "opc": "Oral cavity",
        "opd": "Lung",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "a3a68209-7eb1-493c-bddd-92168ebbbfc5",
        "choice_type": "single"
    },
    {
        "question": "Which chromosome mutation is associated with medulloblastoma?",
        "exp": "Medulloblastoma can be subdivided into the following 4 groups: Group 3 medulloblastoma, often with MYC amplification and isochromosome 17 (i17q), tends to occur in infants and children, with a classic or large cell histology and the worst prognosis. Group 4 is characterized by an i17q cytogenetic alteration. IMG showing DROP METASTASIS i. e. metastasis occur by drop.",
        "cop": 2,
        "opa": "Chromosome 16",
        "opb": "Chromosome 17",
        "opc": "Chromosome 18",
        "opd": "Chromosome 19",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "dc3d2591-008e-45a9-9c75-58c343b9c738",
        "choice_type": "single"
    },
    {
        "question": "M/c glial tumor-",
        "exp": "Ans. '2' i. e., Astrocytoma M/c glial tumor is Astrocytoma BUTTERFLY GLIOBLASTOMA: Glioblastoma multiforme (GBM)- fast-growing glioma, develops from star-shaped glial cells (astrocytes and oligodendrocytes). GBM- grade IV astrocytoma. WHOLE BRAIN RADIATION USE FOR IT, AS IT IS HIGHLY FATAL.",
        "cop": 2,
        "opa": "Ependymomas",
        "opb": "Astrocytoma",
        "opc": "Meningioma",
        "opd": "Neurofibroma",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "e5a434e1-efcc-459f-a577-9922ac3fd213",
        "choice_type": "single"
    },
    {
        "question": "Which of the following receptor on the neuronal membrane that induces the development of glioma?",
        "exp": "Ans. (b) CD133 CD133 is used as a marker for leukaemia and glioblastoma stem cell. It is also used for identifying immature leukemic stem cell in AML and pro B leukaemia. CD45 is required for lymphocyte activation. Its deficiency causes Severe Combined immunodeficiency disease (SCID).",
        "cop": 2,
        "opa": "CD45",
        "opb": "CD133",
        "opc": "CD33",
        "opd": "CD24",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "dc581f2d-5819-42cd-9db5-bbec25118247",
        "choice_type": "single"
    },
    {
        "question": "A patient has multiple meningiomas, bilateral vestibular schwannomas and early onset cataract. The most likely diagnosis is: -",
        "exp": "Neurofibromatosis Type 2 Autosomal dominant disorder resulting in a range of tumors, most commonly bilateral eighth nerve schwannomas, multiple meningiomas, and ependymomas of the spinal cord. In addition, a characteristic type of cataract, juvenile posterior subcapsular lenticular opacity, occurs in NF2. This syndrome is caused by mutation of the NF2 gene on chromosome 22q; NF2 encodes a protein called neurofibromin 2/merlin protein.",
        "cop": 1,
        "opa": "Neurofibromatosis type 2",
        "opb": "Tuberous sclerosis",
        "opc": "Von Hippel Lindau (VHL) disease",
        "opd": "Sturge-Weber syndrome",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "72bb09c2-9244-4d6f-aa7c-14c578bb2fe4",
        "choice_type": "single"
    },
    {
        "question": "Which type of adenoma has the highest propensity to undergo dystrophic calcification?",
        "exp": "Lactotroph adenomas have a propensity to undergo dystrophic calcification, ranging from isolated psammoma bodies to extensive calcification of viually the entire tumor mass (\"pituitary stone\").",
        "cop": 3,
        "opa": "Somatotroph adenoma",
        "opb": "Coicotroph adenoma",
        "opc": "Lactotroph adenoma",
        "opd": "Thyrotroph adenoma",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "915f34f9-7d8e-400a-953b-7474186f5e95",
        "choice_type": "single"
    },
    {
        "question": "Most common site for medulloblastoma is:",
        "exp": "Medulloblastoma usually arise in the midline of the cerebellum (the vermis) in children. In adults, where the incidence is much less than in children, they are more apt to arise in the cerebellar hemispheres in a lateral position. Mostly supratentorial CNS tumors occurs in adults. Infra tentorial tumors occur in childhood.",
        "cop": 2,
        "opa": "Medulla",
        "opb": "Cerebellum",
        "opc": "Cerebrum",
        "opd": "Pineal gland",
        "subject_name": "Pathology",
        "topic_name": "CNS Tumors",
        "id": "98309c09-2ea8-4c32-a872-beeff83fa726",
        "choice_type": "single"
    }
]