[
    {
        "question": "Which of the following statements are true about estimation of prothrombin time (PT)?",
        "exp": "In coagulation studies: Most routine coagulation investigations are performed on platelet-poor plasma (PPP). The sample should be kept at room temperature if it is to be used for PT tests, lupus anticoagulant (LAC) or factor VII assays and it should be kept at 4 degC for other assays. The testing should preferably be completed within 2 h of collection. Coagulation studies are of 2 types: PT --> Thromboplastin is used a. PTT --> Kaolin/silica is used Anticoagulant of choice for this study is 3. 2 % trisodium citrate. Ratio of blood sample to anti-coagulant is 9: 1.",
        "cop": 3,
        "opa": "Immediate refrigeration to preserve factor bility",
        "opb": "Platelet-rich plasma is essential",
        "opc": "Done preferably within 2 hours of collection",
        "opd": "Utilises Kaolin",
        "subject_name": "Pathology",
        "topic_name": "Coagulation",
        "id": "a97ddd47-acb6-4e40-b44d-418b5c1d015b",
        "choice_type": "multi"
    },
    {
        "question": "Anticoagulant used in coagulation study is?",
        "exp": "Trisodium citrate is the preferred anticoagulant for platelet and coagulation studies. EDTA: Primary use is for the CBC and individual components of the CBC. Pseudothrombocytopenia is seen when the blood sample is collected in. EDTA l In vitro aifact resulting from platelet agglutination antibodies (IgG, IgM, IgA) when the calcium content is decreased by blood collection in EDTA",
        "cop": 4,
        "opa": "Calcium citrate",
        "opb": "EDTA",
        "opc": "Sodium bromide",
        "opd": "Trisodium citrate",
        "subject_name": "Pathology",
        "topic_name": "Coagulation",
        "id": "08d5bcd8-e020-4332-abc9-c32401f79547",
        "choice_type": "single"
    },
    {
        "question": "In the coagulation cascade the clot is initiated by negatively charged paicles on the glass bead. It is in-vivo initiated by:",
        "exp": "The coagulation cascade is series of amplifying enzymatic reactions resulting in deposition of an insoluble fibrin clot. Each reaction step involves: Enzyme (an activated coagulation factor) Substrate (an inactive pro-enzyme form of a coagulation factor) Co-factor (a reaction accelerator) These components are added on a -vely charged phospholipid surface, which is provided by activated platelets. In vivo, tissue factor is the major initiator of coagulation, which is stimulated by feedback loops involving thrombin. Clotting is initiated in the laboratory by adding phospholipids, calcium and either a -ve charged substance such as glass beads (intrinsic pathway) or a source of tissue factor (extrinsic pathway).",
        "cop": 1,
        "opa": "Tissue factor",
        "opb": "Thrombin",
        "opc": "Endothelin",
        "opd": "v. WF",
        "subject_name": "Pathology",
        "topic_name": "Coagulation",
        "id": "3584c152-9f74-4bab-be7a-e7d1ceb8ae8d",
        "choice_type": "single"
    }
]