[
    {
        "question": "The most impoant function of epithelioid cells in tuberculosis is -",
        "exp": "Epithelioid cells. These are so called because of their epithelial cell-like appearance, are modified macrophages/ histiocytes which are somewhat elongated, having a vesicular and lightly-staining slipper-shaped nucleus, and pale staining abundant cytoplasm with hazy outlines so that the cell membrane of adjacent epithelioid cells is closely apposed. Epithelioid cells are weakly phagocytic. It is suggested that epithelioid cells could play an impoant role in fibrosis possibly by the secretion of a fibroblast activating factor. Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 148 &Immunobiology, elsevier, Volume 221, Issue 12, Pages 1329-1432.",
        "cop": 2,
        "opa": "Phagocytosis",
        "opb": "Secretory",
        "opc": "Antigenic",
        "opd": "Healing",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "2dae497d-fa62-4c17-b93a-9454223aa9a4",
        "choice_type": "single"
    },
    {
        "question": "Infraclavicular lesion of tuberculosis is known as -",
        "exp": "Assman focus: Infraclavicular lesion of tuberculosis. Healed calcified caseous nodule of tuberculosis at the apex of the lung. Rich focus: Tuberculosis granuloma occurring on the coex of the brain that ruptures into the subarachnoid space. Simmons focus: Healed foci of TB in the liver Weiga focus: Healed foci of TB in the intima of blood vessels. Ref: Exam preparatory manual for undergraduates -General and Systemic Pathology(Ramdas Nayak) page no. 339",
        "cop": 3,
        "opa": "Ghon 'S focus",
        "opb": "Puhl's focus",
        "opc": "Assman's focus",
        "opd": "none",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "305b8095-bb1e-4f1b-82f1-07500a22cdbf",
        "choice_type": "multi"
    },
    {
        "question": "EBV infects B cells binding to",
        "exp": "CD21- EBV uses this receptor to bind and infect B cells. Reference: Robbins; 9th edition; Volume I; Page no: 327",
        "cop": 1,
        "opa": "CD 21",
        "opb": "CD 40",
        "opc": "CD 79a",
        "opd": "CD 23",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "b1735c36-6392-40e9-8f84-9daf3b76e6c2",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson triad includes all Except",
        "exp": "It is a common pattern of presentation for congenital syphilis and consists of three phenomena: interstitial keratitis, malformed teeth (Hutchinson incisors and mulberry molars), and eighth nerve deafness. There may also be a deformity on the nose known as saddle nose deformity.",
        "cop": 1,
        "opa": "Sabre shin",
        "opb": "Eighr nerve deafness",
        "opc": "Upper incisor teeth",
        "opd": "Interstitial keratitis",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "3d0eea44-1657-493e-a41d-830d43e9d58d",
        "choice_type": "multi"
    },
    {
        "question": "Findings of histopathological examination in the liver in case of malaria are?",
        "exp": "The distinctive clinical and anatomic features of malaria are related to the following factors:* Showers of new merozoites are released from the red cells at intervals of approximately 48 hours for P. vivax, P. ovale, and P. falciparum and 72 hours for P. malariae. The episodic shaking, chills, and fever coincide with thisrelease.* The parasites destroy large numbers of infected red cells, thereby causing hemolytic anemia.* A characteristic brown malarial pigment derived from hemoglobin called hematin is released from the rupturedred cells and produces discoloration of the spleen, liver, lymph nodes, and bone marrow.* Activation of defense mechanisms in the host leads to marked hyperplasia of mononuclear phagocytes, producing massive splenomegaly and occasional hepatomegaly. Ref: Robbins Basic Pathology (9th Edition), page no. 419",
        "cop": 2,
        "opa": "Microabscess formation",
        "opb": "Kupffer's cell hyperplasia with macrophage infiltration around peripoal area laden with pigments",
        "opc": "Non caseating granuloma",
        "opd": "Non specific finding of neutrophilic infiltration",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "0afe5ff0-5a6f-4fd2-a57d-9c0db2509c2f",
        "choice_type": "single"
    },
    {
        "question": "Tuberculin test positivity indicates",
        "exp": "Tuberculin (Mantoux) skin test. This test is done by intradermal injection of 0. 1 ml of tuberculin protein, purifiedprotein derivative (PPD). Delayed-type of hypersensitivity develops in individuals who are having or have beenpreviously infected with the tuberculous infection which is identified as an indurated area of more than 15 mm in 72hours. However, patients having disseminated tuberculosis may show negative test due to the release of a large amount of tuberculin proteins from the endogenous lesions masking the hypersensitivity test. A positive test is indicative of cell mediated hypersensitivity to tubercular antigens but doesnot distinguish between infection and disease. The test may be false positive in atypical mycobacterial infection and falsenegative in sarcoidosis, some viral infections, Hodgkin's disease, and fulminant tuberculosis. Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 152",
        "cop": 3,
        "opa": "Good humoral immunity",
        "opb": "Infection with mycobacteriam",
        "opc": "Good cell mediated immunity",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "375ec9c4-bfe1-460c-8c54-5d4f1cdb81c0",
        "choice_type": "multi"
    },
    {
        "question": "Fordyce&; s spots in oral cavity arise from",
        "exp": "Fordyce's granules these are heterotropic sebaceous glands occurring in the oral mucosa. They present either as yellow-white point points, usually in the buccal mucosa or as plaque-like configurations They have no significance and no treatment is required.",
        "cop": 2,
        "opa": "Mucous glands",
        "opb": "Sebaceous glands",
        "opc": "Taste buds",
        "opd": "Minor salivary glands",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "86452770-f3ce-43d9-ae0f-81bb505e5154",
        "choice_type": "single"
    },
    {
        "question": "Breslow thickness is used in",
        "exp": "In melanoma, the probability of metastasis correlates with the depth of invasion, which by convention is the distance from the superficial epidermal granular cell layer to the deepest intradermal tumour cells; this measurement is known as the Breslow thickness. The probability of metastatic spread and prognosis, to predict an outcome is based on the following variables:(1) tumour depth (the Breslow thickness); (2) number of mitoses; (3) evidence of tumour regression (presumably due to the host immune response); (4) ulceration of overlying skin; (5) the presence and number of tumour infiltrating lymphocytes; (6) gender; and (7) location (central body or extremity). Since most melanomas initially metastasize to regional lymph nodes, additional prognostic information may be obtained by performing a sentinel lymph node biopsy. Robbins Pathology 9e pg: 1150",
        "cop": 1,
        "opa": "Melanoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Basal cell carcinoma",
        "opd": "Actinic keratosis",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "21a096b2-0d17-48e5-99f3-13383d952e0c",
        "choice_type": "single"
    },
    {
        "question": "Acanthosis means",
        "exp": "HISTOPATHOLOGIC TERMS Before describing the pathology of common skin diseases, the following pathologic terms in common use need to be defined for the understanding of Dermatopathology: Acanthosis: Thickening of the epidermis due to hyperplasia of stratum Malpighi. Acantholysis: Loss of cohesion between epidermal cells with formation of intraepidermal space containing edema fluid and detached epithelial cells. Dyskeratosis: Abnormal development of epidermal cells resulting in rounded cells devoid of their prickles and having pyknotic nuclei. Dyskeratosis is a feature of premalignant and malignant lesions and is rarely seen in benign conditions. Hyperkeratosis: Thickening of the horny layer. Parakeratosis: Abnormal keratinization of the cells so that the horny layer contains nucleated keratinocytes rather than the normal non-nucleate keratin layer. Spongiosis: Intercellular edema of the epidermis which may progress to vesicle formation in the epidermis. Pigment incontinence: Loss of melanin pigment from damaged basal cell layer so that the pigment accumulates in the melanophages in the dermis. Ref: Textbook of pathology (Harsh Mohan)6th edition, page no. 769",
        "cop": 3,
        "opa": "Loss of intracellular connections",
        "opb": "Abnormal premature keralinization",
        "opc": "Diffuse epidermal hyperplasia",
        "opd": "Thickening of stratum corneum",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "83a7be38-a067-421a-95d0-7ff2232ae4bf",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements is false regarding chronic granulomatous disease?",
        "exp": "Inherited defects in microbicidal activity: The impoance of oxygen-dependent bactericidal mechanisms is shown by the existence of a group of congenital disorders called chronic granulomatous disease, which is characterized by defects in bacterial killing and render patients susceptible to recurrent bacterial infection. Chronic granulomatous disease results from inherited defects in the genes encoding components of phagocyte oxidase, which generates superoxide (O2* -). The most common variants are an X-linked defect in one of the membrane-bound components (gp91phox) and autosomal recessive defects in the genes encoding two of the cytoplasmic components (p47phox and p67phox). The name of this disease comes from the macrophage-rich chronic inflammatory reaction that tries to control the infection when the initial neutrophil defence is inadequate. This often leads to collections of activated macrophages that wall off the microbes, forming granulomas. Reference: Robbins and Cotran Pathologic Basis of Disease; 9th edition; page 238 Chapter 6; Diseases of the Immune System",
        "cop": 1,
        "opa": "It is an autosomal dominant disease",
        "opb": "It is characterized by abnormal bacterial phagocytosis",
        "opc": "Recurrent staphylococcal infections are usual in this disease",
        "opd": "Nitro blue tetrazolium test is useful for screening",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "e7e89f8a-713c-42b3-b566-a92badf1142f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a carcinogenic virus",
        "exp": "PV: an impoant cause of benign was, cervical cancer, and oropharyngeal cancer # Oncogenic types of HPV encode two viral oncoproteins, E6 and E7, that bind to Rb and p53, respectively, with high affinity and neutralize their function. # Development of cancer is associated with integration of HPV into the host genome and additional mutations needed for acquisition of cancer hallmarks. # HPV cancers can be prevented by vaccination against high-risk HPV types. EBV: ubiquitous herpesvirus implicated in the pathogenesis of Burkitt lymphomas, B-cell lymphomas in patients with T-cell immunosuppression (HIV infection, transplant recipients), and several other cancers # The EBV genome harbors several genes encoding proteins that trigger B cell signaling pathways; in conce, these signals are potent inducers of B cell growth and transformation. # In the absence of T-cell immunity, EBV-infected B cells can rapidly \"grow out\" as aggressive B-cell tumors. # In the presence of normal T-cell immunity, a small fraction of infected patients develop EBV-positive B-cell tumors (Burkitt lymphoma, Hodgkin lymphoma) or carcinomas (nasopharyngeal, gastric carcinoma) Hepatitis B virus and hepatitis C virus: cause of between 70% and 85% of hepatocellular carcinomas worldwide # Oncogenic effects are multifactorial; dominant effect seems to be immunologically mediated chronic inflamma- tion, hepatocellular injury,",
        "cop": 3,
        "opa": "Hepatitis B",
        "opb": "Hepatitis C",
        "opc": "Molluscum contagiosum",
        "opd": "HPV",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "4abcbef3-13e8-43e8-8eb9-3409f23e5326",
        "choice_type": "single"
    },
    {
        "question": "Plasmodium falciparum affects all organs except",
        "exp": "Major complications occur in severe falciparum malaria which may have manifestations of cerebral malaria (coma), hypoglycemia, renal impairment, severe anemia, hemoglobinuria, jaundice, pulmonary edema, and acidosis. Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 189",
        "cop": 4,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Hea",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "b25d11b9-cd34-41e0-9c52-e9e6e2fa3ce2",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about Ataxia-Telangiectasia are true, except:",
        "exp": "The most frequent humoral immunologic abnormality is the selective absence of IgA, which occurs in 50-80% of these patients-Nelson Ataxia-Telangiectasia: (Autosomal Recessive genetic disorder): Mutation of AT gene (Ataxia telangiectasia gene). Located on Chromosome 11) (11q 22-33). Defect in DNA repair. Increased number of chromosomal breaks. Ataxia Telangiectasia Immunodeficiency Malignancies Endocrinal Progressive cerebellar ataxia typically becomes evident soon after these children begin to walk to progresses until they are confined to a wheel chair, usually by the age of 10-12 yrs. Oculocutaneous Telangiectasia, characteristically present on the bulbar conjunctiva appears by the age of 3-6 years and may also be seen on the face or extremities Immunodeficiency clinically maifests as chronic recurrent & sinopulmonary infections leading to bronchiectasis Most frequent humoral immunological abnormality is selective absence of IgA. IgE and IgG may also be reduced IgM and IgD are normal Defect in DNA repair mechanisms renders cells highly susceptible to radiation induced chromosmal damage and results in malignancies Lymphoreticular malignancy is most common Hodgkin&; s Lymphomas acute Leukemia Insulin Resitance Insulin dependent diabetes mellitus Premature ageing REf: Nelson 20th edition Pgno: 1415",
        "cop": 2,
        "opa": "Autosomal Recessive disorder",
        "opb": "Selective absence of IgM",
        "opc": "Lymphoreticular malignancy",
        "opd": "Progressive Cerebellar ataxia",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "41910533-7363-4046-a264-d26727f24255",
        "choice_type": "multi"
    },
    {
        "question": "Harlequin ichthyosis is inherited as?",
        "exp": "Harlequin ichthyosis Harlequin ichthyosis is a rare autosomal recessive disorder in which the neonate is born with a thick covering of armor-like scales, severe ectropion and eclabium, and underdeveloped nose and ears. despite these consistent phenotypic features, a variety of biochemical and structural characteristics have been described. The finding of increased epidermal triglyceride content suggested a lipid defect, but an alteration in keratinization have also been described. Ref: Dermatology at the Millennium(edited by D. Dyall-Smith and R. Marks)page no. 583",
        "cop": 2,
        "opa": "Autosomal dominant",
        "opb": "Autosomal Recessive",
        "opc": "X Linked dominant",
        "opd": "X Linked recessive",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "cf54bb46-da77-4a52-9988-fbffd7d4580f",
        "choice_type": "single"
    },
    {
        "question": "Bilateral hilar lymphadenopathy with non caseating granuloma is seen in",
        "exp": "Sarcoidosis: Sarcoidosis is a multisystem disease of unknown cause characterized by the presence of noncaseating granulomas in many tissues and organs. Noncaseating granuloma. Schaumann bodies-laminated concretions of calcium and proteins. Asteroid bodies-Stellate (star-shaped) inclusions within giant cells. Raised interleukin (IL)-2 results in T-cell expansion Anergy to skin test antigens, such as tuberculosis purified protein derivative (PPD) or as Candida.",
        "cop": 3,
        "opa": "TB",
        "opb": "Lymphoma",
        "opc": "Sarcoidosis",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "d701132a-02dc-4baf-8296-20ec0d09bef9",
        "choice_type": "multi"
    },
    {
        "question": "Wahin-Finkeldey giant cells are seen in",
        "exp": "In measles, the lymphoid organs typically have marked follicular hyperplasia, large germinal centers, and randomly distributed multinucleated faint cells, called Wahin-Findkeldey cells, which have eosinophilic nuclear and cytoplasmic inclusion bodies. These are pathognomic of measles and are also in the lung and sputum. Giant cells resulting from the fusion of cells -Viral infection Epithelial giant cells, e. g. herpes virus infection Connective tissue, e. g. Wahin-Finkeldey giant cells in measles Ref: Pathologic basis of disease (Robbins and cotran)7th edition, page no. 364",
        "cop": 1,
        "opa": "Measles",
        "opb": "Rubella",
        "opc": "Influenza",
        "opd": "Rickettsial pox",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "44f267dd-ccf8-4bfb-b2b5-3835fd84242f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in primary T. B?",
        "exp": "Primary Tuberculosis The infection of an individual who has not been previously infected or immunized is called primary tuberculosis or Ghon's complex or childhood tuberculosis. Primary complex or Ghon's complex is the lesion produced in the tissue of poal of entry with foci in the draining lymphatic vessels and lymph nodes. The most commonly involved tissues for the primary complex are lungs and hilar lymph nodes. Other tissues which may show primary complex are tonsils and cervical lymph nodes, and in the case of ingested bacilli, the lesions may be found in the small intestine and mesenteric lymph nodes. The incidence of a disseminated form of progressive primary tuberculosis is paicularly high in immunocompromised host e. g. in patients of AIDS. Primary complex or Ghon's complex in lungs consists of 3 components: pulmonary component lymphatic vessel component lymph node component Ref: Textbook of pathology (Harsh Mohan)6th edition, page no. 153",
        "cop": 1,
        "opa": "Ghon's focus",
        "opb": "Pleural effusion",
        "opc": "Miliary motling",
        "opd": "Fibrosis",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "5f6b9925-574e-425f-af08-23355486dac5",
        "choice_type": "single"
    },
    {
        "question": "Reactivation tuberculosis is almost excusively a disease of the",
        "exp": "Persons who are previously exposed to tuberculous infection shows incidence of reactivation of primary tuberculosis and the pattern of lesions in such cases is similar to that of primary tuberculosis i. e. with involvement of hilar lymph nodes rather than cavitary and apical lesions in the lung. In addition, infection with M. avium-intracellulare occurs more frequently in cases of AIDS Ref: Textbook of pathology (harsh mohan)6th edition, page no. 153",
        "cop": 1,
        "opa": "Lungs",
        "opb": "Bones",
        "opc": "Joints",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "3b21feea-c5a1-4a99-a812-878a37a89fe7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cell types is not a target for initiation and maintenance of HIV infection?",
        "exp": "Selective tropism for CD4 molecule receptor. gp120 envelope glycoprotein of HIV has selective tropism for cells containing CD4 molecule receptor on their surface; these cells most impoantly are CD4+ T cells (T helper cells); other such cells include monocyte-macrophages, microglial cells, epithelial cells of the cervix, Langerhans cells of the skin and follicular dendritic cells. Initially, HIV on entering the body any route described above has tropism for macrophages (M-tropic) while later it becomes either dual tropic or T-tropic only and thus affects mainly CD4+ T cells which are the main target of attack by HIV. Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 69",
        "cop": 4,
        "opa": "CD4 T cell",
        "opb": "Macrophage",
        "opc": "Dendritic cell",
        "opd": "Neutrophil",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "923d03d2-4028-418f-b203-0adbfb35990d",
        "choice_type": "single"
    },
    {
        "question": "Fundoscopy of an HIV infected patient shows Pizza Pie Appearance, An Upper GI endoscopy biopsy specimen of the same patient for dysphagia shows the following. What is the likely diagnosis?",
        "exp": "Pizza Pie Appearance of Retina on fundoscopy in an HIV infected patient suggests probable diagnosis of CMV Retinitis. The Histolpathological slide from the Upper GI Endoscopy biospy specimen shows presence of large (cytomegalic) cells with Owl&; s eye appearance. This appearance is typical of CMV infection. Pizza Pie Appearance of Retina on fundoscopy in an HIV infected patient suggests CMV Cytomegalovirus retinitis is the single most common oppounistic ocular infection seen in immunocompromised patients including those affected with HIV CMV retinitis in HIV patients is characterized by haemorrhage and necrosis in a perivascular distribution, with loss of fundal details, giving it the classical &; Pizza Pie&; Appearance This appearance is also termed as \"Cheese and ketchup\" appearance. Owl&; s eye Appearance from Intranuclear Inclusions in Biopsy Specimen suggests CMV infection Cells infected with CMV are two to four times larger than surrounding cells (cytomegalic) in vivo and often contain an 8- to 10- micromts intranuclear basophilic (or amphophilic ) inclusion body that is eccentrically placed and is surrounded by a clear peripheral halo, producing an \"owl eye\" appearance (sometimes called Bull&; s eye appearance) Smaller inclusions may also be demostrated in the cytoplasm occasionally (Typically basophillic and smaller) Cytomegalic cells are found in a wide variety of organs, including the salivary glands, lung, liver, kidney, intestine, pancreas, adrenal gland and central nervous system. Virus Inclusion Description Cytomegalovirus (CMV) Cowdry type A Intranuclear Basophilic (or Amphophilic) inclusions surrounded by a halo and by marginated chromatin Intracytoplasmic Inclusions consists of clusters of small granular basophilic bodies of various sizes Ref: Harrison&; s 19th edition Pgno: 1191",
        "cop": 3,
        "opa": "Candidiasis",
        "opb": "Herpes",
        "opc": "CMV",
        "opd": "Eosinophilic Esophagitis",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "714e860b-ff8b-42e0-b427-0c076081d548",
        "choice_type": "single"
    },
    {
        "question": "Munro microabscesse are seen in",
        "exp": "PSORIASIS. It usually appears first between the age of 15 and 30 years. The lesions are characterised by brownish-red papules and plaqueswhich are sharply demarcated and are covered with fine, silvery white scales. As the scales are removed by gentle scraping, fine bleeding points appear termed Auspitz sign. In about 25% of cases, peculiar pitting of nails is seen. Psoriatic ahritis resembling rheumatoid ahritis is produced in about 5% of cases but the rheumatoid factor is absent. Histologically, the following features are observed in fully-developed lesions. i) Acanthosis with regular down growth of rete ridges to almost the same dermal level with thickening of their lower poion. ii) Elongation and oedema of the dermal papillae with broadening of their tips. iii) Suprapapillary thinning of stratum Malpighi. iv) Absence of granular cell layer. v) Prominent parakeratosis. vi) Presence of Munro microabscesses in the parakeratotic horny layer is diagnostic of psoriasis. Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 778",
        "cop": 3,
        "opa": "Lichen planus",
        "opb": "Mycosis fungoides",
        "opc": "Psoriasis",
        "opd": "Eczema",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "ee3fbb6e-4032-4c84-b554-ba2e49632929",
        "choice_type": "single"
    },
    {
        "question": "In congenital dystrophic variety of epidermolysis bullosa, mutation is seen in the gene coding for?",
        "exp": "In scarring dystrophic types, blisters developed beneath the lamina densa, in association with rudimentary or defective anchoring fibrils. Dystrophic epidermolysis bullosa is an inherited disease resulting from mutations in the COL 7. A1 gene that encodes type 7 collagen Ref: Pathologic basis of disease (Robbins and cotran)7th edition, page no. 1263",
        "cop": 2,
        "opa": "Laminin 4",
        "opb": "Collagen type 7",
        "opc": "Alpha 6 integrin",
        "opd": "Keratin 14",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "dc55d399-7721-4166-8b6f-8ead438b7da0",
        "choice_type": "single"
    },
    {
        "question": "Owl eye inclusion is seen in",
        "exp": "Owl's eye appearance is a pattern in medical radiology and histopathology, and may refer to: Owl's eye appearance of inclusion bodies, which is highly specific for cytomegalovirus infection. Owl's eye appearance of the entire nucleus - a finding in Reed-Sternberg cells in individuals with Hodgkin's lymphoma. Owl's eye appearance of the Lentiform nucleus of the basal ganglia on head CT scan images in individuals with cerebral hypoxia Ref: WIKIPEDIA",
        "cop": 2,
        "opa": "HSV",
        "opb": "CMV",
        "opc": "EBV",
        "opd": "Hepatitis B virus",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "d2c55107-dcff-474a-bbf5-c18ad89ec68d",
        "choice_type": "single"
    },
    {
        "question": "Cigar bodies are seen in?",
        "exp": "In sporotrichosis, direct microscopic examination of KOH mounts of necrotic materials or histopathological examination of tissue section stained by methamine silver stain may yield a diagnosis. The characteristics feature is the asteroid body or cigar body: a rounded or oval, basophilic, yeast-like, cigar-shaped body 3-5micron in diameter, with rays of an eosinophilic substance radiating from the yeast cell. Ref: Anantha Narayan and Panickers Textbook of Microbiology, 9th edition, page no. 602",
        "cop": 1,
        "opa": "Sporotrichosis",
        "opb": "Chromoblastomycosis",
        "opc": "Mycetoma",
        "opd": "Basidiomycosis",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "83061723-d262-4816-98bb-5a8d364171ad",
        "choice_type": "single"
    },
    {
        "question": "Mutation seen in malignant melanoma is",
        "exp": "CDKN2A is a complex locus that encodes three different tumor sup- pressors, p15/INK4b, p16/INK4a, and p14/ARF. Of these, loss of p16/INK4a is clearly implicated in human melanoma, and experimental evidence also suppos a role for loss of p14/ARF. As already mentioned, p16/ INK4a inhibits cyclin-dependent kinase 4 (CDK4) and cyclin-dependent kinase 6 (CDK6), thus reinforcing the ability of the RB tumor suppressor to block cells in the G1 phase of the cell cycle. By contrast, p14/ARF enhances the activity of the p53 tumor suppressor by inhibiting MDM2, an oncoprotein that stimulates p53 degradation. CDKN2A is mutated in approximately 10% of sporadic melanomas, and these mutations uniformly abolish the production of p16/INK4a and more variably affect p14/ ARF. However, it is suspected that these mutations are the tip of the \"oncogenic iceberg\" with respect to molec- ular lesions affecting the G1 checkpoint. For example, 30% to 70% of melanomas show loss of p16/INK4a expression though varied mechanisms, and other famil- ial and sporadic melanomas have mutations in CDK4",
        "cop": 3,
        "opa": "N-MYC",
        "opb": "RB gene",
        "opc": "CDKN2A",
        "opd": "p53",
        "subject_name": "Pathology",
        "topic_name": "dermatology and infectious disease",
        "id": "85576357-e227-41da-b188-1c4b1fd547a1",
        "choice_type": "single"
    }
]