[
    {
        "question": "Primary structural defect of an organ is termed -",
        "exp": "Ans. (a) Malformation(Ref: Robbins 9th/pg 452). Malformation refers to primary structural defect of an organ due to intrinsically abnormal developmental process (multifactorial); Eg Anencephaly, Congenital heart defects",
        "cop": 1,
        "opa": "Malformation",
        "opb": "Disruption",
        "opc": "Deformation",
        "opd": "Association",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "273dda97-7fed-4d82-b195-833c128a1a63",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old child's mother notes that a large port wine stain on the left side of the child's face has not diminished in size since birth. This irregular, slightly raised, red-blue area is not painful, but is very disfiguring. Histologically, this lesion is most likely composed of a proliferation of which of the following tissue components?",
        "exp": "The most common tumor of infancy is a hemangioma, and these benign neoplasms form a large percentage of childhood tumors as well. Although benign, they can be large and disfiguring. Fibromatoses are fibromatous proliferations of soft tissues that form solid masses. Lymphangioma is another common benign childhood tumor seen in the neck, mediastinum, and retroperitoneum. Lymphoblasts as part of leukemic infiltrates or lymphomas are not likely to be seen in skin, but mediastinal masses may be seen. A proliferation of neuroblasts occurs in neuroblastoma, a common childhood neoplasm in the abdomen.",
        "cop": 1,
        "opa": "Capillaries",
        "opb": "Fibroblasts",
        "opc": "Lymphatics",
        "opd": "Lymphoblasts",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "152976da-64fe-460f-a8c8-0f4c944b70b7",
        "choice_type": "multi"
    },
    {
        "question": "A 22-year-old primigravida gives birth to a boy at 38 weeks' gestation. On physical examination, the infant appears normal except for an abnormal right hip click with the Ortolani maneuver. Ligamentous laxity of the hip is noted. The mother asks if there is any risk that future children will be born with a similar malformation. What is the most likely recurrence risk for future pregnancies?",
        "exp": "This is developmental dysplasia of the hip. Most congenital malformations, particularly malformations that are isolated defects, have no readily identifiable cause. Most defects are believed to be caused by the inheritance of a certain number of genes and by the interaction of those genes with environmental factors. Their transmission follows the rules for multifactorial inheritance. The recurrence rate is believed to be 2% to 7% and is the same for all first-degree relatives, regardless of sex and relationship to the index case. Some populations may have more carriers of these genes.",
        "cop": 2,
        "opa": "<1%",
        "opb": "5%",
        "opc": "25%",
        "opd": "50%",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "a6244904-b70e-488c-9f7f-6ec5646d0150",
        "choice_type": "multi"
    },
    {
        "question": "All are true about cystic fibrosis except?",
        "exp": "Ans. (c) Fasting hyperglycemia is a feature of early disease(Ref: Refer Ans 7 & 10; Nelson 19th/pg 1996; Robbins 9th/pg 466-470; 8th/pg 465-470). Cystic fibrosis-related diabetes (CFRD). No diabetes is seen in CF patients younger than 10 yr while 40-50% show diabetes at >=20yr age; So diabetes is a late feature of CF, seen only in individuals who survive to adolescence & beyond. Patients with CFRD have features of both T1. DM and T2. DM. There is pancreatic damage leading to slowly progressive insulin deficiency, along with insulin resistance",
        "cop": 3,
        "opa": "Recurrent respiratory infections",
        "opb": "Majority of males are infertile",
        "opc": "Fasting hyperglycemia is a feature of early disease",
        "opd": "Sweat chloride is >70 meq/1",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "6dcd39f1-b9f0-427e-bf77-0010972b2c33",
        "choice_type": "multi"
    },
    {
        "question": "In cystic fibrosis mutation occurs at?",
        "exp": "Ans. (a) One gene(Ref: Robbins 9th/pg 466-470). Cystic Fibrosisis an Autosomal recessive disease, caused by mutation in Cystic Fibrosis Transmembrane conductance Regulator (CFTR) gene on chr7q31. 2, which leads to abnormal function of ion transport channel.",
        "cop": 1,
        "opa": "One gene",
        "opb": "Two gene",
        "opc": "Three gene",
        "opd": "Four gene",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "27d3d64b-377c-4546-bf97-0b090535b672",
        "choice_type": "single"
    },
    {
        "question": "A term infant has initial Apgar scores of 8 and 10 at 1 and 5 minutes. On auscultation of the chest, a heart murmur is audible. There is hepatosplenomegaly. Cataracts of the crystalline lens are noted. The infant is at the 30th percentile for height and weight. Echocardiography shows a patent ductus arteriosus. Which of the following events is the most likely risk factor for the findings in this infant?",
        "exp": "Rubella infection in the first trimester, when organogenesis is occurring (3 to 9 weeks' gestation), can lead to embryopathy with cardiac, ocular, skin, central nervous system, and hepatic abnormalities. Rubella is rare with routine vaccinations. Folate deficiency is most likely to be associated with neural tube defects. Dispermy is rare and can lead to triploidy, a condition that rarely results in a live birth. Erythroblastosis fetalis leads to fetal anemia with congestive heart failure and hydrops, but not to malformations. In the past, thalidomide use was a cause of malformations (almost invariably prominent limb deformities). Nondisjunctional events during meiosis in the maternal ova account for trisomies and monosomies, many of which have associated cardiac defects, including ventricular septal defect (e. g., trisomy 21). This mechanism is unlikely in paternal sperm, however, which are constantly being produced in large numbers throughout life.",
        "cop": 1,
        "opa": "Congenital rubella infection",
        "opb": "Dietary folate deficiency",
        "opc": "Dispermy at conception",
        "opd": "Erythroblastosis fetalis",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "98558c41-e943-47c0-9afb-cf34c993ca25",
        "choice_type": "multi"
    },
    {
        "question": "An infant appears normal at birth following an uncomplicated pregnancy and begins to nurse. Within 3 days the infant exhibits vomiting and diarrhea. A week later jaundice is evident, and the infant becomes febrile. On physical examination hepatomegaly is present. Laboratory studies show abnormal reducing substances in the urine, and Escherichia coli is cultured from blood. This infant most likely has a deficiency in which of the following enzymes?",
        "exp": "This infant has galactosemia, an inborn error of metabolism with an autosomal recessive pattern of inheritance. Lactose in milk is a disaccharide that is converted by lactase to glucose and galactose. An excess of galactose is toxic to liver, brain, and eye. Affected infants begin to develop abnormalities as soon as they begin to ingest milk. Glucocerebrosidase deficiency leads to Gaucher disease. Phenylalanine hydroxylase deficiency leads to the classic form of phenylketonuria. Sphingomyelinase deficiency leads to Niemann-Pick disease. UDP-glucuronosyltransferase deficiency is present in Gilbert syndrome.",
        "cop": 1,
        "opa": "Galactose-1-phosphate uridyltransferase",
        "opb": "Glucocerebrosidase",
        "opc": "Phenylalanine hydroxylase",
        "opd": "Sphingomyelinase",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "f4dcef83-f787-45f8-8f79-f2954b72adb4",
        "choice_type": "single"
    },
    {
        "question": "A newborn boy delivered at 38 weeks is small for gestational age. Physical examination shows microcephaly, frontal bossing, long and narrow forehead, hypotelorism, maxillary and mandibular hypoplasia, narrow palpebral fissures, thin elongated philtrum, vermilion border of the upper lip, dental malocclusion, saddle nose, tooth enamel hypoplasia, and uvular hypoplasia. Ocular problems include microphthalmia, corneal clouding, coloboma, nystagmus, strabismus, and ptosis. A systolic murmur is heard on auscultation, and echocardiography shows a membranous ventricular septal defect. Which of the following conditions is most likely to produce these findings?",
        "exp": "Alcohol is one of the most common environmental teratogens affecting fetuses, although the effects can be subtle. There is no threshold amount of alcohol consumption by the mother to produce fetal alcohol syndrome; no amount is safe. Children with fetal alcohol syndrome tend to be developmentally impaired throughout childhood, but the physical anomalies tend to become less apparent as the child matures. Vertebral abnormalities, including scoliosis, can be present. The liver can have fatty metamorphosis with hepatomegaly and elevated serum transaminases. The major effects of congenital rubella occur during organogenesis in the first trimester and result in more pronounced defects, including congenital heart disease. Maternal diabetes often results in a larger infant, and malformations may be present. Placenta previa, a low-lying placenta at or near the cervical os, can cause significant hemorrhage at the time of delivery or uteroplacental insufficiency with growth retardation before delivery. Placental causes of intrauterine growth retardation result in asymmetric growth retardation with sparing of the brain. The findings of trisomy 21 are subtle at birth, but typically include brachycephaly, not microcephaly.",
        "cop": 2,
        "opa": "Congenital rubella",
        "opb": "Fetal alcohol syndrome",
        "opc": "Maternal diabetes mellitus",
        "opd": "Placenta previa",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "d35c7b50-cc09-448c-9ed0-aa5535186563",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old woman is G5, P0, Ab4. All of her previous pregnancies ended in spontaneous abortion in the first or second trimester. She is now in the 16th week of her fifth pregnancy and has had no prenatal problems. Laboratory findings include maternal blood type of A positive, negative serologic test for syphilis, and immunity to rubella. Which of the following laboratory studies would be most useful for determining a potential cause of recurrent fetal loss in this patient?",
        "exp": "Multiple fetal losses earlier in gestation suggest the likelihood of a chromosomal abnormality - the mother or father may be the carrier of a balanced translocation. Cystic fibrosis transmembrane conductance regulator (CFTR) gene mutations may lead to cystic fibrosis, and like most inborn errors of metabolism, with appearance of findings postnatally. The maternal serum level of a-fetoprotein can help identify fetal neural tube defects, but these defects are not a cause of early fetal loss. Maternal HIV infection is not a cause of significant fetal loss. Because the mother is blood type A positive, fetal loss with erythroblastosis fetalis is unlikely, although other blood group incompatibilities potentially may result in erythroblastosis fetalis.",
        "cop": 1,
        "opa": "Amniocentesis with chromosomal analysis",
        "opb": "Genetic analysis of the CFTR gene",
        "opc": "Maternal serum antibody screening",
        "opd": "Maternal serum a-fetoprotein determination",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "ea9c5491-8347-4d9d-adca-06c7103854b8",
        "choice_type": "multi"
    },
    {
        "question": "Sweat chloride in cystic fibrosis -",
        "exp": "Ans. is 'b' i. e., Increased CYSTIC FIBROSISo Cystic fibrosis is an inherited disease of the mucus and sweat glands, o Cystic fibrosis follows on autosomal recessive transmission, o There is a defect in ion transport of epithelial cells that affects fluid secretion in. Exocrine glands (pancreas). Epithelial lining of respiratory, gastrointestinal and reproductive tract Pathophysiologyo In normal duct epithelia, chloride is transported by plasma membrane channels (chloride channels)o The primary defect in cystic fibrosis results from abnormal function of an epithelial chloride channel protein encoded by the cystic fibrosis transmembrane conductance regulator (CFTR) gene on chromosome 7q 31. 2. o Protein encoded by CFTR is a chloride channel through which chloride passes - In cystic fibrosis activity of chloride channel is decreased. o Along with chloride channel, CFTR can regulate other channel also, for example epithelial sodium channels (ENaC). ENaC is inhibited by normally functioning CFTR; hence, in cystic fibrosis, ENaC activity increases, markedly augmenting sodium uptake across the apical membrane (especially in respiratory and gastrointestinal system). Normal CFTR gene product. Def ective (mutated) CFTR gene product in cystic fibrosis||1. Induce Cl conductance through itself (chloride channel)1. Reduced or lost Cl- conductance1. Inhibits Na+ conductance through ENa. C2. Augmented sodium uptake across apical membrane Clinical features of CFo Functions of CFTR are tissue specific, i. e. its functions signify whether the epithelium is secretory (secrete Cl\" into lumen) or absorptive (reabsorb Cl- from lumen), o Therefore clinical features are tissue specific: 1. Respiratory tracto Respiratory epithelium is secretory, i. e. there is active secretion of Cl-, o CFTR mutation in cystic fibrosis results in loss or reduction of chloride secretion in lumen. o Active luminal sodium absorption is also increased (due to loss of inhibition of ENaC activity)o Both these decreased Cl- secretion and increased Na+ absorption from lumen) lead to increased passive water reabsorption (As you all know diffusion of water occurs from high osmolar to low osmolar concentration area), o This results in accumulation of dehydraded hyperconcentrated viscid secretion in respiratory lumen and defective mucociliary clearance - obstruction and recurrent respiratory tract infection; and bronchiectasis. 2. Intestineo Similar to respiratory epithelium, intestinal epithelium is secretory and in CF there is defective Cl- secretion and enhanced Na+ absorption from lumen - Increased passive reabsorption of water from lumen, o This results in accumulation of dehydrated desciated intraluminal contents - obstruction of small and large intestine. 3. Pancreaso The absence of CFTR Cl- channel in the apical membrane of pancreatic ductal epithelium limits the function of an apical membrane Cl- -HCHO3 exchanger to secrete bicarbonate and Na+ (by a passive process) into the duct. o The failure to secrete bicarbonate and Na+ leads to retention of enzyme in the pancreas and ultimately destruction of all pancreatic tissues due to pancreatitis. 4. Hepatobiliary systemo Similar to respiratory and intestinal epithelium, defective biliar Cl- and water secretion causes thickened biliary secretions - biliary cirrhosis, cholecystitis, cholelithiasis. 5. Sweat glandso In contrast to respiratory and intestinal epithelium, sweat gland duct epithelium is absorptive, i. e. function of normal CFTR in the sweat gland ducts is to reabsorb Cl- ions and Na+ from lumen, o Therefore, in the sweat ducts, loss of CFTR function leads to decreased reabsorption of Na. Cl - Hypertonic sweat with increased Na+ and Cl- in sweat.",
        "cop": 2,
        "opa": "Decreased",
        "opb": "Increased",
        "opc": "No change",
        "opd": "May increase or decrease",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "ffa8ea47-09a9-4847-91c2-409fbcd9ed14",
        "choice_type": "single"
    },
    {
        "question": "A neonate born at 36 weeks' gestation manifests severe hydrops fetalis, hepatosplenomegaly, generalized icterus, and scattered ecchymoses of the skin. Laboratory studies show a hemoglobin concentration of 9. 4 g/dL and platelet count of 67, 000/mm3. Ultrasound of the head shows ventricular enlargement. Death occurs 14 days after birth. At autopsy, there is extensive subependymal necrosis, with microscopic evidence of encephalitis. Within the areas of necrosis, there are large cells containing intranuclear inclusions. Congenital infection with which of the following organisms is most likely to produce these findings?",
        "exp": "About 10% of cytomegalovirus-infected neonates have extensive infection with inclusions found in many organs. Severe anemia and myocardial injury cause hydrops, and the brain is often involved. The renal tubular epithelium can be infected, and large cells with inclusions can be seen with urine microscopic examination in some cases. Cytomegalovirus manifested in neonates may have been acquired trans placentally, at birth, or in breast milk. Herpes simplex virus is usually acquired via passage through the birth canal and does not cause a periventricular leukomalacia. HIV infection in utero does not produce marked organ damage. Parvovirus infection may cause a severe fetal anemia. Congenital rubella manifests in the first trimester, often with cardiac defects.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Herpes simplex virus",
        "opc": "HIV",
        "opd": "Parvovirus",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "4d2440f3-a2d2-443b-8e74-02ce93ff8016",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old child has become less active over the past 2 months. On physical examination an abdominal mass is palpable on the left. A urinalysis shows hematuria. Radiographic studies show an 8-cm mass in the left retroperitoneal space. The mass is excised and on microscopic examination shows a triphasic combination of blastemal, stromal, and epithelial cell types. The child is doing well 10 years later. Which of the following most likely related to the pathogenesis of this child's neoplasm?",
        "exp": "Nephrogenic rests can be found in the renal parenchyma adjacent to a Wilms tumor. They are presumed precursor lesions because they may share genetic alterations with the adjacent Wilms tumor. There is an increased risk of developing Wilms tumors in the contralateral kidney if such rests are present. Anaplasia in Wilms tumor suggests a poor prognosis, but overall the cure rate is 90%. Ganglion cells and pseudo rosettes are features of neuroblastoma. Long-term survivors of Wilms tumor are at increased risk for another malignancy, including a sarcoma, but the sarcoma is not part of the original tumor.",
        "cop": 3,
        "opa": "Anaplastic epithelium",
        "opb": "Ganglion cells",
        "opc": "Nephrogenic rests",
        "opd": "Pseudo rosettes",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "c6f19f65-3fe8-4002-9d4d-e7305a633705",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of extracranial solid tumor in children:",
        "exp": "Ans. (a) Neuroblastoma(Ref: Robbins 9th/pg 475-479). Neuroblastoma is the: Most common extracranial solid tumor of childhood QMost common abdominal tumor of childhood QMost frequendy diagnosed tumor of infancy (<1yr of age) Q",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Wilm'stumor",
        "opc": "Thymoma",
        "opd": "Osteosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "52364b59-4bb7-4223-bda5-e7163eead0c7",
        "choice_type": "single"
    },
    {
        "question": "Wilms tumor has the following markers positive except?",
        "exp": "Ans. (c) TTF-1. Wilm's tumor being mixed tumor has Desmin, Vimentin and Cytokeratin positive. Thyroid transcription factor-1 (TTF-1) is a sensitive marker for pulmonary and thyroid adenocarcinomas",
        "cop": 3,
        "opa": "Desmin",
        "opb": "Vimentin",
        "opc": "TTF-1",
        "opd": "Cytokeratin",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "835524e5-77fe-461e-b259-f3e0bea00cdb",
        "choice_type": "multi"
    },
    {
        "question": "Which histological finding in resected kidney indicated Bilateral Wilm's tumor?",
        "exp": "Ans. (b) Nephrogenic rests(Ref: Robbins 9th/pg 479- 481). Nephrogenic rests. They are putative precursor lesions of Wilms tumors. Patients with presence of nephrogenic rests in the resected specimen, are at an increased risk of developing Wilms tumors in the contralateral kidney and require frequent and regular surveillance.",
        "cop": 2,
        "opa": "Blastemal component",
        "opb": "Nephrogenic rests",
        "opc": "Skeletal muscle differentiation",
        "opd": "Abnormal mitotic figures",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "c4341a88-642f-40df-b69a-1046fd382993",
        "choice_type": "single"
    },
    {
        "question": "A healthy, 44-year-old woman, G2, P1, has a screening ultrasound at 18 weeks' gestation that shows no fetal anomalies. There is decreased fetal movement at 32 weeks' gestation, and ultrasound shows fetal growth restriction with relative sparing of the fetal head. The placenta appears normally positioned in the lateral fundus, but appears small, and the amniotic fluid index is reduced. Maternal blood pressure is normal. Which of the following conditions is most likely to be present?",
        "exp": "The findings are typical for fetal growth restriction in later term, owing to relative sparing of the fetal brain. The findings suggest uteroplacental insufficiency from an intrinsic placental abnormality. One cause is a cytogenetic abnormality in the developing embryo that occurs just in the trophoblast, and only placenta is affected. Congenital syphilis occurs in the third trimester, when spirochetes can cross the placenta; there is typically placental and fetal hydrops. Inborn errors of metabolism such as galactosemia usually manifest after birth because maternal metabolism clears any intermediate products of fetal enzyme deficiencies. Preeclampsia is marked by maternal hypertension. An Rh incompatibility leads to fetal and placental hydrops. Trisomy 21 is more frequent with advancing maternal age, but in this case no fetal anomalies were noted.",
        "cop": 1,
        "opa": "Uteroplacental insufficiency",
        "opb": "Congenital Treponema pallidum infection",
        "opc": "Galactosemia",
        "opd": "Preeclampsia",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "8de67fbf-0179-4b46-811c-062e25890d62",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old woman, G3, P2, has a screening ultrasound at 18 weeks' gestation that shows hydrops fetalis but no malformations. The woman's two previous pregnancies ended at term in live births. The current pregnancy results in a live birth at 36 weeks. Physical examination shows marked hydrops of the neonate and placenta. Laboratory studies show a cord blood hemoglobin level of 9. 2 g/dL and total bilirubin concentration of 20. 2 mg/dL. Which of the following laboratory findings is most likely to be present in this case?",
        "exp": "This infant has erythroblastosis fetalis, which results when prior sensitization to a fetal blood cell antigen leads to alloantibodies in maternal blood that can cross the placenta. The Rh blood group system is most often implicated. The maternal antibody coats fetal RBCs, causing hemolysis. The Coombs test is positive. The fetal anemia leads to congestive heart failure and hydrops. Hemolysis results in a very high bilirubin level. A high maternal serum level of a-fetoprotein suggests a fetal neural tube defect; such defects are not associated with hydrops. Viral hepatitis is not a perinatal infection. Diminished glucocerebrosidase activity causes Gaucher disease, and this condition does not lead to perinatal liver failure or anemia. Listeriosis or other congenital infections may produce fetal hydrops and anemia, although not of the severity described in this case.",
        "cop": 3,
        "opa": "Diminished glucocerebrosidase activity in fetal cells",
        "opb": "Elevated maternal serum a-fetoprotein level",
        "opc": "Positive Coombs test result on cord blood",
        "opd": "Positive maternal hepatitis B surface antigen",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "383749a2-2e2f-4088-8ef8-5d27fede77db",
        "choice_type": "single"
    },
    {
        "question": "SCID which is true -",
        "exp": "Ans. is 'a' i. e.,. 4denosine deaminase deficiency SODX-Linked recessive. Autosomal recessiveo Most common type of SC ID (50-60%)o Adenosine deaminase deficiencyo Mutation in the common y-chain(. Most common autosomal recessivesubunit of cytokine (IL-2) receptorsform of SCID) o Mutation in JAK - 3 o Mutation in recombinase - activating genes (RAG-1 or RAG-2) o Mutation in Class II MHC molecule. Severe combined immunodeficiencyo Severe combined immunodeficiency (SCID) syndrome is characterized by gross functional impairment of both humoral and cell mediated immunity. o Deficiency of ADA results in overproduction and accumulation of deoxyadenosine which is converted to d. AMP, d. ADP & d. ATP. d. ATP is a powerful inhibitor of ribonucleotide reductase, o Thus, it deprives the cell of precursor deoxyribmolecules for DNA synthesis., resulting in apoptosis of lymphocytes. Clinical manifestationso Infants present with prominent thrush (oral candidiasis), extensive diaper rash, and failure to thrive, o Recurrent infection with Candida albicans, P. carinii, Pseudomonas, CMV, varicella and bacteria, o All patients with SCID have very small thymuses( < lgm) that usually fail to descend from the neck, contain no thymocytes and lack corticomeduilary distinction or Hassall corpuscles. o Both the follicular and paracortical areas of the spleen are depleted of lymphocytes, o Lymph nodes, tonsils, adenoids andpeyerspatches are absent or extremely underdeveloped, o Children with SCID rarely survive beyond 1 year and do not tolerate live vaccines. o The only available treatment is bone marrow transplantation. Gene therapy has been successful in X-linked SCID. o In autosomal recessive ( ADA deficiency ) there is rib cage abnormalities simitar to a rachitic rosary and chondroosseous dysplasia, which occur predominantly in the vertebral bodies where a 'bone-in- bone' effect is observed.",
        "cop": 1,
        "opa": "Adenosine deaminase deficiency",
        "opb": "Decreased circulating lymphocytes",
        "opc": "NADPH oxidase deficiency",
        "opd": "Cl esterase dificiency",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "a9da4b08-a979-4532-b27d-0b0333f7a096",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following congenital lesion is deformity:",
        "exp": "Ans: B (CTEV) CONGENITAL ANOMALIES Robbins 7th/470-74# Congenital anomalies are morphologic defects that are present at birth, but some, such as cardiac defects and renal anomalies, may not become clinically apparent until years later. The term congenital does not imply or exclude a genetic basis for the birth defect. It is estimated that about 3% of newborns have a major anomaly, defined as an anomaly having either cosmetic or functional significance. Various kinds of errors in morphogenesis are--mal- formations, disruptions, deformations, sequences, and syndromes. Malformations. It represents primary errors of morphogenesis, in other words there is an intrinsically abnormal developmental process. They are usually multifactorial rather than the result of a single gene or chromosomal defect. Some, such as congenital heart defects and anencephaiy (absence of brain), involve single body systems, whereas in other cases multiple malformations involving many organs may coexist. Disruptions. It result from secondary destruction of an organ or body region that was previously normal in development; thus, in contrast to malformations, disruptions arise from an extrinsic disturbance in morphogenesis. Understandably, disruptions are not heritable and hence are not associated with risk of recurrence in subsequent pregnancies. Deformations Robbins 7th/472. It like disruptions, also representan extrinsic disturbance of deve/opmentratherthananintrinsicerrorofmorphogenesis. Deformations are common problems, affecting approximately 2% of newborn infants to varying degrees. Fundamental to the pathogenesis of deformations is localized or generalized compression of the growing fetus by abnormal biomechanical forces, leading eventually to a variety of structural abnormalities. The most common underlying factor responsible for deformations is uterine constraint. Between the 35th and 38th weeks of gestation, rapid increase in the size of the fetus outpaces the growth of the uterus, and the relative amount of amniotic fluid (which normally acts as a cushion) also decreases. Thus, even the normal fetus is subjected to some form of uterine constraint. Several factors increase the likelihood of excessive compression of the fetus resulting in deformations. Maternal factors include first pregnancy, small uterus, malformed (bicornuate) uterus, and leiomyomas. Fetal or placental factors include oligohydramnios, multiple fetuses, and abnormal fetal presentation. An example of a deformation is clubfeet (CTEV), often a component of Potter sequence. Sequence. It is a pattern of cascade anomalies. Approximately half the time, congenital anomalies occur singly; in the remaining cases, multiple congenital anomalies are recognized. In some instances, the constellation of anomalies may be explained by a single, localized aberration in organogenesis (malformation, disruption, or deformation) leading to secondary effects in other organs. A good example of a sequence is the oligohydramnios (or Potter) sequence. Syndrome. It is a constellation of congenital anomalies, believed to be pathologically related, that, in contrast to a sequence, cannot be explained on the basis of a single, localized, initiating defect. Syndromes are most often caused by a single etiologic agent, such as a viral infection or specific chromosomal abnormalitv, which simultaneously affects several tissues. Fig. Malformations. Human malformations can range in severity from the incidental to the lethal. Polydactyly (one or more extra digits) and syndactyly (fusion of digits), both of which are illustrated in A, have little functional consequence when they occur in isolation. Similarly, cleft lip (B), with or without associated cleft palate, is compatible with life when it occurs as an isolated anomaly; in the present case, however, this child had an underlying malformation syndrome (trisomy 13) and expired because of severe cardiac defects. The stillbirth illustrated in C represents a severe and essentially lethal malformation, where the midface structures are fused or ill-formed; in a/most all cases, this degree of external dysmorphogenesis is associated with severe internaI anomalies such as maldevelopment of the brain and cardiac defects.",
        "cop": 2,
        "opa": "Potter sequence",
        "opb": "CTEV",
        "opc": "Congenital heart disease",
        "opd": "Cleft lip",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "e1bf2923-7c02-4e5d-840c-d6542dd46042",
        "choice_type": "single"
    }
]