[
    {
        "question": "Primary structural defect of an organ is termed -",
        "exp": "Ans. (a) Malformation(Ref: Robbins 9th/pg 452). Malformation refers to primary structural defect of an organ due to intrinsically abnormal developmental process (multifactorial); Eg Anencephaly, Congenital heart defects",
        "cop": 1,
        "opa": "Malformation",
        "opb": "Disruption",
        "opc": "Deformation",
        "opd": "Association",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "273dda97-7fed-4d82-b195-833c128a1a63",
        "choice_type": "single"
    },
    {
        "question": "In cystic fibrosis mutation occurs at?",
        "exp": "Ans. (a) One gene(Ref: Robbins 9th/pg 466-470). Cystic Fibrosisis an Autosomal recessive disease, caused by mutation in Cystic Fibrosis Transmembrane conductance Regulator (CFTR) gene on chr7q31. 2, which leads to abnormal function of ion transport channel.",
        "cop": 1,
        "opa": "One gene",
        "opb": "Two gene",
        "opc": "Three gene",
        "opd": "Four gene",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "27d3d64b-377c-4546-bf97-0b090535b672",
        "choice_type": "single"
    },
    {
        "question": "An infant appears normal at birth following an uncomplicated pregnancy and begins to nurse. Within 3 days the infant exhibits vomiting and diarrhea. A week later jaundice is evident, and the infant becomes febrile. On physical examination hepatomegaly is present. Laboratory studies show abnormal reducing substances in the urine, and Escherichia coli is cultured from blood. This infant most likely has a deficiency in which of the following enzymes?",
        "exp": "This infant has galactosemia, an inborn error of metabolism with an autosomal recessive pattern of inheritance. Lactose in milk is a disaccharide that is converted by lactase to glucose and galactose. An excess of galactose is toxic to liver, brain, and eye. Affected infants begin to develop abnormalities as soon as they begin to ingest milk. Glucocerebrosidase deficiency leads to Gaucher disease. Phenylalanine hydroxylase deficiency leads to the classic form of phenylketonuria. Sphingomyelinase deficiency leads to Niemann-Pick disease. UDP-glucuronosyltransferase deficiency is present in Gilbert syndrome.",
        "cop": 1,
        "opa": "Galactose-1-phosphate uridyltransferase",
        "opb": "Glucocerebrosidase",
        "opc": "Phenylalanine hydroxylase",
        "opd": "Sphingomyelinase",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "f4dcef83-f787-45f8-8f79-f2954b72adb4",
        "choice_type": "single"
    },
    {
        "question": "Sweat chloride in cystic fibrosis -",
        "exp": "Ans. is 'b' i. e., Increased CYSTIC FIBROSISo Cystic fibrosis is an inherited disease of the mucus and sweat glands, o Cystic fibrosis follows on autosomal recessive transmission, o There is a defect in ion transport of epithelial cells that affects fluid secretion in. Exocrine glands (pancreas). Epithelial lining of respiratory, gastrointestinal and reproductive tract Pathophysiologyo In normal duct epithelia, chloride is transported by plasma membrane channels (chloride channels)o The primary defect in cystic fibrosis results from abnormal function of an epithelial chloride channel protein encoded by the cystic fibrosis transmembrane conductance regulator (CFTR) gene on chromosome 7q 31. 2. o Protein encoded by CFTR is a chloride channel through which chloride passes - In cystic fibrosis activity of chloride channel is decreased. o Along with chloride channel, CFTR can regulate other channel also, for example epithelial sodium channels (ENaC). ENaC is inhibited by normally functioning CFTR; hence, in cystic fibrosis, ENaC activity increases, markedly augmenting sodium uptake across the apical membrane (especially in respiratory and gastrointestinal system). Normal CFTR gene product. Def ective (mutated) CFTR gene product in cystic fibrosis||1. Induce Cl conductance through itself (chloride channel)1. Reduced or lost Cl- conductance1. Inhibits Na+ conductance through ENa. C2. Augmented sodium uptake across apical membrane Clinical features of CFo Functions of CFTR are tissue specific, i. e. its functions signify whether the epithelium is secretory (secrete Cl\" into lumen) or absorptive (reabsorb Cl- from lumen), o Therefore clinical features are tissue specific: 1. Respiratory tracto Respiratory epithelium is secretory, i. e. there is active secretion of Cl-, o CFTR mutation in cystic fibrosis results in loss or reduction of chloride secretion in lumen. o Active luminal sodium absorption is also increased (due to loss of inhibition of ENaC activity)o Both these decreased Cl- secretion and increased Na+ absorption from lumen) lead to increased passive water reabsorption (As you all know diffusion of water occurs from high osmolar to low osmolar concentration area), o This results in accumulation of dehydraded hyperconcentrated viscid secretion in respiratory lumen and defective mucociliary clearance - obstruction and recurrent respiratory tract infection; and bronchiectasis. 2. Intestineo Similar to respiratory epithelium, intestinal epithelium is secretory and in CF there is defective Cl- secretion and enhanced Na+ absorption from lumen - Increased passive reabsorption of water from lumen, o This results in accumulation of dehydrated desciated intraluminal contents - obstruction of small and large intestine. 3. Pancreaso The absence of CFTR Cl- channel in the apical membrane of pancreatic ductal epithelium limits the function of an apical membrane Cl- -HCHO3 exchanger to secrete bicarbonate and Na+ (by a passive process) into the duct. o The failure to secrete bicarbonate and Na+ leads to retention of enzyme in the pancreas and ultimately destruction of all pancreatic tissues due to pancreatitis. 4. Hepatobiliary systemo Similar to respiratory and intestinal epithelium, defective biliar Cl- and water secretion causes thickened biliary secretions - biliary cirrhosis, cholecystitis, cholelithiasis. 5. Sweat glandso In contrast to respiratory and intestinal epithelium, sweat gland duct epithelium is absorptive, i. e. function of normal CFTR in the sweat gland ducts is to reabsorb Cl- ions and Na+ from lumen, o Therefore, in the sweat ducts, loss of CFTR function leads to decreased reabsorption of Na. Cl - Hypertonic sweat with increased Na+ and Cl- in sweat.",
        "cop": 2,
        "opa": "Decreased",
        "opb": "Increased",
        "opc": "No change",
        "opd": "May increase or decrease",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "ffa8ea47-09a9-4847-91c2-409fbcd9ed14",
        "choice_type": "single"
    },
    {
        "question": "A neonate born at 36 weeks' gestation manifests severe hydrops fetalis, hepatosplenomegaly, generalized icterus, and scattered ecchymoses of the skin. Laboratory studies show a hemoglobin concentration of 9. 4 g/dL and platelet count of 67, 000/mm3. Ultrasound of the head shows ventricular enlargement. Death occurs 14 days after birth. At autopsy, there is extensive subependymal necrosis, with microscopic evidence of encephalitis. Within the areas of necrosis, there are large cells containing intranuclear inclusions. Congenital infection with which of the following organisms is most likely to produce these findings?",
        "exp": "About 10% of cytomegalovirus-infected neonates have extensive infection with inclusions found in many organs. Severe anemia and myocardial injury cause hydrops, and the brain is often involved. The renal tubular epithelium can be infected, and large cells with inclusions can be seen with urine microscopic examination in some cases. Cytomegalovirus manifested in neonates may have been acquired trans placentally, at birth, or in breast milk. Herpes simplex virus is usually acquired via passage through the birth canal and does not cause a periventricular leukomalacia. HIV infection in utero does not produce marked organ damage. Parvovirus infection may cause a severe fetal anemia. Congenital rubella manifests in the first trimester, often with cardiac defects.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Herpes simplex virus",
        "opc": "HIV",
        "opd": "Parvovirus",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "4d2440f3-a2d2-443b-8e74-02ce93ff8016",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old child has become less active over the past 2 months. On physical examination an abdominal mass is palpable on the left. A urinalysis shows hematuria. Radiographic studies show an 8-cm mass in the left retroperitoneal space. The mass is excised and on microscopic examination shows a triphasic combination of blastemal, stromal, and epithelial cell types. The child is doing well 10 years later. Which of the following most likely related to the pathogenesis of this child's neoplasm?",
        "exp": "Nephrogenic rests can be found in the renal parenchyma adjacent to a Wilms tumor. They are presumed precursor lesions because they may share genetic alterations with the adjacent Wilms tumor. There is an increased risk of developing Wilms tumors in the contralateral kidney if such rests are present. Anaplasia in Wilms tumor suggests a poor prognosis, but overall the cure rate is 90%. Ganglion cells and pseudo rosettes are features of neuroblastoma. Long-term survivors of Wilms tumor are at increased risk for another malignancy, including a sarcoma, but the sarcoma is not part of the original tumor.",
        "cop": 3,
        "opa": "Anaplastic epithelium",
        "opb": "Ganglion cells",
        "opc": "Nephrogenic rests",
        "opd": "Pseudo rosettes",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "c6f19f65-3fe8-4002-9d4d-e7305a633705",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of extracranial solid tumor in children:",
        "exp": "Ans. (a) Neuroblastoma(Ref: Robbins 9th/pg 475-479). Neuroblastoma is the: Most common extracranial solid tumor of childhood QMost common abdominal tumor of childhood QMost frequendy diagnosed tumor of infancy (<1yr of age) Q",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Wilm'stumor",
        "opc": "Thymoma",
        "opd": "Osteosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "52364b59-4bb7-4223-bda5-e7163eead0c7",
        "choice_type": "single"
    },
    {
        "question": "Which histological finding in resected kidney indicated Bilateral Wilm's tumor?",
        "exp": "Ans. (b) Nephrogenic rests(Ref: Robbins 9th/pg 479- 481). Nephrogenic rests. They are putative precursor lesions of Wilms tumors. Patients with presence of nephrogenic rests in the resected specimen, are at an increased risk of developing Wilms tumors in the contralateral kidney and require frequent and regular surveillance.",
        "cop": 2,
        "opa": "Blastemal component",
        "opb": "Nephrogenic rests",
        "opc": "Skeletal muscle differentiation",
        "opd": "Abnormal mitotic figures",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "c4341a88-642f-40df-b69a-1046fd382993",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman, G3, P2, has a screening ultrasound at 18 weeks' gestation that shows hydrops fetalis but no malformations. The woman's two previous pregnancies ended at term in live births. The current pregnancy results in a live birth at 36 weeks. Physical examination shows marked hydrops of the neonate and placenta. Laboratory studies show a cord blood hemoglobin level of 9. 2 g/dL and total bilirubin concentration of 20. 2 mg/dL. Which of the following laboratory findings is most likely to be present in this case?",
        "exp": "This infant has erythroblastosis fetalis, which results when prior sensitization to a fetal blood cell antigen leads to alloantibodies in maternal blood that can cross the placenta. The Rh blood group system is most often implicated. The maternal antibody coats fetal RBCs, causing hemolysis. The Coombs test is positive. The fetal anemia leads to congestive heart failure and hydrops. Hemolysis results in a very high bilirubin level. A high maternal serum level of a-fetoprotein suggests a fetal neural tube defect; such defects are not associated with hydrops. Viral hepatitis is not a perinatal infection. Diminished glucocerebrosidase activity causes Gaucher disease, and this condition does not lead to perinatal liver failure or anemia. Listeriosis or other congenital infections may produce fetal hydrops and anemia, although not of the severity described in this case.",
        "cop": 3,
        "opa": "Diminished glucocerebrosidase activity in fetal cells",
        "opb": "Elevated maternal serum a-fetoprotein level",
        "opc": "Positive Coombs test result on cord blood",
        "opd": "Positive maternal hepatitis B surface antigen",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "383749a2-2e2f-4088-8ef8-5d27fede77db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following congenital lesion is deformity:",
        "exp": "Ans: B (CTEV) CONGENITAL ANOMALIES Robbins 7th/470-74# Congenital anomalies are morphologic defects that are present at birth, but some, such as cardiac defects and renal anomalies, may not become clinically apparent until years later. The term congenital does not imply or exclude a genetic basis for the birth defect. It is estimated that about 3% of newborns have a major anomaly, defined as an anomaly having either cosmetic or functional significance. Various kinds of errors in morphogenesis are--mal- formations, disruptions, deformations, sequences, and syndromes. Malformations. It represents primary errors of morphogenesis, in other words there is an intrinsically abnormal developmental process. They are usually multifactorial rather than the result of a single gene or chromosomal defect. Some, such as congenital heart defects and anencephaiy (absence of brain), involve single body systems, whereas in other cases multiple malformations involving many organs may coexist. Disruptions. It result from secondary destruction of an organ or body region that was previously normal in development; thus, in contrast to malformations, disruptions arise from an extrinsic disturbance in morphogenesis. Understandably, disruptions are not heritable and hence are not associated with risk of recurrence in subsequent pregnancies. Deformations Robbins 7th/472. It like disruptions, also representan extrinsic disturbance of deve/opmentratherthananintrinsicerrorofmorphogenesis. Deformations are common problems, affecting approximately 2% of newborn infants to varying degrees. Fundamental to the pathogenesis of deformations is localized or generalized compression of the growing fetus by abnormal biomechanical forces, leading eventually to a variety of structural abnormalities. The most common underlying factor responsible for deformations is uterine constraint. Between the 35th and 38th weeks of gestation, rapid increase in the size of the fetus outpaces the growth of the uterus, and the relative amount of amniotic fluid (which normally acts as a cushion) also decreases. Thus, even the normal fetus is subjected to some form of uterine constraint. Several factors increase the likelihood of excessive compression of the fetus resulting in deformations. Maternal factors include first pregnancy, small uterus, malformed (bicornuate) uterus, and leiomyomas. Fetal or placental factors include oligohydramnios, multiple fetuses, and abnormal fetal presentation. An example of a deformation is clubfeet (CTEV), often a component of Potter sequence. Sequence. It is a pattern of cascade anomalies. Approximately half the time, congenital anomalies occur singly; in the remaining cases, multiple congenital anomalies are recognized. In some instances, the constellation of anomalies may be explained by a single, localized aberration in organogenesis (malformation, disruption, or deformation) leading to secondary effects in other organs. A good example of a sequence is the oligohydramnios (or Potter) sequence. Syndrome. It is a constellation of congenital anomalies, believed to be pathologically related, that, in contrast to a sequence, cannot be explained on the basis of a single, localized, initiating defect. Syndromes are most often caused by a single etiologic agent, such as a viral infection or specific chromosomal abnormalitv, which simultaneously affects several tissues. Fig. Malformations. Human malformations can range in severity from the incidental to the lethal. Polydactyly (one or more extra digits) and syndactyly (fusion of digits), both of which are illustrated in A, have little functional consequence when they occur in isolation. Similarly, cleft lip (B), with or without associated cleft palate, is compatible with life when it occurs as an isolated anomaly; in the present case, however, this child had an underlying malformation syndrome (trisomy 13) and expired because of severe cardiac defects. The stillbirth illustrated in C represents a severe and essentially lethal malformation, where the midface structures are fused or ill-formed; in a/most all cases, this degree of external dysmorphogenesis is associated with severe internaI anomalies such as maldevelopment of the brain and cardiac defects.",
        "cop": 2,
        "opa": "Potter sequence",
        "opb": "CTEV",
        "opc": "Congenital heart disease",
        "opd": "Cleft lip",
        "subject_name": "Pathology",
        "topic_name": "Disease of Infancy & Childhood",
        "id": "e1bf2923-7c02-4e5d-840c-d6542dd46042",
        "choice_type": "single"
    }
]