[
    {
        "question": "All of the follow ing are risk factors for carcinoma gall bladder, except -",
        "exp": "Ans. is 'd' i.e., Oral contraceptives No risk of Ca G.B. has been noted with the use of oral contraceptiveso Risk factors for Ca Gall bladder are :i) Gall stonesApproximately 90% of patients with Ca GB have gall stonesSize of the stone has a direct relationship with development of carcinoma, the risk is ten times more for larger stones (3 cm in diameter) than for stones less than 1 cm in diameterThe risk is higher with symptomatic than asymptomatic stones.ii) Adenomatous gall bladder polyps (particularly polyps larger than 10 mm)Calcified (porcelain) gall bladderCholeduochal cystEstrogensAnomalous pancreaticobiliary duct junctionExposure to carcinogens (azotoulene, nitrosamine)Typhoid carriersSclerosing cholangitisCholecystoenteric fistula Ulcerative colitis o ASI Surgery mentions two other risk factorsChemicals used in rubber industryUse of adulerated mustard cooking oil in India",
        "cop": 4,
        "opa": "Typhoid carriers",
        "opb": "Adenomatous gall bladder polyps",
        "opc": "Choledochal cysts",
        "opd": "Oral contraceptives",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "38ab88c6-9a02-48b6-bf3f-22dead1b52c1",
        "choice_type": "multi"
    },
    {
        "question": "The complications of gallstones include all of the following except:",
        "exp": "Ans (a) Adenocarcinoma of ampulla of VaterThe complications of gallstones include gangrenous cholecystitis by pressure on the mucosa and blood vessels in an acutely inflamed gallbladder* Cholangitis by blocking the major biliary ducts and allowing bacteria to ascend into the liver* Obstructive jaundice by blocking the common duct* Acute pancreatitis by blocking the ampulla of Vater or a major pancreatic duct* Gallstone ileus.",
        "cop": 1,
        "opa": "Adenocarcinoma of ampulla of Vater",
        "opb": "Acute intrahepatic cholangitis",
        "opc": "Acute pancreatitis",
        "opd": "Gangrenous cholecystitis",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "07cf40d0-57a0-4378-9fa6-445b96bfcbdf",
        "choice_type": "multi"
    },
    {
        "question": "Sclerosis of bile duct is seen in -",
        "exp": "Ans. is 'a' i.e., Primary sclerosing cholangitis Features of the Bile Duct Disorders Primary Biliary CirrhosisSecondary Biliary CirhossisPrimary Sclerosing CholangitisCausePossibly autoimmuneBiliary atresia, gallstones, stricture, cancer of pancreatic headAutoimmune, usually associated with inflammatory' bowel diseaseSex predilectionFemale to male ; 6:1NoneFemale to male; 1:2Distributionintrahepatic bile duct obstructionExtrahepatic bile duct obstructionExtra + ntra hepatic duct affectedLab, findingsSame as secondary' biliary cirrhosis with elevated serum IgM anlimstoehondrial antibody| conjugated bilirubin, | serum alkaline phosphatase with increased cholesterolSame as secondary' biliary cirrhosis with hypergammaglobulinemia (|IgM), atypical p-ANCA (+)Histological findingsDense lymphocytic infiltrate in porta! tracts with granulomatous destruction of bile ductsBile stasis in bile ducts, bile ductules proliferation with surrounding neutrophils, portal tract edemaPeriductal portal tract fibrosis (onion skin fibrosis), segmental stenosis of extra and intrahepatic bile ductsAn important feature is Atypical p-ANCA (+) is seen with primary1 sclerosing cholangitis but that this antibody is directed against a nuclear envelope protein and not myeloperoxidase seen with typical p-ANCA antibodies.",
        "cop": 1,
        "opa": "Primary sclerosing cholangitis",
        "opb": "Obstructive jaundice",
        "opc": "Bile duct atresia",
        "opd": "Bile stones",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "9484e1bc-6914-43a8-b3d4-6f4b3fcaf463",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is premalignant to cholangiocarcinoma -",
        "exp": "Ans. is 'd' i.e., All the above o Premalignant lesions for cholangiocarcinoma are also known, the most important of which are bibary intraepithelial neoplasias (low to high grade, BilIN-1, -2, or -3).o BilIN-3, the highest grade lesion, incurs the highest risk of malignant transformation.o More rare are mucinous cystic neoplasms and intraductal papillary biliary> neoplasia",
        "cop": 4,
        "opa": "Biliary' intraepithelial neoplasia",
        "opb": "Mucinous cystic neoplasms",
        "opc": "Intraductal pappilary biliary' neoplasia",
        "opd": "All the above",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "90dfcbcd-9d87-4d26-9e81-3ce7e3a0cda2",
        "choice_type": "multi"
    },
    {
        "question": "Cholangiocarcinoma -",
        "exp": "Ans. is 'b' i.e., Opistorchissinensis infection Cholangiocarcinomao Cholangiocarcinoma is malignancy of the biliary tree, arising from bile ducts within or outside the liver,o Risk factors : -# Primary' sclerosing cholangitisCongenital fibropolycystic disease of the biliary system (caroli disease, choledochal cyst).Exposure to thorotrast.Opisthorchis sinensis infection.Pathologyo Cholangiocarcinoma are adenocarcinoma arising from bile ducts epithelium,o Most are well to moderately differentiated.o Markdfy desmoplastic, with dens collegenous stroma separating the glandular elements.o Cells are not bile stained, because bile is synthesized by hepatocytes and not by bile duct epithelium.",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Opistorchissinensis infection",
        "opc": "Salmonella carrier state",
        "opd": "HBV infection",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "37b7b5e5-001a-414e-98ea-6984ee4d3650",
        "choice_type": "single"
    },
    {
        "question": "Primary sclerosing cholangitis associated with which of the following condition?",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th editionExplanation:PRIMARY SCLEROSING CHOLANGITIS (PSC). Anti smooth muscle antibodies, and RA are present in a minority of patients.Symptoms at presentation include progressive fatigue, pruritus, jaundice and elevation of serum alkaline phosphatase.Severely afflicted persons show' symptoms associated with chronic liver disease, including weight loss, ascites, variceal bleeding, and encephalopathy.Cholangiocarcinoma may develop in 10% to 15% of individuals, with a median time of 5 years from diagnosis.There is It is a chronic cholestatic disorder, characterized by progressive fibrosis and destruction of extrahepatic and large intrahepatic bile ducts.Since changes in the ducts are patchy, retrograde cholangiography shows a characteristic \"heading\" of the contrast medium in the affected segments.The large bile ducts show periductal fibrosis that obliterates the lumen, leaving a solid cord scar with few inflammatory cells.Associated with inflammatory bowel disease, esp chronic ulcerative colitis 7(1% casesPrevalence of PSC in persons with ulcerative colitis is about 4%.Occurs in the third through fifth decades, most often after development of inflammatory bowel disease.Males are affected more often than females in a ratio of 2 : 1.Pathogenesis and Clinical CourseThe cause of primary sclerosing cholangitis is unknown.Atypical pANCA is present in 80% of cases ( Atypical because, though they showr perinuclear pattern, the antibody is targeted against 'Nuclear envelope protein' instead of myeloperoxidase)Anlimitochondrial antibodiesno effective therapy for PSC, except for liver transplantation.MorphologyThe characteristic feature of PSC is a fibrosing cholangitis of bile ducts.Affected portal tracts show concentric periductal onion-skin fibrosis and a modest lymphocytic infiltrate.Progressive atrophy of the bile duct epithelium leads to obi iteration of the lumen, leaving behind a solid, cordlike fibrous scar.As the disease progresses, the entire liver becomes markedly cholestatic and fibrotic leading on to development of biliary cirrhosis.",
        "cop": 3,
        "opa": "Adenoca pancreas",
        "opb": "Adenoca GB",
        "opc": "Cholangiocarcinoma",
        "opd": "HCC",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "fa8de99e-e493-46b1-9743-8a77bfb7e487",
        "choice_type": "single"
    },
    {
        "question": "\"Onion skin\" fibrosis of bile duct is seen in -",
        "exp": "Ans (b) Primary sclerosing cholangitisRef: Robbings pathology 9th ed. I860PRIMARY SCLEROSING CHOLANGITIS* Leads to obstructive jaundice leading to elevation of serum transaminases, gamma glutamyl transferase and alkaline phosphatase* Typical onion skin fibrosis of bile ducts* Per-cutaneous transhepatic cholangiography demonstrates irregularity and beading of the hepatic and common bile ducts in three patients.# Onion skin appearance in kidney seen in hyperplastic arteriosclerosis# Onion skin like lesions due to arteritis seen in Lymes and SLE# Onion skin fibrosis around bile ducts seen in PSC# Onion skin pattern of deposition of reactive bone in ewing s sarcoma# Onion bulb appearance in sural nerves seen in CIDP due to recurrent demyelination and remyelination",
        "cop": 2,
        "opa": "Primary biliary cirrhosis",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Extrahepatic biliary fibrosis",
        "opd": "Congenital hepatic fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Disorders of Gallbladder and Extrahepatic Biliary Tract",
        "id": "9e7ce951-b988-4f5c-9d95-26103c3c741f",
        "choice_type": "single"
    }
]