[
    {
        "question": "Alpha feto protein is a tumor marker for:",
        "exp": "Alpha Feto Protein: Tumor Marker for: Hepatocellular Carcinoma Non seminoma Germ cell Tumor Embryonic Tumor Yolk sac Tumor Variant of HCC in which AFP is not elevated:Fibrolamellar variant Tumor marker for seminoma :KiT, OCT4, PLAP. Tumor marker for Ovarian carcinoma: CA- 125. Tumor marker for Pheochromocytoma: Metanephrines",
        "cop": 1,
        "opa": "Hepatocellular Carcinoma",
        "opb": "Ovarian carcinoma",
        "opc": "Seminoma",
        "opd": "Pheochromocytoma",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "d05d5530-a386-4065-a361-3f9f47c1e908",
        "choice_type": "single"
    },
    {
        "question": "Which disease is caused by anti - phospholipase 2 antibody:",
        "exp": "Membranous glomerulopathy:- MC nephrotic syndrome in elderly patient. Subepithelial Immune complex deposition on IF Spike and dome appearance on EM Cause by Anti phospholipase 2 receptor Antibody FSGS:- MC nephrotic syndrome in adult No immune complex deposition, -ve Immunofluorescent Effacement of foot processon EM. Minimal Changes:- MC nephrotic syndrome is children No Immune complex deposition, -ve IF Effacement of foot process on EM. MPGN :- Nephrotic syndrome involving mesangial and increase proliferation of capillary loop. Train tract appearance on H/E due to thick glomerular basement membrane. Immune complex deposition (Granular IF)",
        "cop": 2,
        "opa": "MPGN",
        "opb": "Membrabous glomerulopathy",
        "opc": "FSGN",
        "opd": "Minimal Change Disease",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "35fff900-4af9-4cfd-901f-c8613a9b39e1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pathway is seen in basal cell carcinoma:",
        "exp": "PTCH gene: a tumor suppressor gene which translates into PATCHED protein which is responsible for inhibition of Hedgehog pathway which is responsible for cell proliferation. Any mutation in PTCH gene leads to disinhibition of Hedgehog pathway leading to uncontrol cell proliferation and cancer. Mutation in PTCH gene:Associated with basal cell carcinoma. Syndrome associated with BCC: GorlinSyndrome Medulloblastoma:also associated with Gorlin Syndrome Mutation in Hedgehog pathway associated with: Holoprosencephaly. Abnormalities of WNT signaling pathway: associated with craniopharyngioma. RAS gene: most common type of abnormality involving proto-oncogene in human tumor. Pancreatic Adenocarcinoma. Cholangiocarcinoma Colon, endometrium, Thyroid. MTOR: Tuberous sclerosis(TSC 1/TSC 2) (Hamain/ Tuberin) complex inhibit the activity of MTOR, a kinase that stimulates cell growth and regulates cell size. Absence of TSC 1/2 Expression often seen in Rhabdomyomas.",
        "cop": 2,
        "opa": "mTOR",
        "opb": "Sonic Hedgehog",
        "opc": "WNT",
        "opd": "RAS",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "1c598c55-50c4-413a-967a-41fd1f3b18ea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following molecules activates \"Classically activated macrophage\"/M1 type macrophage?",
        "exp": "IL-10 and TGF-b are anti-inflammatory.",
        "cop": 1,
        "opa": "IFN-g",
        "opb": "IL-4",
        "opc": "IL-13",
        "opd": "IL-1",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "0869bc4c-ea26-4333-8e1d-de6120acd4bc",
        "choice_type": "multi"
    },
    {
        "question": "Durcks granuloma seen in:",
        "exp": "Durcks Granuloma: Seen in cerebral malaria infection. Plasmodium Falciparum infected RBC cause stasis in blood vessel of Brain leading to granuloma formation. Infected RBC can be visualized with Field stain. Granuloma in spleen: can be due to TB, histoplasmosis.",
        "cop": 3,
        "opa": "Spleen",
        "opb": "Hea",
        "opc": "Brain",
        "opd": "Lymph node",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "7db65a21-56fb-451c-bcf2-0be0637fc843",
        "choice_type": "single"
    },
    {
        "question": "ADAMTS 13 is associated with which of the following disorders?",
        "exp": "ADAMTS 13:- -Metalloprotease enzyme which inhibits VWF clumps. -cleaves VWF multimers into smaller monomers for eventual degradation Thrombotic Thrombocytopenic purpura (TTP)- Causes- Deficiency of ADAMTS 13 Ab formation against ADAMTS 13 - |ADAMTS 13 activity - VWF clumping - Platelet-Thrombi present C/F - Thrombocytopenia Microangiopathic Hemolytic anaemia Fever Renal failure CNS features Rx- Plasmapheresis",
        "cop": 1,
        "opa": "TTP",
        "opb": "Churg Strauss syndrome",
        "opc": "Wegener's granulomatosis",
        "opd": "Membranous nephropathy",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "08d2c3e4-4515-4175-8bd5-1519059438fc",
        "choice_type": "single"
    },
    {
        "question": "Massive blood transfusion will cause all except:",
        "exp": "Massive Blood Transfusion: Most commoncomplication: Hypothermia Fast massive Blood Transfusion: |K+ Slow massive Blood Transfusion: | K+ Citrate in Blood combine with Ca+2+ leading to Hypocalcemia rather than Hypercalcemia Citrate gets conveed to Bicarbonate by liver leading to Metabolic Alkalosis (Most common electrolyte abnormality associated with massive Blood Transfusion).",
        "cop": 1,
        "opa": "Hypercalcemia",
        "opb": "Hyperkalemia",
        "opc": "Hypokalemia",
        "opd": "Hypothermia",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "fa0458b9-571e-48c1-9943-6feb3eef4f81",
        "choice_type": "multi"
    },
    {
        "question": "In tumor lysis syndrome following electrolyte abnormalities are seen:",
        "exp": "Tumor Lysis Syndrome:Tumor with very high rate of growth- during chemotherapy there will be rapid destruction of the cells that will lead to Tumor Lysis Syndrome. It releases: K+-Hyperkalemia PO42-Hyperphosphatemia Hypocalcemia:Ca2+sequestration by PO42. Hyperuricemia:Nucleic Acid Break down. | can lead to AKI Can prevent/ Tx with aggressive hydration, alopurinol and rasburicase. Common tumors associated with Tumor lysis syndrome - ALL, Burkitt's Lymphoma.",
        "cop": 1,
        "opa": "Hyperuricemia, Hyperphosphatemia, Hyperkalemia",
        "opb": "Hypocalcemia, Hypokalemia, Hyponatremia",
        "opc": "Hypercalcemia, Hyperkalemia, Hyperphosphatemia",
        "opd": "Hypophosphatemia, Hypokalemia, Hypocalcemia",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "f2eda939-c51c-4146-950c-1b89da729c52",
        "choice_type": "single"
    },
    {
        "question": "t1/2 of haptoglobin complex is:",
        "exp": "- Half life of free Haptoglobin - 5 days. - Half life of Haptoglobin hemoglobin complex is 10-15 minutes. - In hemolytic anemias, excess Hb released from RBC destruction is bound to Haptoglobin & its complex is cleared rapidly, resulting in decreased serum/free Haptoglobin levels",
        "cop": 4,
        "opa": "5 days",
        "opb": "3 days",
        "opc": "10 days",
        "opd": "10 minutes",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "cdd36220-51bf-4049-b4ec-4fe524e5c313",
        "choice_type": "single"
    },
    {
        "question": "Zellballen pattern seen in:",
        "exp": "Zellballen pattern: Contain nest of sustentacular cells & chief cells with pale eosinophilc staining Seen in tumors of chromaffin cells, i.e pheochromocytoma & Paraganglioma (carotid body tumor). Most common location of these tumors is within adrenal medulla,where they give rise to pheochromocytomas & approximately 70% of extra-adrenal paragangliomas occur in head & neck region.",
        "cop": 1,
        "opa": "Carotid body tumor",
        "opb": "Lymphoepithelial cyst",
        "opc": "Cholesteatoma",
        "opd": "Thyroglossal cyst",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "893fa600-26db-4627-ba3b-6e2d4c2b87aa",
        "choice_type": "multi"
    },
    {
        "question": "Liver biopsy in Malaria will have:",
        "exp": "Liver Biopsy in Malaria will have Kupffer cell hyperplasia with parasitize RBC and Hematin in it. Condition Seen in Piecemeal Necrosis (interface Hepatitis) Viral Hepatitis Autoimmune hepatitis Steatohepatitis Munro micro abscess Psoriasis Pautrier's micro abscess Mycosis fungoides/ Sezary Syndrome Non Caseating Granuloma Sarcoidosis Crohn's Cat Scratch Foreign Body",
        "cop": 2,
        "opa": "Microabscesses",
        "opb": "Kupffer cell hyperplasia",
        "opc": "Piecemeal necrosis",
        "opd": "Non caseating granuloma",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "e099dfb0-29b0-477a-a36c-e6758dfb8e1d",
        "choice_type": "single"
    },
    {
        "question": "E- cadherin mutation is seen in which type of carcinoma:",
        "exp": "Loss of E cadherin can contribute to malignant phenotype by allowing easy disintegration of cell which can then invade locally and metastasize. Reduced cell surface expression of E cadherin has been noted in many carcinomas : Stomach carcinoma Breast carcinoma Prostate carcinoma Ovarian carcinoma",
        "cop": 2,
        "opa": "IDC",
        "opb": "Lobular carcinoma",
        "opc": "Metabplastic carcinoma",
        "opd": "Metastasis",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "dfc1ccf6-de06-4438-9aee-f5011b862724",
        "choice_type": "single"
    },
    {
        "question": "Myositis Ossificans is an example for:",
        "exp": "Connective tissue metaplasia is the formation of cailage, bone, or adipose tissue (mesenchymal tissues) in tissues that normally do not contain these elements. For example, bone formation in muscle, designated myositis ossificans, occasionally occurs after intramuscular hemorrhage. This type of metaplasia is less clearly seen as an adaptive response, and may be a result of cell or tissue injury. Commonest example of connective tissue Metaplasia:Myositis Ossificans. Commonest example of epithelial tissue metaplasia:Smokers lungs Metaplasia: Reversible change (Benign entity). If stress persist: Metaplasia-Dysplasia-Cancer.",
        "cop": 1,
        "opa": "Metaplasia",
        "opb": "Hyperplasia",
        "opc": "Hyperophy",
        "opd": "Both hyperophy and hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "b1f0d8c2-9969-4be2-b3e6-bae61a608a34",
        "choice_type": "multi"
    },
    {
        "question": "Tumor seen exclusively in parotid:",
        "exp": "Wahin Tumor: Viually restricted to the parotid gland More common in Male; Smoking is most impoant risk factor EXTRA EDGE: Most common salivary gland tumor - Pleomorphic Adenoma. Most common Benign salivary gland tumor - Pleomorphic Adenoma MC Primary malignant salivary gland tumor - Mucoepidermoid carcinoma. Adenoid cystic carcinoma - Most aggressive salivary tumor, can cause perineural invasion. Larger the size of salivary gland more likely it's benign. Smaller the size of salivary gland more likely it's malignant. MC salivary gland involved - parotid gland > submandibular gland.",
        "cop": 1,
        "opa": "Wahin tumor",
        "opb": "Pleomorphic adenoma",
        "opc": "Mucoepidermoid",
        "opd": "Adenoid cystic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "DNB 2018",
        "id": "1da6386b-e6b8-4cef-af55-fdb380869829",
        "choice_type": "single"
    }
]