[
    {
        "question": "Long thyroid stimulating agent is",
        "exp": "Answer is option 2, antibody to thyroid receptors. Thyrotropin receptor (TSHR) antibodies that stimulate the thyroid (TSAb) cause Graves' hypehyroidism and TSHR antibodies which block thyrotropin action (TBAb) are occasionally responsible for hypothyroidism. Unusual patients switch from TSAb to TBAb (or vice versa) with concomitant thyroid function changes. We have examined case repos to obtain insight into the basis for \"switching. \"",
        "cop": 2,
        "opa": "Antibody to thyroid globulin",
        "opb": "Antibody to thyroid cell receptors",
        "opc": "Antibody to thyroxine",
        "opd": "Antibody to thyroid cells",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "80e64981-fab4-4f2d-bbfe-23f5dd405386",
        "choice_type": "single"
    },
    {
        "question": "Radiation induced thyroid cancer is -",
        "exp": "Radiation-induced thyroid cancer Authors: Section Editors: Deputy Editor: INTRODUCTION Radiation exposure of the thyroid during childhood is the most clearly defined environmental factor associated with benign and malignant thyroid tumors. The risk of thyroid cancer following irradiation is related to radiation dose and age (greater for children exposed early in life), and the risk persists throughout life. Radiation exposure during childhood also increases the risk of benign thyroid nodules and hypothyroidism. The purpose of this topic is to review the evaluation of a patient with a history of childhood radiation exposure and how such a history affects treatment of patients with thyroid tumors. Radiation injury to other organs is reviewed separately. (See and.) RADIATION EXPOSURE Type of exposure -- Radiation exposure may be external or internal. *External - The predominant types of external radiation are diagnostic radiographs, therapeutic radiation for the treatment of cancer, and historical use of external radiation to treat a wide variety of nonmalignant conditions. External radiation also includes brachytherapy, whereby a sealed radiation source is placed adjacent to a treatment area. *Internal - Internal radiation exposure includes ingestion of foods or liquids contaminated with radioactivity or by inhalation of radioactive gases or paicles. Internal radiation occurs after exposure to nuclear fallout (from testing and accidents at operating nuclear power plants or above ground nuclear explosive testing) or after ingestion of radioiodine for diagnostic tests and for therapy of hypehyroidism.",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "dc66ca91-10dd-4a3b-837e-6604434bd306",
        "choice_type": "single"
    },
    {
        "question": "Tumor that follows rule of 10 is",
        "exp": "Pheochromocytomas are neoplasms composed of chromaffin cells. They follow rule of 10: - 10% of pheochromocytomas are extra adrenal - 10% of sporadic adrenal pheochromocytomas are bilateral - 10% of adrenal pheochromocytomas are biologically malignant. -10% of adrenal pheochromocytomas are not associated with hypertension. Ref: Robbins and cotrans 9e",
        "cop": 1,
        "opa": "pheochromocytoma",
        "opb": "Onocytoma",
        "opc": "Lymphoma",
        "opd": "Renal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "944ee0bf-859b-4b92-9739-11c6fb732924",
        "choice_type": "single"
    },
    {
        "question": "Which of the following gene defect is associated with development of medullary carcinoma of thyroid?",
        "exp": "Activating point mutation in the RET proto oncogene plays impoant role in development of both familial and sporadiac medullary carcinoma of thyroid. The tumour tissue is firm, pale grey to tan and infiltrative. On microscopy, stroma shows acellular amyloid deposits which are derived from calcitonin polypeptides. Ref: Robbins and cotrans 9e pg 1099",
        "cop": 1,
        "opa": "RET Proto Oncogene",
        "opb": "Fap gene",
        "opc": "Rb gene",
        "opd": "BRCA 1 gene",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "7232e19d-de66-4284-8dce-7bcd3261f14c",
        "choice_type": "single"
    },
    {
        "question": "Which neuroendocrine tumour causes biliary obstruction",
        "exp": "A gastrinoma is a tumor in the pancreas or duodenum that secretes excess of gastrin leading to ulceration in the duodenum, stomach and the small intestine. There is hypersecretion of HCl acid into the duodenum, which causes the ulcers",
        "cop": 2,
        "opa": "Somatostatinoma",
        "opb": "Gastrinoma",
        "opc": "Insulinoma",
        "opd": "VIPoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "0efb8d67-1766-4ea1-8082-3d63ef069704",
        "choice_type": "single"
    },
    {
        "question": "Acantholysis means",
        "exp": "Answer is option 2, loss of intercellular connections We performed scanning electron microscopy of an inveed blister roof in a case of pemphigus foliaceus. The loss of intercellular adherence could be easily seen with low magnification. The acantholytic keratinocytes displayed an irregular and sometimes polygonal contour. Round cells, typically seen in light microscopy, were also observed. The examination of a blister roof allows ultrastructural documentation of the acantholytic changes.",
        "cop": 2,
        "opa": "Diffuse epidermal hyperplasia",
        "opb": "Loss of intercellular connections",
        "opc": "Intercellular edema of the epidermis.",
        "opd": "Abnormal keratinization",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "c87acac5-eaae-41d1-b3f6-8351538141a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organs is not involved in autoimmune polyendocrine syndrome 2",
        "exp": "Autoimmune polyendocrine syndrome type 2, a form ofautoimmune polyendocrine syndrome also known as Schmidt's syndrome, APS-II, or PAS II, is the most common form of the polyglandular failure syndromes. autoimmune polyendocrine syndrome type 2 has an autosomal dominant pattern of inheritance, with an incomplete penetrance. Fuhermore, the human leukocyte antigen is involved in this condition. Except pahyroid they effect the remaining. Ref https://en. wikipedia. org/wiki/Autoimmune_polyendocrine_syndrome_type_2",
        "cop": 1,
        "opa": "Parathyroid",
        "opb": "Thyroid",
        "opc": "Adrenal",
        "opd": "Pancreas",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "a7438c56-ea90-43f4-9756-9828db5319b0",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of cervical neoplasia is",
        "exp": "Human papilloma virus *Oncogenic DNA virus which are grouped into high and oncogenic risk HPVs*High oncogenic risk HPVs(HPV16 and 18) -main cause of cervical cancers and also vaginal, vulvar, penile, anal, tonsillar and oropharyngeal carcinomas.*Low oncogenic risk HPVs (HPV 6 and 11) - causes vulvar, perineal and perianal condyloma accuminatum.*HPV produce two envelope proteins-E6 and E7. *E6 proteins inhibits p53, induce centrosome duplication, induce genomic instability and upregulates telomerase.*E7 promotes cell cycle by binding to RB and upregulates cyclin E, induce centrosome duplication and induce genomic instability (Ref: Robbins 8/e p1018)",
        "cop": 3,
        "opa": "HPV 6",
        "opb": "HPV 11",
        "opc": "HPV 16",
        "opd": "HPV36",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "7ab2ae0b-379a-44cf-8db7-3a801e3c2c83",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man has surgery for a testicular mass. Histologic sections reveal the mass to be a testicular yolk sac tumor. Which of the substance listed below is most likely to be increased in this patient's serum",
        "exp": "Tumors sometimes secrete specific substances that appear in the serum. These tumor markers can be used clinically for diagnosis, for staging, and for following patients after surgery to look for recurrences of the tumor. Two impoant tumor markers associated with testicular neoplasms are a-fetoprotein (AFP) and human chorionic gonadotropin-b (h. CG-b). Increased levels of AFP are associated with embryonal cell carcinoma or endodermal sinus tumor, whereas increased levels of h. CG are associated with choriocarcinoma. Increased levels of both AFP and h. CG are seen with mixed germ cell tumors. It is impoant to note that although seminomas may be associated with increased levels of h. CG, pure seminomas are never associated with increased levels of AFP. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 4,
        "opa": "Acid phosphatase",
        "opb": "Human chorionic gonadotropin",
        "opc": "Alkaline phosphatase",
        "opd": "a-Fetoprotein",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "85d96ac7-3393-459c-b9d2-a8c5b3153da6",
        "choice_type": "single"
    },
    {
        "question": "Which thyroid carcinoma has amyloid deposition?",
        "exp": "Medullary carcinomas of thyroid are neuroendocrine tumours derived from the parafollicular cells or C cells. Microscopically acellular amyloid deposits derived from calcitonin polypeptides are present in the stroma in many cases. Calcitonin is readily demonstrable within the cytoplasm of tumour cells as well as in stromal amyloid by immunohistochemical methods. Ref: Robbins and cotrans 9e Pg 1099",
        "cop": 3,
        "opa": "Anaplastic",
        "opb": "Follicular",
        "opc": "Medullary",
        "opd": "Papillary",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "97d8b041-0e47-4d05-a6c0-56ec44191a69",
        "choice_type": "single"
    },
    {
        "question": "Which of the thyroid malignancy is associated with amyloidosis",
        "exp": "Medullary carcinomas of thyroid are neuroendocrine tumours derived from the parafollicular cells or C cells. Microscopically acellular amyloid deposits derived from calcitonin polypeptides are present in the stroma in many cases. Calcitonin is readily demonstrable within the cytoplasm of tumour cells as well as in stromal amyloid by immunohistochemical methods. Ref: Robbins and cotrans 9e Pg 1099",
        "cop": 3,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "4f1e9190-cea6-4e42-9576-3acd07e1aa81",
        "choice_type": "single"
    },
    {
        "question": "Koenen&; s tumour is seen in",
        "exp": "Tuberous sclerosis is a rare disease that causes tumors, or growths, in the brain and other organs. These growths can occur in the skin, kidneys, eyes, heart, or lungs. They are usually benign (non-cancerous). The first signs of tuberous sclerosismay occur at bih.",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibramatosis",
        "opc": "VHL syndrome",
        "opd": "Turcot syndrome",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "33f21194-00b0-4185-bb71-63d2aab83b90",
        "choice_type": "single"
    },
    {
        "question": "Which thyroid cancer Occurs after radiation exposure?",
        "exp": "Papillary carcinoma (PTC) is the most frequent form of thyroid carcinoma diagnosed after radiation exposure, with a higher prevalence of the solid subtype in young children with a sho latency period and of the classical subtype in cases with a longer latency period after exposure. Molecular alterations, including intra-chromosomal rearrangements, are frequently found. Ref: www. scielo. br>scielo",
        "cop": 2,
        "opa": "Follicular",
        "opb": "Papillary",
        "opc": "Medullary",
        "opd": "Anaplastic",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "f7dbf18d-af39-4189-b72d-c15c71a9a90e",
        "choice_type": "single"
    },
    {
        "question": "Waterhouse-Friderichsen Syndrome is",
        "exp": "All the options are the causes of acute adrenocoical insufficiency. Waterhouse-Friderichsen syndrome is adrenal gland failure due to bleeding into the adrenal gland as a complication of disseminated bacterial infection. Overwhelming bacterial infection, classically Neisseria meningitidis septicemia but occasionally caused by other highly virulent organisms, such as Pseudomonas species, pneumococci, Haemophilus influenzae, or even staphylococci are causes. Can occur at any age but is more common in children. Ref: Robbins Pathology; 9th edition; Page no: 1129",
        "cop": 3,
        "opa": "Adrenal failure due to rapid withdrawal of steroids",
        "opb": "Massive adrenal hemorrhage following difficult delivery in neonates.",
        "opc": "Massive adrenal hemorrhage following disseminated bacterial infection",
        "opd": "Adrenal crisis in individuals with chronic adrenocoical insufficiency precipitated by any form of stress",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "a19894f4-b776-46a9-ba57-32ebce393f32",
        "choice_type": "single"
    },
    {
        "question": "GNAS mutation is associated with malignancy of",
        "exp": "GNAS encodes for alpha subunit of stimulatory G-protein, Gsalpha. Oncogenic activation of GNAS constitutively activates Gsalpha leading to Growth hormone(GH) adenomas. Ref: Robbins and cotrans 9e Pg 1076",
        "cop": 2,
        "opa": "Lactotrophs",
        "opb": "Somatotrophs",
        "opc": "Thyrotrophs",
        "opd": "Coicotrophs",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "6db766d6-9bf6-4c23-abe1-7f59fce3d10e",
        "choice_type": "single"
    },
    {
        "question": "Brown tumor is seen in",
        "exp": "Primary hyperparathyroidism is a disease characterized by excessive secretion of parathormone which results in increased osteoclastic activity therby causing bone loss. The bone loss predisoses to microfractures and secondary hemorrhages that elicit an influx of macrophages and an ingrowth of reparative fibrous tissue, creating a mass of reactive tissue known as brown tumor. Ref: Robbins and cotrans 9e Pg 1102",
        "cop": 3,
        "opa": "Hypehyroidism",
        "opb": "Hypothyroidism",
        "opc": "Hyperparathyroidism",
        "opd": "Hypoparathyroidism",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "05ca10d0-b5ea-4ae4-951f-ea515b022dd8",
        "choice_type": "single"
    },
    {
        "question": "The feature that differentiate a follicular carcinoma from a follicular adenoma of thyroid is",
        "exp": "Follicular adenomas and carcinomas both are composed of well - differentiated follicular epithelial cells; the latter are distinguished by evidence of capsular and/or vascular invasion. They both have fairly uniform cells forming small follicles containing colloid. So there is no reliable cytological difference between them. (ref: ROBBINS Text book of pathology) REf img:",
        "cop": 3,
        "opa": "Nuclear pleomorphism",
        "opb": "Huhle cell change",
        "opc": "Capsular invasion",
        "opd": "Absence of colloid",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "d7284631-542f-4e00-b079-ed7aac5ef63c",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of head which undergoes calcification is",
        "exp": "The morphology of Oligodendrogliomas can be described as: well circumscribed, gelatinous, gray masses, often with cysts, focal hemorrhage and calcification. Calcifiction, present in as 90% of these tumors, ranges from microscopic foci to massive depositons. Ref: Robbins and cotrans 9e Pg: 1310 Img ref:",
        "cop": 3,
        "opa": "Ependymoma",
        "opb": "Medulloblastoma",
        "opc": "Oligodendroglioma",
        "opd": "Glioblastoma muliformae",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "ec063500-f899-4bd9-9091-155992dbd48a",
        "choice_type": "single"
    },
    {
        "question": "Huhle cell carcinoma is a variant of",
        "exp": "Cells with abundant granular, eosinophilic cytoplasm known as Huhle cell or oncocytic variant of follicular cytoplasm are present in follicular carcinoma. Ref: Robbins and cotrans 9e Pg 1098 Ref img",
        "cop": 2,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Lymphoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "bae01f35-3715-4b1f-bd3f-1b4251546162",
        "choice_type": "single"
    },
    {
        "question": "Swiss cheese pattern of the endometrium is seen in",
        "exp": "Anovulatory dysfunctional uterine bleeding -Three types*Pubey menorrhagia (threshold bleeding)*Metropathia hemorrhagica (during reproductive period)*Premenopausal menorrhagia. Metropathia hemorrhagica*Age group: 35-40 years *Clinical features: continuous and prolonged menstrual bleeding*Gross: Uterus bulky due to myometrial hyperplasia. Histology: Proliferative endometrial glands with \"Swiss cheese pattern\". Absence of secretory endometrial glands is characteristic of metropathia hemorrhagica. (Ref: Padubidri's gynecology)",
        "cop": 2,
        "opa": "Carcinoma endometirum",
        "opb": "Metropathia hemorrhagica",
        "opc": "Hydatiform mole",
        "opd": "Halban disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "076e04a6-deac-4e6c-8559-4250852698ce",
        "choice_type": "single"
    },
    {
        "question": "In which of the following is medullary thyroid cancer is the most aggressive form",
        "exp": "Medullary carcinoma of thyroid is a characteristic feature of both MEN2A and MEN2B. But it is multifocal and more aggressive in MEN2B compared to MEN2A and sporadic cases. A germline mutation leading to a single amino acid change in RET, distinct from the mutations in in MEN2A seems to be responsible for almost all cases of MEN2B. (ref: ROBBINS Text book of pathology endocrinology)",
        "cop": 3,
        "opa": "MEN type I",
        "opb": "MEN type II a",
        "opc": "MEN type II b",
        "opd": "Sporadic cases",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "64dfd0f4-6bf5-400f-a16a-46492b200ea1",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is HLA-associated diabetes mellitus?",
        "exp": "Type 1 diabetes mellitus is also called HLA associated diabetes. Type 1 diabetes shows genetic susceptibility. Most impoant locus is the HLA gene cluster on chromosome 6p21, which according to some estimates contributes as much as 50% of the genetic susceptibility to diabetes. (Ref: ROBBINS Text book of pathology)",
        "cop": 1,
        "opa": "Type I diabetes mellitus",
        "opb": "Type II diabetes mellitus",
        "opc": "Stress related diabetes mellitus",
        "opd": "Gestational diabetes mellitus",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "9e771891-6945-41a8-b3eb-ea38bd00cb9a",
        "choice_type": "single"
    },
    {
        "question": "Dyskeratosis",
        "exp": "dys*ker*a*to*sis (dis'ker-a-to'sis), 1. Premature keratinization in individual epithelial cells that have not reached the keratinizing surface layer; dyskeratotic cells generally become rounded and they may break away from adjacent cells and fall off. Dyskeratosis terms that abnormal premature keratinisation within cells below the stratum granulosum. Ref: Robbins and cotrans 9e Pg 1143",
        "cop": 4,
        "opa": "Leukoplakia",
        "opb": "Hyperpigmentation",
        "opc": "Nail dystrophy",
        "opd": "Premature keratinisation",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "b04aeb9f-de02-4ac6-9b6d-c53636789416",
        "choice_type": "single"
    },
    {
        "question": "Gene involved in medullary carcinoma thyroid is",
        "exp": "The RET proto-oncogene encodes a receptor tyrosine kinase for members of the glial cell line-derived neurotrophic factor (GDNF) family of extracellular signalling molecules. RET loss of function mutations are associated with the development of Hirschsprung's disease, while gain of function mutations are associated with the development of various types of human cancer, including medullary thyroid carcinoma, multiple endocrine neoplasiastype 2A and 2B, pheochromocytoma and parathyroid hyperplasia",
        "cop": 1,
        "opa": "Ret Proto Oncogene",
        "opb": "Fap gene",
        "opc": "Rb gene",
        "opd": "BRCA 1 gene",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "0a05a5d6-ac69-4ea9-832f-cd06f6fa4ff0",
        "choice_type": "single"
    },
    {
        "question": "Best test to detect benign form malignant thyroid is",
        "exp": "Robbins basic pathology 9th edition page no, 729, Answer is option 3, excision Ultimately it is the morphological evaluation of a given thyroid nodule by fine needle aspiration, combined with histological study of surgically resected thyroid parenchyma, that provides the most defenitive information about its nature.",
        "cop": 3,
        "opa": "FNAC",
        "opb": "CT scan",
        "opc": "Excision",
        "opd": "MRI",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "46eb375f-96c8-4226-99a2-d24734ff576e",
        "choice_type": "single"
    },
    {
        "question": "FNAC is not diagnostic of which of the following thyroid lesions",
        "exp": "Extensive histological sampling is required for its diagnosis. Follicular carcinoma generally do not spread through lymphatics. Ref: Robbins and cotrans 9e Pg 1098",
        "cop": 2,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Lymphoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "cd91b654-e247-4acc-ba1a-8764bfee68b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following production is noted in Cushing's Syndrome a tumour associated -",
        "exp": "Cushing syndrome or hypercoisolism is a disorder of adrenal gland due to excess production of coisol. It may be exogenous or endogenous. Exogenous is mainly due to administration of exogenous glucocoicoids. Endogenous may be: -ACTH independent: *primary adrenal neoplasms -ACTH dependent: *ACTH secreting pituitary adenoma (ref: ROBBINS Text book of pathology)",
        "cop": 2,
        "opa": "Decrease production of coisol",
        "opb": "Increase production of coisol",
        "opc": "Excessive production of epinephrine",
        "opd": "Excessive production of vasopressin",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "02e8584d-befb-4894-8312-66220f829737",
        "choice_type": "single"
    },
    {
        "question": "Which of the tumours are unique to pregnancy",
        "exp": "*Physiological proliferation of luteal cells in response to gonadotrophins in pregnancy - Theca lutein hyperplasia of pregnancy*Pathological proliferation of luteal cells in response to gonadotrophins in pregnancy- Luteoma. Luteoma is a type of sex cord stromal tumours( Ref: Robbins 8/e p1051)",
        "cop": 1,
        "opa": "Luteoma",
        "opb": "Serous cystadenoma",
        "opc": "Mucinous cystadenoma",
        "opd": "Teratoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "bb0a2d74-af75-4630-a20f-3578d9da4f35",
        "choice_type": "single"
    },
    {
        "question": "Proopiomelanocoin is released from",
        "exp": "Proopiomelanocoin (POMC) is the pituitary precursor of circulating melanocyte stimulating hormone (a-MSH), adrenocoicotropin hormone (ACTH), and b-endorphin released from hypothalamus.",
        "cop": 1,
        "opa": "Hypothalamus",
        "opb": "Liver",
        "opc": "Adrenal",
        "opd": "Lung",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "b231eb26-a62d-4d6c-a2b7-cc95a6ed6fa6",
        "choice_type": "single"
    },
    {
        "question": "This is a specimen of stalk resection of pedunculated bony swelling. Diagnosis is",
        "exp": "Osteochondroma, also known as an exostosis, is the most common benign bone tumor; about 85% are solitary. It is a benign cailage-capped tumor that is attached to the underlying skeleton by a bony stalk. The cap is composed of benign hyaline cailage varying in thickness and is covered peripherally by perichondrium. The coex of the stalk merges with the coex of the host bone. Ref: Robbins Pathology; 9th edition; Page no: 1200",
        "cop": 1,
        "opa": "Osteochondroma",
        "opb": "Chondroma",
        "opc": "Osteoid osteoma",
        "opd": "Osteoclastoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "9fbb6fda-2245-4fc8-86c3-830b89476b55",
        "choice_type": "single"
    },
    {
        "question": "Patients with Hashimoto's thyroiditis are at increase risk of developing",
        "exp": "Individuals with hashimotos thyroiditis are at an increased risk of development of extra nodal marginal zone B - cell lymphoma. Hashimotos thyroiditis is an auto immune disease. It causes destruction of thyroid gland and progressive thyroid failure. It also increases the risk of development of other autoimmune diseases, both endocrine and neuroendocrine. (Ref: ROBBINS Text book of pathology)",
        "cop": 4,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "T-cell lymphoma",
        "opd": "B-cell lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "4134d811-8ee3-48ba-bba0-3147aa71fd70",
        "choice_type": "single"
    },
    {
        "question": "Pituitary adenomas are regarded as macroadenomas when their size is",
        "exp": "Pituitary adenomas are usually found in adults the peak incidence is from 35 to 60 years of age. They are descibed as microadenomas if they are less than 1cm in diameter and as macro if they exceed 1cm.",
        "cop": 1,
        "opa": "> 1 cm",
        "opb": "> 1. 5 cm",
        "opc": "> 2 cm",
        "opd": "> 2. 5 cm",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "5c932884-16e7-4c9a-89c8-e5cf5c99ed87",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic spread is the most common route in which of the following thyroid carcinoma",
        "exp": "Lymphatic spread is commonest route for spreading of Papillary carcinoma and least for Follicular carcinoma.",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Medullary",
        "opd": "Anaplastic",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "70aa9850-9496-46e9-aea6-da31042bfbbb",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with endocrinopathy, fibrous dysplasia of bone and Hyperpigmentation. Diagnosis-",
        "exp": "Polyostotic fibrous dysplasia, hyper pigmentation and endocrinopathies are the features of Mc. Cune-Albright syndrome. It clinically presents as precocious sexual development, most commonly in girls. other endocrinopathies like hypehyroidism, pituitary adenomas may also be seen. Bone lesions are often unilateral. Cutaneous macules are classically large; dark to cafe-au-lait in color; with irregular serpiginous borders. Mc. Cune-Albright syndrome is caused by mutations in the GNAS gene. A small number, but not all, of the person's cells contain this faulty gene (mosaicism). (Ref: ROBBINS Text book of pathology)",
        "cop": 1,
        "opa": "Mc. Cune Albright syndrome",
        "opb": "Addison's disease",
        "opc": "Alagille syndrome",
        "opd": "Lynch syndrome",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "2d9f028c-137e-4aaa-8e68-88f45f2213d8",
        "choice_type": "single"
    },
    {
        "question": "Anti GDla",
        "exp": "Immunopathological studies suggest that the target of immune attack is different in the subtypes of Guillain-Barre syndrome (GBS). In acute motor axonal neuropathy (AMAN), the attack appears directed against the axolemma and nodes of Ranvier. In acute inflammatory demyelinating polyneuropathy (AIDP), the attack appears directed against a component of the Schwann cell. However, the nature of the antigenic targets is still not clear. We prospectively studied 138 Chinese GBS patients and found that IgG anti-GD1a antibodies were closely associated with AMAN but not AIDP. With a cutoff titer of greater than 1: 100, 60% of AMAN versus 4% of AIDP patients had IgG anti-GD1a antibodies; with a cutoff titer of greater than 1: 1, 000, 24% of AMAN patients and none of the AIDP patients had IgG anti-GD1a antibodies. In contrast, low levels of IgG anti-GM1 antibodies (> 1: 100) were detected in both the AMAN and the AIDP forms (57% vs 35%, NS). High titers of IgG anti-GM1 (>1: 1, 000) were more common in the AMAN form (24% vs 8%, NS). Serological evidence of recent Campylobacter infection was detected in 81% of AMAN and 50% of AIDP patients, and anti-ganglioside antibodies were common in both Campylobacter-infected and noninfected patients. Our results suggest that IgG anti-GD1a antibodies may be involved in the pathogenesis of AMAN.",
        "cop": 2,
        "opa": "AIDP",
        "opb": "ASMAN",
        "opc": "AMAN",
        "opd": "Fisher syndrome",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "41de5972-4b7b-413e-9c11-8b6fbccb0c35",
        "choice_type": "single"
    },
    {
        "question": "Histologic sections of the thymus that reveal reactive follicles with germinal centers are diagnostic of",
        "exp": "The thymus, derived from the third pair of pharyngeal pouches and inconsistently from the fouh pair, is divided into an outer coex and an inner medulla and is composed of lymphocytes and epithelial cells. The lymphocytes are mainly T cells, which are immature (thymocytes) in the coex and are mature in the medulla, where they have phenotypic characteristics of peripheral blood T lymphocytes. The epithelial cells are mainly located in the medulla, forming Hassall's corpuscles. The thymus normally has a few neuroendocrine cells, which may give rise to carcinoid tumors or small cell carcinoma, and a few myoid cells, which are similar to striated muscle cells and may play a role in the autoimmune pathogenesis of myasthenia gravis. The appearance of lymphoid follicles with germinal centers is diagnostic of thymic hyperplasia Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition",
        "cop": 3,
        "opa": "Acute inflammation",
        "opb": "Chronic inflammation",
        "opc": "Thymic hyperplasia",
        "opd": "Thymic hypoplasia",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "a40e3e93-fb1a-44e2-baf7-755916d5fe37",
        "choice_type": "single"
    },
    {
        "question": "Most common neuroendocrine tumour in MEN 1 is",
        "exp": "Most common neuroendocrine tumor of MEN1 is Gastrinoma where there is over production of Gastrin. MEN1 associated gastrinomas are frequently multifocal whereas sporadic ones are single. Ref: Robbins and cotrans 9e Pg 1122 A gastrinoma is a tumor in the pancreas or duodenum that secretes excess of gastrin leading to ulceration in the duodenum, stomach and the small intestine. There is hypersecretion of HCl acid into the duodenum, which causes the ulcers",
        "cop": 3,
        "opa": "Insulinoma",
        "opb": "Glucaganoma",
        "opc": "Gastrinoma",
        "opd": "VIPoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "b7647212-c188-41ff-968e-9f2d3a0af6eb",
        "choice_type": "single"
    },
    {
        "question": "AGE-RAGE signaling axis is related to",
        "exp": "AGE-RAGE signalling axis is related to chronic complications in diabetes. Advanced glycation end products (AGEs) are formed as a result of nonenzymatic reactions between intracellular glucose-derived dicarbonyl precursors (glyoxal, methylglyoxal, and 3-deoxyglucosone) with the amino groups of both intracellular and extracellular proteins. The natural rate of AGE formation is greatly accelerated in the presence of hyperglycemia. AGEs bind to a specific receptor (RAGE) that is expressed on inflammatory cells (macrophages and T cells), endothelium, and vascular smooth muscle. Robbins pathology 9e pg: 1115",
        "cop": 3,
        "opa": "Ageing",
        "opb": "Oncogenesis",
        "opc": "Diabetes",
        "opd": "Alzheimer disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "e06bbeb2-6cf0-4159-8b3a-b4da69a5ab84",
        "choice_type": "single"
    },
    {
        "question": "most comon type of carcinoma thyroid is",
        "exp": "The most common thyroud carcimoma is papillary carcinoma 75 - 85% of all cases. Option 2 is right. Robbins basic pahology. 7th edition. Chapter Endocrine system. Page no. 1177.",
        "cop": 2,
        "opa": "Anaplastic",
        "opb": "Papillary",
        "opc": "Follicular",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "af814bd0-100e-430f-b276-37bf807bc0f6",
        "choice_type": "single"
    },
    {
        "question": "In parathyroid carcinoma",
        "exp": "In Parathyroid carcinoma there is excess release of parathormone which results in increased blood calcium levels and decreased bone calcium level. Cytolologic details are unreliable in its diagnosis whereas invasion of surrounding tissue and metastasis are only reliable. Ref: Robbins and cotrans 9e Pg 1102",
        "cop": 2,
        "opa": "5-10% incidence",
        "opb": "Increased parathromone, decreased calcium in bone",
        "opc": "Cytology is diagnostic",
        "opd": "Metastasis is essential",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "1631db19-2ba6-4e9c-a6ea-bc63220dce48",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman presents with fatigue and malaise which has been worsening over the last 2 months. She also noticed loss of appetite and early satiety. Evaluation finds an ulcerative mass located along the lesser curvature of the stomach along with bilateral ovarian masses. Which of the following is this patient most likely to have",
        "exp": "The presence of a ulcerated gastric mass along with bilateral ovarian masses suggests that the patient's gastric cancer has metastasized to the ovaries; this is known as a Krukenberg tumor. Histology typically shows \"signet ring\" cells, in which intracytoplasmic mucin fills the cell and pushes the nucleus to the periphery of the cell, leading to the histologic appearance of a signet ring. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 1,
        "opa": "Krukenberg tumor",
        "opb": "Gastric leiomyosarcoma",
        "opc": "Meig syndrome",
        "opd": "Ovarian dysgerminoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "40daa0ad-9c8e-40ce-8c5c-50ba8bd4f4b2",
        "choice_type": "single"
    },
    {
        "question": "The most reliable test in the diagnosis of pheochromocytoma is",
        "exp": "Pheochromocytomas are neoplasms of chromaffin cells, which synthesize and release catecholamines. The lab diagnosis of this condition is based on demonstration of increased urinary excretion of free catecholamines and their metabolites; vanilylmandelic acid and metanephrines. (ref: ROBBINS Text book of pathology",
        "cop": 1,
        "opa": "24 hour urinary metanephrine",
        "opb": "Urinary catecholamines",
        "opc": "Urinary catecholamines",
        "opd": "Basal plasma catecholamines",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "4abe1b6a-30a5-4ef9-9ac3-3eb24a8e13a7",
        "choice_type": "single"
    },
    {
        "question": "Pheochromocytoma is a neoplasm derived from",
        "exp": "Pheochromocytomas are neoplasms composed of chromaffin cells, which synthesize and release catecholamines and in some instances peptide hormones. Pheochromocytomas that develop in extra-adrenal paraganglia are designated paragangliomas Robbins 9e pg: 1134 Ref img",
        "cop": 1,
        "opa": "Chromaffin cells",
        "opb": "Paraganglia in neck",
        "opc": "An adrenal gland tumor due to nephrogenic rest",
        "opd": "Primitive totipotential cells",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "bce06e7c-7bbf-43d0-9eb1-23a159fae5b4",
        "choice_type": "single"
    },
    {
        "question": "Procalcitonin is used as a marker for?",
        "exp": "Answer is option 1, sepsis Prompt diagnosis and treatment with appropriate antimicrobial chemotherapy is of paramount impoance to reduce morbidity and moality associated with sepsis. Inflammatory markers currently in use, such as C-reactive protein (CRP) do not reliably differentiate between the systemic inflammatory response and sepsis. Procalcitonin (PCT), a precursor of calcitonin, is a 116 amino acid protein that has been proposed as a marker of disease severity in conditions such as septicaemia, meningitis, pneumonia, urinary tract infection (UTI) and fungal and parasitic infection. Ref:",
        "cop": 1,
        "opa": "Sepsis",
        "opb": "Medullary carcinoma of thyroid",
        "opc": "Vitamin D resistant rickets",
        "opd": "parathyroid adenoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "02d700e6-589f-4cf7-b27c-cf432e9874da",
        "choice_type": "single"
    },
    {
        "question": "In which of the following patients, thyrotoxicosis should not be suspected",
        "exp": "Thyrotoxicosis is a hyper metabolic state caused by elevated levels of free T3 and T4. It leads to increase in metabolic rate and heightened catabolic metabolism resulting in weight loss despite of increased appetite. It also causes cardiac manifestations like paroxysmal atrial tachycardia. Sympathetic hyper stimulation of gut causes hypermotility and diarrhea. Thus in all above cases except weakness of distal muscles one can suspect thyrotoxicosis. (ref: ROBBINS Text book of pathology endocrinology)",
        "cop": 3,
        "opa": "Patients with unexplained weight loss",
        "opb": "Patients with unexplained diarrhoea",
        "opc": "Patients with distal muscle weakness",
        "opd": "Patients with paroxysmal atrial tachycardia",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "dd571a78-68d9-4646-86a5-0064ae77afc6",
        "choice_type": "single"
    },
    {
        "question": "Medullary ca of thyroid is associated with increase in-",
        "exp": "Medullary carcinomas of thyroid are neuroendocrine tumours derived from the parafollicular cells or C cells. They secrete calcitonin, the measurement of which plays an impoant role in the diagnosis and post operative follow - up of patients. Calcitonin is readily demonstrable within the cytoplasm of tumour cells as well as in stromal amyloid by immunohistochemical methods. Ref: Robbins and cotrans 9e Pg 1099",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Thyroglobulin",
        "opc": "T3",
        "opd": "T4",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "2ecbae44-2d69-4edf-b9ab-e6ed49217a1f",
        "choice_type": "single"
    },
    {
        "question": "Most common thyroid Cancer is",
        "exp": "Papillary carcinoma of thyroid: - constitutes >85% of all thyroid carcinoma - occurs due to mutation of genes encoding: *RET gene *NTRK1 receptor tyrosine kinases *BRAF gene These tumours may be solitary or multivocal. On microscopy: - branching papillae with fibrovascular stalk lined by cuboidal epithelium - nuclei of cells are optically clear with dispersed chromatin and has Orphan Annie eye nuclei (Ref: ROBBINS Text book of pathology) REF IMG",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "9b4fda50-d2e0-4060-a86a-a30c481cb422",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a function of insulin",
        "exp": "Robbins pathology pg: 1109",
        "cop": 4,
        "opa": "Increased glucose uptake in muscle",
        "opb": "Increased lipolysis in adipose tissue",
        "opc": "Decreased gluconeogenesis in liver",
        "opd": "Incresed protein synthesis in muscle",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "d9e44b05-cb6b-4b99-a832-823d362754fe",
        "choice_type": "single"
    },
    {
        "question": "de Quervain's thyroiditis is characterized by-",
        "exp": "De Quervain thyroiditis or granulomatous thyroiditis is believed to be triggered by viral infection. It is characterised by giant cell infiltration on microscopy. Multinucleate giant cells enclose naked pools or fragments of colloid. Aggregates of lymphocytes, activated macrophages and plasma cells are also seen associated with collapsed and damaged thyroid follicles. Ref: Robbins and cotrans 9e Pg 1088 Ref img",
        "cop": 3,
        "opa": "Mononuclear cell infiltration",
        "opb": "Histiocytic reaction",
        "opc": "Giant cell infiltration",
        "opd": "Eosinophilia",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "a4371930-fdbc-4398-b029-d300f6344828",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor in lateral hemisphere of brain",
        "exp": "Astrocytomas generally effect lateral hemispheres of brain. Astrocytomas are a type of cancer of the brain. They originate in a paicular kind of glial cells, star-shaped brain cells in the cerebrum called astrocytes. This type of tumor does not usually spread outside the brain and spinal cord and it does not usually affect other organs. Ref: Robbins and cotrans 9e Pg; 1307",
        "cop": 1,
        "opa": "Astrocytoma",
        "opb": "Meningioma",
        "opc": "Ependymoma",
        "opd": "Medulloblastoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "e4cc6409-0da8-4993-8532-f50259bed4a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of insulin resistance?",
        "exp": "Obesity is probably the most common cause for insulin resistance. The risk for diabetes increases with BMI. It is not only the absolute amount but also the distribution of body fat that has an effect on insulin sensitivity. Central obesity(Abdoominal fat) is more likely to be linked than peripheral( gluteal fat). Obesity impacts in different ways through Free Fatty Acids, Adipokines etc.",
        "cop": 1,
        "opa": "Obesity",
        "opb": "Post receptor defects",
        "opc": "Liver dysfunction",
        "opd": "Pancreatic dysfunction",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "9a0b4f40-9b4e-4942-8678-047615e2c290",
        "choice_type": "single"
    },
    {
        "question": "Orphan annie eye nuclei appearance is characteristic of-",
        "exp": "Orphan Annie eye nuclei is a feature of papillary carcinoma of thyroid. The nuclei of cells in papillary carcinoma thyroid has finely dispersed chromatin. Thus it is optically clear and shows ground glass or Orphan Annie eye nuclei. Ref: Robbins and cotrans 9e Pg 1095",
        "cop": 1,
        "opa": "Papillary carcinoma thyroid",
        "opb": "Carcinoma pituitary",
        "opc": "Paraganglioma",
        "opd": "Meningioma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "9fe55cae-3e90-4cfe-9275-df8180a4206c",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman is noted to have atypical cells on a Pap smear that are consistent with infection by human papillomavirus (HPV). Which of the following describes the characteristic cytopathic effect caused by infection with HPV",
        "exp": "Koilocytes are squamous epithelial cells that have nuclei with dense, hyperchromatic, condensed chromatin surround by a clear space. These cells have been described as having the appearance of a raisin. Koilocytes are the characteristic cytopathic effect of HPV. These changes are present in biopsy specimens from the cervix, but they can also be seen in Pap smears from the cervix where these abnormal dysplastic cells have a characteristic increased nuclear/cytoplasmic ratio. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 2,
        "opa": "Hyperkeratosis",
        "opb": "Koilocytosis",
        "opc": "Parakeratosis",
        "opd": "Apoptosis",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "7769281c-6b92-4000-9744-12871dcec847",
        "choice_type": "single"
    },
    {
        "question": "Thyroglossal cyst is associated with which type of thyroid carcinoma?",
        "exp": "A remnant of a thyroglossal duct, usually a cyst (TGDC), is the most common congenital abnormality of thyroid gland development. Clinically, most thyroglossal duct cysts are benign and present as slow-growing, asymptomatic neck masses. It is a very rare condition but there is a chance of development of papillary carcinoma in the thyroglossal cyst. <a href=\" </a><a href=\"",
        "cop": 2,
        "opa": "Follicular",
        "opb": "Papillary",
        "opc": "Medullary",
        "opd": "Anaplastic",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "4bda0464-31f8-47bf-bcc4-d53706c16911",
        "choice_type": "single"
    },
    {
        "question": "Among the following conditions of hypercalcemia, PTH is not elevated in",
        "exp": "In individuals with primary hyperparathyroidism, serum PTH levels are inappropriately elevated for the level of serum calcium, whereas PTH levels are low to undetectable in hypercalcemia caused by of non-parathyroid diseases. Sarcoidosis is a non-parathyroid cause of hypercalcemia. Familial hypocalciuric hypercalcemia, a rare autosomal dominant disorder caused by loss-of-function mutations in the parathyroid calcium-sensing receptor gene (CASR), which results in decreased sensitivity to extracellular calcium. PTH is elevated. Robbins pathology 9e pg: 1103",
        "cop": 4,
        "opa": "Parathyroid adenoma",
        "opb": "Familial hypocalciuric hypercalcemia",
        "opc": "Parathyroid hyperplasia",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "37cb530f-ec84-467e-88ab-a4ef970c37ed",
        "choice_type": "single"
    },
    {
        "question": "What is deposited in Bronze diabetes",
        "exp": "Answer is option 3 iron overload can also damage pancreas leading to the development of diabetes as diagnosed in this case by the biochemical parameters. This type of diabetes is called \"Bronze Diabetes\" due to the greyish colour of skin developed from deposition of excess iron. emedicinemedscape. com",
        "cop": 3,
        "opa": "Bronze",
        "opb": "Copper",
        "opc": "Iron",
        "opd": "Carbon",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "e0fb54f6-dd7d-4a02-b8aa-664afe9ca8c5",
        "choice_type": "single"
    },
    {
        "question": "Most common glial tumor",
        "exp": "Astrocytomas are the most common tumours among all other gliomas..... and in astrocytoma infiltrating type has an occurrence of 80 percent of all cases. REF: Robbins and cotrans, 9e, pg: 1306",
        "cop": 2,
        "opa": "Ependymomas",
        "opb": "Astrocytoma",
        "opc": "Meningioma",
        "opd": "Neurofibroma",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "ff137b47-fab2-4256-93f1-b29156af3c4e",
        "choice_type": "single"
    },
    {
        "question": "Wermer syndrome is",
        "exp": "Wermer syndrome is otherwise known as Multiple Endocrine neoplasia type 1 (MEN 1). It is characterised by primary hyperparathyroidism, endocrine tumours of pancreas, and abnormalities of pituitary (primarily prolactinoma). It is due to germline mutation of MEN1 tumour suppressor gene, which encodes a protein called menin. (Ref: ROBBINS text book of pathology)",
        "cop": 1,
        "opa": "MEN1",
        "opb": "MEN IIA",
        "opc": "MEN IIB",
        "opd": "AIP",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "b6471a2e-37d5-48c8-b393-462b3cb96e48",
        "choice_type": "single"
    },
    {
        "question": "Koenon tumor is seen in -",
        "exp": "Koenen tumors are a pathognomic feature and one of the major Gomez criteria of tuberous sclerosis complex (TSC), and usually appear after pubey in up to 50% of patients with TSC. Tuberous sclerosis complex, the preferred name for the condition previously known as tuberous sclerosis, is an autosomal dominant genodermatosis, classically presenting as facial angiofibromas, shagreen patch, periungual fibromas, and ash-leaf white macules. Koenen tumors are characterized by fibrosis with stellate shaped strands of fibroblasts and dense collagen with numerous ectatic blood vessels. so answer is option 2. tuberous sclerosis. source:",
        "cop": 2,
        "opa": "NF",
        "opb": "Tuberous sclerosis",
        "opc": "Turners syndrome",
        "opd": "Sturg weber syndrome",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "a532f7ee-2bd7-442f-9924-54b7df8743de",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mechanisms is not responsible for complications in DM",
        "exp": "The things responsible for chronic complications of DM are 1). Formation of Advanced glucation end products 2) Activation of Protein Kinase C 3). Oxidative stress and disturbance in Polyol pathways. Possible complications include: Cardiovascular disease.... Nerve damage (neuropathy).... Kidney damage (nephropathy).... Eye damage (retinopathy).... Foot damage.... Skin conditions.... Hearing impairment.... Alzheimer's disease Ref: Robbins and cotrans 9e Pg 1116",
        "cop": 4,
        "opa": "Non enzymatic glycosylation",
        "opb": "Protein Kinase C activation",
        "opc": "Disturbance in polyol pathway",
        "opd": "Chronic inflammation",
        "subject_name": "Pathology",
        "topic_name": "Endocrinology",
        "id": "e6f2c9b3-955d-485d-9780-ed918cbb4239",
        "choice_type": "single"
    }
]