[
    {
        "question": "A patient presented with neck swelling. Cytology showed showed parafollicular cells along with clusters of plasmacytoid and few spindle shaped cells. What investigation should be done to follow up the patient?",
        "exp": "Ans. (a) Calcitonin. Cytology showed showed parafollicular cells along with clusters of plasmacytoid and few spindle shaped cells are suggestive of medullary ca thyroid and so should be followed up by its tumor marker calcitonin.",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "TSH level",
        "opc": "Anti TPO antibody",
        "opd": "TRH",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2cd59b94-c0b6-47f0-a8db-b10d73dc55cf",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man experiences weakness and easy fatigability of 2 months' duration. Physical examination yields no remarkable findings. Laboratory studies show a serum calcium of 11. 5 mg/dL, inorganic phosphorus of 2. 1 mg/dL, and serum parathyroid hormone of 58 pg/mL, which is near the top of the reference range. A radionuclide bone scan fails to show any areas of increased uptake. What is the most likely cause of these findings?",
        "exp": "When a patient develops hypercalcemia, a disorder of the parathyroid glands or malignancy at a visceral location must be considered. The elevated parathyroid hormone (PTH) suggests primary hyperparathyroidism. The most common cause of primary hyperparathyroidism is a parathyroid adenoma. Secondary hyperparathyroidism, most commonly resulting from renal failure, is excluded when the serum inorganic phosphate level is low because phosphate is retained with chronic renal failure. Hypervitaminosis D can cause hypercalcemia because of increased calcium absorption, but in these cases, the PTH levels are expected to be near the low end of the reference range because of feedback suppression. Serum PTH levels near the high end of the reference range indicate autonomous PTH secretion unregulated by hypercalcemia. Although medullary carcinomas of the thyroid often have positive immunohistochemical staining for calcitonin, and plasma levels are sometimes increased, there is typically no major reduction in serum calcium as a result.",
        "cop": 4,
        "opa": "Chronic renal failure",
        "opb": "Hypervitaminosis D",
        "opc": "Medullary thyroid carcinoma",
        "opd": "Parathyroid adenoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "40401013-8a93-40a9-ad7f-eaee905e53fd",
        "choice_type": "single"
    },
    {
        "question": "DAX 1 gene Mutation is associated with",
        "exp": "Ans. C. Congenital adrenal hypoplasia. Explanation. DAX1 mutation is seen in congenital adrenal hypoplasia. DAX1 (dosage-sensitive sex reversal, adrenal hypoplasia critical region, on chromosome X, gene 1) is a nuclear receptor protein encoded by the NROBlgene. DAX1 plays an important role in the normal development of several hormone-producing tissues. The adrenal glands, The pituitary gland and. Hypothalamus. The testes and ovaries. Mutations in this gene result in both X-linked congenital adrenal hypoplasia and hypogonadotropic hypogonadism",
        "cop": 3,
        "opa": "Cushing's disease",
        "opb": "Hashimoto's disease",
        "opc": "Congenital adrenal hypoplaisa",
        "opd": "Addison's disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "72e06faa-e3aa-42f0-a8df-25f6c4607f65",
        "choice_type": "single"
    },
    {
        "question": "Follicular thyroid carcinoma is differenciated with follicular adenoma with",
        "exp": "B. i. e. (Capsular invasion) (768 - 69- Basic pathology 8th)* The follicular thyroid carcinoma is impossible to distinguish from follicular adenomas on gross examination. This distinction requires extensive histologic sampling of the tumor-capsule- thyroid interface, to exclude capsule and or vascular invasion (768 - Basic pathology 8th)* Extensive invasion of adjacent thyroid parenchyma makes the diagnosis of carcinoma obvious in some cases. Follicular lesions in which the nuclear features are typical of papillary carcinomas should be regarded as papillary cancers* Follicular thyroid carcinoma differs from papillary carcinoma in lacking. Papillae, ground- glass nuclei of tumour cells and psammoma bodies *** Term fetal adenoma is used for follicular adenoma thyroid*** Psammoma bodies are seen in - Papillary carcinoma of thyroid, Meningioma, serous cyst adenoma o fovary**** Mesothelioma is differentiated from adenocarcinoma by presence of long slender microvilli** (Kerala - 08)",
        "cop": 2,
        "opa": "Hurthle cells",
        "opb": "Capsular invasion",
        "opc": "Clear cells",
        "opd": "Hyperchromatic nuclei",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "e381c622-15ec-46ab-b9ad-717726373095",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man complains of sudden attacks of dizziness, blurred vision, and excruciating headaches of 4 months in duration. During one of these attacks, his blood pressure was 180/120 mm Hg. The patient's father had been treated for thyroid cancer about 15 years ago. Laboratory studies show normal serum levels of aldosterone, renin, and angiotensin. A 24-hour urinalysis reveals increased metanephrines. Episodic hypertension in this patient is most likely caused by a tumor in which of the following endocrine organs?",
        "exp": "Pheochromocytoma is a rare tumor of chromaffin cells of the adrenal medulla thatsecretes catecholamines. Such tumors also originate in extra-adrenal sites, in which case they are termed paragangliomas. The clinical features associated with pheochromocytoma are caused by the release of catecholamines. Patients with pheochromocytoma come to medical attention because of (1) asymptomatic hypertension discovered on a routine physical examination, (2) symptomatic hypertension that is resistant to antihypertensive therapy; (3) malignant hypertension (e. g., encephalopathy, papilledema, proteinuria), (4) myocardial infarction or aortic dissection, or (5) convulsions. The other choices do not include tumors that lead to episodic hypertension. Diagnosis: Pheochromocytoma",
        "cop": 1,
        "opa": "Adrenal",
        "opb": "Kidney",
        "opc": "Parathyroid",
        "opd": "Pituitary",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "8ab1e32d-1998-403e-b855-1a3afd2b2a4b",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old obese woman (body mass index =33 kg/m2) complains of declining visual acuity Funduscopic examination shows peripheral retinal microaneurysms. Urinalysis reveals 3+ proteinuria and 3+ glucosuria. Serum albumin is 3 g/dL, and serum cholesterol is 350 mg/dL. These clinicopathologic findings are best explained by which of the following mechanisms of disease?",
        "exp": "Type 2 diabetes mellitus results from a complex interplay between underlying resistance to the action of insulin in its metabolic target tissues (liver, skeletal muscle, and adipose tissue) and a reduction in glucose-stimulated insulin secretion, which fails to compensate for the increased demand for insulin. In obese persons, the release of inhibitory mediators from adipose tissue interferes with intracellular signaling by insulin. Hyperinsulinemia secondary to insulin resistance also downregulates the number of insulin receptors on the plasma membrane. The other choices have not been related to the pathogenesis of type 2 diabetes. Diagnosis: Diabetes mellitus, type 2",
        "cop": 4,
        "opa": "Anti-insulin antibodies",
        "opb": "Increased peripheral insulin uptake",
        "opc": "Irregular insulin secretion",
        "opd": "Peripheral insulin resistance",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "9516c90d-a113-44e0-b8cb-49d23b496bce",
        "choice_type": "single"
    },
    {
        "question": "Thyroglossal cyst is associated with which type of thyroid Ca?",
        "exp": "Ans. (a) Papillary(Ref: Robbins 9th/pg 1097-1098). Papillary carcinoma accounts for 80% of cases of thyroglossal duct carcinomas, with the rest being squamous cell carcinoma",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Medullary",
        "opc": "Anaplastic",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "65c1ee29-b7c8-472b-a9ae-38d9c0a96db3",
        "choice_type": "single"
    },
    {
        "question": "Brown tumor of bone is seen in -",
        "exp": "Ans. (a) Hyperparathyroidism(Ref: R 9th/pg 1102). Skeletal Abnormalities in Hyperparathyroidism:*Osteoporosis- cortical bone more severely involved than medullary bone*Brown tumors: brown colour- due to increased vascularity, hemorrhage & hemosiderin deposition*Osteitisfibrosacystica (von Recklinghausen disease of bone)",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Hypoparathyroidism",
        "opc": "Hypo-thyroidism",
        "opd": "Hyperthyroidism",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "3dd59bbe-2f28-4e5c-b8ec-18590f707298",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with Endocrinopathy, fibrous dysplasia of bone and hyperpigmentation. Diagnosis is?",
        "exp": "Ans. (a) Mc. Cune Albright syndrome(Ref: Robbins 9th/pg 1206-1207). Mc. Cune-Albright syndrome. Genetics. It is due to GNAS mutation - continuous activation of stimulatory G protein. Patho physiology. Increased production of hormones by glands regulated by the G protein system. Clinical features. Precocious puberty, Polyostotic fibrous dysplasia, unilateral Cafe au lait spots",
        "cop": 1,
        "opa": "Mc. Cune Albright syndrome",
        "opb": "Addison's disease",
        "opc": "Alagille syndrome",
        "opd": "Lynch syndrome",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "66d4d9c2-d296-4d63-ab53-7cf660a58890",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old woman is admitted to the hospital in an obtunded condition. Her temperature is 37deg C, pulse is 95/ min, respirations are 22/min, and blood pressure is 90/60 mm Hg. She appears dehydrated and has poor skin turgor. Her serum glucose level is 872 mg/dL. Urinalysis shows 4+ glucosuria, but no ketones, protein, or blood. Which of the following factors is most important in the pathogenesis of this patient's condition?",
        "exp": "A complication of type 2 diabetes mellitus is hyperosmolar, nonketotic coma. In type 2 diabetes mellitus, the fundamental defect is insulin resistance, leading to an eventual decrease in plasma insulin or a relative lack of insulin, but there is still enough insulin to prevent ketosis. The resulting hyperglycemia tends to produce polyuria, leading to dehydration, which increases the serum glucose level further. If not enough fluids are ingested, dehydration drives the serum glucose to very high levels. Glucokinase gene mutations can be present with maturity-onset diabetes of the young (MODY). The HLA-DR3/HLA-DR4 genotype is a predisposing factor for type 1 diabetes mellitus. Severe loss of beta cells with insulitis, which may be triggered by a viral infection, is a feature of autoimmune, or type 1, diabetes mellitus.",
        "cop": 4,
        "opa": "Autoimmune insulitis",
        "opb": "Glucokinase gene mutation",
        "opc": "HLA-DR3/HLA-DR4 genotype",
        "opd": "Peripheral insulin resistance",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "cf5632bb-6009-4a9a-98da-de7d5c320dab",
        "choice_type": "single"
    },
    {
        "question": "Nesidioblastoma is due to hyperplasia of-",
        "exp": "Ans. (b) Beta cell(Ref: Robbins 9th/pg 1121; 8th/pg 1146)*Nesidioblastosis is Focal or diffuse hyperplasia of the b-cells Q in pancreatic islets*Nesidioblastosiscan also be seen in:#Infant of diabetic mother Q#Beckwith-Wiedemann syndrome Q#Rare mutations in the b-cell K+ channel protein or sulfonylurea receptor",
        "cop": 2,
        "opa": "Alpha cell",
        "opb": "Beta cell",
        "opc": "Acinus",
        "opd": "D cells",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "950aba17-b4c8-450d-b3af-540ede8e4587",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman has experienced chest pain on exertion for the past 2 months. A month ago, she had pneumonia with Streptococcus pneumoniae cultured from her sputum. On physical examination, she has a body mass index of 35. A random blood glucose value is 132 mg/dL. The next day, fasting blood glucose is 120 mg/dL, followed by a value of 122 mg/ dL on the following day. She is given an oral glucose tolerance test, and her blood glucose is 240 mg/dL 2 hours after receiving the standard 75-g glucose dose. On the basis of these findings, she is prescribed an oral thiazolidinedione (TZD) drug. After 2 months of therapy, her fasting blood glucose is 90 mg/ dL. The beneficial effect of TZD in this patient is most likely related to which of the following processes?",
        "exp": "The clinical features of obesity with angina and glucose intolerance in this patient strongly suggest type 2 diabetes mellitus. This is confirmed by the oral glucose tolerance test (>200 mg/dL at 2 hours), useful in this case because her fasting blood glucose levels of 120 mg/dL and 122 mg/dL did not quite reach the diagnostic criterion of 126 mg/dL. The fundamental abnormality in type 2 diabetes mellitus is insulin resistance. Several adipocyte-derived molecules, such as adiponectin and resistin, have been implicated in the causation of insulin resistance, establishing the link between obesity and type 2 diabetes mellitus. The nuclear receptor peroxisome proliferator-activated receptor-gamma (PPARg) has emerged as a key molecule in the regulation of insulin resistance through its actions on adipocyte hormones. TZDs bind to and activate PPARg in adipocytes, and increase the levels of the insulin-sensitizing hormone adiponectin and reduce the levels of free fatty acids and resistin, both of which increase insulin resistance. Insulin autoantibodies are seen with type 1 diabetes mellitus. Beta-cell loss and density of insulin receptors are not major factors in the pathogenesis of type 2 diabetes mellitus. TZDs do not affect the metabolism of insulin. Glucagon excess worsens diabetes, but TZDs do not affect its secretion. Beta cells do not regenerate, but many antidiabetogenic drugs in type 2 diabetes mellitus are designed to work with the beta cells that are left.",
        "cop": 1,
        "opa": "Activation of PPARg nuclear receptor in adipocytes",
        "opb": "Decreased production of insulin autoantibodies",
        "opc": "Greater density of insulin receptors in adipocytes",
        "opd": "Increased half-life of circulating plasma insulin",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "03683d48-09db-4bc5-96b8-1bf740cd0de3",
        "choice_type": "single"
    },
    {
        "question": "Medullary ca of thyroid is associated with increase in",
        "exp": "Ans. (a) Calcitonin(Ref: Robbins 9th/pg 1099-1100)*In Medullary Carcinoma Thyroid, serum Calcitonin is elevated.*Elevated serum calcitonin also provides a marker of residual or recurrent disease.*All patients with Medullary Carcinoma Thyroid*should also be tested for RET mutations, so that genetic counseling and testing of family members can be offered;",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Thyroglobulin",
        "opc": "T3",
        "opd": "T4",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "5078bffb-672a-491e-ba94-ff28c949d2be",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the most common thyroid cancer?",
        "exp": "Ans: a (Papillary Ca) Ref: Robbins, 7th ed, p. 1178. Papillary Ca is the most common malignancy accounting for 80-90% of all cases followed by follicular Ca. thyroid. (10%). Remember the following facts about thyroid malignancies, they are extremely helpful...* Most common malignancy of endocrine system- Thyroid Ca* Most common malignancy thyroid-Papillary Ca* Most malignant- Anaplastic Ca* Least malignant- Papillary Ca* MC thyroid Ca after irradiation(Latent period = 30 yrs)- Papillary Ca* MC thyroid Ca in long standing MNG- Follicular Ca* Psammoma bodies seen in...- Papillary Ca* Orphan Annie nucleus seen in....- Papillary Ca* Thyroid Ca a/w dystrophic calcification-Papillary Ca* Thyroid Ca a/w amyloidosis- Medullary Ca* Thyroid Ca derived from 'c' cells- Medullary Ca* Thyroid Ca a/w MEN syndrome- Medullary Ca* Tumour marker for medullary Ca- Calcitonin* Tumour marker for papillary Ca-Thyroglobulin",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Medullary",
        "opc": "Follicular",
        "opd": "Anaplatic",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "d8a97ddc-01d2-4f63-9eff-33128987b0ca",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male presented with a thyroid swelling and dysphagia. He gave history of on and off watery diarrhea. Biopsy of the lesion is shown. What is your diagnosis?",
        "exp": "Ans. (c) Medullary Ca thyroid*Diarrhea in thyroid tumor can be a paraneoplastic syndromes due to VIP in a case of medullary Ca thyroid. Histology demonstrates abundant deposition of amyloid, visible here as homogeneous extracellular material, derived from calcitonin molecules secreted by the neoplastic cells.",
        "cop": 3,
        "opa": "Follicular Ca thyroid",
        "opb": "Papilllary Ca thyroid",
        "opc": "Medullary Ca thyroid",
        "opd": "Anaplastic cell Ca Thyroid",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2748ea90-9b44-4b0a-88c1-55dec08e69c4",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man has experienced increasing lethargy for the past 7 months. Physical examination shows the hyperpigmentation of the skin. Vital signs include a temperature of 36. 9degC, pulse of 70/min, respirations of 14/min, and blood pressure of 95/65 mm Hg. Laboratory studies include a serum cortisol level of 3 mg/mL at 8: 00 A. M. with a serum corticotropin level of 65 pg/mL. Which of the following diseases most often occurs in patients with this disorder?",
        "exp": "Addison disease (primary chronic adrenocortical insufficiency) most often results from an idiopathic autoimmune condition (in areas of the world where the incidence of active tuberculosis is low). Autoimmune adrenalitis is associated with the appearance of other autoimmune diseases in about half of all cases. Such autoimmune phenomena are frequently seen in other endocrine organs, such as the thyroid gland. Other presumed autoimmune diseases, such as systemic lupus erythematosus, ulcerative colitis, and the vasculitides, are usually not forerunners to adrenal failure, although treatment of these conditions with corticosteroids can lead to iatrogenic adrenal atrophy. Type 2 diabetes mellitus, unlike type 1, does not have an autoimmune basis.",
        "cop": 3,
        "opa": "Type 2 diabetes mellitus",
        "opb": "Classic polyarteritis nodosa",
        "opc": "Hashimoto thyroiditis",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "6a5c6eb5-eb16-4081-8c22-46ac8689ba7d",
        "choice_type": "single"
    },
    {
        "question": "Vanillyl mandelicacid (VMA) increased in",
        "exp": "(Pheochromocytoma) (798- Basic Robbins 8th)PHEOCHROMOCYTOMA - \"Rules of 10s\"*** Demonstrating characteristic nests of cells (\"Zellballen\") with abundant cytoplasm* The definite diagnosis of malignancy in pheochromocytoma is based exclusively on the presence of metastasis*** Diagnosis demonstration of increased excretion of free Catecholamines and their metabolites such as vanillylmandelic acid and metanephrines**",
        "cop": 2,
        "opa": "Parathyroidism",
        "opb": "Pheochromocytoma",
        "opc": "MEN-1",
        "opd": "Addison's disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "0ad3a3b1-804f-4604-a312-97366db2e6c5",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman presents with swelling in her neck that she first noticed 3 months ago. She also complains of intermittent watery diarrhea over the same time period. Physical examination reveals a nontender nodule in the left lobe of the thyroid. The patient's mother died of thyroid cancer 8 years ago. The thyroid nodule is found to be \"cold\" by radioiodine scintiscan. A needle biopsy of the nodule reveals malignant cells and homogeneous eosinophilic material The tumor in the patient described in Question 38 is removed, and a section stained with Congo red reveals birefringent amyloid stroma. Genetic studies show that this patient has a familial cancer syndrome. In addition to hyperparathyroidism, the patient is advised that she is at risk of developing which of the following neoplastic diseases?",
        "exp": "Patients with the familial form of medullary carcinoma are often affected with MEN-2, which includes pheochromocytoma of the adrenal medulla and parathyroid hyperplasia or adenoma. Somatic mutations of the RET protooncogene are found in patients with MEN-2A, and RET mutations have been detected in 25% to 70% of cases of sporadic medullary thyroid carcinoma. None of the other choices are encountered in patients with MEN-2. Diagnosis: Multiple endocrine neoplasia",
        "cop": 4,
        "opa": "Craniopharyngioma",
        "opb": "Follicular adenoma of thyroid",
        "opc": "Neuroblastoma",
        "opd": "Pheochromocytoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "4f188ecd-3fcf-4fa2-aab5-25bd1eac7cd1",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in Tumor lysis Syndrome?",
        "exp": "Ref: Harrison 20th edition, P 519* Hyperphosphatemia can be caused by the release of intracellular phosphate pools by lysis of tumour cells.* It produces a reciprocal depression in serum calcium, which causes severe neuromuscular irritability and tetany.* Deposition of calcium phosphate in the kidney and hyperphosphatemia may cause renal failure. Potassium is the principal intracellular cation, and massive destruction of malignant cells may lead to hyperkalemia.* The break-down of DNA from nucleus will produce urate crystals that will block kidney tubules and lead to urate nephropathy.",
        "cop": 1,
        "opa": "Hypophosphatemia",
        "opb": "Hypocalcemia",
        "opc": "Hyperuricemia",
        "opd": "Hyperkalemia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "ac30342b-5406-4939-9e66-cbf57fee0f72",
        "choice_type": "single"
    },
    {
        "question": "Hurthle cells are seen in?",
        "exp": "Ans. is 'c' i. e. Hashimoto's thyroiditis * Hurthle cells are large epithelial cells with abundant pink cytoplasm.* They are found in follicular adenoma, follicular carcinoma and Hashimoto's thyroiditis.",
        "cop": 3,
        "opa": "Medullary carcinoma thyroid",
        "opb": "Papillary carcinoma thyroid",
        "opc": "Hashimoto's thyroiditis",
        "opd": "Pituitary adenoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "dc80d1f9-19e2-44c4-9347-b5bd8acbca68",
        "choice_type": "single"
    },
    {
        "question": "A female neonate with Di. George syndrome develops severe muscle cramps and convulsions soon after birth. Which of the following is the cause of convulsions in this neonate?",
        "exp": "Di. George syndrome is caused by a failure in the development of the third and fourth branchial pouches, resulting in agenesis or hypoplasia of the thymus and parathyroid glands, congenital heart defects, dysmorphic facies, and a variety of other congenital anomalies. As a result of parathyroid agenesis, patients with Di. George syndrome exhibit hypocalcemia, which manifests as increased neuromuscular excitability. Symptoms range from mild tingling in the hands and feet to severe muscle cramps and convulsions. Di. George syndrome does not feature any of the other choices. Diagnosis: Di. George syndrome",
        "cop": 2,
        "opa": "Acute hemorrhagic adrenalitis",
        "opb": "Hypocalcemia",
        "opc": "Hypoglycemia",
        "opd": "Hypokalemia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2b919ae0-17ba-40e9-a009-d3cb5844dc02",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents with 3 months of polyuria and increased thirst. The patient suffered trauma to the base of the skull in a motorcycle accident 4 months ago. A 24-hoururine collection shows polyuria but no evidence of hematuria, glucosuria, or proteinuria. The pathogenesis of polyuria in this patient is most likely caused by a lesion in which of the following areas of the brain?",
        "exp": "Central diabetes insipidus may be caused by head trauma that damages the posterior lobe of the pituitary (neurohypophysis) and interrupts the secretion of ADH. One fourth of cases of central diabetes insipidus are associated with brain tumors, particularly craniopharyngioma. The other choices do not involve areas of the brain that secrete ADH. The anterior pituitary (adenohypophysis, choice A) does not secrete ADH. Diagnosis: Diabetes insipidus",
        "cop": 4,
        "opa": "Adenohypophysis",
        "opb": "Brain stem",
        "opc": "Mammillothalamic tract",
        "opd": "Neurohypophysis",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "5ecc115f-a838-4ea4-9885-a2f071eba4d1",
        "choice_type": "single"
    },
    {
        "question": "Psammoma bodies in a thyroid lesion or the adjacent metastatic lymph nodes increase the possibility of",
        "exp": "Ans. a (Papillary carcinoma) (Ref. Robbin's pathology 7th ed., 1180)D/d o/Psammoma bodies: Laminated, concentric, calcific spherules seen in: 1. Papillary adenocarcinoma of thyroid. Papillary (thyroid)2. Serous papillary cystadenocarcinoma of ovary. Serous (ovary)3. Meningioma. Meningioma4. Malignant mesothelioma. Mesothelioma. Educational Points: Adenomas# Follicular adenoma is most common; may cause pressure symptoms, pain and rarely thyrotoxicosis# Pathology: usually small, well-encapsulated solitary lesions. Papillary# Most common thyroid carcinoma# Incidence higher in women# Pathology: papillary branching pattern; 40% have tumors containing psammoma bodies# Cells with characteristic empty-appearing nuclei are characteristic.# Cells obtained by FNAC may characteristically show intranuclear inclusions# Spread to local nodes in common; hematogenous spread rare# Resection curative in most cases. Follicular carcinoma# More malignant than papillary cancer# Pathology: may be encapsulated, with penetration through the capsule; colloid sparse# Local invasion and pressure dysphagia, dyspnea, hoarseness, cough# Hematogenous metastasis to lungs or bones common. Anaplastic carcinoma# Rapid growing, aggressive with poor prognosis, affects older patients# Pathology: tumors usually bulky and invasive with undifferentiated anaplastic cells# Clinical: early, widespread metastasis and death within 2 years",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Anaplastic carcinoma",
        "opd": "Hurthle cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2bed820d-ef54-4ebb-af1c-1341ca9456c9",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old male presented with a swelling on anterior aspect of neck. On examination the swelling was firm and moved with deglutination. Biopsy from the lesion has been shown. What is the typical finding and diagnosis?",
        "exp": "Ans. (b) Orphan Annie eye nuclei; papillary Ca thyroid*High power shows nuclei of papillary carcinoma cells contain finely dispersed chromatin, which imparts an optically clear or empty appearance, giving rise to the ground glass or Orphan Annie eye nuclei. In addition, invaginations of the cytoplasm may give the appearance of intranuclear inclusions (\"pseudoinclusions\") or intranuclear grooves. The diagnosis of papillary carcinoma can be made based on these nuclear features, even in the absence of papillary architecture.",
        "cop": 2,
        "opa": "Orphan Annie eye nuclei; Follicular Ca thyroid",
        "opb": "Orphan Annie eye nuclei; Papillary Ca thyroid",
        "opc": "Hurthle cell change; Follicular Ca thyroid",
        "opd": "Hurthle cell change; Papillary Ca thyroid",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "53a807b5-990a-43e7-8bc3-8d00c31e44c6",
        "choice_type": "single"
    },
    {
        "question": "Which is the least common thyroid malignancy?",
        "exp": "Ans. is 'd' i. e., Anaplastic carcinoma * Least common type of thyroid carcinoma is anaplastic type.* Most common type of thyroid carcinoma is papillary carcinoma (75%-85%) followed by follicular carcinoma (10-15%), medullary carcinoma (5%) and anaplastic carcinoma (<5%).",
        "cop": 4,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "28b7bcc2-2e99-42cc-897f-3bb3935fa52c",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old girl noticed gradual neck enlargement during the past 8 months. On physical examination, her thyroid gland is diffusely enlarged. Her serum TSH level is normal. A dietary history is most likely to reveal that she has begun eating more of which of the following foods?",
        "exp": "She has developed a sporadic goiter. Vegetables of the Brassicaceae family, including cabbage, turnips, and Brussels sprouts, contain glucosinolate, which can decompose to release thiocyanate, a by-product that interferes with thyroid hormone synthesis. Thus such substances are known as goitrogens. Young persons with increased demand for thyroid hormones are at increased risk. Fava beans contain oxidizing agents that incite hemolysis in persons with glucose-6-phosphate dehydrogenase (G6. PD) deficiency. In addition, beans contain long-chain sugars that are indigestible with human intestinal enzymes, leaving them to be fermented by colonic bacteria that release gas (flatus). Fish have omega-3 fatty acids that protect against atherogenesis. Plantains are starchy, as anyone mistaking them for sweet bananas soon discovers; rare food allergy develops to them. Fungus growing on moldy rye produces ergot poisoning.",
        "cop": 1,
        "opa": "Cabbage",
        "opb": "Fava beans",
        "opc": "Fish",
        "opd": "Plantains",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "241ae1f4-3098-45f8-8318-f8c3d1b55d42",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman has experienced increasingly frequent episodes of weakness accompanied by numbness and tingling in her hands and feet for the past year. On examination, her blood pressure is 168/112 mm Hg. Laboratory studies show sodium, 142 mmol/L; potassium, 2. 9 mmol/L; chloride, 104 mmol/L; HCO3-, 28 mmol/L; and glucose, 74 mg/dL. Her plasma renin activity is low. Which of the following radiologic findings is most likely to be present in this woman?",
        "exp": "Hypokalemia with neuromuscular irritability, hypertension, and low plasma renin suggests hyperaldosteronism. The most common cause for primary hyperaldosteronism is idiopathic adrenal cortical nodular hyperplasia. An insulinoma arising in the pancreas could account for episodic weakness, but the glucose level would be low. About 10% of pheochromocytomas are extra-adrenal, including para-aortic, and could account for hypertension from catecholamine excess, but there would not be hypokalemia. Thyroid enlargement could be Graves' disease, though it is usually diffuse, and could account for weakness and hypertension, but with wider pulse pressure, and without hypokalemia. A malignancy in the chest is more likely to be the cause of a paraneoplastic syndrome, but that is unlikely to be hypokalemia.",
        "cop": 1,
        "opa": "Adrenal nodular enlargement",
        "opb": "Pancreatic mass",
        "opc": "Retroperitoneal mass",
        "opd": "Thyroid nodular enlargement",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "4b9a8a5a-fa70-41cb-9733-62342de1f2a5",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic spread most commonly seen in which type of thyroid carcinoma?",
        "exp": "Ans. (a) Papillary(Ref: Robbins 9th/pg 1097-1098). Thyroid carinoma type. Route of spread. Papillary. Lymphatic. Follicular. Hematogenous. Medullary. Regional lymphatic spread and hematogeneous routes to distant sites. Anaplastic. Direct",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Medullary",
        "opc": "Follicular",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "21fa462f-f042-4c80-99fc-800369ac9074",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-boy has developed features that suggest puberty over the past 6 months. On physical examination, the boy has secondary sex characteristics, including pubic hair and enlargement of the penis. Which of the following morphologic features is most likely to be seen in his adrenal glands?",
        "exp": "Adrenogenital syndrome can lead to precocious puberty, which is most commonly associated with a deficiency of 21-hydroxylase. The lack of this enzyme reduces cortisol production, driving corticotropin production, which leads to adrenal hyperplasia and the production of sex steroid hormones. Bilateral adrenal cortical atrophy is typically seen in cases of Addison disease or after long-term exogenous glucocorticoid therapy. A nodule in the adrenal cortex that has zona glomerulosa cells produces primary hyperaldosteronism; if it has zona fasciculata cells, it produces Cushing syndrome. Most adrenal nodules are nonfunctional and incidental findings. A nodule in the adrenal medulla, if functional, produces catecholamines, and older patients with such nodules have hypertension. Medullary atrophy is rare but might result from infections or toxins. Medullary hyperplasia is uncommon but could also produce catecholamines.",
        "cop": 2,
        "opa": "Cortical atrophy",
        "opb": "Cortical hyperplasia",
        "opc": "Cortical nodule",
        "opd": "Medullary atrophy",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "69e8360f-6119-4744-8b49-939513bb9d8d",
        "choice_type": "single"
    },
    {
        "question": "Most common site for pheochromocytoma is?",
        "exp": "Ans. is 'a' i. e., Adrenal medulla * Pheochromacytomas arise in adrenal medulla (not in adrenal cortex) and at extra-adrenal sites along sympathetic chain.* Most pheochromocytomas arise in adrenal medulla* Pheochromocytomas are catecholamine secreting tumors arising from chromaffin cells.* About 10% of these tumors arise at extra-adrenal sites, where they are called paragangliomas. These extra- adrenal sites area) Along the para-aortic sympathetic chain. b) Organ of Zuckerkandl (paravertebral ganglion). c) Along the sympathetic chain in neck and mediastinum. d) In the wall of urinary bladder.",
        "cop": 1,
        "opa": "Adrenal medulla",
        "opb": "Adrenal cortex",
        "opc": "Paravertebral ganglion",
        "opd": "Paraaortic-sympathetic chain",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "fc97e617-47d2-4363-9956-5b61e2a9a66a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following used to measurement in diabetes mellitus",
        "exp": "(Hb. A1c) (853-HM) (775-Basicpathology 8th). Glycosylated hemoglobin (HbA|C) - Long term objective assessment of degree of diabetic control is better done by measurement of glycosylated hemoglobin.* Hb. A1c assay gives an estimate of diabetic control for the preceding 6-10 weeks (Normal life span of RBC's = 120 days)* **C-peptide assay - more sensitive than insulin assay because its levels are not affected by insulin therapy.",
        "cop": 4,
        "opa": "HbA",
        "opb": "HbS",
        "opc": "Hb. A2",
        "opd": "Hb. AlC",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "92c8dcfb-aa43-4e2a-a943-bbde606e764d",
        "choice_type": "single"
    },
    {
        "question": "Which of these organs are not affected in autoimmune polyglandular syndrome type 2?",
        "exp": "Ans. (c) Adrenal(Ref: Robbins 9th/pg 1130; 8th/pg 1155-1156, Harrison 18th/ chapter 318). Autoimmune polyglandular syndrome. Disease. Gene. Characteristics. APS-1. AIRE (Chr 21q). Autoimmune Poly Endocrinopathy, Candidiasis, and Ectodermal Dystrophy Q (APECED), Hypoparathyroidism, rarely lymphomas. APS-2. HLA DR3, CTLA-4. Hypothyroidism, hyperthyroidism, premature ovarian failure, vitiligo, type 1 diabetes mellitus, pernicious anemia",
        "cop": 3,
        "opa": "Parathyroid",
        "opb": "Thyroid",
        "opc": "Adrenal",
        "opd": "Pancreas",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "8593fb05-a4e2-4e5b-b3a6-10bf8982719d",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman with a history of multinodular goiter complains of increasing nervousness, insomnia, and heart palpitations. She has lost 9 kg (20 lb) over the past 6 months. Physical examination reveals a diffusely enlarged thyroid. There is no evidence of exophthalmos. Laboratory studies show elevated serum levels of T3 and T4. Serologic tests for antithyroid antibodies are negative. Which of the following is an important complication of this patient's endocrinopathy?",
        "exp": "Hyperthyroidism refers to the clinical consequences of an excessive amount of circulating thyroid hormone. The principal metabolic products of the thyroid gland are triiodothyronine (T3) and tetraiodothyronine (thyroxine; T4). T4 is principally a prohormone; the major effector of thyroid function is T3. These molecules are formed by the iodination of tyrosine residues of thyroglobulin within the follicular cells. Iodinated thyroglobulin is then secreted into the lumen of the follicle. Many patients with nontoxic goiter, usually over the age of 50 years, eventually develop a toxic form of the disease. Since patients with toxic goiter tend to be older, cardiac complications, including atrial fibrillation and congestive heart failure, dominate the clinical presentation. Diagnosis: Hyperthyroidism, toxic goiter",
        "cop": 2,
        "opa": "Autoimmune hepatitis",
        "opb": "Cardiac arrhythmia",
        "opc": "Follicular carcinoma of the thyroid",
        "opd": "Medullary carcinoma of the thyroid",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "fa9e391b-0f9e-4724-b292-6498a8925d65",
        "choice_type": "single"
    },
    {
        "question": "Amyloidosis is most commonly seen in DM -",
        "exp": "(C) (Type II DM) (252- Robbins 8th) (155 - Robbins - Basic pathology 9, h)* The two best example of localized amyloidosis are Alzheimer's disease and Type II DM* In type II DM it is the islet amyloid polypeptide (AIAPP) also known as Amylin.* Amyloidosis in fundamentally a disorder of protein misfolding**. Classification of Amyloidosis. Clinicopathologic Category. Associated Disease (s). Major Fibril Protein. Chemically Related Precursor Protein. Systemic (Generalized) Amyloidosis. Immunocyte dyscrasis with amyloidosis (primary amyloidosis). Multiplex myeloma and other monoclonal plasma cell proliferations. ALImmunoglobulin light chains, chiefly l type. Reactive systemic amyloidosis (secondary amyloidosis). Chronic inflammatory conditions. AASAAHemodialysis-associated amyloidosis. Chronic renal failure. Ab2mb2-Microglobulin. Hereditary Amyloidosis. Familial Mediterranean fever AASAAFamilial amyloidotic (severe types) ATTRTransthyrein. Systemic senile amyloidosis ATTRTranshyretin Localized Amyloidosis Senile cerebral. Alzheimer disease. Ab. APPEndocrine Medullary carcinoma of thyroid A Cal. Calcitonin. Islets of Langerhans. Type 2 diabetes. AIAPPIslet amyloid peptide. Isolated atrial amyloidosis AANFAtrial natriuretic factor* On histologic examination, the amyloid deposition is always extracellular and begins between cells.* Kidney - amyloid deposits are found principally in the glomeruli. Liver - amyloid deposits first appear in the space of Disse. They do not provoke an inflammation response.* Protein involved in inter cellular connection is - connexin.* MC employed stain for amyloidosis is - Congored with polarized light*** \"Pinch\" purpura is diagnostic of systemic primary amyloidosis.",
        "cop": 3,
        "opa": "Maturity onset DM",
        "opb": "Type I DM",
        "opc": "Type II DM",
        "opd": "Hypertension",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "66127370-cb43-45c6-baad-ef6a2881bf73",
        "choice_type": "single"
    },
    {
        "question": "70 M presented to AIIMS OPD with fatigue. Fasting sugar was 110 mg%, PP was 180 mg%, Hbalc was 6. 1 %. What is your diagnosis?",
        "exp": "Ans. (a) Prediabetes(Ref: Robbins 9th/pg 1106; 8th 1131). Diagnostic criteria according to ADA and WHO: Presence of any 1 or more of the following-Criteria. Diabetes. Impaired glucose tolerance (pre-diabetes)* Fasting plasma glucose>=126mg/d. Lbetween 100 and 125mg/dL* Random plasma glucose>=200mg/dL-* 2-hour plasma glucose during oral glucose tolerance test (OGTT) with 75 g>=200mg/d. Lbetween 140 and 199mg/dL* Glycated hemoglobin (Hb. A1C) level>=6. 5%between 5. 7% and 6. 4%.",
        "cop": 1,
        "opa": "Prediabetes",
        "opb": "Stress induced",
        "opc": "Normal",
        "opd": "Diabetes",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "694a7d92-b51b-4b5a-a036-ab4c7229bbec",
        "choice_type": "single"
    },
    {
        "question": "In malignant hyperthermia the increased heat production is due to:",
        "exp": "Ans. is 'a' i. e. increased muscle metabolism by excess of calcium ions. Ref Harrison 16th/e p 105 (15th/e page 92). Malignant hyperthermiais caused by inherited abnormality in sarcoplasmic reticulum of skeletal muscle. Due to this there is rapid increase in intracellular calcium levels in response to certain drugs. This leads to. Increased muscle metabolism. Elevated temperature. Rhabdomyolysis. Rigidity. Acidosis. Cardiovascular instability. It is often fatal. Drugs which cause malignant hyperthermia are. Halothane*Succinyl choline*Phenothiazines Haloperidol*",
        "cop": 1,
        "opa": "Increased muscle metabolism by excess of calcium ions",
        "opb": "Thermic effect of food",
        "opc": "Increased sympathetic discharge",
        "opd": "Mitochondrial thermogenesis",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "865c98a6-86fa-4e67-9a35-8a316363d7b8",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old female presented with features of weight gain and loss of appetite and easy fatigue. On examination a swelling was noticed in anterior aspect of neck which moved with deglutination. Biopsy performed from neck revealed the following. What is your diagnosis?",
        "exp": "Ans. (b) Hashimoto's thyroiditis*The history given suggests a thyroid swelling. The given biopsy from the same shows thyroid parenchyma containing a dense lymphocytic infiltrate with germinal centers. Residual thyroid follicles are lined by deeply eosinophilic Hurthle cells. This suggests Hashimoto's thyroiditis.",
        "cop": 2,
        "opa": "Reidel's thyroiditis",
        "opb": "Hashimoto thyroiditis",
        "opc": "Follicular carcinoma thyroid",
        "opd": "Graves disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "e04cc18b-459c-4176-bc35-2d14ca5722f9",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man with fasting blood glucose >140 mg/ dL on two occasions is put on a restricted caloric diet and started on a glucagon-like peptide-1 (GLP-1) receptor agonist. Which of the following laboratory studies is most likely to afford the best method of monitoring disease control in this man?",
        "exp": "Nonenzymatic glycosylation refers to the chemical process whereby glucose attaches to proteins without the aid of enzymes. The degree of glycosylation is proportionate to the level of blood glucose. Many proteins, including hemoglobin, undergo nonenzymatic glycosylation. Because RBCs have a life span of about 120 days, the amount of glycosylated hemoglobin is a function of the blood glucose level over the previous 120-day period. The level of glycosylated hemoglobin is not appreciably affected by short-term changes in plasma glucose levels. Random glucose testing is an immediate way of monitoring short-term adjustments with diet and medications such as insulin and oral agents. Fasting glucose testing affords a better way to diagnose diabetes mellitus initially. Measurements of cholesterol and fructosamine have no value in managing diabetes mellitus. Microalbuminuria may presage the development of the diabetic renal disease. The \"incretin effect\" is diminished in patients with type 2 diabetes, and the use of GLP-1 receptor agonists can help to restore incretin function and lead to improved glycemic control and loss of weight via increased satiety.",
        "cop": 3,
        "opa": "Cholesterol, total",
        "opb": "Fasting plasma glucose",
        "opc": "Glycosylated hemoglobin",
        "opd": "Microalbuminuria E Random plasma glucose",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "0120662c-2bcb-4a25-b0a8-ee3c23603812",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman complains of headache, visual disturbances, deepening of the voice, and generalized weakness. She reports amenorrhea for the past year and states that she recently required a larger shoe size. Laboratory studies show impaired glucose tolerance. What other procedure would be useful for establishing your diagnosis?",
        "exp": "This patient has clinical features of a pituitary adenoma with acromegaly. Pituitary adenomas range from small lesions that do not enlarge the gland to expansive tumors that erode the sella turcica and impinge on adjacent cranial structures. Adenomas smaller than 10 mm in diameter are referred to as microadenomas, and larger ones are termed macroadenomas. Microadenomas do not produce symptoms unless they secrete hormones. The mass effects of pituitary macroadenomas include impingement on the optic chiasm, often with bitemporal hemianopsia and loss of central vision, oculomotor palsies when the tumor invades the cavernous sinuses, and severe headaches. Large adenomas may invade the hypothalamus and lead to loss of temperature regulation, hyperphagia, and hormonal syndromes because they interfere with the normal hypothalamic input to the pituitary. Symptoms of acromegaly include characteristic facial changes, goiter, barrel chest, abnormal glucose tolerance, male sexual dysfunction, menstrual disorders in women, degenerative arthritis, peripheral neuropathy, and thickened skin. The other choices represent tests that will not provide the diagnosis of pituitary tumor. Diagnosis: Acromegaly, pituitary adenoma",
        "cop": 3,
        "opa": "CBC with differential count",
        "opb": "CT scan of the abdomen",
        "opc": "MRI of the sella turcica",
        "opd": "Test for serum 21-hydroxylase",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "f07ecd3f-33ac-440c-9ccf-90842b2c5ba4",
        "choice_type": "single"
    },
    {
        "question": "Biopsy from parathyroid gland from a 55-year old male who presented to nephrology department of AIIMS has been shown below. He is a known case of chronic kidney disease with hypertension and type II diabetes. He has recently developed bone pain, lesions in skin and recurrent stones in kidney",
        "exp": "Ans. (a) Water clear cells in parathyroid hyperplasia.*The given histology shows abundant optically clear cells of variable size (hyperplasia and hypertrophy), with spherical clear vacuoles surrounded by thin eosinophilic material; basal nuclei, compact or alveolar patterns.",
        "cop": 1,
        "opa": "Water clear cells in parathyroid hyperplasia",
        "opb": "Water clear cells in parathyroid Ca",
        "opc": "TB parathyroid",
        "opd": "Parathyroid Necrosis",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "1e0d43d9-5e26-4ac8-ab31-e06cc4b89ec9",
        "choice_type": "single"
    }
]