[
    {
        "question": "Most common benign tumor of oesophagus is:",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th edition, Pages 772-4. Explanation: BENIGN TUMORS OF ESOPHAGUSUsually mesenchymal in origin.. Arise within the esophageal wall. Types of benign tumors: o Leiomyomas - Most common. o Fibromaso Lipomaso Hemangiomaso Neurofibromaso Lymphangiomas. Some benign tumors presents as mucosal polyps. These are usually composed of: o Fibrous and vascular tissue Fibrovascular polyps. o Adipose tissue - Pedunculated lipomas. Squamous papillomas are sessile lesions with a centra] core of connective tissue and a hyperplastic papilliform squamous mucosa. Papillomas are associated with HPV infection. Mass of inflamed granulation tissue, growing either as an inflammatory polyp or an infiltrative mass may resemble a malignant lesion (Inflammatory pseudotumors).",
        "cop": 2,
        "opa": "Lipoma",
        "opb": "Leiomyoma",
        "opc": "Hamartoma",
        "opd": "Hemangioma",
        "subject_name": "Pathology",
        "topic_name": "Esophagus",
        "id": "4fce516b-26ce-4de0-ae9c-79269a54fd50",
        "choice_type": "single"
    },
    {
        "question": "Achalasia cardia -",
        "exp": "Ans. is 'a' i. e., Absence of nerves o The pathogenesis of Achlasia is poorly understood. It involves -# Neurogenic degeneration either idiopathic or due to infection. The degenerative changes are either intrinsic (idegeneration of ganglion cells of Auerbach's myentricplexus) or extrinsic (extraesophageal vagus nerve or the dorsal motor nucleus of vagus)#Pharmacological studies suggest dysfunction of inhibitory neurons containing nitric oxide and vasoactive intestinal polypeptide in the distal esophagus (LES). The cholinergic innervation of the LES is intact or affected only in advanced disease. Achalasia cardiao Achalasia cardia is a motor disorder of the esophageal smooth muscle, characterized by -Aperistalsis. Failure of relaxion of the LES with swallowing. Increased resting tone of LESPathogenesiso It is due to dysfunction of inhibitory' neurons containing nitric oxide and vasoactive intestinal polypeptide in the distal intestine. The cholinergic innervation of the LES is intact or affected only in the advanced stage, o There is neurogenic degeneration either idiopathic or due to infection. The degenerative changes are either intrinsic (degeneration of ganglion cells of Aurebach's myentric plexus) or extrinsic (extra esophageal vagus nerve or the dorsal motor nucleus of vagus). o As a result of the abnormality, LES fails to relax and there is progressive dilatation of esophagus above the level of LES. Clinical findingso Both sexes are equally affected (Ref: Maingot's 10th/e p. 846}o May develop at any age but peak years are from 30 to 60. o Classical clinical symptom is progressive dysphagia tor both solids and liquids. Dysphagia is worsened by emotional stress and hurried eating. o Regurgitation and pulmonary1 aspiration occur because of retention of large volumes of saliva and ingested food in the esophagus. o Esophagitis with ulceration may occur with chronic retention of food. o Pain is infrequent in classical achlasia but a variant called vigrous achlasia is characterized by chest pain and esophageal spasms that generate non-propulsive high-pressure waves in the body of the esophagus. Secondry achalasia may arise in chagas disease, in which trypanosoma cruzi causes destruction of myentric plexus of the esophagus, duodenum, colon, and ureter, with resultant dilatation of these viscera.",
        "cop": 1,
        "opa": "Absence of nerves",
        "opb": "Absence of muscles",
        "opc": "Hypertrophy of nerves",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Esophagus",
        "id": "d8f6d31b-04a3-4fbf-8aa0-c8f22076b0ec",
        "choice_type": "multi"
    },
    {
        "question": "Which statement best describes the tears seen in Mallory-Weiss syndrome?",
        "exp": "Ans- A. Mallory-Weiss Tear- A Mallory-Weiss tear is a linear mucosal rent near or across the gastroesophageal junction that is often associated with retching or vomiting.",
        "cop": 1,
        "opa": "Longtitudinal tears in lower 1/3 esophagus",
        "opb": "Circumferential tears in lower 1/3 esophagus",
        "opc": "Longtitudinal tears in middle 1/3 esophagus",
        "opd": "Circumferential tears in middle 1/3 esophagus",
        "subject_name": "Pathology",
        "topic_name": "Esophagus",
        "id": "93876ae3-e490-4a48-bbec-5178b8756f22",
        "choice_type": "multi"
    }
]