[
    {
        "question": "Thorium induced tumor is which of the following?",
        "exp": "Angiosarcoma of the liver is a highly aggressive tumor which is associated with exposure to: Vinyl chloride Arsenic Thorotrast Thorotrast is a suspension containing paicles of the radioactive compound thorium dioxide. It emits alpha paicles due to which it has been found to be extremely carcinogenic.",
        "cop": 3,
        "opa": "Renal cell carcinoma",
        "opb": "Lymphoma",
        "opc": "Angiosarcoma of liver",
        "opd": "Astrocytoma",
        "subject_name": "Pathology",
        "topic_name": "Etiological Factors of Neoplasia",
        "id": "e1003f41-0ef6-49d3-b4a8-b65f5a8548de",
        "choice_type": "single"
    },
    {
        "question": "LMP-1 gene plays a role in oncogenesis induced by:",
        "exp": "LMP-1 gene plays a role in oncogenesis induced by EBV. LMP-1 signaling leads to up-regulation of antiapoptotic proteins and provide growth signals in latently infected cells.",
        "cop": 3,
        "opa": "Human T cell leukemia virus type I",
        "opb": "Hepatitis B virus",
        "opc": "Epstein-Barr virus",
        "opd": "Human papilloma virus",
        "subject_name": "Pathology",
        "topic_name": "Etiological Factors of Neoplasia",
        "id": "80f7dd12-3452-4827-a5aa-6ce4cdc763bd",
        "choice_type": "single"
    },
    {
        "question": "Increased risk of cancer is seen in which of the following?",
        "exp": "Ceain non-neoplastic disorders such as:- Chronic atrophic gastritis of pernicious anemia Solar keratosis of the skin Chronic ulcerative colitis Leukoplakia of the oral cavity, vulva, and penis These conditions have such a well-defined association with cancer that they have been termed precancerous conditions.",
        "cop": 3,
        "opa": "Fibroadenoma of breast",
        "opb": "Bronchial asthma",
        "opc": "Chronic ulcerative colitis",
        "opd": "Leiomyoma of the uterus",
        "subject_name": "Pathology",
        "topic_name": "Etiological Factors of Neoplasia",
        "id": "18feeb1c-f7cd-4fa5-bf0b-f494852f2bd8",
        "choice_type": "single"
    },
    {
        "question": "Arrange the cyclins and CDKs in cell cycle from G1 to S checkpoint. a) CDK6/ Cyclin E b) CDK4/ Cyclin D c) CDK 1 / Cyclin B d) CDK2/ Cyclin A",
        "exp": "Cyclins D, E, A, and B appear sequentially during the cell cycle and bind to one or more CDKs.",
        "cop": 1,
        "opa": "b, a, d, c",
        "opb": "c, a, d, b",
        "opc": "a, b, d, c",
        "opd": "a, d, b, c",
        "subject_name": "Pathology",
        "topic_name": "Etiological Factors of Neoplasia",
        "id": "8af360d5-26b5-44c3-aaaa-93141f78e449",
        "choice_type": "single"
    },
    {
        "question": "High risk HPV types are:",
        "exp": "Risk Classification HPV Types Lesions Low risk 6, 11, 42, 43, 44, 54, 61, 70, 72, 81 Condyloma, LSIL High risk 16, 18, 31, 33, 35, 39, 45, 51, 52, 56, 58, 59, 61, 66, 68, 73, 82 LSIL, HSIL, carcinoma Abbretions: HSIL - high grade intraepithelial lesion LSIL-low grade squamous intraepithelial lesion",
        "cop": 1,
        "opa": "16 and 18",
        "opb": "6 and 11",
        "opc": "42 and 44",
        "opd": "70 and 72",
        "subject_name": "Pathology",
        "topic_name": "Etiological Factors of Neoplasia",
        "id": "a2be2401-1c3f-46a4-9352-35bef5d9c7ae",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man who worked for 30 years in a chemical factory complains of painless hematuria. Urine cytology discloses dysplastic cells. A bladder biopsy demonstrates transitional cell carcinoma. Which of the following carcinogens was most likely involved in the pathogenesis of bladder cancer in this patient?",
        "exp": "Transitional cell carcinoma Most common malignant tumor of the urinary bladder Painless hematuria is the most consistent feature of carcinoma bladder Incidence of bladder cancer is increased in aniline dye workers. These azo dyes are conveed to water-soluble carcinogens in the liver. They are excreted in the urine, where they primarily affect the transitional epithelium of the bladder. Benzene exposure (choice C) is associated with leukemia. Diagnosis: Transitional cell carcinoma of bladder",
        "cop": 1,
        "opa": "Aniline dyes",
        "opb": "Arsenic",
        "opc": "Benzene",
        "opd": "Cisplatinum",
        "subject_name": "Pathology",
        "topic_name": "Etiological Factors of Neoplasia",
        "id": "b9308c00-008a-4791-81b4-0b3a904e99b9",
        "choice_type": "single"
    }
]