[
    {
        "question": "Which cancer is most commonly associated with increased estrogen levels?",
        "exp": "Ans. is 'c' i. e., Breast Important risk factors for breast cancer1) Increased age8) High fat diet2) Female sex9) High socioeconomic status3) Western countries10) Irradiation4) Early menarche11) Hormone replacement therapy5) Late menopause12) Family history positive6) Obesity13) Somatic mutation in p53 gene (in 40% cases)7) Nulliparity * Most of these factors are related to increased exposure of estrogen to breast.* Breast feeding is protective against breast cancer. Thus women who avoid breast cancer are at increased risk to develop breast cancer. Oral contraceptives and smoking do not appear to increase the risk of breast cancer.* 3 most important cancer associated with estrogen are breast, endometrium and uterine. Note - There is also an increased risk of ovarian cancer with long term large dose estrogen therapy, but much less common as compared to breast cancer.",
        "cop": 3,
        "opa": "Cervix",
        "opb": "Ovarian",
        "opc": "Breast",
        "opd": "GTN",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "5c7764ee-b244-4277-84da-2585dca30644",
        "choice_type": "single"
    },
    {
        "question": "Extramammary paget's is seen in?",
        "exp": "Ans. (b) Vulva(Ref: Robbins 9th ed p 999). Extramammary Paget's is rare lesion of the vulva is similar in its manifestations to Paget disease of the breast. In the vulva, it presents as a pruritic, red, crusted, maplike area, usually on the labia majora. aget disease is a distinctive intraepithelial proliferation of malignant cells. Paget cells are larger than surrounding keratinocyte and are seen singly or in small clusters within the epidermis. The cells have pale cytoplasm containing mucopolysaccharide that stains with periodic acid-Schiff (PAS), Alcian blue, or mucicarmine stains. In addition, the cells express cytokeratin 7.",
        "cop": 2,
        "opa": "Uterus",
        "opb": "Vulva",
        "opc": "Vagina",
        "opd": "Ovary",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "8ca58b0e-9523-40da-a645-6a377eafc460",
        "choice_type": "single"
    },
    {
        "question": "A healthy 30-year-old woman comes to the physician for a routine health maintenance examination. No abnormalities are found on physical examination. A screening Pap smear shows cells consistent with a low-grade squamous intraepithelial lesion (LSIL). Subsequent cervical biopsy specimens confirm the presence of cervical intraepithelial neoplasia (CIN) I. Which of the following risk factors is most likely related to her Pap smear findings?",
        "exp": "Cervical intraepithelial neoplasia (CIN) I represent minimal (mild) dysplasia (low-grade squamous intraepithelial lesion, or LSIL) and is a potentially reversible process. Dysplasia is preneoplastic and may progress to carcinomas if not treated. Risk factors for cervical dysplasia and carcinoma include early age at first intercourse, multiple sexual partners, and a male partner with multiple previous sexual partners. These factors all increase the potential for infection with human papillomavirus. Diethylstilbestrol (DES) exposure is a factor in the development of clear cell carcinomas of the vagina and cervix. The use of oral contraceptives, which contain very low amounts of hormonally active compounds, does not cause cervical dysplasia or carcinoma. Treatment of cancers does not typically result in dysplasia, although the atypical changes in epithelial cells from radiation and/or chemotherapy may be challenging to distinguish from cancer. A vitamin B12 deficiency may produce some megaloblastic epithelial changes, but not dysplasia.",
        "cop": 2,
        "opa": "Diethylstilbestrol (DES) exposure",
        "opb": "Multiple sexual partners",
        "opc": "Oral contraceptive use",
        "opd": "Prior treatment for a malignancy",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "e2c7d19f-dfed-4da2-9ec5-eeb43b6356b2",
        "choice_type": "single"
    },
    {
        "question": "Vagina] adenosis is evident in women who had exposure to _____ in utero -",
        "exp": "Ans. is 'a' i. e., DES o Adenosis is found in only a small percentage of adult women, but has been reported in 35% to 96% of women exposed to DES in utero. During embryonal development, the vagina is initially covered by columnar, endocervical-type epithelium. This is normally replaced by squamous epithelium advancing upwards from the urogenital sinus. Small patches of residual glandular epithelium may persist into adult life and is recognized as vaginal adenosis. It presents clinically as red, granular areas that stand out from the surrounding normal pale-pink vaginal mucosa. On microscopic examination, adenosis consists of columnar mucinous epithelium indistinguishable from endocer- vical epithelium.",
        "cop": 1,
        "opa": "DES",
        "opb": "Asbestos",
        "opc": "Cadmium",
        "opd": "Nickel",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "ee8a417f-15a5-4aa1-8865-f1b299204461",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Cervical neoplasia is?",
        "exp": "Ans. (c) HPV-16 style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">(Ref: ). At least 12 HPV types are considered oncogenic, including HPV16, 18, 31, 33, 35, 39, 45, 51, 52, 56, 58, and 59*HPV16 alone, though, accounts for approximately 50% of cervical cancers in the general population and HPV18 for another 10% to 15%. The other oncogenic HPV types each individually account for fewer than 5% of tumors.*HPV types 6 and 11 cause 90% of genital warts, but are not considered oncogenic",
        "cop": 3,
        "opa": "HPV-6",
        "opb": "HPV-11",
        "opc": "HPV-16",
        "opd": "HHV",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "62456fef-9569-4af8-afaf-351f8ad0b139",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old diabetic woman has recently been treated with a 2-week course of antibiotics for a skin infection. She returns to the clinic for follow-up with a new complaint of a \"cottage cheese-like\" vaginal discharge with significant vaginal itching. The most likely cause of these symptoms is",
        "exp": "C. albicans is a major cause of vulvovaginitis. Patient presents with \" cottage - cheese like\" vaginal discharge. C. granulomatis causes granuloma inguinale. Chancroid results in painful genital ulcers and is caused by the organism H. ducreyi. HSV type 2 can cause genital vesicular lesions. N. meningitidis can cause meningitis.",
        "cop": 2,
        "opa": "C. granulomatis.",
        "opb": "C. albicans.",
        "opc": "Chancroid.",
        "opd": "Neisseria meningitidis.",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "d0eb33a7-526e-4852-bfc3-b706c70febb7",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old woman presents for follow-up of an abnormal Pap smear that revealed an abnormality suggestive of HPV infection. Which of the following was the likely cytopathologic finding?",
        "exp": "Koilocytes are indicative of HPV-infected epithelial cells. Viral infection causes intracytoplasmic vacuolation that is apparent in cytopathologic and histopathologic preparations. Donovan bodies represent macrophages stuffed with numerous C. (Donovania) granulomatis organisms. Clear cells are characteristic of clear cell adenocarcinoma of the vagina. Paget cells are characteristic large cells surrounded by a clear, halo-like area that occur in Paget disease of the vulva and Paget disease of the breast.",
        "cop": 2,
        "opa": "Donovan bodies",
        "opb": "Koilocytes",
        "opc": "Clear cells",
        "opd": "Fibroids",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "c9944c68-ad7e-4039-8966-a3ec8eb05c4a",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old woman presents with increasing abdominal girth of 3 months in duration. Physical examination reveals a left ovarian mass and mild ascites. The ovarian mass is removed, and the pathology report states \"yolk sac carcinoma. \" Which of the following provides the best serologic marker to monitor the course of disease in this patient after surgery?",
        "exp": "Yolk sac tumor is a highly malignant tumor of women under the age of 30 years that histologically resembles mesenchyme of the primitive yolk sac. The tumor secretes alpha-fetoprotein (AFP), which can be demonstrated histochemically within eosinophilic droplets. Detection of AFP in the blood is useful both for diagnosis and for monitoring the effectiveness of therapy. The hormone human chorionic gonadotropin (choice D) is secreted by choriocarcinoma. Estrogen (choice E) is secreted by sex cord tumors. Diagnosis: Yolk sac carcinoma",
        "cop": 2,
        "opa": "Alkaline phosphatase",
        "opb": "Alpha-fetoprotein",
        "opc": "Carcinoembryonic antigen",
        "opd": "Human chorionic gonadotropin",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "79d4b52f-6af4-417a-907f-c92da7104f0a",
        "choice_type": "single"
    },
    {
        "question": "Most commonly associated human papilloma virus with Cancer Cervix is?",
        "exp": "ANSWER: (A) HPV 16. REF: Robbins 7th edition page 324. Repeat in December 2011, See APPENDLX-31 for \"HUMAN PAPILLOMA VIRUS\"\"HPV 16 and 18 and less commonly HPV 31, 33, 35, 51 are found in approximately 85 % of invasive squamous cell cervical cancer\"",
        "cop": 1,
        "opa": "HPV 16",
        "opb": "HPV 24",
        "opc": "HPV 32",
        "opd": "HPV 36",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "24b110cc-b516-4f1f-820c-5b1ed9cf335b",
        "choice_type": "single"
    },
    {
        "question": "BA lady with abdominal mass was investigated. On surgery, she was found to have b/1 ovarian masses with smooth surface. On microscopy they revealed mucin secreting cells with signet ring shapes. What is your diagnosis?",
        "exp": "Ans. (b) Krukenberg tumour(Ref: Robbin's Pathology 9th Ed/Pg 1032; Robbin's Pathology 8th ED/PG 1050; Shaw's Textbook of Gynaecology 15/e pg 425). Krukenberg Tumor*Refers to a metastatic bilateral ovarian malignancy whose primary site is GIT or breast. Q*Composed of cellular or myxomatous stroma with scattered mucin-producing, signet-ring cancer cells, most often of gastric origin (70%) Q*Ca colon, appendix, breast (sp invasive lobular carcinoma), pancreas and gall bladder are other primary sites.",
        "cop": 2,
        "opa": "Dysgerminoma",
        "opb": "Krukenberg tumour",
        "opc": "Primary Adenocarcinoma of the ovaries",
        "opd": "Dermoid cyst",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "148150af-a43c-44e6-b23f-beadbf4aaa55",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman in the last trimester of her first pregnancy presents for a routine obstetric evaluation. Her blood pressure is 160/100 mm Hg, and her pulse is 75 per minute. Physical examination shows pitting edema of the extremities. Urinalysis demonstrates 3+ proteinuria. Which of the following is the most dangerous complication of preeclampsia in this patient?",
        "exp": "Preeclampsia usually begins insidiously after the 20th week of pregnancy with (1) excessive weight gain occasioned by fluid retention, (2) increased maternal blood pressure, and (3) the appearance of proteinuria. As the disease progresses from mild to severe preeclampsia, the diastolic pressure persistently exceeds 110 mm Hg. Proteinuria is greater than 3 g per day, and renal function declines. Disseminated intravascular coagulation (DIC) often supervenes. DIC is a prominent feature of preeclampsia, manifested as fibrin thrombi in the liver, brain, and kidneys. The definitive therapy is the removal of the placenta, hopefully by normal delivery. The other choices are not complications of preeclampsia. Diagnosis: Preeclampsia",
        "cop": 4,
        "opa": "Amniotic fluid embolism",
        "opb": "Chorioamnionitis",
        "opc": "Choriocarcinoma",
        "opd": "Disseminated intravascular coagulation",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "bc27516f-baa9-42af-99b5-23883970a267",
        "choice_type": "single"
    },
    {
        "question": "40 year old female came to gynae OPD with a complaint of genital ulcer. Physical examination reveals desquamated epithelium and inflammed ulcer bed. Histopathological examination of the inflammatory exudate reveals multinucleated squamous cells with eosinophilic to basophilic viral inclusions with ground glass apearance. Which of the following is most likely the cause?",
        "exp": "Herpes Simplex Virus HSV are DNA viruses. There are 2 serotypes of HSV: HSV-1 and HSV-2. HSV-1 causes mainly oral infections and HSV-2 causes mainly genital infections in both males and females. Genital HSV infection is common and may involve cervix, vagina, vulva in females. Histopathological examination shows characterstic cytopathic changes consisting of multinucleated squamous cells containing eosinophilic to basophilic viral inclusions with a ground glass pattern. Image showing the viral cytopathic effect of HSV: multi-nucleation and ground glass chromatin",
        "cop": 2,
        "opa": "Candida albicans",
        "opb": "Herpes simplex Virus",
        "opc": "Molluscum contagiosum",
        "opd": "Gardnerella vaginalis",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "0932dddd-38e9-45a4-bbe3-3c9c4f9a4df8",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old girl began menstruation 1 year ago. She now has abnormal uterine bleeding, with menstrual periods that are 2 to 7 days long and 2 to 6 weeks apart. The amount of bleeding varies from minimal spotting to very heavy flow. On physical examination, there are no remarkable findings. A pelvic ultrasound scan shows no abnormalities. Which of the following is most likely to produce these findings?",
        "exp": "Anovulatory cycles are a common cause of dysfunctional uterine bleeding in young women who are beginning menstruation and in women approaching menopause. There is prolonged estrogenic stimulation that is not followed by the secretion of progesterone. Ectopic pregnancy has acute findings and does not have a prolonged course. Endometrial carcinomas are rare in patients this age. Polyps are more common in older women. Submucosal leiomyomas are a cause of less variable bleeding and are more likely to be seen in older women.",
        "cop": 1,
        "opa": "Anovulatory cycles",
        "opb": "Ectopic pregnancy",
        "opc": "Endometrial carcinoma",
        "opd": "Endometrial polyp",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "e8511e09-5af6-4b30-8d21-ee9ec820cdfb",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman has had weight loss accompanied by abdominal enlargement for the past 5 months. There is a family history of breast and ovarian carcinoma. On physical examination, there are no lesions of the cervix, and the uterus is normal in size, but there is a left adnexal mass. An abdominal ultrasound scan shows a 10-cm cystic mass in the left adnexal region, with scattered 1-cm peritoneal nodules, and ascites. Cytologic studies of peritoneal fluid show malignant cells. Which of the following mutated genes is most likely a factor in the development of this neoplasm?",
        "exp": "Some familial cases of ovarian carcinoma (usually serous cystadenocarcinoma) are associated with the homozygous loss of the BRCA1 gene. This tumor-suppressor gene also plays a role in the development of familial breast cancers. Familial syndromes account for less than 5% of all ovarian cancers, however. The ERBB2 gene may be overexpressed in ovarian cancers; however, mutations of this gene do not give rise to familial tumors, and it is best known for an association with breast carcinomas. Mutations of the RAS and MYC oncogenes occur sporadically in many types of cancer. The RB1 gene, a tumor suppressor, can be involved in familial malignancies, including retinoblastoma and osteosarcoma.",
        "cop": 1,
        "opa": "BRCA1",
        "opb": "ERBB2 (HER2)",
        "opc": "MYC",
        "opd": "KRAS",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "51350ca1-5120-4ba4-b060-ccc468fa2a6e",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman presents with a 3-month history of vaginal bleeding. A cervical Pap smear reveals malignant, glandular epithelial cells. This patient most likely has a neoplasm originating in which of the following anatomic locations?",
        "exp": "Adenocarcinoma of the endocervix accounts for 20% of malignant cervical tumors. An increased incidence of cervical adenocarcinoma has been reported recently, with a mean age at presentation of 56 years. Most of the tumors are of the endocervical cell (mucinous) type, but the various subtypes have little importance for overall survival. Adenocarcinoma shares epidemiologic factors with squamous cell carcinoma of the cervix and spreads similarly. The tumors are often associated with adenocarcinoma in situ and are frequently infected with HPV types 16 and 18. Malignant cells derived from endometrial carcinoma (choice B) may be identified occasionally by cervical Pap smear. Diagnosis: Adenocarcinoma of the exocervix",
        "cop": 1,
        "opa": "Cervix",
        "opb": "Endometrium",
        "opc": "Ovary",
        "opd": "Vagina",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "9303308a-7e70-4f91-abee-fcfb64148f22",
        "choice_type": "single"
    },
    {
        "question": "Findings of Cervical PAP smear taken during the late menstrual peri- od from a 45 year old lady suffering with a ovarian tumor is shown below. Which ovarian tumor is she most likely suffering from?",
        "exp": "Ans. (b) Granulosa cell tumor(Ref: Textbook of Interpretation of PAP smear, refer to pretext for details). In the given PAP smear, predominance of Mature cells (orange coloured cells compared to parabasal cells: blue coloured), might be due to estrogen secretion from Granulosa cell tumor.",
        "cop": 2,
        "opa": "Dysgerminoma",
        "opb": "Granulosa cell tumor",
        "opc": "Mucinous cyst adeno Ca",
        "opd": "Serous cyst adeo ca",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "e54ba9f4-2c3a-469f-b9e5-262f45f65323",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old G5, P5 woman has noticed lower abdominal pain with fever for the past 2 days. She delivered a normal term infant 1 week ago. On examination, she has a temperature of 37. 4degC. There is a foul-smelling vaginal discharge. Which of the following pathologic findings is she most likely to have?",
        "exp": "Acute endometritis in this case is the result of retained products of conception after delivery. Endometritis may also follow the premature rupture of membranes with ascending infection to the uterine cavity. There is often polymicrobial infection with organisms found in the vagina. Some cases of chronic endometritis may be associated with Neisseria and Chlamydia infections and produce lymphoplasmacytic infiltrates within the endometrium. Cervical dysplasia is confined to the epithelium and is usually asymptomatic so that detection is by Pap smear. A myometrial neoplasm is unlikely to produce acute inflammation. An ovarian endometrioma is a mass lesion resulting from continued hemorrhage into a focus of endometriosis, but this mass lesion is not associated with pregnancy, and endometriosis may be a cause for infertility. Mycobacterium tuberculosis infection may spread to the female genital tract, most often the fallopian tube, but acute signs are unlikely to be present, and inflammation of the tube can be a cause for infertility. Vaginitis may produce acute inflammation with discharge, but trichomonal infections typically are associated with a watery gray-to-green discharge.",
        "cop": 2,
        "opa": "Cervical intraepithelial neoplasia",
        "opb": "Endometrial neutrophilic infiltrates",
        "opc": "Myometrial smooth muscle neoplasm",
        "opd": "Ovarian endometrioma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "2cd1222f-f8b2-45a1-b24a-8168e367fd4a",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman presents to the emergency room with an 8-hour history of high fever, vomiting, diarrhea, and night sweats. Her temperature on admission is 38. 7degC (103degF), blood pressure 100/60 mm Hg, and respirations 24 per minute. She has a diffuse desquamative erythematous rash. Upon pelvic examination, the patient is found to be menstruating, and a tampon is in place. A purulent exudate is found within the vagina, which is cultured and grows Staphylococcus aureus. The hemoglobin is 12 g/dL, and the platelet count is 40, 000/mL. Which of the following represents the most common life-threatening complication of this patient's systemic disorder?",
        "exp": "Toxic shock syndrome is an acute, sometimes fatal disorder characterized by fever, shock, and a desquamative erythematous rash. In addition, vomiting, diarrhea, myalgias, neurologic signs, and thrombocytopenia are common. Certain strains of Staphylococcus aureus release an exotoxin called toxic shock syndrome toxin-1. In addition to the pathologic alterations characteristic of shock, the lesions of disseminated intra-vascular coagulation (DIC) are usually prominent. The disease was first recognized when long-acting tampons were first introduced, providing sufficient time for the staphylococcal organisms to proliferate. The other choices are less common and may be secondary to DIC. Diagnosis: Toxic shock syndrome",
        "cop": 4,
        "opa": "Acute tubular necrosis",
        "opb": "Anemia",
        "opc": "Cardiac arrhythmia",
        "opd": "Disseminated intravascular coagulation",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "8278ba12-c4a0-4c84-8d74-38390e4c8c23",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old student presents to the university health service with lower abdominal pain and a painful swollen right knee. She denies any trauma to the knee. Pelvic examination is exquisitely painful and reveals an ill-defined thickening in the right and left adnexae. A vaginal discharge is noted. The patient is febrile (38. 7degC/103degF). Examination of her right knee reveals an enlarged, tender, and warm joint. The WBC count is 18, 500/mL (normal =4, 000 to 11, 000/mL). If untreated, which of the following would be the most likely complication in this patient?",
        "exp": "Gonorrhea is caused by Neisseria gonorrhoeae, a Gram-negative diplococcus. The infection is a frequent cause of acute salpingitis and pelvic inflammatory disease. The organisms ascend through the cervix and the endometrial cavity, where they cause an acute endometritis. The bacteria then attach to mucosal cells in the fallopian tube and elicit an acute inflammatory reaction, which is confined to the mucosal surface (acute salpingitis). From the tubal lumen, the infection spreads to involve the ovary, sometimes resulting in a tubo-ovarian abscess. Systemic complications of gonorrhea include septicemia and septic arthritis. The healing process distorts and destroys the plicae of the fallopian tube, often leading to sterility. Infections by N. gonorrhoeae at other sites (choices A, B, C, and E) are rare. Diagnosis: Gonorrhea, pelvic inflammatory disease",
        "cop": 4,
        "opa": "Bronchopneumonia",
        "opb": "Lung abscess",
        "opc": "Meningitis",
        "opd": "Tubo-ovarian abscess",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "bbda1d44-7af9-4270-ba51-db01648bc1d4",
        "choice_type": "single"
    },
    {
        "question": "Epithelial Tumour of Stomach is",
        "exp": "(B) Carcinoid tumouro. Epithelial tumour of stomach is carcinoid tumour. [?]. Carcinoid Tumoro. Carcinoid tumors arise from the diffuse components of the endocrine system and are now properly referred to as well-differentiated neuroendocrine tumors. o. The term carcinoid, or \"carcinoma-like, \" was applied because these tumors tend to have a more indolent clinical course than GI carcinomas. Most are found in the GI tract, and more than 40% occur in the small intestine. FEATURES OF GASTROINTESTINAL CARCINOID TUMORSFeature. Esophagus. Stomach. Proximal. Duodenum. Jejunum and Ileum. Appendix. Colo rectum*. Fraction of GI carcinoids<1%<10%<10%>40%<25%<25%*. Mean patient age (yr). Rare555065. All ages60*. Location. Distal. Body and fundus. Proximal third, peri-ampullary. Throughout. Tip. Rectum > cecum*. Size. Limited data1-2 cm, multiple; >2 cm, solitary0. 5-2 cm3. 5 cm0. 2-1 cm>5 cm (cecum); <1 cm (rectum)*. Secretory product(s). Limited data. Histamine, somatostatin, serotonin. Gastrin, somatostatin, cholecystokinin. Serotonin, substance P, polypeptide YYSerotonin, polypeptide YYSerotonin, polypeptide YY*. Symptoms. Dysphagia, weight loss, reflux. Gastritis, ulcer, incidental. Peptic ulcer, biliary obstruction, abdominal pain. Asymptomatic, obstruction, metastatic disease. Asymptomatic, incidental. Abdominal pain, weight loss, incidental*. Behavior. Limited data. Variable. Variable. Aggressive. Benign. Variable*. Disease associations. None. Atrophic gastritis, MEN-IZollinger-Eilison syndrome, NF-1, sporadic. None. None. None. MEN-I, Multiple endocrine neoplasia type I; NF-1, neurofibromatosis type I. o. The peak incidence of carcinoid tumors is in the sixth decade, but they may appear at any age. o. Symptoms are determined by the hormones produced. o. For example, tumors that produce gastrin may cause Zollinger-Eilison syndrome, while ileal tumors may cause carcinoid syndrome, which is characterized by cutaneous flushing, sweating, bronchospasm, colicky abdominal pain, diarrhea, and right-sided cardiac valvular fibrosis. o. Most common benign tumor of esophagus - Leiomyomao. Most common malignancy esophagus - Squamous Cell Carcinomao. Most common benign tumor of stomach - Adenoma (Epithelial Polyps)o. Most common site of Leiomyoma in GIT - Stomacho. Most common malignancy of small intestine - Carcinoido. Most common benign tumor of small intestine - Adenomao. Most common symptomatic benign tumor of small intestine - Leiomyomao. Carcinoma is the most important & the most common (90-95%) of malignant tumors of the stomach. o. Next, in order of frequency are lymphoma (4%), carcinoids (3%) and mesenchymal tumors (2%). o. Epidemiology:-Gastric carcinoma is the second most common tumor in the world.-It's incidence, however, varies widely, being particularly high in countries such as Japan.-Male - to - Female ratio of about 2: 1.",
        "cop": 2,
        "opa": "GIST",
        "opb": "Carcinoid tumour",
        "opc": "Sarcoma",
        "opd": "Granular cell tumour",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "5ddff8e7-9557-44f4-ba5a-dd106aaca381",
        "choice_type": "single"
    },
    {
        "question": "Best fixative for Pap smear:",
        "exp": "ANS. AFixatives:* Pap smear: 95% ethanol + 5% ether* Light microscopy: 10% formaldehyde* Electric microscopy: 2% glutaraldehyde* For liquid-based cytology: Methanol* For bone marrow biopsy: Zenker's fluid* For bone marrow aspirate: Helly's fluid* Cell block: Bouin's fluid* Karyotyping fixatives: Carnoy's fixative (3: 1 methanol to glacial acetic acid)* Gastrointestinal biopsies: Bouin's fluid.",
        "cop": 1,
        "opa": "95% ethanol + 5% ether",
        "opb": "10% formaldehyde",
        "opc": "80% isopropyl alcohol",
        "opd": "90% ether + alcohol",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "7a311241-d375-4910-a427-efb0d97f5084",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old primigravida develops peripheral edema late in the second trimester. On physical examination, her blood pressure is 155/95 mm Hg. Urinalysis shows 2+ proteinuria, but no blood, glucose, or ketones. At 36 weeks, she gives birth to a normal viable but low-birth-weight infant. Her blood pressure returns to normal, and she no longer has proteinuria. Which of the following pathologic findings is most likely to be found on examination of the placenta?",
        "exp": "Toxemia of pregnancy in this case is best classified as preeclampsia because she has hypertension, proteinuria, and edema, but no seizures. The placenta tends to be small because of reduced maternal blood flow and uteroplacental insufficiency; infarcts and retroplacental hemorrhages can occur. Microscopically, the decidual arterioles may show acute atherosis and fibrinoid necrosis. Chorioamnionitis is most often due to ascending bacterial infections and leads to, or follows, premature rupture of membranes. A chronic villitis is characteristic of a congenital infection such as cytomegalovirus. Placental hydrops often accompanies fetal hydrops in conditions such as infections and fetal anemias. In a partial mole, a fetus is present, but it is malformed and rarely live-born.",
        "cop": 4,
        "opa": "Chorioamnionitis",
        "opb": "Chronic villitis",
        "opc": "Hydropic villi",
        "opd": "Multiple infarcts",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "b640f6f5-787e-49e6-a6ff-3966f8435c9b",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old girl presents with left lower abdominal pain. She has noted recent enlargement of her breasts. Her last menstrual period was 10 weeks ago. She denies having had sexual intercourse. Serum levels of h. CG are markedly elevated. Which of the following is the most likely diagnosis?",
        "exp": "Choriocarcinoma of the ovary is a rare tumor that mimics the epithelial covering of placental villi (cytotrophoblast and syncytiotrophoblast). Choriocarcinoma of germ cell origin manifests in young girls as precocious sexual development, menstrual irregularities, and rapid breast enlargement. In women of reproductive age, ovarian choriocarcinoma may represent metastasis from an intrauterine gestational tumor. Microscopically, it displays an admixture of malignant cytotrophoblast and syncytiotrophoblast. The syncytial cells of choriocarcinoma secrete h. CG, which accounts for the frequent finding of a positive pregnancy test result. The tumor is highly aggressive but responds to chemotherapy. Hydatidiform mole secretes h. CG but is a gestational trophoblastic disease. The other choices do not secrete h. CG. Diagnosis: Choriocarcinoma of the ovary",
        "cop": 1,
        "opa": "Choriocarcinoma",
        "opb": "Hydatidiform mole",
        "opc": "Mature cystic teratoma",
        "opd": "Serous cystadenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "c2d27aa1-3366-4ceb-98c4-f55344c2e0a4",
        "choice_type": "single"
    },
    {
        "question": "Serum lactate dehydrogenase (LDH) increased with normal alpha fetoprotein (AFP) is seen with:",
        "exp": "ANS. A# Histology slides of gynecological malignancies. Granulosa cell tumor (coffee bean nuclei). Yolk sac tumor. Krukenberg tumor (spindle cells)",
        "cop": 1,
        "opa": "Dysgerminoma",
        "opb": "Yolk sac tumor",
        "opc": "Brenner's",
        "opd": "Mucinous cystodenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "11cba0ec-daf8-4cc2-829b-56e39ba23356",
        "choice_type": "single"
    },
    {
        "question": "Endometrial Carcinoma risk in?",
        "exp": "Ans. (d) Granulosa theca cell tumor(Ref: R 9th/pg 1032). Granulosa cell tumor*The most common malignant Sex-Cord Stromal Tumors of ovary*The main clinical features depend upon the oestrogenic activity of the tumour Q*The tumor cells may secrete estrogens and cause precocious sexual development in girls or increase the risk for endometrial hyperplasia and carcinoma in women.",
        "cop": 4,
        "opa": "Sertoli Leydig cell",
        "opb": "Immature teratoma",
        "opc": "Gonadoblastoma tumor",
        "opd": "Granulosa theca cell",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "8cdc1c38-1c19-404a-bf83-b32d551a90bf",
        "choice_type": "single"
    },
    {
        "question": "Infertility is a common feature in \"Sertoli cell only\" syndrome because",
        "exp": "Ans. is 'c' i. e. There is no germ cells in this condition 'Sertoli cell only syndrome is another name for Germ cell aplasia. In this condition seminiferous tubules are smaller than normal and are lined by a single layer of Sertoli cells. There are no germ cells lining the seminiferous tubules. Absence of germ cells leads to absence of spermatogenesis because spermatogenesis begins from primitive germ cells, leading to infertility.",
        "cop": 3,
        "opa": "Too many Sertoli cells inhibit spermatogenesis via inhibin",
        "opb": "Proper blood-testis barrier is not established",
        "opc": "There is no germ cells in this condition",
        "opd": "Sufficient numbers of spermatozoa are not produced",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "792e0e01-1fd7-4ae6-97d9-4c75002b2922",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old Haitian woman is evaluated for infertility. Pelvic examination shows a markedly enlarged vulva, inguinal lymph node enlargement, and rectal stricture. Biopsy of an inguinal lymph node reveals necrotizing granulomas, neutrophilic infiltrates, and inclusion bodies within macrophages. Which of the following is the most likely etiology of infertility in this patient?",
        "exp": "Lymphogranuloma venereum is a sexually transmitted infection that is endemic in tropical countries but rare in developed ones. The disease is caused by C. trachomatis, which is a Gram-negative obligate, intracellular rickettsia. This organism has been found in the genital tract of about 8% of asymptomatic women and in 20% of women presenting with symptoms of a lower genital tract infection. After a few days to a month, a small painless vesicle forms at the site of inoculation. It heals rapidly, and in many instances, the vesicle is not even noticed. The second stage presents with bilaterally enlarged inguinal lymph nodes that may rupture and form suppurative fistulas. In some untreated patients, a third stage appears, which causes lymphatic obstruction and resulting genital elephantiasis and rectal strictures. Mycobacterium tuberculosis (choice D) induces granulomatous inflammation but does not feature inclusion bodies. Gardnerella vaginalis (choice B) causes nonspecific vaginitis. Molluscum contagiosum (choice C) does not involve the lymph nodes. Treponema pallidum (choice E) does not cause granulomas. Diagnosis: Lymphogranuloma venaereum",
        "cop": 1,
        "opa": "Chlamydia trachomatis",
        "opb": "Gardnerella vaginalis",
        "opc": "Molluscum contagiosum",
        "opd": "Mycobacterium tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "fa4f8200-8d41-444b-83bb-aa5e07211d09",
        "choice_type": "single"
    },
    {
        "question": "Most common type of rhabdomyosarcoma is?",
        "exp": "MC sarcoma in infancy or childhood is embryonal rhabdomyosarcoma. In some cases, it manifests as a polypoid grapelike mass (sarcoma botryoides). MC sarcoma in the bladder in adults is leiomyosarcoma",
        "cop": 2,
        "opa": "Pleomorphic",
        "opb": "Embryonal",
        "opc": "Alveolar",
        "opd": "Botryoid",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "78314331-2439-4c5c-bf97-66a0113f156a",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old women presents with a 2-week history of uterine bleeding. Gynecologic examination reveals an enlarged uterus. The hysterectomy specimen shows a large polypoid mass involving the endometrium and myometrium. Histologic examination reveals malignant glands and malignant stromal elements, including striated muscle and cartilage. What is the appropriate diagnosis?",
        "exp": "Carcinosarcoma is an aggressive, mixed mesodermal tumor, in which the epithelial and stromal components are both highly malignant. These neoplasms are derived from multipotential stromal cells. The overall 5-year rate survival is 25%. Pleomorphic adenoma (choice D) is a mixed tumor of salivary gland. The other choices do not feature biphasic components. Diagnosis: Carcinosarcoma",
        "cop": 1,
        "opa": "Carcinosarcoma",
        "opb": "Endometrioid adenocarcinoma",
        "opc": "Leiomyosarcoma",
        "opd": "Pleomorphic adenoma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "a1edd83c-00b6-4131-9e40-c6a49d2539f6",
        "choice_type": "single"
    },
    {
        "question": "Swiss cheese pattern endometrium is seen in",
        "exp": "Ans. (b) Metropathia hemorrhagica(Ref: Textbook of gynecology by Rao: 65). Metropathia hemorrhagica. Anovulatory DUB associated with endometrial hyperplasia with acyclical bleeding. Overgrowth of endometrial stroma and glands producing swiss cheee appearance",
        "cop": 2,
        "opa": "Carcinoma endometrium",
        "opb": "Metropathia hemorrhagica",
        "opc": "Hydatidiform mole",
        "opd": "Halban's disease",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "bbf6d63b-2b12-42a4-b503-ba5774b4e3ca",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman has had menometrorrhagia for the past 2 months. She has no history of prior irregular menstrual bleeding, and she has not yet reached menopause. On physical examination, there are no vaginal or cervical lesions, and the uterus appears normal in size, but there is a right adnexal mass. An abdominal ultrasound scan shows the presence of a 7-cm solid right adnexal mass. Endometrial biopsy shows hyperplastic endometrium, but no cellular atypia. What is the most likely lesion that underlies her menstrual abnormalities?",
        "exp": "The mass is probably producing estrogen, which has led to endometrial hyperplasia. Estrogen-producing tumors of the ovary are typically sex cord tumors, such as a granulosa-theca cell tumor or a thecoma-fibroma, the former more often being functional. Teratomas can contain various histologic elements, but not estrogen-producing tissues. Endometriosis can give rise to an adnexal mass called an endometrioma, which enlarges over time. Endometrial glands are hormonally sensitive, but they do not produce hormones. Corpus luteum cysts are common, but they are unlikely to produce estrogens. Metastases to the ovary do not cause increased estrogen production. Polycystic ovarian syndrome would involve both ovaries.",
        "cop": 3,
        "opa": "Corpus luteum cyst",
        "opb": "Endometrioma",
        "opc": "Granulosa-theca cell tumor",
        "opd": "Mature cystic teratoma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "a374246b-14ca-4c71-81e1-f07c0ef5b98e",
        "choice_type": "single"
    },
    {
        "question": "Early age of sex is risk factor for -",
        "exp": "Ans. is 'a' i. e., Carcinoma cervix [Ref: Williams Gynaec 2nd/e p.)o Having sex with multiple sexual partners and early age of first sexual intercourse are the risk factors for the develop- ment of carcinoma cervix.",
        "cop": 1,
        "opa": "Carcinoma Cervix",
        "opb": "Carcinoma vulva",
        "opc": "Carcinoma vagina",
        "opd": "Carcinoma ovary",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "48b34014-f048-41f8-b952-ce5c7fe911d2",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old perimenopausal woman has had vaginal bleeding for a week. She has no medical problems and takes no medications. Hysteroscopy is performed and there is a single, 2-cm, smooth, soft mass protruding into the endometrial cavity. Biopsies are taken. What is the microscopic examination of this lesion most likely to show?",
        "exp": "She has an endometrial polyp, seen most often in perimenopausal and postmenopausal women. The lesion can lead to abnormal bleeding but rarely gives rise to malignancy. Endocervical glands with squamous metaplasia are seen most often with chronic cervicitis. Papillae with marked cellular atypia are seen with the serous type of endometrial carcinoma. Smooth muscle cells in bundles characterize a leiomyoma, which may be submucosal. Tubular glands lined by clear cells with glycogen are seen with the rare clear cell carcinoma.",
        "cop": 2,
        "opa": "Endocervical glands with squamous metaplasia",
        "opb": "Endometrial glands resembling stratum basalis",
        "opc": "Papillae with marked cellular atypia Smooth muscle cells in bundles",
        "opd": "Tubular glands lined by clear cells with glycogen",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "08c3d512-08dc-4840-8cf1-49f2c07980eb",
        "choice_type": "single"
    },
    {
        "question": "A study of patients with postmenopausal uterine bleeding reveals that some of them have malignant neoplasms that arise from prior atypical hyperplastic lesions. The peak incidence is between 55 and 65 years of age in women who have obesity, hypertension, and/or diabetes mellitus. Molecular analysis reveals mutations of the PTEN tumor suppressor gene in most of them. Their malignancies tend to remain localized for years before spreading to local lymphatics. Which of the following neoplasms is most likely to have these characteristics?",
        "exp": "Most endometrial cancers have the endometrioid pattern and are classified as type I endometrial carcinomas. They arise in the setting of unopposed estrogen stimulation and may also have PTEN mutations as well as microsatellite instability. In contrast, type II endometrial carcinomas occur at an older age in the background of atrophic endometrium; they usually have a serous carcinoma pattern, but may also exhibit clear cell and mullerian mixed patterns, and TP53 mutations are common. Leiomyosarcomas and stromal sarcomas are far less common than endometrial carcinomas, and they have no known risk factors.",
        "cop": 2,
        "opa": "Clear cell carcinoma",
        "opb": "Endometrioid carcinoma",
        "opc": "Leiomyosarcoma",
        "opd": "Mullerian mixed tumor",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "c7f0cc6e-5346-45c8-9afe-b834c4b7f953",
        "choice_type": "single"
    },
    {
        "question": "Crumpled paper appearance of cells is a feature of-",
        "exp": "Ans. is 'a' i. e., Gaucher disease. Morphology of Gauchers disease: o Giucocerebrosides accumulate in massive amounts within phagocytic cells throughout the body in all forms of Gaucher disease. o The distended phagocytic cells, known as Gaucher cells, are found in the spleen, liver, bone marrow, lymph nodes, tonsils, thymus, and Peyer patches. Similar cells may be found in both the alveolar septa and the air spaces in the lung.",
        "cop": 1,
        "opa": "Gaucher disease",
        "opb": "Asbestosis",
        "opc": "GVHD",
        "opd": "Wilsons disease",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "7a269450-d54e-40d8-a838-53d05723ebe4",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman complains of vaginal discomfort for 2 weeks. Physical examination reveals a scanty vaginal discharge. The fluid develops a \"fishy\" odor after treatment with 10% potassium hydroxide. A Pap smear taken during the pelvic examination shows squamous cells covered by coccobacilli (\"clue\" cells). Which of the following is the most likely etiology of vaginal discomfort in this patient?",
        "exp": "Sexual transmission of G. vaginalis, a Gram-negative coccobacillus, causes a substantial proportion of cases classified as nonspecific vaginitis. The diagnosis of Gardnerella infection is best established by identifying the organisms either in a wet mount specimen of a vaginal discharge or in a Papanicolaou-stained smear. The \"clue cell\" is pathognomonic and shows squamous cells covered by coccobacilli. Other aids to the diagnosis are a thin, homogeneous, milk-like vaginal discharge, a vaginal pH above 4. 5, and the presence of a \"fishy\" odor from the discharge once alkalinized with 10% potassium hydroxide. Viruses (choices C and D) do not produce vaginal discharge. Choices A and E are not associated with \"clue\" cells. Diagnosis: Vaginitis, cervicitis",
        "cop": 2,
        "opa": "Chlamydia trachomatis",
        "opb": "Gardnerella vaginalis",
        "opc": "Herpes simplex virus",
        "opd": "Human papillomavirus",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "1bd79326-19ac-41f3-a7a1-3486d0dd734f",
        "choice_type": "single"
    },
    {
        "question": "Schiller- Duval bodies is seen in -",
        "exp": "Ans. is 'c' i. e., Endodermal sinus tumor o Yolk sac tumor (endodermal sinus tumor or infantile embryonal carcinoma) - Schiller - Duval bodies, o Leydig (interstitial) cell tumor - Reinke crystalloids. Note: - Rienke crystals are also seen in the hilus cell tumor of ovary.",
        "cop": 3,
        "opa": "Choriocarcinoma",
        "opb": "Embryonal cell Ca",
        "opc": "Endodermal sinustumour",
        "opd": "Immature teratoma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "2c45605b-8b8a-402d-b490-54e97124b3a5",
        "choice_type": "single"
    },
    {
        "question": "Endometriotic lesion histology represents it's?",
        "exp": "Ans. (a) High estrogen(Ref: R 9th/p 721). Increased estrogen production by endometriotic stromal cells, due in large part to high levels of the key steroidogenic enzyme aromatase, which is absent in normal endometrial stroma. Mutations in specific genes (PTEN and ARID1A) in endometriotic cysts.",
        "cop": 1,
        "opa": "High estrogen",
        "opb": "High progesterone",
        "opc": "High cholesterol",
        "opd": "High levels of prolactin",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "b76b5d23-58a3-4b75-b615-80aeb60cc4df",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman has experienced discomfort during sexual intercourse for the past month. On physical examination, there are no lesions of the external genitalia. Pelvic examination shows a focal area of swelling on the left posterolateral inner labium that is very tender on palpation. A 3-cm cystic lesion filled with purulent exudate is excised. In which of the following structures is this lesion most likely to develop?",
        "exp": "Bartholin glands may become obstructed, inflamed, and cystic because of abscess formation, which then produces focal pain. A Gartner duct cyst may form in the lateral vaginal wall from the remnant of a wolffian (mesonephric) duct; the cyst is filled with fluid and is usually not inflamed. Hair follicles are not present at the inner labia. The Bartholin gland lies just inferior to the fascia of the urogenital diaphragm and just anterior to the vestibular bulb, which is not glandular and does not become cystic.",
        "cop": 1,
        "opa": "Bartholin gland",
        "opb": "Gartner duct",
        "opc": "Hair follicle",
        "opd": "Urogenital diaphragm",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "d301149a-2792-4589-ba64-a8a302695b97",
        "choice_type": "single"
    },
    {
        "question": "Marker for ovarian carcinoma in serum is -",
        "exp": "Ans. (a) CA-125(Ref: Robbins 9th/pg 1033; Am J Prev Med 13 (6): 444-6)*CA125- is a glycoprotein*Elevated levels in epithelial ovarian cancers*CA-125 is the most frequently used biomarker for ovarian cancer detection. Elevated CA125- not a specific marker*In other cancers, including endometrial cancer, fallopian tube cancer, lung cancer, breast cancer and gastrointestinal cancer.*Benign conditions, such as endometriosis, PID, cirrhosis and diabetes mellitus",
        "cop": 1,
        "opa": "CA-125",
        "opb": "Fibronectin",
        "opc": "Acid Phosphatase",
        "opd": "PSA",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "19e29869-e9fb-497c-a2dd-5cb7d93801a9",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman who has a family history of breast cancer presents with a 6-month history of increasing abdominal girth. On close questioning, she volunteers a history of vague abdominal pain dating back 1 year. She has no children and has never been pregnant. Bimanual pelvic examination reveals a 10-cm right adnexal mass. Percussion of the abdomen indicates ascites. Aspiration cytology of the ascites fluid reveals malignant papillary structures with psammoma bodies. A mutation in which of the following genes is most likely associated with this patient's malignant disease?",
        "exp": "Malignant papillary structures and psammoma bodies (laminated calcified concretions) in a patient with ascites is most compatible with the diagnosis of papillary serous cystadenocarcinoma of the ovary. The same gene implicated in hereditary breast cancers, namely BRCA1, has been incriminated in the pathogenesis of familial ovarian cancer. Women who bear BRCA1 gene mutations tend to develop ovarian cancer considerably earlier than women who have sporadic ovarian cancer, but their prognosis is considerably better. Mutations in the WT-1 tumor suppressor gene (choice E) are related to Wilms tumor. Diagnosis: Ovarian cancer, papillary serous cystadenocarcinoma",
        "cop": 1,
        "opa": "BRCA1",
        "opb": "p53",
        "opc": "Rb",
        "opd": "VHL",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "cb37ab58-a61c-4b5d-9666-d84c04ac357e",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old woman has had vulvar pruritus along with a thick, whitish, odorless, globular vaginal discharge for the past week. On pelvic examination, the cervix appears erythematous, but there are no erosions or masses. A Pap smear shows budding cells and pseudo hyphae. No dysplastic cells are present. Which of the following infectious agents is most likely to produce these findings?",
        "exp": "The presence of the budding cells with pseudo hyphae indicates a fungal infection with Candida. Candidal (monilial) vaginitis is common; this organism is present in about 5% to 10% of women. Recurrent episodes of vaginal candidiasis may be associated with non-albicans species. The inflammation tends to be superficial, and there is typically no invasion of underlying tissues. Urea plasma is a bacterial agent, as is Chlamydia, and both can produce cervicitis. Neisseria gonorrhoeae, a gram-negative diplococcus, is the causative agent of gonorrhea. Infection with Trichomonas vaginalis can produce a purulent vaginal discharge, but the organisms are protozoa and do not produce hyphae.",
        "cop": 1,
        "opa": "Candida albicans",
        "opb": "Chlamydia trachomatis",
        "opc": "Neisseria gonorrhoeae",
        "opd": "Trichomonas vaginalis",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "2adaf343-060d-45d5-80f2-c031cad4c9fd",
        "choice_type": "single"
    },
    {
        "question": "Signet ring appearance is seen in -",
        "exp": "Ans. is 'b' i. e., Krukenberg tumor Feature. Ovarian tumoro Call-Exner bodieso Reinke crystalloidso Psammoma bodieso Pseudomyxoma peritoneio Signet ring cellso Rokitansky's protuberance. Granulosa-theca cell tumor. Hilus cell tumors (pure leydig cell tumor). Serous cystadenoma. Mucinous cystadenoma. Metastatic krukenberg's tumors. Mature (benign) teratoma (Dermoid cyst)",
        "cop": 2,
        "opa": "Granulosa cell tumor",
        "opb": "Krukenberg tumor",
        "opc": "Teratoma",
        "opd": "Dysgerminoma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "4c81b22f-edd8-4839-a9b4-07d73ff5b5f9",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old childless woman noticed a blood-tinged vaginal discharge twice during the past month. Her last menstrual period was 10 years ago. Bimanual pelvic examination shows that the uterus is normal in size, with no palpable adnexal masses. There are no cervical erosions or masses. Her body mass index is 33. Her medical history indicates that for the past 30 years she has had hypertension and type 2 diabetes mellitus. An endometrial biopsy specimen is most likely to show which of the following?",
        "exp": "Postmenopausal vaginal bleeding is a red flag for endometrial carcinoma. Such carcinomas often arise in the setting of endometrial hyperplasia. Increased estrogenic stimulation is thought to drive this process, and risk factors include obesity, type 2 diabetes mellitus, hypertension, and infertility. Choriocarcinomas are gestational in origin. A submucosal leiomyosarcoma could produce vaginal bleeding, but the uterus would be enlarged because leiomyosarcomas tend to be large masses. Malignant mullerian mixed tumors are much less common than endometrial carcinomas, but they could produce similar findings. Malignant mullerian mixed tumors are typically uterine neoplasms that have glandular and stromal elements; the malignant stromal component can be heterologous and may resemble mesenchymal cells that are not ordinarily found in the myometrium, such as cartilage. Squamous carcinomas of the endometrium are rare, and more likely to arise in the cervix.",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Choriocarcinoma",
        "opc": "Leiomyosarcoma",
        "opd": "Malignant mullerian mixed tumor",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "d8245966-fb0e-4aab-8c10-d60c6aa586e0",
        "choice_type": "single"
    },
    {
        "question": "Most common ovarian tumor",
        "exp": "Ans. (a) Serous cystadenoma(Ref: Robbins 9th/pg 1023)*Most ovarian tumors are surface epithelial (65-70%)*Serous cystadenoma is the most common surface epithelial tumor",
        "cop": 1,
        "opa": "Serous cystadenoma",
        "opb": "Choriocarcinoma",
        "opc": "Teratoma",
        "opd": "Fibroma",
        "subject_name": "Pathology",
        "topic_name": "Female Genital Tract",
        "id": "98d72f63-ca49-42ac-a301-034db712388a",
        "choice_type": "single"
    }
]