[
    {
        "question": "16-year-old girl with sho height, amenorrhea with widely spaced nipple. Karyotyping is;",
        "exp": "Given features suggests the diagnosis of Turner's syndrome. Turner's syndrome Most common sex chromosomal disorder in phenotypic females. Results from complete or paial loss of one X chromosome (45, XO) Features: Sho stature Coarctation of aoa Cubitus valgus Streak ovaries, infeility, amenorrhea Peripheral lymphedema at bih Low posterior hairline Webbing of neck Broad chest and widely spaced nipples",
        "cop": 1,
        "opa": "45 X0",
        "opb": "46 XO",
        "opc": "47 XXX",
        "opd": "46. XY",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "f2865a7a-d23f-4067-aef4-e3429b5edaeb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of Vit B12 deficiency anemia?",
        "exp": "Clinical manifestations of Vitamin B12 deficiency: Haematological: Macro-ovalocytes, Hypersegmentation of neutrophils. Neurological: Demyelination in peripheral nerves and spinal cord B12 deficiency leads to megaloblastic anemia due to folate trap The peripheral smear given below shows hypersegmented neutrophil and macro-ovalocytes",
        "cop": 4,
        "opa": "Hypersegmented neutrophils",
        "opb": "Macro-ovalocytes",
        "opc": "Megaloblastic anemia",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "39431300-346e-4adb-ba4b-87d6373a3a61",
        "choice_type": "multi"
    },
    {
        "question": "Acute graft rejection occurs within?",
        "exp": "Hyperacute rejection: type 2 HSR, happens over span of few minutes to hours. Eg: kidney transplant Acute rejection: Few weeks to months(< 6 months) Chronic rejection: After 6 months. Graft vs host disease (Runt Disease): Acute GVH: < 100 days Chronic GVH: > 100 days",
        "cop": 3,
        "opa": "Few minutes",
        "opb": "Few hours",
        "opc": "< 6 months",
        "opd": "6-12 months",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "4d31c7e1-c3c6-40a4-8b36-0bbbc598757c",
        "choice_type": "single"
    },
    {
        "question": "Which type of necrosis is seen in brain?",
        "exp": "Liquefactive necrosis/Colliquative Necrosis Liquefactive necrosis, is characterized by digestion of the dead cells, resulting in transformation of the tissue into a liquid viscous mass. Hydrolytic enzymes activation results in damage to tissue architecture The necrotic material is frequently creamy yellow because of the presence of dead leukocytes and is called pus. Hypoxic death of cells within the central nervous system often manifests as liquefactive necrosis. It is also seen in focal bacterial or occasionally, fungal infections because microbes stimulate the accumulation of leukocytes and the liberation of enzymes from these cells.",
        "cop": 2,
        "opa": "Coagulative",
        "opb": "Liquefactive",
        "opc": "Fat",
        "opd": "Fibrinoid",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "b6f45c18-3c2f-4932-8000-1f809f29bfb6",
        "choice_type": "single"
    },
    {
        "question": "Most common primary for brain metastasis is which of the following?",
        "exp": "Most common Primary for brain metastasis is - LUNG CANCER Paicular Lung cancer which is notorious for causing CNS metastasis - SMALL CELL LUNG CARCINOMA Most common Primary malignant CNS tumor seen in children - MEDULLOBLASTOMA Most common Primary malignant CNS tumor seen in adults - GLIOBLASTOMA Most common Primary benign CNS tumor seen in adults - MENINGIOMA",
        "cop": 1,
        "opa": "Lung cancer",
        "opb": "Head and neck cancer",
        "opc": "Prostate cancer",
        "opd": "Breast cancer",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "69501541-8943-4cd9-b5eb-3957f589d58b",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old male came to the clinic with fatigue and weakness. Following findings were noted, what will be the likely diagnosis?",
        "exp": "Peripheral smear image shows blast with presence of rod-like cytoplasmic inclusion called as AUER ROD The other image shows Gum hyperophy, seen in some types of acute myeloid leukemia (AML). In AML with monocytic differentiation i. e. AML-M4 and AML-M5 (more commonly), infiltration of the skin (leukemia cutis) and the gingiva leading to gum hyperophy can be observed. In AML, there is an accumulation in the marrow of immature myeloid cells that lack the potential for fuher differentiation and maturation, which leads to suppression of normal hematopoiesis. The presence of myeloblasts in the peripheral blood is indicative of acute myeloid leukemia (AML).",
        "cop": 4,
        "opa": "Chronic myeloid leukemia",
        "opb": "Acute lymphonlastic leukemia",
        "opc": "Chronic lymphocytic leukemia",
        "opd": "Acute myeloid leukemia",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "823f6a48-a0ef-4354-bd31-2e37394daf13",
        "choice_type": "single"
    },
    {
        "question": "Berry aneurysm most commonly occurs due to?",
        "exp": "Berry aneurysm is due to defect in tunica media and intimal elastic lamina layer leading to weakening of vessel wall and outpouching in anterior poion of circle of willis. Saccular Aneurysms: is a 2nd most common cause of clinically significant subarachnoid hemorrhage is rupture of a saccular (\"berry\") aneurysm in a cerebral aery following trauma. Patient will describe the pain as worst headache of his life. Bloody tap on lumbar puncture is seen. Nimodipine is a cerebro-selective vasodilatory drug helpful for treatment of symptoms associated with subarachnoid hemorrhage. Berry aneurysm is associated with adult polycystic kidney disease (ADPKD).",
        "cop": 2,
        "opa": "Endothelial injury of vessel due to HTN",
        "opb": "Muscle intimal elastic lamina layer defect",
        "opc": "Muscle and adventitial layer defect",
        "opd": "Adventitia defect",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "b33535bc-100b-4624-9185-e2a39dabd1df",
        "choice_type": "single"
    },
    {
        "question": "Which of the following interfere with iron absorption?",
        "exp": "Maximum site of Iron absorption - DUODENUM The form in which Iron is absorbed - Fe2+ Absorption of inorganic iron is enhanced by ascorbic acid, citric acid, HCL, amino acids, and sugars in the diet, and inhibited by Phytates and tannates (found in tea), carbonates, oxalates, and phosphates.",
        "cop": 2,
        "opa": "Vitamin C",
        "opb": "Phytates",
        "opc": "Oxalate",
        "opd": "Myoglobin",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "5cc597ae-0fc8-4c3f-956a-7257a2d55f4e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a NOT a feature of NEPHROTIC SYNDROME?",
        "exp": "- Hematuria is absent in Nephrotic Syndrome. Essential features of nephrotic syndrome are: Proteinuria>3. 5gms /24 hours period Hypoalbuminemia< 2. 5gm% Edema, periorbital edema, pedal edema Non-essential features are: Hyperlipidemia: increased cholesterol and increased triglycerides Lipiduria Loss of protein C /S /AT III in urine leading to hypercoagulable state",
        "cop": 4,
        "opa": "Proteinuria",
        "opb": "Marked Edema",
        "opc": "Hypoalbuminemia",
        "opd": "HEMATURIA",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "c3d5b1de-c59b-40cd-b643-30a9e13624cd",
        "choice_type": "single"
    },
    {
        "question": "The following serological status is noted in a patient: Hbs. Ag positive and Hbe. Ag positive. Diagnosis is?",
        "exp": "Acute viral hepatitis: HBs. Ag +/IgM anti. HBc Chronic viral hepatitis: HBs. Ag +/IgG anti HBc Acute viral hepatitis with infectivity: Hbe. Ag + Remote infection: anti HBs +",
        "cop": 3,
        "opa": "Acute viral hepatitis",
        "opb": "Chronic viral hepatitis",
        "opc": "Acute viral hepatitis with infectivity",
        "opd": "Remote infection",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "40f8a36a-d871-450b-ac84-99ce63930dd3",
        "choice_type": "single"
    },
    {
        "question": "MC cause of atypical pneumonia?",
        "exp": "MC cause of Atypical pneumonia- Mycoplasma Pneumoniae aka \"Eaton's agent\". This organism does not have cell wall which makes them resistant to the treatment by Penicillin's. The infection will be treated by the use of Macrolide antibiotic (Azithromycin).",
        "cop": 1,
        "opa": "Mycoplasma pneumoniae",
        "opb": "Klebsiella pneumoniae",
        "opc": "Hemophilus influenzae",
        "opd": "Chylamydia",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "f6c71066-5ee7-424c-aefb-fa0af0c6e883",
        "choice_type": "single"
    },
    {
        "question": "Most characteristic finding of diabetic nephropathy?",
        "exp": "Diabetic Nephropathy Three lesions are encountered: (1) glomerular lesions; (2) renal vascular lesions, principally aeriolosclerosis; and (3) pyelonephritis, including necrotizing papillitis. The most impoant glomerular lesions are capillary basement membrane thickening, diffuse mesangial sclerosis, and Nodular glomerulosclerosis. Capillary Basement Membrane Thickening. Widespread thickening of the glomerular capillary basement membrane (GBM) occurs in viually all cases of diabetic nephropathy and is pa and parcel of the diabetic microangiopathy Diffuse Mesangial Sclerosis. This lesion consists of diffuse increase in mesangial matrix. Nodular Glomerulosclerosis. This is also known as intercapillary glomerulosclerosis or Kimmelstiel-Wilson disease. It is the Most characteristic finding of Diabetic Nephropathy.",
        "cop": 1,
        "opa": "Kimmelstein Wilson disease",
        "opb": "Diffuse glomerulosclerosis",
        "opc": "Focal segmental glomerulosclerosis",
        "opd": "Armani Ebstein change",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "c6e6056f-4f5f-47c8-a79e-3998b2a4cd48",
        "choice_type": "single"
    },
    {
        "question": "A patient has MCV <80, MCH <23. Which type of anemia shall be classified?",
        "exp": "Parameters given in the question suggests that the pt has Microcytic hypochromic anemia. Reduced values of MCV and MCHC: Microcytic hypochromic anemia Iron deficiency anemia is the most common cause of hypochromic microcytic anemia. MCHC - average concentration of hemoglobin in a given volume of packed red cells Normal MCHC is 34-37g/dl Value <34g/dl indicate that red cells are hypochromic, which can occur in iron deficiency anemia. - Given illustration shows hypochromia and microcytosis along with anisopoikilocytosis - suggests the diagnosis of Iron deficiency anemia.",
        "cop": 2,
        "opa": "Normocytic hypochromic",
        "opb": "Microcytic hypochromic",
        "opc": "Hyperchromic macrocytic",
        "opd": "Normocytic normochromic",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "73fb1a77-b85e-4791-b822-5cdd9b8279b9",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following ions is impoant in irreversible cell injury?",
        "exp": "Irreversible cell injury damages the plasma membrane, which then fails to maintain the energy dependent Calcium pumps, allowing theinflux of calciuminto the cell.",
        "cop": 1,
        "opa": "Calcium",
        "opb": "Sodium",
        "opc": "Potassium",
        "opd": "Chloride",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "74103cd0-307d-4743-ad92-7b0d51c35585",
        "choice_type": "single"
    },
    {
        "question": "Chronic viral hepatitis is seen with all of the following viruses, except?",
        "exp": "Chronic hepatitis is defined as symptomatic, biochemical, or serologic evidence of continuing or relapsing hepatic disease for more than 6 months. Etiology rather than the histologic pattern is the most impoant determinant of the probability of developing progressive chronic hepatitis. Chronic viral hepatitis is seen in HBV, HCV, HDV. Hepatitis A virus (HAV) infection is a self-limited disease and does not lead to chronic hepatitis or a carrier state. HAV and HEV (in immunocompetent hosts) do not cause chronic hepatitis.",
        "cop": 4,
        "opa": "HBV",
        "opb": "HCV",
        "opc": "HDV",
        "opd": "HEV",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "2b894612-1f72-437e-a91e-8abed4396902",
        "choice_type": "multi"
    },
    {
        "question": "Whipple's disease is caused by.",
        "exp": "Whipple disease is cause by bacteria called tropheryma whippli. It is responsible fot causing influx of lot of macrophages leading to compression of lacteals and impairment in absorption of nutrients. Rod shaped bacillis in macrophage is seen. Patient complains of malabsorption. Pas +ve diastase resistant is seen in macrophage. Treatment with antibiotic will show dramatic improvement.",
        "cop": 1,
        "opa": "Bacteria",
        "opb": "Virus",
        "opc": "Protozoa",
        "opd": "Helminths",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "125a7e80-7f7d-4537-8afb-1780ca741c34",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an Autosomal Dominant disease?",
        "exp": "Von Willebrand disease (VWD) - Autosomal dominant disorder The main source of plasma von-Willebrand factor is endothelial cells. von Willebrand factor (Vwf) circulates in the plasma in association with factor VIII. Patients with VWD have defects in platelet function despite a normal platelet count Deficiency of von Willebrand factor (v. WF) -promote platelet adherence and activation) causes | platelet adhesion (|BT) and | Intrinsic pathway activity (| a. PTT). C/F Spontaneous mucosal bleeding - Petechiae /purpura /epistaxis / melena excessive bleeding from wounds menorrhagia Lab findings - Platelet count - Normal Prothrombin time - Normal Bleeding time - Increased Activated paial thromboplastin time (a. PTT)-Increased Rx - Desmopressin for mild form - Cryoprecipitate for severe form",
        "cop": 1,
        "opa": "Von Willebrand disease",
        "opb": "Wilson's disease",
        "opc": "Cystic fibrosis",
        "opd": "Friedrichs ataxia",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "57e1c3f6-8400-4d9c-a801-d1533b1b2619",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in Tumour lysis Syndrome?",
        "exp": "TUMOR cells with very high rate ||| of growth - during Chemo Therapy - large no of cells are dyinge TUMOR cell lysis syndrome. i. e. Summary- components of Tumor-Lysis Syndrome HYPERKALEMIA HYPERURICEMIA HYPERPHOSPHATEMIA HYPOCALCEMIA",
        "cop": 1,
        "opa": "Hypophosphatemia",
        "opb": "Hypocalcemia",
        "opc": "Hyperuricemia",
        "opd": "Hyperkalemia",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "9b6bc358-1ac2-4f8e-ba02-a49cab15cd4f",
        "choice_type": "single"
    },
    {
        "question": "Which of these is a Nephritic syndrome?",
        "exp": "The nephritic syndrome is characterized by hematuria, oliguria with azotemia, proteinuria, and hypertension. The most common causes are immunologically mediated glomerular injury; lesions are characterized by proliferative changes and leukocyte infiltration. Acute postinfectious glomerulonephritis typically occurs after streptococcal infection in children and young adults but may occur following infection with many other organisms; it is caused by deposition of immune complexes, mainly in the subepithelial spaces, with abundant neutrophils and proliferation of glomerular cells. Most affected children recover; the prognosis is worse in adults. Rapidly progressive glomerulonephritis (RPGN) is a clinical entity with features of the nephritic syndrome and rapid loss of renal function. Nephrotic syndrome is caused by a derangement in glomerular capillary walls resulting in increased permeability to plasma proteins. The manifestations of the syndrome include: Massive proteinuria, with the daily loss of 3. 5 gm or more of protein (less in children) Hypoalbuminemia, with plasma albumin levels less than 3 gm/dL Generalized edema Hyperlipidemia and lipiduria",
        "cop": 3,
        "opa": "Minimal change disease",
        "opb": "Membranous Glomerulopathy",
        "opc": "Post infectious Glomerulonephritis",
        "opd": "Focal segmental glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "30e60139-8cf3-4480-bf33-36a29fb574d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has Autosomal Recessive inheritance?",
        "exp": "Sickle cell disease is a common hereditary hemoglobinopathy caused by point mutation resulting in replacement of Glutamic acid by Valine at 6th position of b-globin chain. Autosomal Recessive inheritance Autosomal Dominant (A Very DOMINANT Hereditary Family) Autosomal Recessive (ABCDEFGH'S) Achondroplasia/ADPKD Von Hippel Lindau disease Dystrophia myotonica Osteogenesis imperfecta Marfan Syndrome Intermittent porphyria NF 1(Von Recklinghausen disease) Achondroplasia NF 2 Tuberous Sclerosis Huntington Disease Familial hypercholesterolemia Albinism, Ataxia Telangiectasia, Alkaptonuria Beta thalassemia Cystic Fibrosis Dubin Johnson Emphysema (alpha 1 antitrypsin deficiency) Friedreich Ataxia Galactosemia Hemochromatosis Sickle cell anemia",
        "cop": 2,
        "opa": "Hereditary spherocytosis",
        "opb": "Sickle cell anemia",
        "opc": "Osteogenesis imperfecta",
        "opd": "VWD",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "5a57d0b0-5976-4024-ae88-0a41d63b9279",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis for an individual serum alkaline phosphatase normal, PTH normal, Vitamin D3 normal with elevated serum Calcium values?",
        "exp": "Multiple myeloma is a plasma cell neoplasm commonly associated with lytic bone lesions, hypercalcemia, renal failure, and acquired immune abnormalities. Clinical Features. The clinical features of multiple myeloma stem from (1) the effects of plasma cell growth in tissues, paicularly the bones (2) the production of excessive Igs, which often have abnormal physicochemical propeies; and (3). The suppression of normal humoral immunity. Bone resorption often leads to pathologic fractures and chronic pain. The attendant hypercalcemia can give rise to neurologic manifestations, such as confusion, weakness, lethargy, constipation, and polyuria, and contributes to renal dysfunction. Decreased production of normal Igs sets the stage for recurrent bacterial infections. Cellular immunity is relatively unaffected. Of great significance is renal insufficiency, which trails only infections as a cause of death. The pathogenesis of renal failure (Chapter 20), which occurs in up to 50% of patients, is multifactorial. However, the single most impoant factor seems to be Bence-Jones proteinuria, as the excreted light chains are toxic to renal tubular epithelial cells. Ceain light chains (paicularly those of the l6 and l3 families) are prone to cause amyloidosis of the AL type, which can exacerbate renal dysfunction and deposit in other tissues as well.",
        "cop": 3,
        "opa": "Vitamin D intoxication",
        "opb": "Hyperparathyroidism",
        "opc": "Multiple myeloma",
        "opd": "Nutritional rickets",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "b377d5f1-5b0a-45ac-92c9-3fed3bc05958",
        "choice_type": "single"
    },
    {
        "question": "Most common anterior mediastinal tumour?",
        "exp": "The designation \"thymoma\" is restricted to tumors of thymic epithelial cells. Such tumors typically also contain benign immature T cells. The tumors usually occur in adults older than 40 years of age; thymomas are rare in children. Males and females are affected equally. Most arise in the anterior superior mediastinum, but sometimes they occur in the neck, thyroid, pulmonary hilus, or elsewhere.",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Neurofibroma",
        "opc": "Pericardial cyst",
        "opd": "Bronchogenic cyst",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2019",
        "id": "c4946dde-f87a-4d98-80fd-c42f99f79648",
        "choice_type": "single"
    }
]