[
    {
        "question": "A 60-year-old man is rushed to the hospital with acute liver failure. He undergoes successful ohotopic liver transplantation; however, the transplanted liver does not produce much bile for the first 3 days. Poor graft function in this patient is thought to be the result of \"reperfusion injury. \" Which of the following substances was the most likely cause of reperfusion injury in this patient's transplanted liver?",
        "exp": "The answer is D: Reactive oxygen species. Ischemia/reperfusion (I/R) injury is a common clinical problem that arises in the setting of occlusive cardiovascular disease, infection, transplantation, shock, and many other circumstances. The genesis of I/R injury relates to the interplay between transient ischemia and the re-establishment of blood flow (reperfusion) Initially, ischemia produces a type of cellular damage that leads to the generation of free radical species. Subsequently, reperfusion provides abundant molecular oxygen (O2 ) to combine with free radicals to form reactive oxygen species Oxygen radicals are formed inside cells through the xanthine oxidase pathway and released from activated neutrophils. Diagnosis: Myocardial infarction Ischemia/reperfusion (I/R) injury IN hea cause. CONTRACTION BAND NECROSIS a. Hemorrhage and contraction bands, visible as prominent hypereosinophilic cross-striations spanning myofibers are seen microscopically.",
        "cop": 4,
        "opa": "Cationic proteins",
        "opb": "Free ferric iron",
        "opc": "Hydrochlorous acid",
        "opd": "Reactive oxygen species",
        "subject_name": "Pathology",
        "topic_name": "Free Radical Injury",
        "id": "07ffb0c8-9865-4481-b36e-b95440a2c1f9",
        "choice_type": "single"
    },
    {
        "question": "Enzyme that protects the brain from free radical injury is:",
        "exp": "- Superoxidase dismutases (SODs) are found in many cell types and conve O2 radicals into hydrogen peroxide This group of enzymes includes:- Manganese-SOD localized in mitochondria Copper-zinc- SOD found in the cytosol. - One of the earliest discovered hereditary forms of Amyotrophic lateral sclerosis (ALS) has mutations in the gene encoding copper-zinc superoxide dismutase (SOD1) on chromosome 21; this variant accounts for about 20% of familial cases.",
        "cop": 2,
        "opa": "Myeloperoxidase",
        "opb": "Superoxide dismutase",
        "opc": "NADPH oxidase",
        "opd": "Hydroxylase",
        "subject_name": "Pathology",
        "topic_name": "Free Radical Injury",
        "id": "5015040c-b752-49cd-8773-6f1c0de269d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following helps in generating oxygen burst in the neutrophils?",
        "exp": "O2 Dependent Killing:- Most efficient bactericidal system in Neutrophils- H2. O2- MPO-halide System.",
        "cop": 4,
        "opa": "Superoxide dismutase",
        "opb": "Catalase",
        "opc": "Glutathione peroxidase",
        "opd": "NADPH oxidase",
        "subject_name": "Pathology",
        "topic_name": "Free Radical Injury",
        "id": "a017f5b7-9d8b-4ebf-8e84-ced28ff4ba7b",
        "choice_type": "single"
    },
    {
        "question": "Most reactive free radical is:",
        "exp": "Hydroxyl radical is the most reactive free radical.",
        "cop": 2,
        "opa": "Superoxide",
        "opb": "Hydroxyl",
        "opc": "Peroxide",
        "opd": "Carboxyl",
        "subject_name": "Pathology",
        "topic_name": "Free Radical Injury",
        "id": "f506c1ad-f8d0-455c-81c0-97b669d8f8ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a free radical scavenging enzyme?",
        "exp": "Elimination of free radical occur multiple mechanism:- 1. Antioxidant: (Glutathione and vitamin A, C, E) 2. Enzymes:- (i) Superoxide dismutase(mitochondria) O2-H2O (ii) Glutathione peroxidase (mitochondria) (iii) Catalase (Peroxisome): H2. O2-O2 and H2O (glutathione independent). 3. Metal Carrier protein (Transferrin/Ceruloplasmin). Destruction of phagocytose material:- Oxygen dependent killing is most effective mechanism.",
        "cop": 2,
        "opa": "Myeloperoxidase",
        "opb": "Glutathione peroxidase",
        "opc": "NADPH oxidase",
        "opd": "Protease",
        "subject_name": "Pathology",
        "topic_name": "Free Radical Injury",
        "id": "784ca9f0-45ea-47b1-92c8-2ed3d73219fc",
        "choice_type": "single"
    }
]