[
    {
        "question": "Peptic ulcer is caused by",
        "exp": "A. i. e. (H. pylori) (594 - Basic pathology 8th)PEPTIC ULCER - two conditions are key for the development of peptic ulcers1. H. pylori infection(i) 70 - 90% persons with duodenal ulcer(ii) 70% persons with gastric ulcers2. Mucosal exposure to gastric acid and pepsin* NSAIDs are the major cause of peptic ulcer disease in persons who do not have H. pylori infection",
        "cop": 1,
        "opa": "H. pylori",
        "opb": "Campylobacter jejuni",
        "opc": "Pneumocystis carinii",
        "opd": "Crypto sporidium",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "334e83e9-cd7a-47c3-85e1-10ef5055dfda",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents with a 5-month history of weakness and fatigue. There is no history of drug or alcohol abuse. A CBC shows megaloblastic anemia and a normal reticulocyte count. Further laboratory studies reveal vitamin B12 deficiency Anemia in this patient is most likely caused by which of the following?",
        "exp": "Autoimmune gastritis refers to chronic, diffuse inflammatory disease of the stomach that is restricted to the body and fundus and is associated with other autoimmune phenomena. This disorder typically features diffuse atrophic gastritis, antibodies to parietal cells and the intrinsic factor, and increased serum gastrin due to G-cell hyperplasia. Immunologic destruction of parietal cells and antibody targeting of intrinsic factor interfere with intestinal absorption of vitamin B12. As a result, all lineages of bone marrow precursors show asynchronous maturation between the nucleus and cytoplasm (megaloblastic cells), and the peripheral blood displays megaloblastic anemia. Megaloblastic anemia that is caused by malabsorption of vitamin B12, occasioned by a deficiency of the intrinsic factor, is referred to as \"pernicious anemia. \" The other choices are not causes of pernicious anemia. Diagnosis: Autoimmune atrophic gastritis, pernicious anemia",
        "cop": 2,
        "opa": "Acute erosive gastritis",
        "opb": "Autoimmune gastritis",
        "opc": "Helicobacter pylori gastritis",
        "opd": "Menetrier disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "9876bc1f-30d3-451e-8bea-50bdd80086f9",
        "choice_type": "single"
    },
    {
        "question": "Most common site of curling's ulcer?",
        "exp": "Ans. (a) Proximal duodenum(Ref: Robbins 9th/pg 762). Curling ulcers-Ulcers occurring in the proximal duodenum and associated with severe burns or trauma",
        "cop": 1,
        "opa": "Proximal Duodenum",
        "opb": "Esophagus",
        "opc": "Distal duodenum",
        "opd": "D. jujenum",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "d38cf328-624f-4732-86ce-0cf65abfed6e",
        "choice_type": "single"
    },
    {
        "question": "Linitis plastica is seen in",
        "exp": "(Carcinoma stomach) (557-Harsh Mohan 6th, 786-Robbin-Pathologic-Basis of disease 8th). Leather bottle appearance termed linitis plastica seen in gastric adenocarcinoma. Breast and lung cancers that metastasize to the stomach may also creat a linitis plastica- like appearance. SCIRRHOUS CARCINOMA (Linitis plastica) - the stomach wall is thickened due to extensive desmoplasia giving the appearance as 'leather-bottle stomach' or 'linitis plastica, The lumen of the stomach is reduced. There are no ulcer but rugae are prominent (mother-of-pearl in appearance)* Gastric carcinoma is most commonly located into region of gastric canal (prepyloric region)**_* Ulcerative carcinoma*** is the most common pattern* Most common complication of gastric cancer is haemorrhage (haematemesis or melaena)* Pre malignant changes in gastric mucosa(i) Hypo or achlorhydria in atrophic gastritis of gastric mucosa with intestinal metaplasia***(ii) Adenomatous (neoplastic) polyp of the stomach(iii) Chronic gastric ulcer (Ulcer-cancer) and its association with achlorhydria(iv) Stump carcinoma in patients who have undergone partial gastrectomy* Superficial spreading or 'early' gastric cancer-confined to the mucosa or sub mucosa (with or without lymph node metastasis) are associated with an excellent prognosis* Trossier's si2n - The metastasis through lymphatic spread presents as left supraclavicular lymphnode enlargement* The depth of invasion and the extent of nodal and distant metastasis at the time of diagnosis remain the most powerful prognostic indicators for gastric cancers (786- Robbins- Basis of disease 8th)* Most common cause of gastric outlet obstruction in India is - Carcinoma stomach*** Sister Mary Joseph nodule (Metastatic involvement of the para umbilical nodes*** is most commonly seen with stomach carcinoma)* Early gastric cancer. Defined as a primary lesion confined to the mucosa and submucosa with or without lymph node metastasis*** There is one dictum that \"Anterior ulcer perforates & posterior ulcer bleeds\"* Stomach reveal fat-laden cells in post gastrectomy**** Watermelon stomach is seen in Scleroderma* Blood group A is associated with(i) Carcinoma stomach, cervix, salivary gland & pancreas(ii) Pernicious anemia(iii) Thrombosis in OCP users",
        "cop": 2,
        "opa": "Carcinoma of liver",
        "opb": "Carcinoma stomach",
        "opc": "Carcinoma lung",
        "opd": "Carcinoma esophagus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "2c102093-2f7f-4c1c-9258-24cf0245c7a7",
        "choice_type": "single"
    },
    {
        "question": "45-year-old male complained of dysphagia. On investigation, he was HIV positive. He underwent endoscopy and biopsy. Endoscopy findings and histological findings are suggestive of?",
        "exp": "Ans. (b) CMV esophagitis. Endoscopy showed shallow ulcera at lower end of esophagus. Histopathology shows large eosinophilic intranuclear inclusion and multiple small cytoplasmic inclusions",
        "cop": 2,
        "opa": "Herpes",
        "opb": "CMV",
        "opc": "Candida",
        "opd": "Pseudomonas",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "c2cff14d-8211-4ecd-bca1-ebc704bd00b1",
        "choice_type": "single"
    },
    {
        "question": "Colonic Polyp that has maximum chance of malignant change?",
        "exp": "Ans. B. Adenomatous polyp.. (Ref. Robbin's pathology 8th/pg. 618). Robbin's pathology 8th/pg. 618..... \"Adenomas are neoplastic polyps that range from small, often pedunculated, tumors to large lesions that are usually sessile. Incidence of adenomas in the small intestine is very low compared to those arise in the colon. The prevalence of colonic adenomas is 20% to 30% before age 40, rising to 40% to 50% after age 60. Males and females are affected equally. There is familial predisposition to sporadic adenomas, accounting for about a fourfold greater risk for adenomas among first-degree relatives, and also a fourfold greater risk of colorectal carcinoma in any person with adenomas\"Polyps of the Large Intestine. Type. Histologic Diagnosis. Neoplastic. Adenoma. Tubular adenoma (adenomatous polyp). Tubulovillous adenoma (villoglandular adenoma). Villous adenoma (villous papilloma). Carcinoma. Hamartomas. Juvenile polyp. Peutz-Jeghers polyp. Inflammatory. Inflammatory polyp (pseudopolyp) Benign lymphoid polyp. Unclassified. Hyperplastic polyp. Miscellaneous. Lipoma, leiomyoma, carcinoid# Inflammatory polyps have no malignant potential. Cancer developing in asso with hamartomas is rare.# Hyperplastic polyps are not neoplastic and therefore do not become malignant.# Juvenile polyps- are hamartomatous proliferations, mainly of lamina propria, enclosing widely spaced, dilated cystic glands.- They occur most frequently in children younger than 5 years old but also are found in adults of any age; in the latter group they may be called retention polyps.- Irrespective of terminology, the lesions are usually large in children (1-3 cm in diameter) but smaller in adults; they are rounded, smooth, or slightly lobulated and sometimes have a stalk as long as 2 cm.- In general, they occur singly and in the rectum, and being hamartomatous have no malignant potential.- Juvenile polyps may be the source of rectal bleeding and in some cases become twisted on their stalks to undergo painful infarction.# Syndromes of juvenile polyposis have been defined:# (1) Juvenile polyposis syndrome: (1/100, 000 population): (juvenile polyposis and ectodermal lesions).# (2) Bannayan-Riley-Ruvalcaba syndrome: (juvenile polyposis and macrocephaly and genital hyperpigmentation), and# (3) Cowden's disease (juvenile polyposis and facial trichilemmomas, thyroid goiter and cancer, and breast cancer).# (4). Although juvenile polyps are hamartomas with a low malignant potential, the risk of GI cancer is increased in familial juvenile polyposis patients and their relatives. The lifetime risk of colorectal cancer with juvenile polyposis syndrome is 30-60%. Furthermore, hamartomas can coexist with adenomas, and one must not assume that a polyp is a hamartoma without proof. Colonoscopic excision is performed for large or symptomatic (bleeding, intussusception) lesions. Some juvenile polyps autoamputate. Colectomy is required in patients with familial juvenile polyposis.# Peutz-Jeghers syndrome- is an uncommon autosomal dominant disease (1/200, 000 population) in which multiple hamartomatous polyps appear in the stomach, small bowel, and colon.- There is melanotic pigmentation of skin and mucous membranes, especially about lips and gums.- Until recently the Peutz-Jeghers hamartomas were thought to be without malignant potential, but adenomatous changes and the development of malignancy have been described.- The lifetime risk of colorectal cancer has been reported to be 39%.- Polyps are generally removed only if symptomatic, but patients should undergo continued surveillance. Carcinoma also develops at an increased rate in other tissues, eg, stomach, duodenum, pancreas, small intestine, and breast.",
        "cop": 2,
        "opa": "Hyperplastic polyp",
        "opb": "Adenomatous polyp",
        "opc": "Juvenile polyp",
        "opd": "Polyp of Peutzeger syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "6e1702ad-dfeb-4274-95de-052628a319d6",
        "choice_type": "single"
    },
    {
        "question": "Antiglaidin antibodies are seen in?",
        "exp": "Ans. is 'c' i. e., Celiac disease Diagnosis of Celiac disease* The definitive diagnosis is based on histopathologicalfindings which show: i) Villous atrophy and Crypt hyperplasia with decrease in villus: crypt ratio. ii) Loss of microvilli brush border. iii) Inflammatory cells are present in lamina propria: plasma cells, macrophages, lymphocytes, eosinophils and mast cells. iv) One of the characteristic feature is that overall mucosal thickness remains same (as villous atrophy is compensated by crypt hyperplasia). v) Mainly proximal intestine is involved.* Other characteristic diagnostic finding is symptom resolution on gluten free diet.* The most sensitive non-invasive serological tests are the presence of IgA antibodies to tissue transglutaminase or IgA/ IgG antibodies to deaminatedgliadin. Anti-endomysial antibodies are highly specific but less sensitive.",
        "cop": 3,
        "opa": "Tropica sprue",
        "opb": "Whipple's disease",
        "opc": "Celiac disease",
        "opd": "Intestinal lymphoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "6787a2d4-1968-4087-955b-62b8961f71a7",
        "choice_type": "single"
    },
    {
        "question": "The minimum number of polyps necessary for a diagnosis of Familial Adenomatous Polyposis (FAP) is:",
        "exp": "Ans. (d) 100(Ref: Robbins 9th/pg 809; 8th/pg 820-824). Classic FAP -At least 100 polyps are necessary for a diagnosis QAttenuated FAP-lower number of adenomatous polyps (around 30)",
        "cop": 4,
        "opa": "5",
        "opb": "10",
        "opc": "50",
        "opd": "100",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "27521073-b3a3-4600-8569-168b880e850c",
        "choice_type": "single"
    },
    {
        "question": "Endoscopic biopsy from a case of H. pylori related duodenal ulcer is most likely to reveal:",
        "exp": "Ans. (a) Antral predominant gastritis(Ref: Harrison 18th ed: 2458, 17th ed: 1870). The most common cause of chronic gastritis- H. pylori QWithin the stomach, H. pylori are most often found in the antrum - antral predominant gastritis Q or type B gastritis Q",
        "cop": 1,
        "opa": "Antral predominant gastritis",
        "opb": "Multifocal atrophic gastritis",
        "opc": "Acute erosive gastritis",
        "opd": "Gastric atrophy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "eadab84d-6492-4401-9dbf-fbdcd811fd23",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old girl with a history of chronic constipation since birth is brought to the emergency room because of nausea and vomiting. Physical examination shows marked abdominal distension. Abdominal radiography reveals distended bowel loops with a paucity of air in the rectum. A rectal biopsy shows an absence of ganglion cells. Which of the following is the most likely diagnosis?",
        "exp": "Hirschsprung disease, also referred to as congenital megacolon, results from a congenital defect in the innervation of the large intestine, usually in the rectum. Severe chronic constipation is typical. Marked dilation of the colon occurs proximal to the stenotic rectum, with clinical signs of intestinal obstruction. The other choices are not associated with loss of ganglion cells. Diagnosis: Hirschsprung disease",
        "cop": 3,
        "opa": "Acquired megacolon",
        "opb": "Anorectal stenosis",
        "opc": "Hirschsprung disease",
        "opd": "Imperforate anus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "0262524f-7df5-4d0d-a1a9-dcc691208a75",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old girl complains of chronic abdominal distention, flatulence, and diarrhea after drinking milk. Elimination of milk and other dairy products from the patient's diet relieves these symptoms. This example of malabsorption is caused by a functional deficiency of which of the following enzymes associated with the intestinal brush border membrane?",
        "exp": "Acquired lactase deficiency is a widespread disorder of carbohydrate absorption. The symptoms of this disease typically begin in adolescence, when patients complain of flatulence and diarrhea after the ingestion of dairy products. Lactose is one of the most common disaccharides in dairy products. The intestinal brush border contains disaccharidases that are important for cleavage of lactose to free glucose and galactose for absorption. Congenital lactase deficiency is rare but may be lethal if not recognized. The other choices do not hydrolyze lactose. Diagnosis: Lactose intolerance",
        "cop": 1,
        "opa": "Disaccharidase",
        "opb": "Glycogen phosphorylase",
        "opc": "Hyaluronidase",
        "opd": "Mannosidase",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "5e148874-3ae9-4a78-8da8-356d3d6970ac",
        "choice_type": "single"
    },
    {
        "question": "Serpiginous ulcers with deep fissures are seen in?",
        "exp": "Serpiginous ulcers are features of Crohn's Disease. Pseudopolyps are seen in ulcerative colitis. Feature. Crohn's disease. Ulcerative colitis. Distribution. Segmental with skip areas. Continuous without skip areas. Location. Commonly terminal ileum and/or ascending colon. Commonly rectum, sigmoid colon and extending upwards. Extent. Usually involves the entire thickness of the affected segment of bowel wall. Usually superficial, confined to mucosal layer. Ulcers. Serpiginous ulcers may develop into deep fissures. Superficial mucosal ulcers without fissures. Pseudo-polyps. Rarely seen. Commonly present. Fibrosis. Common. Rare. Shortening. Due to fibrosis. Due to contraction of muscularis",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Neutropenic colitis",
        "opd": "Amoebic dysentery",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "06259dd8-4c55-4111-a7ba-6fa303154efc",
        "choice_type": "single"
    },
    {
        "question": "Positive acid Schiff macrophages seen in?",
        "exp": "Ans. a. Whipple disease. Ref: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No- 791. Whipple Disease. Infection with Tropheryma whipplei (intracellular gram [?]); PAS [?]. Foamy macrophages in intestinal lamina propria. Cardiac symptoms, Arthralgias, and Neurologic symptoms are common. Diarrhea/steatorrhea occurs later in disease course. Most common in older men.",
        "cop": 1,
        "opa": "Whipple disease",
        "opb": "Crohn's disease",
        "opc": "Abetalipoproteinemia",
        "opd": "Ulcerative colitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "421ca2ed-b16b-4fed-9a60-5a4b4d56e13b",
        "choice_type": "single"
    },
    {
        "question": "Juvenile polyp is a",
        "exp": "Ans: b) Hamartomatous polyp ( Ref: Robbins 7th ed / Pg 857 ). All four options are non neoplastic (benign) lesions of intestine. Juvenile polyps: Focal hamartomatous malformations involving mucosal epithelium and lamina propria. Usually large rounded glistening lesions with stalks upto 2 cm in length. Usually in children < 5 years of age. Around 80% occurs in rectum. Peutz Jeghers polyps. Hamartomatous polyps involving mucosal epithelium, lamina propria and muscularis mucosa. Peutz Jeghers syndrome - AD disorder. Multiple polyps throughout GIT, mucocutaneous pigmentation. M/E: Arborizing network of connective tissue and well developed smooth muscle extends into the polyp and surrounds normal abundant glands lined by normal intestinal epithelium rich in goblet cells.- Increased chance of intussusception- No malignant potential of its own, but increased risk of Ca ovary, lung, pancreas, breast, uterus (adenoma malignum), sertoli cell tumors of testes. Bridge: Juvenile polyposis syndrome. AD disorder with risk of adenocarcinoma along with mutations in SMAD4 /DPC4 gene (encoding TGF beta). Mutations of STKII (LKbl ) on chromosome 19. Other hamartomatous polyposis1) Cowden syndrome. AD, involving all 3 germ layers. Intestinal hamartomatous, facial trichilemmomas, acral keratosis, oral papillomas. Increased chance of thyroid and breast cancer. Mutation - PTEN gene on chromosome 10. 2) Cronkhite Canada syndrome. Nm hereditary disorder; idiopathic. GI hamartomatous polyps + ectodermal abnormalities (nail atrophy, alopecia)",
        "cop": 2,
        "opa": "Hypeplastic type",
        "opb": "Hamartomatous polyp",
        "opc": "Inflammatoyr polyp",
        "opd": "Lymphoid polyp",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "bab0f136-347b-4e21-aae0-ad26af4535b5",
        "choice_type": "single"
    },
    {
        "question": "Krukenberg tumour of ovary is due to carcinoma of",
        "exp": "Ans. (a) Stomach(Ref: Robbins 9th/pg 771; 8th/pg 785). Metastasis from stomach cancer Occurs to the liver (first organ to be affected) followed by lungs, bone, ovary (where it is known as Krukenberg's rumor), periumbilical lymph nodes (Sister Mary Joseph nodule), peritoneal cul-de-sac (Blumer's shelf palpable on rectal or vaginal examination) and left supraclavicular lymph node (Virchow's lymph node",
        "cop": 1,
        "opa": "Stomach",
        "opb": "Lung",
        "opc": "Central nervous system",
        "opd": "Thyroid",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "6343ab86-bc87-441a-b1d2-60a4a81a4174",
        "choice_type": "single"
    },
    {
        "question": "Which of the following markers is specific for gastrointestinal stromal tumor (GIST):",
        "exp": "Ans. (a) CD 117(Ref: Robbins 9th/pg 775; 8th/pg 789). Most useful diagnostic marker is c-kit (CD117) detectable in 95% of the patients.",
        "cop": 1,
        "opa": "CD 117",
        "opb": "CD 34",
        "opc": "CD123",
        "opd": "S-100",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "dd574e7e-c170-4782-acff-c61447628081",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old child has attained enough mobility, curiosity, and dexterity to explore places in the home that should not be accessed. The child finds a bottle with a liquid under the kitchen sink, and he drinks it. Within minutes he has chest pain. His mother takes him to the emergency department and brings the bottle. Analysis of the residual contents reveals a pH of 12. Which of the following complications is most likely to occur following this injury?",
        "exp": "Caustic alkaline solutions tend to damage the esophagus, and may not even get as far as the stomach. If the esophagus is perforated, a severe mediastinitis may occur. The inflammation can resolve with scarring and stenosis, and that tends to affect swallowing of solids more than liquids, typical for mechanical obstruction. A pharyngeal Zenker diverticulum occurs at a point of weakness in the hypopharynx, most often between the inferior constrictor muscle and cricopharyngeus muscle; it is a pulsion diverticulum from motility problems. Gastric lymphomas may be related to Helicobacter pylori infection (MALTomas) and immune dysregulation. Duodenal ulcerations are predominantly related to H. pylori infection. Megacolon results from marked colonic inflammation or motor disturbances and swallowed substances are not likely to reach the colon unaltered.",
        "cop": 2,
        "opa": "Pharyngeal diverticulum",
        "opb": "Esophageal stenosis",
        "opc": "Gastric lymphoma",
        "opd": "Duodenal ulceration",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "1630472c-557d-48fe-83e2-b18075605261",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male presented with recurrent bloody diarrhea. Colonoscopy showed geographical ulcers. Histopathology is shown below. What is your diagnosis?",
        "exp": "Ans. (d) Crohn disease(Ref: R 9/ 798). The picture shows - transmural inflammation (blue part) and a overlying ulcer. The best option here is Crohns disease.",
        "cop": 4,
        "opa": "Pseudomebranous colitis",
        "opb": "Non-hodgkin lymphoma colon",
        "opc": "Adenocarcinoma colon",
        "opd": "Crohn disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "39cc2243-9a92-45f0-a941-eb601a8af451",
        "choice_type": "single"
    },
    {
        "question": "Pathology in achlasia cardia is?",
        "exp": "Ans. is 'a' i. e., Degeneration of nerves Pathogenesis of achlasia cardia* It is due to dysfunction of inhibitory neurons containing nitric oxide and vasoactive intestinal polypeptide in the distal intestine. The cholinergic innervation of the LES is intact or affected only in the advanced stage. There is neurogenic degeneration either idiopathic or due to infection.* The degenerative changes are either intrinsic (degeneration of ganglion cells of Aurebach's myentric plexus) or extrinsic (extra esophageal vagus nerve or the dorsal motor nucleus of vagus).* Asa result of the abnormality, LES fails to relax and there is progressive dilatation of esophagus above the level of LES.",
        "cop": 1,
        "opa": "Degeneration of nerves",
        "opb": "Muscular atrophy",
        "opc": "Hypertrophy of nerves",
        "opd": "Hypertrophy of muscles",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "1bc1ca67-6e9b-45bd-8896-c9dbc00ac6df",
        "choice_type": "single"
    },
    {
        "question": "By definition, in familial Adenomatous Polyposis (FAP) at least more than___ colonic adenomas must be present.",
        "exp": "Ans. c (100). (Ref. Harrison's internal medicine 16th ed. 528)FAMILIAL POLYPOSIS COLI (FAP)# It is characterized by appearance of thousands of adenomatous polyps throughout the large bowel.# By definition, in FAP at least more than 100 colonic adenomas must be present.# Colonic polyps are rarely present before puberty but are evident in affected individuals by 25 years of age.# If polyposis coli is not treated surgically, colorectal cancer will develop in almost all patients before age 40.# Once multiple polyps that constitute 'Polyposis' are detected patients should undergo total colectomy. Polyposis syndroms. Peutz-Jeghers syndrome# Autosomal dominant; involves entire gastrointestinal tract; melanin pigmentation of the buccal mucosa# Polyps-hamartomas; not premalignant. Turcot syndrome. Colonic polyps associated with brain tumors. Familial multiple polyposis# Autosomal dominant, appearance of polyps during adolescence - Start in rectosigmoid area and spread to cover entire colon - Virtually ail patients develop cancers; prophylactic total colectomy remommended. Gardner syndrome# Colonic polyps associated with desmoid tumors# Risk of colon cancer nearly 100%",
        "cop": 3,
        "opa": "10",
        "opb": "50",
        "opc": "100",
        "opd": "1000",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "f9d7d171-3eb6-48e1-849b-965a10ff07fc",
        "choice_type": "single"
    },
    {
        "question": "A healthy 21-year-old woman develops a profuse, watery diarrhea 1 day after a meal of raw oysters. On physical examination, her temperature is 37. 5deg C. A stool sample is negative for occult blood. There is no abdominal distention or tenderness, and bowel sounds are present. Diarrhea subsides over the next 3 days. Which of the following organisms is most likely to produce these findings?",
        "exp": "Raw or poorly cooked shellfish can be the source of Vibrio parahaemolyticus, which tends to produce milder diarrhea than Vibrio cholerae. Vibrio organisms produce a toxin that increases adenylate cyclase, leading to chloride ion secretion and osmotic diarrhea. Cryptosporidium as a cause of watery diarrhea is most often found in immunocompromised individuals. Entamoeba histolytica produces colonic mucosal invasion along with exudation and ulceration; stools contain blood and mucus. Staphylococcus aureus can produce food poisoning through the elaboration of an enterotoxin that causes explosive vomiting and diarrhea within 2 hours after ingestion. Yersinia enterocolitica is invasive and can produce extraintestinal infection.",
        "cop": 4,
        "opa": "Cryptosporidium parvum",
        "opb": "Entamoeba histolytica",
        "opc": "Staphylococcus aureus",
        "opd": "Vibrio parahaemolyticus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "6dc0c7aa-fc56-4a45-ad1f-9526693c732d",
        "choice_type": "single"
    },
    {
        "question": "Acquired diverticulum most common site is:",
        "exp": "Ans. (a) Sigmoid colon(Ref: Robbins 9th/pg 751). True diverticulum is defined by the presence of all three layers of the bowel wall. QMost common true diverticulum is the Meckel diverticulum, which occurs in the ileum. Acquired diverticula: Most common site: sigmoid colon Q",
        "cop": 1,
        "opa": "Sigmoid colon",
        "opb": "Ileum",
        "opc": "Ascending colon",
        "opd": "Transverse colon",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "0560049a-31d1-43af-b999-c66f0b7d3357",
        "choice_type": "single"
    },
    {
        "question": "Over a holiday weekend, more than 100 adults at a resort hotel develop a diarrheal illness marked by voluminous, watery stools more than 10 times per day. They also report headaches, abdominal cramping pain, and myalgias. On physical examination, they have manifestations of dehydration and mild fever. Laboratory studies of stool samples show no increase in leukocytes or fat and no RBCs. Their illness lasts just 1 to 3 days and resolves with no sequelae. Which of the following infectious agents is the most likely cause of their illness?",
        "exp": "Norovirus outbreaks result from contamination of food or water, most often in venues where multiple persons congregate. Was it the resort pool? Noroviruses, as well as the Giardia parasite, are resistant to chlorination. Was it the buffet? Salads, shellfish, and meats are often implicated. Voluminous diarrhea suggests small intestinal involvement. The lack of leukocytes makes bacterial infection less likely. Cytomegalovirus infections are more likely in immunocompromised persons. Botulism leads to paralysis from a neurotoxin. Staphylococcal food poisoning tends to be abrupt in onset and of short duration. Strongyloidiasis tends to persist for months to years. Cholera produces a life-threatening fluid loss.",
        "cop": 3,
        "opa": "Cytomegalovirus",
        "opb": "Clostridium botulinum",
        "opc": "Norovirus",
        "opd": "Staphylococcus aureus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "e87fe9e2-316d-4d14-b2dc-05ccf5ace4b5",
        "choice_type": "single"
    },
    {
        "question": "\"Flask shaped\" ulcers in intestine are seen in:",
        "exp": "Ans. c (Amoebic infection). (Ref. Harrison's, Principle of Medicine, 18th /Chapter 209. Amebiasis)PATHOGENESIS AND PATHOLOGY OF INTESTINAL AMOEBIASIS:# Both trophozoites and cysts are found in the intestinal lumen, but only trophozoites of E. histolytica invade tissue.# The trophozoite is 20-60 pm in diameter and contains vacuoles and a nucleus with a characteristic central nucleolus.# Trophozoites attach to colonic mucus and epithelial cells by Gal/Gal. NAc.# The earliest intestinal lesions are microulcerations of the mucosa of the cecum, sigmoid colon, or rectum that release erythrocytes, inflammatory cells, and epithelial cells.# Submucosal extension of ulcerations under viable-appearing surface mucosa causes the classic \"flask-shaped\" ulcer containing trophozoites at the margins of dead and viable tissues.# Treated ulcers characteristically heal with little or no scarring.# Occasionally, however, full-thickness necrosis and perforation occur.# Rarely, intestinal infection results in the formation of a mass lesion, or ameboma, in the bowel lumen.# Liver abscesses are always preceded by intestinal colonization, which may be asymptomatic.# Blood vessels may be compromised early by wall lysis and thrombus formation.# Trophozoites invade veins to reach the liver through the portal venous system.# E. histolytica is resistant to complement-mediated lysis--a property critical to survival in the bloodstream.# In contrast, E. dispar is rapidly lysed by complement and is thus restricted to the bowel lumen.# The necrotic contents of a liver abscess are classically described as \"anchovy paste, \" although the fluid is variable in color and is composed of bacteriologically sterile granular debris with few or no cells. Amebas, if seen, tend to be found near the capsule of the abscess.",
        "cop": 3,
        "opa": "Typhoid",
        "opb": "Intestinal tuberculosis",
        "opc": "Amoebic infection",
        "opd": "Malignancy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "30a0d333-47b6-49f9-8a55-40154ec6da81",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman has had nausea, vomiting, and mid-epigastric pain for 5 months. On physical examination, there are no significant findings. An abdominal CT scan shows gastric outlet obstruction. Upper gastrointestinal endoscopy shows an ulcerated 2x4 cm bulky mass in the antrum at the pylorus. A urease test is positive. Which of the following neoplasms is most likely to be seen in a biopsy specimen of this mass?",
        "exp": "The most likely cause of a large mass lesion in the stomach is a gastric carcinoma, and this lesion is an adenocarcinoma, likely the intestinal type found in the antral region. Adenocarcinoma is related to Helicobacter pylori infection, with the b-catenin mutation. The incidence of this type of gastric cancer has been decreasing for decades in places where food processing methods have improved. Malignant lymphomas and leiomyosarcomas are less common and tend to form bulky masses in the fundus. Neuroendocrine carcinomas are rare. Squamous cell carcinomas typically appear in the esophagus.",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Leiomyosarcoma",
        "opc": "Neuroendocrine carcinoma",
        "opd": "Non-Hodgkin lymphoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "d84b2bd6-690c-40ae-8a7c-d10dad846ebe",
        "choice_type": "single"
    },
    {
        "question": "A 51-year-old man has a sudden onset of massive emesis of bright red blood. On physical examination, his temperature is 36. 9deg C, pulse is 103/min, respirations are 23/min, and blood pressure is 85/50 mm Hg. His spleen tip is palpable. Laboratory studies show a hematocrit of 21%. The serologic test result for HBs. Ag is positive. He has had no prior episodes of hematemesis. The hematemesis is most likely to be a consequence of which of the following?",
        "exp": "Variceal bleeding is a common complication of hepatic cirrhosis, which can be an outcome of chronic hepatitis B infection. Portal hypertension leads to dilated submucosal esophageal veins that can erode and bleed profusely. Barrett esophagus is columnar metaplasia that results from gastroesophageal reflux disease (GERD). Bleeding is not a key feature of this disease. Esophageal candidiasis may be seen in immunocompromised patients, but it most often produces raised mucosal plaques and is rarely invasive. GERD may produce acute and chronic inflammation and, rarely, massive hemorrhage. Esophageal carcinomas may bleed, but not enough to cause massive hematemesis. A Zenker diverticulum is located in the upper esophagus and results from cricopharyngeal motor dysfunction; it presents a risk for aspiration, but not for hematemesis.",
        "cop": 3,
        "opa": "Barrett esophagus",
        "opb": "Candida albicans infection",
        "opc": "Esophageal varices",
        "opd": "Reflux esophagitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "9e14b956-600f-413c-998b-85a7ae5e305d",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old patient presented with heart burn and increased salivation. UGE scopy was done and biopsy was taken and is as shown below. Which of the is the diagnosis?",
        "exp": "Ans. (a) Barret esophagus(Ref: R9/ p 757). Barrett's esophagus is the metaplastic change in the esophageal lining in which the normal squamous epithelium is changed to columnar epithelium due to prolonged gastroesophageal reflux (GERD). Columnar metaplasia, glandular metaplasia, goblet cell metaplsia. Definite diagnosis is made only when columnar mucosa contains the intestinal goblet cells, which will be positive for PAS, Alcian blue (mucin stain)",
        "cop": 1,
        "opa": "Barret esophagus",
        "opb": "Adenocarcinoma",
        "opc": "Esophagitis",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "ebec8acd-938b-4967-a8d8-60f66e538dbb",
        "choice_type": "single"
    },
    {
        "question": "An epidemiologic study of children with failure to thrive is undertaken in Guatemala. Some of these children with ages 1 to 3 years have repeated bouts of diarrhea, but do not improve with dietary supplements. Jejunal biopsies show blunted, atrophic villi with crypt elongation and chronic inflammatory infiltrates. What is the most likely factor contributing to recurrent diarrhea in these children?",
        "exp": "Environmental enteropathy affects millions of children worldwide. Recurrent infection sets up a cycle of mucosal injury and inflammatory response that produces an appearance similar to celiac disease. There is no single infectious agent implicated, but likely there are many pathogens that cumulatively contribute to mucosal damage. Abetalipoproteinemia is a rare condition from mutations in microsomal triglyceride transfer protein that impairs the enterocyte transport of lipoproteins. Cystic fibrosis results from CFTR gene mutations affecting chloride ion channels, but the resultant diarrhea is primarily from the loss of pancreatic function. The most common disaccharidase deficiency is lactase deficiency, with milk intolerance. NOD2 gene mutations may contribute to Crohn disease.",
        "cop": 2,
        "opa": "Abetalipoproteinemia",
        "opb": "Bacterial infection",
        "opc": "Chloride ion channel dysfunction",
        "opd": "Disaccharidase deficiency",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "3d75a4be-d51d-432f-b333-452bfe6f93c5",
        "choice_type": "single"
    },
    {
        "question": "Autoimmune gastritis is associated with deficiency of vitamin?",
        "exp": "Ans. is 'b' i. e., B12 * In autoimmune gastritis, two important auto antibodies causing damage are anti-parietal cell antibodies (most common) and antibodies against intrinsic factor; anti-IF (most specific). Anti-parietal cell antibodies are directed against proton pump (H+ K+ ATPase). The effect of these antibodies are: -a) Achlorhydria: Due to loss of parietal cells. b) Vitamin B-12 deficiency and pernicious anemia: Due to deficiency of IF cells (secreted by parietal cells) as well as damage of IF by anti-IF antibodies. c) Antral endocrine cell hyperplasia (G-cell hyperplasia): Due to achlorhydria (normally gastric acid has inhibitory effect on G-cells). d) Reduced serum pepsinogen I: Only pepsinogen I is reduced (pesinogen II is normal)",
        "cop": 2,
        "opa": "A",
        "opb": "B12",
        "opc": "C",
        "opd": "D",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "74440595-0e1c-4e7b-ae12-9949a5ba38e4",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old man has had intermittent cramping abdominal pain and low-volume diarrhea for 3 weeks. On physical examination, he is afebrile; there is mild lower abdominal tenderness but no masses and bowel sounds are present. A stool sample is positive for occult blood. The symptoms subside within 1 week. Six months later, abdominal pain recurs with perianal pain. On physical examination, there is now a perirectal fistula. Colonoscopy shows many areas of mucosal edema and ulceration and some areas that appear normal. Microscopic examination of a biopsy specimen from an ulcerated area shows a patchy acute and chronic inflammatory infiltrate crypt abscesses, and noncaseating granulomas. Which of the following underlying disease processes best explains these findings?",
        "exp": "The clinical and histologic features are consistent with Crohn disease, one of the idiopathic inflammatory bowel diseases. Crohn disease is marked by segmental bowel involvement and transmural inflammation that leads to strictures, adhesions, and fistula. Ulcerative colitis has mucosal involvement extending variable distances from the rectum. In contrast to Crohn disease, the mucosal involvement is diffuse and does not show \"skip areas. \" Fissures and fistulas are not frequently seen in ulcerative colitis. The findings in Crohn disease and ulcerative colitis overlap, and at least 10% of cases it may be impossible to differentiate between them - so-called indeterminate colitis. Generally, crypt abscesses are more typical of ulcerative colitis, and granulomas are more typical of Crohn disease, but these features are not present in most biopsy specimens from patients with either condition. A story is told of an attending physician at an academic medical center who was known to berate students and residents on rounds for not definitively diagnosing ulcerative colitis and Crohn disease. When he retired, incomplete records for patients with idiopathic inflammatory bowel disease were found in his office; the records represented about one-sixth of the total cases of inflammatory bowel disease that he had seen. Amebiasis and shigellosis are infectious processes that can cause mucosal ulceration, but they do not produce granulomas or fissures. Sarcoidosis can involve many organs and give rise to noncaseating granulomas; however, the involvement of the intestines is uncommon, and sarcoidosis does not give rise to ulcerative disease.",
        "cop": 2,
        "opa": "Amebiasis",
        "opb": "Crohn disease",
        "opc": "Sarcoidosis",
        "opd": "Shigellosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "1b2d34e2-263b-4248-b808-91cc7ce623a8",
        "choice_type": "single"
    },
    {
        "question": "Lardaceous spleen is due to deposition of amyloid in:",
        "exp": "Ans. is 'a' i. e. Sinusoids of red pulp.",
        "cop": 1,
        "opa": "Sinusoids of red pulp.",
        "opb": "White pulp.",
        "opc": "Pencilary artery.",
        "opd": "Splenic trabeculae.",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "928ffb35-6407-4710-a968-e06dc0baaf8e",
        "choice_type": "single"
    },
    {
        "question": "Yellowish exudates at multiple sites seen in colonoscopy indicates:(2003)",
        "exp": "Ans: a (Crohn's). Ref: Harrison, 16thed, p. 1779 & 15thed, p. 1682* In Crohn's disease focal inflammation and ulceration are frequently seen.* In ulcerative colitis usually hyperemia is seen. Note that crypt abcesses are microscopic features.",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Hirshprung disease",
        "opc": "Tuberculosis",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "51f55bc5-282d-41e4-848d-e37465162be2",
        "choice_type": "single"
    },
    {
        "question": "In carcinoma of unknown primary, if the tissue marker CDX-2 is positive, it indicates:",
        "exp": "Ans. (b) Gastrointestinal cancer(Ref: Am J Surg Pathol 2003; 27: 303)CDX2: Also called caudal-related homeobox gene 2, caudal type homeobox transcription factor 2. Fairly specific marker of GI origin for adenocarcinomas",
        "cop": 2,
        "opa": "Bladder cancer",
        "opb": "Gastrointestinal cancer",
        "opc": "Lung cancer",
        "opd": "Thyroid cancer",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "35a7cc55-0775-497b-981d-d7dbfeffebb0",
        "choice_type": "single"
    },
    {
        "question": "Feature not seen in Crohn's disease:",
        "exp": "Ans: c (Pyloric gland hyperplasia). Ref: Robbins 8th ed Pg. 810. Crohn's disease is an inflammatory bowel disease is characterized pathologically by: 1. Sharply demarcated transmural involvement of the bowel with intervening normal bowel (Skip lesions). 2. Non caseating granulomas. 3. Fissuring with formation of fistulae. Histologic features of CD is: 1. Mucosal inflammation - neutrophilic infiltration Crypt abscess2. Chronic mucosal damage - mucosal metaplasia in the form of: 1. Pyloric metaplasia, paneth cell metaplasia. 2. Ulcers - fissuring ulcers, fistula. 3. Transmural inflammation affecting all layers. 4. Non caseating granulomas. Feature Crohn's Disease. Ulcerative Colitis. Macroscopic feature 1. Distribution Segmental with skip areas. Continuous without skip areas. 2. Location Commonly terminal Commonly ileum and/or rectum sigmoid ascending colon colon and extending upwards3. Ulcers Serpiginous ulcers. Superficial that may Fissure mucosal ulcers4. Pseudopolyps Rare Common 5. Fibrosis Common Rare. Microscopic features1. Depth of Typically transmural Mucosal and inflammation submucosal2. Type of Non-caseating Crypt abscess inflammation ranulomas3. Mucosa Patchy ulceration Haemorrhagic mucosa with ulceration4. Submucosa Widened due to Normal or edema and reduced in width lymphoid ulceration aggregates5. Muscularis Infiltrated by Usually spared, inflammatory cells except in case of Toxic megacolon. Complications1. Fistula More common Rare formation2. Malignant Less common More common Changes3. Toxic -- Present megacolon4. Named Hose pipe Garden hose. Featuresappearance appearance Cobble- Stone Pseudopolyps appearance",
        "cop": 3,
        "opa": "Granulomas",
        "opb": "Fissuring ulcers",
        "opc": "Pyloric gland hyperplasia",
        "opd": "Paneth cell metaplasia",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "a086069e-d650-4875-92f4-b5aa3ea72ad4",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old woman has had increasing abdominal distention for the past 6 weeks. On physical examination, there is an abdominal fluid wave, and bowel sounds are present. Paracentesis yields 1000 mL of slightly cloudy serous fluid. Cytologic examination of the fluid shows malignant cells consistent with adenocarcinoma. Molecular analysis of these cells shows an MSH2 gene mutation with microsatellite instability. Her medical history indicates that she has had no major medical illnesses and no surgical procedures. Her sister was diagnosed with endometrial cancer and her brother had carcinoma of the stomach. Which of the following conditions is the most likely cause of this patient's symptoms?",
        "exp": "Of the conditions listed, the one most likely to lead to adenocarcinoma in a patient of this age is hereditary nonpolyposis colorectal cancer or Lynch syndrome. Crohn disease is unlikely because the patient has not had a prior serious illness, and Crohn's disease of long duration is unlikely to remain asymptomatic. Although adenocarcinoma may complicate Crohn disease, it does not occur as frequently as in ulcerative colitis. This explains why colectomy is often performed for ulcerative colitis, but bowel resections are avoided, if possible, in Crohn disease. The other conditions listed are not premalignant.",
        "cop": 4,
        "opa": "Angiodysplasia",
        "opb": "Crohn disease",
        "opc": "Diverticulosis",
        "opd": "Lynch syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "e475a605-39d5-4095-9ad0-45c31dbe4ccf",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman in her ninth month of pregnancy has increasing pain on defecation and notices bright red blood on the toilet paper. She has had no previous gastrointestinal problems. After she gives birth, the rectal pain subsides, and there is no more bleeding. Which of the following is the most likely cause of these findings?",
        "exp": "Hemorrhoids are a common problem that can stem from any condition that increases venous pressure and causes dilation of internal or external hemorrhoidal veins above and below the anorectal junction. Angiodysplasia of the colon leads to intermittent hemorrhage, typically in older individuals. Ischemic colitis is rare in young individuals because the most common underlying cause (severe atherosclerotic disease involving mesenteric vessels) occurs in older patients. Intussusception and volvulus are rare causes of mechanical bowel obstruction; they occur suddenly in adults and are surgical emergencies.",
        "cop": 2,
        "opa": "Angiodysplasia",
        "opb": "Hemorrhoids",
        "opc": "Intussusception",
        "opd": "Ischemic colitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "2a066033-f90e-4e4d-9b06-b8e0907e802c",
        "choice_type": "single"
    },
    {
        "question": "70 year old man has abdominal pain with mass in abdomen. Angiography reveals aneurysm of aorta. Most likely cause is:",
        "exp": "Ans. is 'b' Atherosclerosis Most common cause of abdominal aortic aneurysm - Atherosclerosis (90%). Other frequently asked questions about aortic aneurysm. Most common cause of aortic aneurysm (overall) = Atherosclerosis. *Most common cause of ascending aortic aneurysm = Cystic medial necrosis. *Most common cause of descending aortic aneurysm = Atherosclerosis. *Most common cause of aneurysm of aortic arch = Atherosclerosis. *Syphilitic aneurysm affect = Ascending aorta. *Aneurysm of Takayasu arteritis affects = Aortic arch. *",
        "cop": 2,
        "opa": "Trauma",
        "opb": "Atherosclerosis",
        "opc": "Syphilis",
        "opd": "Congenital",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "1fec28f5-9798-4ad4-bbc0-9600471d3068",
        "choice_type": "single"
    },
    {
        "question": "Pneumatosis intestinalis is diagnostic of:",
        "exp": "Ans. (b) Necrotizing enterocolitis(Ref: Scand J Surg 94 (1): 47-50. PMID 15865117). In newborns, pneumatosis intestinalis is considered diagnostic for necrotizing enterocolitis, and the air is produced by bacteria in the bowel wall.",
        "cop": 2,
        "opa": "Ileal perforation",
        "opb": "Necrotizing enterocolitis",
        "opc": "Meconium ileus",
        "opd": "Colonic aganglionosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "6c5a8bc9-facc-4e85-915f-ce260644d36e",
        "choice_type": "single"
    },
    {
        "question": "Characteristic of Barrett's esophagus is?",
        "exp": "Ans. is 'b' i. e. Columnar metaplasia * Barrett's esophagus is a metaplasia in which normal squamous epithelium of lower part of esophagus is replaced by columnar epithelium due to prolonged esophageal reflux.* Most common type of metaplasia in Barrett's esophagus is intestinal metaplasia which is characterized by presence of intestinal goblet cells in the metaplastic columnar epithelium.* Barrett's esophagus is a pre-malignant condition. It is the single most important risk factor for adenocarcinoma of esophagus.",
        "cop": 2,
        "opa": "Increased risk of SCC",
        "opb": "Columnar Metaplasia",
        "opc": "Most commonly in middle one third of esophagus",
        "opd": "Gastric metaplasia is most common",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "a3eed6ab-1039-4131-bd85-a08a84607fb4",
        "choice_type": "single"
    },
    {
        "question": "Aphthous ulcers known as",
        "exp": "(Canker sores) (554, 114, 211, 564, HM) (580- Basic pathology 8th)* Aphthous ulcers (Canker sores) - Commonest form of painful oral ulcers* In shock due to burns, acute stress ulcers of the stomach or duodenum may occurs and are known as Curling's ulcer* Squamous cell carcinoma developing in an old bum scar (Marjolin's ulcer)* Intra cranial lesion e. g. Head injury (Cushing ulcers developing from hyper acidity following vagal stimulation)",
        "cop": 1,
        "opa": "Canker sores",
        "opb": "Marjolin's ulcer",
        "opc": "Curling's ulcer",
        "opd": "Cushing ulcers",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "4855ef4f-f6e7-4692-a765-a2de6c54a3c6",
        "choice_type": "single"
    },
    {
        "question": "Gene associated with familial adenomatous polyposis is?",
        "exp": "Ans. is 'c' i. e., APC * Li-Fraumeni syndrome is due to germ line mutation in p-53 gene. Syndrome. Gene. Chromosome* Familial adenomatous polyposis* APC* 5q21* Familial Wilms tumor* WTl* 11p13* Hereditary breasti ovarian cancer* BRCA1* BRCA2* 17q21* 13q12. 3* Hereditary retinoblastoma* RBI* 13q14. 2* Multiple endocrine neoplasia type 1* MENl* 1lq13* Multiple endocrine neoplasia type 2a* RET* 10q11. 2* Neurofibromatosis type 1* NFl* 17q11. 2* Neurofibromatosis type 2* NF2* 22q12. 2* Li-fraumeni syndrome* p53* 17* Melanoma* p16. INK4A",
        "cop": 3,
        "opa": "p53",
        "opb": "Rb",
        "opc": "APC",
        "opd": "RET",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "1071b9df-12b0-4531-9539-a618ce9a7b2e",
        "choice_type": "single"
    },
    {
        "question": "Immuno-marker for GIST is?",
        "exp": "Ans. is 'a' i. e., CD 117 * CD 117 (c kit) is considered the most specific marker of GIST.* Other markers are CD 34, smooth muscle actin and vimentin.",
        "cop": 1,
        "opa": "CD 117",
        "opb": "CD 4",
        "opc": "CD 100",
        "opd": "CD45",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "88ea4e21-b280-4e32-a855-2844159a35ac",
        "choice_type": "single"
    },
    {
        "question": "Best prognosis in Carcinoma stomach is seen in",
        "exp": "Ans. (a) Superficial spreading type(Ref: R 9th/pg 771). The depth of invasion and the extent of nodal and distant metastases at the time of diagnosis remain the most powerful prognostic indicators in gastric cancer.",
        "cop": 1,
        "opa": "Superficial spreading type",
        "opb": "Ulcerative type",
        "opc": "Linitis plastic type",
        "opd": "Polypoidal type",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "817f12ff-d3a8-4554-9200-1e8774d41c86",
        "choice_type": "single"
    },
    {
        "question": "Whipple's is disease is caused by:",
        "exp": "Ref: Harrison 19th ed. P 1092-93* Whipple's disease is a malabsorption syndrome caused by Tropheryma whippelii. It is an intracellular bacteria found in gut macrophages. Mnemonic: WHIPPLEWeight loss. Hyperpigmentation. Infection with Tropheryma whippelii. PAS positive granules in macrophages. Polyarthritis. Lymphadenopathy. Steatorrhea. IOC for Whipple's disease is small intestinal biopsy. Most common heart valve involved in Whipple's disease is aortic valve. Culture negative endocarditis is seen with duke' criteria not being satisfied. CNS features are in form of cognition defect progressive to dementia. MC extraintestinal manifestation of Whipple's disease is CNS feature of dementia. Current treatment is ceftriaxone for 2 weeks and oral doxycycline for 1 year.",
        "cop": 4,
        "opa": "Bacteroides",
        "opb": "Acinetobacter",
        "opc": "H. pylori",
        "opd": "Tropheryma whippelii",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "249abef3-9c6e-48c3-8291-08414dfaeb69",
        "choice_type": "single"
    },
    {
        "question": "Mucosa associated lymphoid tumour is associated with:",
        "exp": "Ans: b (H. pylori). Ref: Harsh Mohan Textbook of Pathology 6thed. Pg. 378, Robbins, 8th e/Page 786H. pylori has been shown to be associated with MALToma in various studies Lymphoma (GIS). Extranodal lymphomas most commonly occur in GI tract especially stomach In BM/organ transplant patients bowel is also a frequent site. Primary gastric lymphoma constitute about 5% of all gastric malignancy. Most cases are associated with chronic H. pylori infection Eradication of H. pylori with antibiotics induces durable remission. Translocations of gastric MALToma-1( 11; 18), t( 1; 14), t( 14; 18) which activate NFkB - promote beta cell growth & survival In H. pylori related MALToma - Inflammation trigger NF kB activation through MLT/BCL10 pathwayM/E: Lymphoepithelial lesions Monocytoid changes Markers: CD 19 +ve CD 20 +ve CD 43 +ve CD 5-ve CD 10 - ve",
        "cop": 2,
        "opa": "Candida albicans",
        "opb": "H. pylori",
        "opc": "E. coli",
        "opd": "Cytomegalovirus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "702525cc-38ef-4ea4-8004-a208a0202c71",
        "choice_type": "single"
    },
    {
        "question": "A 1-year-old girl is brought to the emergency room by her parents who report that she had a fever and diarrhea for 3 days. The child's temperature is 38degC (101degF). The CBC shows a normal WBC count and increased hematocrit. Which of the following microorganisms is the most likely cause of diarrhea in this young child?",
        "exp": "Rotavirus is the most common cause of infantile diarrhea and can be demonstrated in duodenal biopsy specimens in half the cases of acute diarrhea in hospitalized children under the age of 2 years. Choices C, D, and E can cause diarrhea, but are uncommon in developed countries. Diagnosis: Viral diarrhea",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Rotavirus",
        "opc": "Salmonella typhi",
        "opd": "Shigella dysenteriae",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "ea5ffab3-be72-46e2-bae4-22b55a299549",
        "choice_type": "single"
    },
    {
        "question": "50 year old male with Gastroesophageal reflux disease- Diagnosis?",
        "exp": "Ans. (b) Columnar metaplasia Histological findings of barrett esophagus. Metaplastic columnar epithelium (specialized) with goblet cells is seen adjacent to squamous epithelium of esophagus hence suggestive of columnar metaplasia. Long-segment: Barrett's mucosa extends 3 cm or more. Short-segment: Barrett's mucosa extends less than 3 cm",
        "cop": 2,
        "opa": "Squamous metaplasia",
        "opb": "Columnar metaplasia",
        "opc": "Dysplasia",
        "opd": "Malignancy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "9db56fc3-b699-4c31-8b28-aee56e054fd4",
        "choice_type": "single"
    },
    {
        "question": "Best differentiating feature between ulcerative colitis and Crohn's disease is?",
        "exp": "Ans. is 'a' i. e., Distribution of pseudopolyps * Pseudopolyps (inflammatory polyps) can be seen in both crohn's disease and ulcerative colitis \"Pseudopolyps (inflammatory pseudopolyps) can be seen both in ulcerative colitis and crohns disease\". - Clinical pathology.* In ulcerative colitis the distribution of these pseudopolyps can be diffuse but in crohn's disease the distribution cannot be diffuse because a classic feature of crohn's disease is the sharp demarcation of diseased bowel segments from the adjacent uninvolved bowel. When multiple bowel segments are involved the intervening bowel is essentially normal (skip lesions).* Establishing the distribution and extent of disease is essential in differentiating Crohn's disease from ulcerative colitis, in guiding therapeutic decisions, and in assigning colorectal cancer risk. Biopsies must be obtained even from normal-appearing areas to evaluate for any histologic evidence of disease activity, because this approach is more sensitive than macroscopic evaluation for inflammation.",
        "cop": 1,
        "opa": "Distributions of pseudo polyps",
        "opb": "Mucosal edema",
        "opc": "Crypt abscesses",
        "opd": "Lymphoid aggregates in the mucosa",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "05f69b82-92d5-4e66-9535-ed3aecdf1463",
        "choice_type": "single"
    },
    {
        "question": "Blood group most commonly associated with gastric carcinoma is?",
        "exp": "Ans. is 'b' i. e., Blood Group A Risk factors for gastric carcinoma. Environmental factors: H. Pylori infection, dietary factors (nitrites/nitrate, smoked and salted foods, lack of fresh fruits/vegetables, deficiency of vitamin C & E), cigarette smoking, and low socioeconomic status. B. Host factors: Chronic gastritis (causing hypochlorhydria or intestinal metaplasia), partial gastrectomy, gastric adenoma, Barrett s esophagus, and Menetrier disease. C. Intestinal metaplasia is the most significant precursor lesion for Gastric cancer. D. Genetic factors: Blood group A, Hereditary nonpolyposis colon cancer syndrome (HNPCC) and Familial gastric cancer syndrome (E-cadherin mutation). Decreased risk of stomch cancer is seen with* Vitamin C 8c E* Diet high in green leafy vegetables and citrus fruits* Aspirin* Beta - Carotene",
        "cop": 2,
        "opa": "Blood Group O",
        "opb": "Blood group A",
        "opc": "Blood group AB",
        "opd": "Blood group B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "affe19d2-6962-4c46-b6a9-a1a7a211c5ef",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old woman presents with 3 weeks of left lower quadrant abdominal pain, changes in bowel habits, and intermittent fever. Her temperature is 38degC (101degF), respirations are 19 per minute, and blood pressure is 130/80 mm Hg. Physical examination shows left lower quadrant tenderness. A CBC reveals neutrophilia. An abdominal-pelvic ultrasound examination is normal. Which of the following is the most likely diagnosis?",
        "exp": "Diverticular disease refers to two entities: a condition termed diverticulosis and an inflammatory complication called diverticulitis. Diverticulosis is generally asymptomatic. Diverticulitis results from the irritation caused by retained fecal material that obstructs the lumen of a diverticulum. Clinically, the most common symptoms of diverticulitis usually follow microscopic or gross perforation of the diverticulum. Diverticula are most common in the sigmoid colon, which is affected in 95% of cases. Peritonitis and sepsis are serious complications. Appendicitis (choice A) usually presents with right lower quadrant pain. None of the other choices presents with gastrointestinal symptoms and fever. Diagnosis: Diverticulitis",
        "cop": 2,
        "opa": "Appendicitis",
        "opb": "Diverticulitis",
        "opc": "Ovarian carcinoma",
        "opd": "Renal colic",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "76b9f491-d7d3-4ffe-8cc0-8b7ba44637a3",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of Crohn's disease is?",
        "exp": "Ans. is 'a' i. e., Skip lesions * A classic feature of CD is the sharp demarcation of diseased bowel segments from adjacent uninvolved bowel. When multiple bowel segments are involved, the intervening bowel is normal - skip lesions. Crohn disease (Terminal ileitis or regional enteritis)* Any portion of intestine can be involved, but most commonly small intestine (especially distal ileum) is involved (in 40% cases). Both small intestine and colon are involved in 30% of cases, and only colon isinvolved in 30%.* In the affected segment, mesentric fat wraps around the bowel surface - creeping fat.* The intestinal wall is rubbery and thick, as a consequence of edema, inflammation, fibrosis, and hypertrophy of the muscularis propria - lumen is almost always narrowed - string sign on barium meal.* There are serpentine linear ulcer along the axis of bowel.* As the intervening mucosa tends to be relatively spared, the mucosa acquires a coarse texture - Cobblestone appearance.* Narrow fissures develop between the folds of the mucosa. Fissures can penetrate deeply through the bowel wall and leading to bowel adhesions and serositis. Further extension of fissures leads to fistula or sinus tract formation.* There is transmural inflammation affecting all layers of bowel wall.* Sarcoid like noncaseating granulomas may be present in all tissue layers.* Neutrophilic infiltration into the crypts results in formation of crypt abscess.* Fibrosis of the submucosa, muscularis propria, and mucosa eventually leads to stricture formation.* There is an increased incidence of cancer of GIT in patients with long-standing CD, but the risk of cancer in CD is considerably less than in patients with chronic UC.* On barium enema there is Hose pipe (lead pipe) appearnace and cobble - stone appearnace.* Screening test is presence of anti-Saccharomyces cerevisae antibody (ASCA). Antibody formation is common against cell wall of yeast, Saccharomyces cerevisae in patients of CD.* Extraintestinal manifestations of Crohn disease are skin manifestations (erythema nodosum), migratory polyarthritis, ankylosing spondylitis, sacroilitis, uveitis, clubbing, Hepatic pericholangitis and primary biliary cirrhosis.",
        "cop": 1,
        "opa": "Skip lesions",
        "opb": "Toxic megacolon",
        "opc": "Fibrosis is rare",
        "opd": "Involvement is superficial",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "07b58048-9f24-45bd-975e-752130fe2500",
        "choice_type": "single"
    },
    {
        "question": "Old male with H/O long intake of antibiotics. Diagnosis?",
        "exp": "Ans. (a) Pseudomembranous enterocolitis. The mucosal surface of the colon seen here is hyperemic and is partially covered by a yellow-green exudate.",
        "cop": 1,
        "opa": "Pseudomembranous Colitis",
        "opb": "Chrons",
        "opc": "Ulcerative colitis",
        "opd": "Amoebic colitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "53b88cc0-7d28-4753-957e-f6d34281e5f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the earliest change in intestine which occurs in Crohn's disease?",
        "exp": "Ans. b. Aphthous ulcer. Ref: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No- 797 Crohn's disease. Ulcerative colitis. Location. Terminal ileum and colon. Segmental with skip lesions, rectal sparing. Rectum; sigmoid colon, continuous colonic lesions. Gross Morphology*. Transmural inflammation noncaseating granuloma formation with lymphoid aggregates in mucosa*. Cobblestone mucosa, creeping fat, bowel wall thickening (\"string sign\" on barium swallow X-ray), linear ulcers, fissures*. Fibrosis commonly seen*. Mucosal and submucosal inflammation only*. Friable mucosa with superficial and/or deep ulcerations (compare normal with diseased)*. Fibrosis is rare. Microscopic Morphology*. It is chronic noncaseating granulomas*. Associated with HLA-DR-1*. Thl mediated.*. TH17 cells may also be contributory.*. IL-23 receptor polymorphisms is protective*. Crypt abscesses and ulcers, bleeding, no granulomas.*. Associated with HLA-DR-2*. Th2 mediated*. IL-10 gene polymorphism is associated with UC. s Crohn's disease. Ulcerative colitis. Complications*. Malabsorption/malnutrition, colorectal cancer (increases risk with pancolitis)*. Fistulas (e. g. enterovesical fistulae, which can cause recurrent UTI and pneumaturia), phlegmon/ abscess, strictures (causing obstruction), perianal disease*. Hosepipe appearance*. Fulminant colitis, *. Toxic megacolon present*. Perforation is rare*. Loss of haustra - \"lead pipe\" appearance on imaging*. Garden-hose appearance. Intestinal Manifestation* Diarrhea that may or may not be bloody* Bloody diarrhea. Extra intestinal Manifestations*. Rash (pyoderma gangrenosum, erythema nodosum), eye inflammation (episcleritis, uveitis), oral ulcerations (aphthous stomatitis), arthritis (peripheral, spondylitis)*. Kidney stones (usually calcium oxalate), gallstones*. May be [?] for anti-Saccharomyces cerevisiae antibodies (ASCA)*. 1deg sclerosing cholangitis.*. Associated with p-ANCATreatment. Corticosteroids, azathioprine, antibiotics (e. g. ciprofloxacin, metronidazole), infliximab, adalimumab5-aminosalicylic preparations(e. g. mesalamine), 6-mercaptopurine, infliximab, colectomy Crohn's disease. Ulcerative colitis",
        "cop": 2,
        "opa": "Cobblestone appearance",
        "opb": "Aphthous ulcer",
        "opc": "Perforation",
        "opd": "Stricture",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "b3f79bba-b88b-46b1-b500-ab2af3c7b254",
        "choice_type": "single"
    },
    {
        "question": "Most common type of gastric carcinoma is?",
        "exp": "Ans. is 'b' i. e., Adenocarcinoma * Gastric carcinoma is the most common malignant tumor of stomach. About 85% of stomach cancers are adenocarcinoma.* Most common site of gastric carcinoma is pylorus and antrum (50-60%), followed by cardia (25%) and body or fundus (remainder). The lesser curvature is involved in about 40% and greater curvature in 12%.* Thus favored location is lesser curvature of antropyloric region.* Carcinoma associated with pernicious anemia (autoimmune gastritis or type A gastritis) occurs in fundus.",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Lymphoma",
        "opd": "Leiomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "92f069fb-7c7f-4277-9571-ad469386b376",
        "choice_type": "single"
    },
    {
        "question": "Total colonic aganglionosis is a variant of?",
        "exp": "Ans. is 'c' i. e., Hirschsprung's disease * Hirschprung disease (Congenital aganglonic megacolon) is caused by defective migration of neural crest into the mesodermal layer of gut. There is aganglionosis (absence of ganglions) in a portion of intestinal tract. Intestinal segment lacks both Meissner submucosal and Auerbach myenteric plexuses.* Total colonic aganglionosis (Zuelzer Wilson syndrome) is particular variant of Hirschsprung's disease (5-8% cases) in which aganglionic portion extends to entire length of colon. In rare cases aganglionosis may extent from duodenum to rectum.",
        "cop": 3,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Hirschsprung's disease",
        "opd": "Tropical sprue",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "4ac2eb62-6bb4-4551-9db7-f74258d3612f",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with complains of chronic constipation and diarrhoea. There was excessive associated weight loss. Intestinal biopsy was obtained and it showed the following findings. What is your diagnosis?",
        "exp": "Ans. (a) Giardiawww. ncbi. nihgov/pubmed/104699(Ref: ). This image shows Giardia lamblia infection of the small intestine. The small pear-shaped trophozoites live in the duodenum and become infective cysts that are excreted. They produce a watery diarrhea. A useful test for diagnosis of infectious diarrheas is stool examination for ova and parasites.",
        "cop": 1,
        "opa": "Giardia",
        "opb": "Entamoeba",
        "opc": "Whipple's disease",
        "opd": "CMV",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "4506aae6-1645-42bf-a2fa-3b96ad9c1485",
        "choice_type": "single"
    },
    {
        "question": "40-year-old immunocompromized patient presented with complaints of dysphagia. UGI scopy showed multiple ulcers in the distal esophagus. Biopsy from the esophagus showed the following. What is the diagnosis?",
        "exp": "Ans. (b) Cytomegalovirus(Ref: Robbins 9th ed p 755)CMV causes shallower ulcerations and characteristic nuclear and cytoplasmic inclusions within capillary endothelium and stromal cells. Infected cells are strikingly enlarged, often to a diameter of 40 m, and show cellular and nuclear pleomorphism. Prominent intranuclear basophilic inclusions spanning half the nuclear diameter are usually set off from the nuclear membrane by a clear halo",
        "cop": 2,
        "opa": "Candida",
        "opb": "Cytomegalovirus",
        "opc": "Herpes",
        "opd": "Eosinophilic esophagitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "d974f874-5222-4597-b7ff-5377c3cec88b",
        "choice_type": "single"
    },
    {
        "question": "A 3-week-old boy is brought to the physician by his parents, who report that he vomits forcefully immediately after nursing. Physical examination reveals an \"olive-like\" palpable mass and visible peristaltic movements within the infant's abdomen. What is the most likely cause of projectile vomiting in this infant?",
        "exp": "Congenital pyloric stenosis is a concentric enlargement of the pyloric canal that obstructs the outlet of the stomach. The disorder is the most common indication for abdominal surgery in the first 6 months of life. Congenital pyloric stenosis has a familial tendency, and the condition is more common in identical twins than in fraternal ones. The only consistent microscopic abnormality is hypertrophy of the circular muscle coat. Projectile vomiting is not characteristic of the other choices, particularly in neonates. Diagnosis: Congenital pyloric stenosis",
        "cop": 2,
        "opa": "Appendicitis",
        "opb": "Congenital pyloric stenosis",
        "opc": "Hirschsprung disease",
        "opd": "Meconium ileus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "e8aa674c-3e0c-4b6c-85b3-cd5a9bc2dca7",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman complains of acute diarrhea and severe abdominal pain. She was recently treated with broad-spectrum antibiotics for community-acquired pneumonia. A CBC shows a WBC count of 24, 000/mL. The patient subsequently develops septic shock and dies. A portion of her colon is shown at autopsy. These findings are typical of which of the following gastrointestinal diseases?",
        "exp": "Pseudomembranous colitis is a generic term for an inflammatory disease of the colon that is characterized by exudative plaques on the mucosa. Antibiotic therapy eliminates the normal mixed flora of the colon and facilitates the overgrowth of Clostridium difficile, leading to an acute infection of the colon. The exotoxins produced by C. difficile cause intestinal necrosis, with superficial ulcers covered by a thick fibropurulent exudate. The other choices are not related to antibiotic therapy and are not associated with the development of these exudative plaques. Diagnosis: Pseudomembranous colitis",
        "cop": 4,
        "opa": "Crohn disease",
        "opb": "Diverticulitis",
        "opc": "Ischemic colitis",
        "opd": "Pseudomembranous colitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "4f8146de-67a0-4043-811b-2ee9dfe18ba7",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old woman with a lengthy history of heartburn and dyspepsia experiences a sudden onset of abdominal pain. On physical examination, she has severe mid epigastric pain with guarding. Bowel sounds are reduced. An abdominal plain film radiograph shows free air under the left leaf of the diaphragm. She is immediately taken to surgery, and a perforated duodenal ulcer is repaired. Which of the following organisms is most likely to have produced these findings?",
        "exp": "Although they are not found in the duodenum, Helicobacter pylori organisms alter the microenvironment of the stomach, causing the stomach and duodenum to be susceptible to peptic ulcer disease. Virtually all duodenal peptic ulcers are associated with H. pylori infection. Ulceration can extend through the muscularis and result in perforation, as in this case. The other organisms listed are not related to peptic ulcer formation, but infectious diarrheal illnesses. Salmonella typhi may produce typhoid fever with more systemic symptoms; the marked ulceration of Peyer patches may lead to perforation.",
        "cop": 4,
        "opa": "Campylobacter jejuni",
        "opb": "Cryptosporidium parvum",
        "opc": "Giardia lamblia",
        "opd": "Helicobacter pylori",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "d5d271f4-9398-44e8-a147-0fff0d667393",
        "choice_type": "single"
    },
    {
        "question": "Duodenal villous atrophy is seen in",
        "exp": "Ans. (c) Celiac disease(Ref: R9/ 1782)D Xylose absorption test is a medical test to diagnose condition that cause malabsorption of proximal small intestine.",
        "cop": 3,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Celiac disease",
        "opd": "Cystic fibrosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "622d4188-26a3-4ff4-9ef3-b0bfc49ff1d9",
        "choice_type": "single"
    },
    {
        "question": "GIST associated marker is?",
        "exp": "Ans. is 'a' i. e., CD 117 * The most useful marker of GIST is C-kit (CD-I 17). Other markers are CD 34, smooth muscle actin and vimentin.* Although CD 117 (c kit) is considered the most specific marker for GIST, it is not pathognomonic of GIST as other tumors may also express CD 117. These tumors include mast cell tumor, germ cell tumors (seminomas), leukemias, malignant melanoma, angiolipomas, and some sarcomas.",
        "cop": 1,
        "opa": "CD 117",
        "opb": "CD 34",
        "opc": "CD 23",
        "opd": "S-100",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "0dde4cac-dfc8-4a6f-b7b7-6d4d24fd59a5",
        "choice_type": "single"
    },
    {
        "question": "APC gene is involved in?",
        "exp": "Ans. is 'a' i. e., Colorectal carcinoma Molecular pathogenesis of colorectal carcinoma* Two distinct genetic pathways have been described, both of which involve the stepwise accumulation of multiple mutations: 1) APC/b-Catenin pathway (Adenoma-Carcinoma Sequence)# It accounts for up 80% of sporadic colon tumours. In includes mutation of. APC early in the neoplastic process. APC protein normally binds to and promotes the degradation of b-catenin. When both copies of the APC gene are inactivate by mutation, loss of APC function results in b-catenin accumulation.# b-catenin translocates to the nucleus where it inactivates the transcription of genes, such as those encoding MYC and Cyclin D1, which promote proliferation. This is followed by additional mutation in K-RASy which also promote proliferation.# Neoplastic progression is also associated with mutation in other tumour suppressur genes such as those encoding SMAD2 and SMAD4, which are effectors of TGF-b signaling. The tumor suppressor p53 is mutated in 70-80% of colon cancers.# Expression of telomerase is also increased as lesions become more advanced. 2) Microstatellite instability pathway (DNA mismatch repair deficiency)# Mutations accumulate in microsatellite repeat, a conditions referred to as microsatellite instability. In this, MLH-1, MSH-2 genes in early stages and TGF (3-RII, BAX, BRAF, TCF-4, IGF2R in late stages are involved.",
        "cop": 1,
        "opa": "Colorectal carcinoma",
        "opb": "Gastric carcinoma",
        "opc": "Gastric lymphoma",
        "opd": "Esophageal adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "49dd1f89-eae2-414d-9c7b-f1066a1523bb",
        "choice_type": "single"
    },
    {
        "question": "Most common benign tumor of esophagus is?",
        "exp": "Ans. is 'c' i. e. Leiomyoma \"Tumors of smooth muscle origin, leiomyomas are most common; fibromas, lipomas, hemangiomas, neurofibromas and lymphangiomas also occur Robbin and Cotran pathological basis of disease, professional edition. Also remember* Leiomyoma is the most common benign tumor of Upper gi tract. The commonest site of leiomyoma in git is stomach (61. 5%) followed by jejunum (19%).",
        "cop": 3,
        "opa": "Lipoma",
        "opb": "Fibroma",
        "opc": "Leiomyoma",
        "opd": "Lymphangioma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "f4c19003-b5ef-4960-b2b1-400e1163d806",
        "choice_type": "single"
    },
    {
        "question": "Most common organ involved in GIST is?",
        "exp": "Ans. is 'd' i. e., Stomach * GISTs are the most common mesenchymal neoplasm of gastrointestinal tract. GIST represents a distinct group of gastrointestinal tumors that originate from the interstial cells ofcajal which control gastrointestinal peristalsis.* GISTs can occur anywhere in the gastroinstestinal tract; the most common site being the stomach followed by small intestine.",
        "cop": 4,
        "opa": "Ileum",
        "opb": "Duodenum",
        "opc": "Colon",
        "opd": "Stomach",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "acbda9e8-cce2-4c2c-b545-b607eefb2f7b",
        "choice_type": "single"
    },
    {
        "question": "Histopathological finding of gluten hypersensitivity is?",
        "exp": "Ans. is 'a' i. e., Crypt hyperplasia Histopathological findings of gluten sensitivity enteropathy* Villous atrophy and Crypt hyperplasia with decrease in villus: crypt ratio.* Loss of microvilli brush border.* Inflammatory cells are present in lamina propria: plasma cells, macrophages, lymphocytes, eosinophils and mast cells.* One of the characteristic feature is that overall mucosal thickness remains same (as villous atrophy is compensated by crypt hyperplasia).* Mainly proximal intestine is involved.",
        "cop": 1,
        "opa": "Crypt hyperplasia",
        "opb": "Increase in thickness of the mucosa",
        "opc": "Distal intestine involvement",
        "opd": "Villous hypertrophy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T.",
        "id": "7cf99676-f2b5-4f6d-9cf5-03ff7651afb3",
        "choice_type": "single"
    }
]