[
    {
        "question": "Increased Ig A levels are seen in",
        "exp": "Serum IgA increased in - Alcoholic cirrhosis Serum IgM increased in -Primary biliary cirrhosis (Ref: Clin Exp Immunol. 2009 Oct; 158(1): 115-124, Liver. 1984 Jun; 4(3): 214-8)",
        "cop": 2,
        "opa": "Alcoholic hepatitis",
        "opb": "Alcoholic cirrhosis",
        "opc": "Microvescicular fatty change",
        "opd": "Macrovesicular fatty change",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "502328ba-6339-4d52-a737-4f7b57b333b5",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions uniform dilation of esophagus is seen",
        "exp": "In Trypanosoma cruzi infection& dermatomyositis uniform dilatation of oesophagus is seen Esophageal dilatation is a therapeutic endoscopic procedure that enlarges the lumen of the esophagus.... Complications of esophageal dilatation include the following: Odynophagia, or painful swallowing. Hematemesis, or bloody vomit. Esophageal perforation. Mediastinitis.",
        "cop": 4,
        "opa": "Scleroderma",
        "opb": "Trypanosoma cruzi infection",
        "opc": "Dermatomysitis",
        "opd": "BD",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "572d63de-564a-495e-9236-b18cd5d7d438",
        "choice_type": "single"
    },
    {
        "question": "Diveiculum most common site is",
        "exp": "Sigmoid diveiculitis Diveicular disease refers to acquired pseudo diveicular outpouchings of the colonic mucosa and submucosa. Rare below 30yrs but prevalence approaches 50% beyond 60yrs. Diveicula generally are multiple and the condition is referred to as diveiculosis. PATHOGENESIS Colonic diveicula tend to develop under conditions of elevated intraluminal pressure in the sigmoid colon TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 586 IMAGE REF: ROBBINS BASIC PATHOLOGY NINTH EDITION FIG: 14-25 PAGE 586",
        "cop": 1,
        "opa": "Sigmoid colon",
        "opb": "Ileum",
        "opc": "Ascending colon",
        "opd": "Transverse colon",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "a8d7aa5c-ddf4-4091-b912-61fe207915ee",
        "choice_type": "single"
    },
    {
        "question": "Peripoal fibrosis is caused by?",
        "exp": "Methotrexate. This drug is a well-established cause of hepatic fibrosis and cirrhosis. These complications are best recognized following long-term use of the agent in inflammatory disorders such as psoriasis and rheumatoid ahritis, although cases have also followed administration for neoplastic diseases. The risk of liver damage depends largely on the dose, duration, and timing of therapy. In prospective studies, up to 25% of patients receiving a cumulative dose of 1. 5 to 2 grams over five years have developed fibrosis or cirrhosis. The risk appears to be lessened by weekly, as opposed to daily, administration of the drug, and exacerbated by concomitant obesity or alcohol abuse. Methotrexate-induced hepatotoxicity is often clinically silent and, even in advanced disease, can exhibit an indolent clinical course. Evidence of poal hypertension or liver failure can nonetheless develop in some cirrhotic cases and may lead to death or the necessity for liver transplantation.",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "Phenytoin",
        "opc": "Thorotrast",
        "opd": "Halothane",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "96658620-7945-4614-9dfb-8478fa34f5ed",
        "choice_type": "single"
    },
    {
        "question": "Lymphocytic colitis",
        "exp": "The characteristic feature of LC is an infiltration by lymphocytes into the colonic epithelium. Collagenous colitis (CC) shares this feature but additionally shows a distinctive thickening of the subepithelial collagen table. LC and CC have been suggested to represent different phases of a single pathophysiologic process, with LC possibly being a precursor or earlier phase of CC; however, this has not been proven. REFERANCE. MEDSCAP. COM IMAGE REF:",
        "cop": 2,
        "opa": "Bloody diarrhea",
        "opb": "Intra epithelial lymphocytes",
        "opc": "Lymphocytes is stools",
        "opd": "Through Ileoscopy look for payer's patches",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "88aef4f8-4bb8-449a-be92-ad4b98a5d58d",
        "choice_type": "single"
    },
    {
        "question": "Histological finding in Reye&; s syndrome is",
        "exp": "Reyes syndrome characterised by mitochondrial injury and decreased synthesis of mitochondrial enzymes in liver. Which leads to rise in blood ammonia and accumulation of triglycerides within hepatocytes. TEXTBOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION PAGE 602",
        "cop": 4,
        "opa": "Budding and branching of mitochondria",
        "opb": "Swelling of endoplasmic reticulum",
        "opc": "Para nuclear micro dense deposits",
        "opd": "Glycogen depletion",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "9a41dbe7-cfea-4a68-8cf8-8cef3725dcaf",
        "choice_type": "single"
    },
    {
        "question": "Peripoal fatty infiltration of liver is seen with",
        "exp": "MORPHOLOGIC FEATURES. The pathologic features are common to both HBV and HCV infection and include the following lesions 1. Piecemeal necrosis. Piecemeal necrosis is defined as peripoal destruction of hepatocytes at the limiting plate (piecemeal = piece by piece). Its features in chronic hepatitis are as under: i). Necrosed hepatocytes at the limiting plate in peripoal zone. ii). Interface hepatitis due to expanded poal tract by infiltration of lymphocytes, plasma cells and macrophages. iii). Expanded poal tracts are often associated with proliferating bile ductules as a response to liver cell injury. 2. Poal tract lesions. All forms of chronic hepatitis are characterised by variable degree of changes in the poal tract. i). Inflammatory cell infiltration by lymphocytes, plasma cells and macrophages (triaditis). ii). Proliferated bile ductules in the expanded poal tracts. iii). Additionally, chronic hepatitis C may show lymphoid aggregates or follicles with reactive germinal centre TEXT BOOK OF HARSH MOHAN SIXTH EDITION PAGE. 611 IMAGE REF: TEXTBOOK OF HARSH MOHAN SIXTH EDITION FIG: 21-13 PAGE 612",
        "cop": 2,
        "opa": "Alcoholism",
        "opb": "Viral hepatitis",
        "opc": "Malnutrition",
        "opd": "Tetracycline",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "272af7f7-d14e-4d0e-a171-2edf05820529",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis is",
        "exp": "This is a specimen of linitis plastica, a diffuse type of gastric carcinoma. These infiltrative tumors often evoke a desmoplastic reaction that stiffens the gastric wall. When there are large areas of infiltration, diffuse rugal flattening and a rigid, thickened wall may impa a leather bottle appearance termed linitis plastica. Meitner&; s disease has hyperophic gastric folds. Ref: Robbins Pathology; 9th edition; Page no: 772",
        "cop": 3,
        "opa": "Atrophic gastritis",
        "opb": "Gastric ulcer",
        "opc": "Linitis plastica",
        "opd": "Meitner's disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "6860f29c-8505-4441-aed4-9b180d7bf387",
        "choice_type": "single"
    },
    {
        "question": "Best marker for GIST is",
        "exp": "Diagnostic markers GISTs and cajal cells express c-KIT (also known as CD117) and CD34. Most useful diagnostic marker is c-KIT and immunohistochemically detected in 95% of gastric GISTs GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK FIRST EDITION PAGE 390",
        "cop": 1,
        "opa": "CD117",
        "opb": "DOG 1",
        "opc": "CD 34",
        "opd": "CD 43",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "e438d2da-1b4e-4ccd-acd2-ce913579c7bf",
        "choice_type": "single"
    },
    {
        "question": "Alcoholic hyaline, in alcoholic liver disease is composed of",
        "exp": "mallory body or hyaline degeneration consist of dense eosinophilic ropey cytoplasmic inclusion body GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PGNO. 449 IMAGE REF:",
        "cop": 2,
        "opa": "Lipofuscin",
        "opb": "Eosinophilic intracytoplasmic inclusions",
        "opc": "Basophilic intracytoplasmic inclusions",
        "opd": "Hemozoin",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c198305c-a99e-4661-a3fd-1456a696d0ab",
        "choice_type": "single"
    },
    {
        "question": "Copper is mainly transpoed by",
        "exp": "Normally, dietary copper is more than body's requirement. Excess copper so absorbed through the stomach and duodenum is transpoed to the liver where it is incorporated into a2-globulin to form ceruloplasmin, which is excreted by the liver bile normally. Most of the plasma copper circulates as ceruloplasmin. Only minute amount of copper is excreted in the urine normally. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 628",
        "cop": 1,
        "opa": "Ceruloplasmin",
        "opb": "Albumin",
        "opc": "Haptoglobin",
        "opd": "Globulin",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "0a266f11-75ce-4ff1-bd51-74c370e8c995",
        "choice_type": "single"
    },
    {
        "question": "Pseudopolyposis is seen in",
        "exp": "Ulcerative colitis: Isolated islands of regenerating mucosa often bulge into the lumen to create small elevations, termed pseudo polyps. TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 590 IMAGE REF:",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Juvenile polyposis",
        "opd": "Enteric fever",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "01633557-7ac5-4527-8eef-296f52ae82cd",
        "choice_type": "single"
    },
    {
        "question": "In adults, most common autoimmune disease of liver is?",
        "exp": "it is a progressive chronic autoimmune desease usually affect middle aged women with peak incidence between 40 to60 yrs of age SYSTEMIC AND GENERAL PATHOLOGY RAMDAS NAYAK PGNO. 461",
        "cop": 4,
        "opa": "Autoimmune hepatitis",
        "opb": "Sclerosing cholangitis",
        "opc": "alpha antitrypsin deficiency",
        "opd": "Primary billiary cirrhosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "2c593261-1436-4e68-aa37-65f08bf0c1fa",
        "choice_type": "single"
    },
    {
        "question": "Councilman bodies are seen in",
        "exp": "In pathology, a Councilman body, also known as Councilman hyaline body or apoptotic body, is an acidophilic globule of cells that represents a dying hepatocyte often surrounded by normal parenchyma. They are found in the liver of individuals suffering from viral hepatitis, yellow fever, or other viral syndromes Refer robbins 9/e p614",
        "cop": 3,
        "opa": "Alcoholic cirrhosis",
        "opb": "Wilson's disease",
        "opc": "Acute viral hepatitis",
        "opd": "Autoimmune hepatitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "656d9870-431d-4901-b5c4-84d021540ff6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a carcinogenic virus?",
        "exp": "*Oncogenic RNA viruses: Human T-cell leukemia virus 1, Hepatitis C virus*Oncogenic DNA virus: Human papilloma virus, Hepatitis B virus, Ebstein Barr virus, Kaposi sarcoma herpes virus (HHV8) and Merkel cell polyoma virus. Ref: Robbins 8/e p312",
        "cop": 3,
        "opa": "Hepatitis B",
        "opb": "Hepatitis C",
        "opc": "Molluscum Contagiosum",
        "opd": "HPV",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "b5625f60-3109-44e0-be4c-94e4ef3e579f",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man presents with upper gastrointestinal bleeding and is found to have multiple ulcers in the duodenum. Workup finds his serum gastrin levels to be markedly elevated, and an abdominal CT scan finds a large mass in the tail of the pancreas. A biopsy from this pancreatic mass finds an islet-cell adenoma that secretes gastrin. Which of the following is the best diagnosis",
        "exp": "Zollinger-Ellison syndrome refers to gastric gland hyperplasia secondary to excessive gastrin secretion by a tumor (gastrinoma), usually found in the pancreas. The excess gastrin increases the thickness of the gastric mucosa and increases the acid production by the stom ach. This results in the formation of recurrent peptic ulcers, especially within the duodenum and jejunum. As a result, the classic clinical triad associated with the Zollinger-Ellison syndrome is the combination of increased acid production by the stomach, peptic ulcers of the duodenum and jejunum, and an islet-cell tumor of the pancreas. Ref:- Harshmohan textbook of Pathology",
        "cop": 1,
        "opa": "Zollinger-Ellison syndrome",
        "opb": "Verner-Morrison syndrome",
        "opc": "Hyperophic-hypersecretory gastropathy",
        "opd": "Menetrier disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "daf99ac3-a2a5-4476-a901-c5909e45361e",
        "choice_type": "single"
    },
    {
        "question": "Endoscopic biopsy from a case of H. pylori related duodenal ulcer is most likely to reveal -",
        "exp": "H. pylori gastritis typically affects the antrum and is associated with increased gastric acid production. The induced mucosa-associated lymphoid tissue (MALT) can transform TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 569 IMAGE REF:",
        "cop": 1,
        "opa": "Antral predominant gastritis",
        "opb": "Multifocal atrophic gastritis",
        "opc": "Acute erosive gastritis",
        "opd": "Gastric atrophy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "ca1e094a-b37f-4659-859d-8bedf8336838",
        "choice_type": "single"
    },
    {
        "question": "Gluten free diet is used in",
        "exp": "Coeliac Sprue (Non-tropical Sprue, Gluten-Sensitive Enteropathy, Idiopathic Steatorrhoea) This is the most impoant cause of primary malabsorption occurring in temperate climates. The condition is characterised by significant loss of villi in the small intestine and thence diminished absorptive surface area. The condition occurs in 2 forms: Childhood form, seen in infants and children and is commonly referred to as coeliac disease. Adult form, seen in adolescents and early adult life and used to be called idiopathic steatorrhoea. In either case, there is genetic abnormality resulting in sensitivity to gluten (a protein) and its derivative, gliadin, present in diets such as grains of wheat, barley and rye. Serum antibodies--IgA antigliadin and IgA antiendomysial, have been found but is not known whether these antibodies are primary or appear secondary to tissue damage. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 575",
        "cop": 1,
        "opa": "Celiac disease",
        "opb": "Tropical sprue",
        "opc": "Ulcerative colitis",
        "opd": "Irritable bowel syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "adcce344-1262-4372-be0c-521071113117",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common cause of acute gastroenteritis?",
        "exp": "Norovirus (Norwalk-like virus) is estimated to be the most common cause of acute gastroenteritis. Norovirus causes approximately half of all gastroenteritis outbreaks worldwide and is a common cause of sporadic gastroenteritis in developedcountries. The rotavirus is considered the leading cause of diarrhea in infants and young children. Norovirus is expected to become the most common cause of diarrhea worldwide in all age groups as rotavirus vaccination becomes widespread. Ref: Robbins Pathology; 9th edition; Page no: 792",
        "cop": 1,
        "opa": "Norovirus",
        "opb": "Rotavirus",
        "opc": "Salmonella",
        "opd": "E. coli",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "047f739a-1c32-490a-b300-3f65e3da46a9",
        "choice_type": "single"
    },
    {
        "question": "Gene of wilsons disease is",
        "exp": "In Wilson's disease, the initial steps of dietary absorption and transpo of copper to the liver are normal but copper accumulates in the liver rather than being excreted by the liver. The underlying defect in chromosome 13 is a mutation in ATP7B gene, the normal hepatic copper excreting gene. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 628 IMAGE REF:",
        "cop": 2,
        "opa": "ATP 7A",
        "opb": "ATP 7B",
        "opc": "ADP 7A",
        "opd": "ADP 7B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "4ae818eb-2eb4-451b-9b4d-42a4b8a43b04",
        "choice_type": "single"
    },
    {
        "question": "60 yr old male presented with dysphagia. The mucosal biopsy is provided here which shows?",
        "exp": "Goblet cells are seen in the columnar epithelium, identified by distinct mucous vacuoles that stain pale blue by hematoxylin and eosin. Barrett&; s oesophagus is characterized by the replacement of the normal stratified squamous epithelium lining of the esophagus by simple columnar epithelium with goblet cells (intestinal metaplasia). Robbins 9th edition pg: 757",
        "cop": 2,
        "opa": "Squamous metaplasia",
        "opb": "Columnar metaplasia",
        "opc": "Anaplasia",
        "opd": "Connective tissue metaplasia",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "488c51ea-758d-46fb-9b66-4b3c60c52ad8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not lead to chronic liver disease?",
        "exp": "Causes of chronic liver disease 1. Viral causes Hepatitis B Hepatitis C EBV CMV 2. Toxic and drugs Alcoholic liver disease Drug induced liver disease ( methotrexate) 3. Metabolic Non alcoholic fatty liver disease Hemochromatosis Wilson's disease 4. Autoimmune Primary biliary cholangitis Primary sclerosing cholangitis. Autoimmune hepatitis 5. Others Right heart failure",
        "cop": 1,
        "opa": "Hepatitis A",
        "opb": "EBV",
        "opc": "Infectious mononucleosis",
        "opd": "Hepatitis B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "d58a3ba0-22ba-4f64-8973-dc64d1eec457",
        "choice_type": "single"
    },
    {
        "question": "Creeping fat is a feature of",
        "exp": "fat may encircle around antimesentric serosal surface producing a pattern known as creeping fat. mnemonic: FIND CASH Fissures Ileum Non-caseating granuloma Distoion of mucosal architecture Creeping fat, Crypt abscess, Cobblestone appearance. Aphthous ulcer Skip lesions Hose pipe like bowel SYSTEMIC AND GENERAL PATHOLOGY RAMDAS NAYAK PG NO. 406",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Celiac disease",
        "opd": "Tropical sprue",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "dd0d15d5-3deb-46a3-ab08-9793a4ff6e02",
        "choice_type": "single"
    },
    {
        "question": "Anti transglutaminase antibody is seen in?",
        "exp": "The most sensitive tests are the presence of IgA antibodies to tissue transglutaminase or IgA or IgG antibodies to deamidated gliadin. TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 579",
        "cop": 1,
        "opa": "Celiac disease",
        "opb": "SLE",
        "opc": "Collagenous colitis",
        "opd": "Tropical sprue",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "3370d11e-07a8-4aff-83d8-f586c56541cb",
        "choice_type": "single"
    },
    {
        "question": "Ulcerative colitis what is seen",
        "exp": "Histologically, ulcerative colitis because of remission and exacerbations, is characterized by alternating 'active disease process' and 'resolving colitis. ' The changes in the 'active disease process' are as under (Fig. 20. 28): 1. Crypt distoion, cryptitis and focal accumulations of neutrophils forming crypt abscesses. 2. Marked congestion, dilatation, and hemorrhages from mucosal capillaries. 3. Superficial mucosal ulcerations, usually not penetrating into the muscle coat, except in severe cases, and is accompanied by nonspecific inflammatory cell infiltrate of lymphocytes, plasma cells, neutrophils, some eosinophils and mast cells in the lamina propria. 4. Goblet cells are markedly diminished in cases of active disease. 5. Areas of mucosal regeneration and immunodepletion of lining cells. 6. In long-standing cases, epithelial cytologic atypia ranging from mild to marked dysplasia and sometimes developing into carcinoma in situ and frank adenocarcinoma. REF: TEXTBOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION, PAGE NO: 568, 569 IMAGE REF: TEXTBOOK OF PATHOLOGY HARSHMOHAN 6. TH EDITION, FIG. 20. 28, PAGE: 569",
        "cop": 1,
        "opa": "Cryptitis",
        "opb": "Crypt loss",
        "opc": "Crypt branching",
        "opd": "Proliferating mucosa",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "9f3ec000-0b9a-49a2-8271-259142adc572",
        "choice_type": "single"
    },
    {
        "question": "Centrilobular necrosis of liver may be seen with",
        "exp": "CCl4 is hepatotoxic. Centrilobular necrosis seen in CVC liver. Causes: right sided heart failure. Mechanism: dilatation of central veins-Transmission of increased venous pressure to the sinusoids-dilatation of sinusoids-ischemic necrosis of hepatocytes in centrilobular region. Gross: congested centrilobular area appear dark red brown, peripoal region is better oxygenated hence appear pale Microscopy: centrilobular region: congestion, hemorrhage, thickening of Central veins and fibrosis, centrilobular hepatocyte necrosis. Peripoal region: fatty change in hepatocytes. GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PGNO. 89",
        "cop": 3,
        "opa": "Phosphorus",
        "opb": "Arsenic",
        "opc": "cc. I4",
        "opd": "Ethanol",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "790d9ae7-e77e-4c45-a105-4bab980ca67c",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old woman presents with nausea, vomiting, and sudden onset of left-sided abdominal pain. Physical examination shows low grade fever, and laboratory evaluation shows increased neutrophils in her peripheral blood. Which of the following is the most likely diagnosis",
        "exp": "Acute inflammation of diveicula (diveiculitis) will produce the sudden onset of left-sided abdominal pain accompanied by fever and peripheral leukocytosis (mainly neutrophils). These clinical signs are essentially the same as those seen with acute appendicitis except that the abdominal pain is on the left side rather than the right side. As such, diveiculitis sometimes is referred to as left-sided appendicitis. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 3,
        "opa": "Appendicitis",
        "opb": "Colitis",
        "opc": "Diveiculitis",
        "opd": "Pancreatitis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "1d9d924a-a9f5-4365-a728-94ab677c04ba",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant tumor of salivary glands",
        "exp": "BENIGN MALIGNANT Pleomorphic adenoma(50%) Mucoepidermoid carcinoma(15%) Wahin tumor(5%) Acinic cell carcinoma (6%) Oncocytoma(2%) Adenocarcinoma NOS(6%) Cystadenoma(2%) Adenoid cystic carcinoma(4%) Basal cell adenoma(2%) Malignant mixed tumor(3%) TEXT BOOK OF ROBINS BASIC PATHOLOGY NINTH EDITION PAGE. 556",
        "cop": 4,
        "opa": "Pleomorphic adenoma",
        "opb": "Wahin tumor",
        "opc": "Adenoid cystic carcinoma",
        "opd": "Mucoepidermoid carcinoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "b2d741fa-35ef-41f3-a594-d33cd17f8326",
        "choice_type": "single"
    },
    {
        "question": "The most common site of esophageal adenocarcinoma is?",
        "exp": "Oesophageal adenocarcinoma usually occurs in the distal one-third of the oesophagus In contrast, half of squamous cell carcinomas occur in middle third of esophagus. Ref: TEXTBOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 562 IMAGE Ref: TEXTBOOK OF HARSH MOHAN 6. TH EDITION Fig. 20. 4 pg: 541",
        "cop": 3,
        "opa": "Middle 1/3rd",
        "opb": "Upper 1/3rd",
        "opc": "Lower 1/3rd",
        "opd": "Lower end of esophagus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "f3c1506c-f4d8-4813-8e61-6c524ed84b6c",
        "choice_type": "single"
    },
    {
        "question": ". Primary biliary cirrhosis is positive for",
        "exp": "Primary Biliary Cirrhosis(PBC) - A progressive autoimmune liver disease characterised by non suppurative, inflammatory destruction of intra hepatic bile ducts. Characteristic autoantibody detected in primary biliary cirrhosis is antimitochondrial antibody Consequences: bile duct destruction-impaired secretion of bile, cholestasis, and inflammatory reaction in the poal tract-hepatic damage, fibrosis- cirrhosis and liver failure. SYSTEMIC AND GENERAL PATHOLOGY RAMDAS NAYAK PG NO 461 IMAGE REF:",
        "cop": 2,
        "opa": "PANCA",
        "opb": "Anti-mitochondrial antibody",
        "opc": "Anti nuclear antibody",
        "opd": "Anti-microsomal antibody",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "14ce60b5-fcd9-45bd-8aef-ff94bb828ae9",
        "choice_type": "single"
    },
    {
        "question": "40 yr old male presented with cirrhosis. Special stain used in the histology slide given below is",
        "exp": "Iron in hemosiderin is chemically reactive and turns blue-black when exposed to potassium ferrocyanide, which is the basis for the Prussian blue stain. In iron-overloaded cells, most iron is stored in hemosiderin. Severe hemochromatosis (hereditary or secondary) is characterized principally by (1) deposition of hemosiderin in the following organs (in decreasing order of severity) the liver, pancreas, myocardium, pituitary gland, adrenal gland, thyroid and parathyroid glands, joints, and skin; (2) cirrhosis; and (3) pancreatic fibrosis. Ref: Robbins pathology 9e pg: 650, 848",
        "cop": 2,
        "opa": "Alcian blue",
        "opb": "Prussian blue",
        "opc": "Masson Fontana",
        "opd": "Von kossa",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "80e93e16-598a-4324-92bc-9c0bd00e5795",
        "choice_type": "single"
    },
    {
        "question": "The following substance is most often incriminated in the pathogenesis of Hepatic encephalopathy",
        "exp": "It is theorized that neurotoxic substances, including ammonia and manganese, may gain entry into the brain in the setting of liver failure. These neurotoxic substances may then contribute to morphologic changes in astrocytes. In cirrhosis, astrocytes may undergo Alzheimer type II astrocytosis. Here, astrocytes become swollen. They may develop a large pale nucleus, a prominent nucleolus, and margination of chromatin. In ALF, astrocytes may also become swollen. The changes of Alzheimer type II astrocytosis are not seen in ALF. But, in contrast to cirrhosis, astrocyte swelling in ALF may be so marked as to produce brain edema. This may lead to increased intracranial pressure and, potentially, brain herniation. REFERENCES Meds cap. com HARSH MOHAN SIXTH EDITION. PAGE-606 IMAGE REF:",
        "cop": 2,
        "opa": "Urea",
        "opb": "Ammonia",
        "opc": "Uric acid",
        "opd": "Creatinine",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "330581b7-1631-4f99-9785-e2d4d1e2417f",
        "choice_type": "single"
    },
    {
        "question": "M. C. site of Ca esophagus is",
        "exp": "tumors of oesophagus usually occurs in distal third of oesophagus and may invade gastric cardia ROBBINS TEXT BOOK OF PATHOLOGY 9. TH EDITION PD NO. 662",
        "cop": 3,
        "opa": "Middle 1/3 rd",
        "opb": "Upper 1/3 rd",
        "opc": "Lower 1/3rd",
        "opd": "Lower end of esophagus",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "88706912-7296-4f3c-a15a-efa594026c7d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most significant factor for development of gastric carcinoma?",
        "exp": "There are some conditions of pre-malignant changes in the gastric mucosa which have increased risk to the development of gastric cancer: I) hypo- or achlorhydria in atrophic gastritis of gastric mucosa with intestinal metaplasia. ii). Adenomatous (neoplastic) polyps of the stomach. iii). Chronic gastric ulcer (ulcer-cancer), and its association with achlorhydria. iv) Stump carcinoma in patients who have undergone paial gastrectomy. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 555",
        "cop": 3,
        "opa": "paneth cell metaplasia",
        "opb": "Pyloric metaplasia",
        "opc": "Intestinal metaplasia",
        "opd": "Ciliated metaplasia",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "007c3b82-e92a-4dbe-a701-0b3a1744b0e6",
        "choice_type": "single"
    },
    {
        "question": "The amyloid protein in primary systemic amylodosis belongs to which of the following classes of fibril proteins?",
        "exp": "primary amylooidosis, immune dyscrasias with amyloidosis usually syatemic and is of AL type GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PG NO. 172",
        "cop": 2,
        "opa": "AA protein",
        "opb": "AL protein",
        "opc": "A beta protein precursor",
        "opd": "Beta 2 microglobular protien",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "089a7467-72cc-44d1-9497-12d1cf0aad6b",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis virus that causes chronic liver disease is?",
        "exp": "HCV also is a major cause of liver disease. The worldwide carrier rate is estimated at 175 million persons (a 3% prevalence rate, ranging widely from 0. 1% to 12%, depending on the country). Persistent chronic infection exists in 3 to 4 million persons in the United States ROBBINS TEXT BOOK OF PATHOLOGY 9. TH EDITION PG NO. 618",
        "cop": 3,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis D",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "9d1b71cb-def7-454e-8fd5-251ecc26ec7f",
        "choice_type": "single"
    },
    {
        "question": "Glanzmann thrombasthenia is due to defect in",
        "exp": "Platelet Function Defects:- * Defect in platelet adhesion:- Bernard Soulier syndrome, Von Willebrand's disease * Defect in platelet aggregation:- Glanzmann thrombasthenia, Afbrinogenemia * Defect in platelet secretion:- Storage pool disorders, drugs (NSAID) induced Glanzmann thrombasthenia is due to defective platelet aggregation, due to defect in receptor Gp IIb-IIIa Bernard Soulier syndrome is due to defective platelet adhesion due to defect in Gp Ib-IX * In the image shown above, agglutination is seen with theristocetin. There is no aggregation with ADP, adrenaline or collagen. * Possible diagnosis:- Glanzmann's thrombasthenia or afibrinogenaemia * In the image above, there is lack of agglutination with ristocetin, but agglutination occurs with other agonists. * Possible diagnosis:- Von Willebrand Disease (v. WD) or Bernard Soulier Syndrome (BSS). * v. WD is differentiated from BSS by repeating the platelet aggregometry after adding cryoprecipitate. * After adding cryoprecipitate (which contains von Willebrand factor), agglutination occurs with ristocetin. Then a diagnosis of v. WD can be made. * BSS - Disorder of platelet adhesion, due to defect in Ib-IX receptor * Glanzmann thrombasthenia - Disorder of platelet aggregatation, due to defect in IIb-IIIa receptor. * Glanzmann's thrombasthenia (GT) is an autosomal recessive inherited platelet function defect characterized by normal platelet count, prolonged bleeding time and abnormal clot retraction. * Clot retraction test is a measurement of platelet function. Clot retraction test is abnormal in thrombocytopenia, thrombasthenia and polycythemia Ref:- Robbins Basic Pathology 9th Edition; Pg num:- 660",
        "cop": 2,
        "opa": "Gp Ib-IX",
        "opb": "Gp IIb/IIIa",
        "opc": "CD68",
        "opd": "Von Willebrand factor",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "bf92a550-fa7f-4a0f-a52c-d8319dcd9263",
        "choice_type": "single"
    },
    {
        "question": "In alcoholic liver disease, which of the following pigments deposited in the hepatocytes-",
        "exp": "hemosiderin deposits in the liver in those with non-alcoholic fatty liver disease independent of any transfusions. REFERANCE. HEMOSIDEROSIS WIKIPEDIA",
        "cop": 1,
        "opa": "Hemosiderin",
        "opb": "Hemoglobin",
        "opc": "Lipofuscin",
        "opd": "Melanin",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "1d0255fd-a541-4afd-aac2-16ab6a6d1530",
        "choice_type": "single"
    },
    {
        "question": "Which of the following autosomal dominant disorder is characterized by formation of multiple gastrointestinal polyps along with pigmented lesions around the oral cavity",
        "exp": "The Peutz-Jeghers syndrome is an autosomal dominant disorder that is characterized by the combination of hamaomatous polyps of the small intestine and pigmented lesions around the oral cavity. The most common site for the hamaomatous polyps is the jejunum. This syndrome is associated with a slight increased risk for the development of colon cancer. Ref:- Harsh mohan textbook of Pathology",
        "cop": 1,
        "opa": "Peutz-Jeghers syndrome",
        "opb": "Rotor syndrome",
        "opc": "Gardner syndrome",
        "opd": "Cowden disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "a7295c22-dc6c-42cf-8468-145d3cf69158",
        "choice_type": "single"
    },
    {
        "question": "Inflammatory bowel disease with transmural Involvement and skip lesions is?",
        "exp": "mnemonic: FIND CASH Fissures Ileum Non-caseating granuloma Distoion of mucosal architecture Creeping fat, Crypt abscess, Cobblestone appearance. Aphthous ulcer Skip lesions Hose pipe like bowel TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 589",
        "cop": 1,
        "opa": "Crohn'S disease",
        "opb": "Ulcerative colitis",
        "opc": "Shigella infection",
        "opd": "Clostridium infection",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "115569cf-74d9-4934-b291-95f424d07da3",
        "choice_type": "single"
    },
    {
        "question": "Most common site for gastrinoma",
        "exp": "Majority of gastrinomas occur in the wall of the duodenum. may be benign or malignant. Gastrinomas are associated with peptic ulcers at usual sites such as the stomach, first and second pa of the duodenum, or sometimes at unusual sites such as in the oesophagus and jejunum. About one-third of patients have multiple endocrine neoplasia--multiple adenomas of the islet cells, pituitary, adrenal and parathyroid glands. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 829 IMAGE REF:",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Pylorus",
        "opc": "Antrum",
        "opd": "Colon",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "58459ef2-1903-4ed0-bb08-a765b84122bd",
        "choice_type": "single"
    },
    {
        "question": "The genetic defect in Dubin-Johnson Syndrome is",
        "exp": "Dubin-Johnson syndrome is a rare, autosomal recessive, benign disorder that causes an isolated increase of conjugated bilirubin in the serum. Classically, the condition causes a black liver due to the deposition of a pigment similar to melanin. Refer robbins 9/e",
        "cop": 1,
        "opa": "Mutation in gene for multiple drug resistance protein 2",
        "opb": "Mutation in gene UDP- glucuronyl transferase",
        "opc": "Mutation of chromosome 23",
        "opd": "Flash mutations",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "fc4a9373-2f4e-4e8d-8fdb-6d7190f08ff4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common endocrine tumour of pancreas",
        "exp": "Insulinomas Beta cell tumors (insulinomas) are the most common type of Pan. NET( pancreatic Neuro. Endocrine. Tumors) and may be responsible for the elaboration of sufficient insulin to induce clinically significant hypoglycemia. The characteristic clinical picture is dominated by attacks of hypoglycemia, which occur when plasma blood glucose levels fall below 50 mg/dL. The attacks consist principally of such central nervous system manifestations as confusion, stupor, and loss of consciousness. They are precipitated by fasting or exercise and are promptly relieved by feeding or parenteral administration of glucose. Most insulinomas are cured by surgical resection. TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 751 IMAGE REF: ROBBINS BASIC PATHOLOGY NINTH EDITION FIG: 19-34 PAGE 751",
        "cop": 1,
        "opa": "Insulinoma",
        "opb": "Gastrinoma",
        "opc": "VIPoma",
        "opd": "Glucagonoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "36ec3082-35bd-4400-a94e-0da054efcbaa",
        "choice_type": "single"
    },
    {
        "question": "Definite markers for hepatoblablastoma is",
        "exp": "Hepatoblastoma is a rare malignant tumour arising from primitive hepatic parenchymal cells. It presents before the age of 2 years as progressive abdominal distension with anorexia, failure to thrive, fever and jaundice. It is more common in boys. The concentration of serum AFP is high. Microscopy: two variants, epithelial type and mixed epithelial and mesenchymal type. TEXT BOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PGNO. 637",
        "cop": 2,
        "opa": "LDH",
        "opb": "Alpha-fetoprotein (AFP)",
        "opc": "h. CG",
        "opd": "Alkaline phosphatase",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "93a5b1d4-f949-406a-9f6d-53ebf56e6ff8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following markers is specific for gastro-intestinal stomal tumor (GIST)",
        "exp": "most useful diagnostic marker of GIST is is c-KIT or CD117 REF: SYSTEMIC AND GENERAL PATHOLOGY RAMDAS NAYAK 2. ND EDITION PAGE NO: 390 Refer robbins 9/e",
        "cop": 1,
        "opa": "CD117",
        "opb": "CD34",
        "opc": "CD23",
        "opd": "S-100",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "65d10288-734d-4407-954c-ce279196d575",
        "choice_type": "single"
    },
    {
        "question": "Pseudopolyps are features of-",
        "exp": "Isolated islands of regenerating mucosa often bulge into the lumen to create small elevations, termed as pseudopolyps in Ulcerative Colitis TEXTBOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 590 IMAGE REF: TEXTBOOK OF PATHOLOGY HARSH MOHAN, 6. TH EDITION, FIG: 20. 27 PAGE: 568",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Celiac sprue",
        "opd": "Whipple's disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "db6e3214-0279-474d-bf8d-27d7154d228c",
        "choice_type": "single"
    },
    {
        "question": "Most common site for non-Hodgkins lymphoma outside the lymph nodes is",
        "exp": "extranodal lymphomas can arise in viually any tissue, they do so most commonly in the gastrointestinal tract, paicularly the stomach Nearly 5% of all gastric malignancies are primarily lynphomas, the most common of which are indolent extranodal marginal zone B cell lymphomas- MALToma( mucosal associated lymphoid tissue). TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 571",
        "cop": 3,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Stomach",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "88f542b7-e439-4a44-b17e-394c5396927a",
        "choice_type": "single"
    },
    {
        "question": "Intestinal angiodysplasia involves",
        "exp": "Colonic aeriovenous malformation (AVM) is one of the causes of lower GI bleeding. Unlike small vascular ectasia or angiodysplasia, colonic AVM tends to be solitary, large in size, and identified endoscopically as flat or as an elevated bright red lesion. REFERANCE. MEDSCAP. COM",
        "cop": 1,
        "opa": "AV malformation",
        "opb": "Cavernous hemangioma",
        "opc": "Cavernous hemangioma",
        "opd": "Malignant tumor",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "557e0407-cee3-49f0-9176-9071569297c8",
        "choice_type": "single"
    },
    {
        "question": "Paneth cells contain",
        "exp": "Paneth cells are zinc-containing cells widely distributed in Lieberkuhn's crypts of small intestine in many species, but their function has remained obscure. Our previous study showed that a single intravenous injection of diphenylthiocarbazone (dithizone), a zinc chelator, forms zinc-dithizonate complexes in the cytoplasm of Paneth cells to ensure rapid and selective killing of the cells. REFERANCE. NIH. GOV",
        "cop": 1,
        "opa": "Zinc",
        "opb": "Copper",
        "opc": "Molybdneum",
        "opd": "Selenium",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "1e637305-7aa2-47fc-9128-522d892cf10c",
        "choice_type": "single"
    },
    {
        "question": "Anti-Saccharomyces cerevisiae antibodies ares seen in?",
        "exp": "Anti-Saccharomyces cerevisiae antibodies (ASCA) in Crohn's disease are associated with disease severity but not NOD2/CARD15 mutations REFERANCE. nih. gov",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Scleroderma",
        "opc": "SLE",
        "opd": "Sjogren's syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c7635c69-8bf4-4a9b-98a1-bb292aad6b81",
        "choice_type": "single"
    },
    {
        "question": "Gastrointestinal stromal tumor (GIST) occur from mutation of-",
        "exp": "GIST is the most common mesenchymal tumor of the abdomen PATHOGENESIS Approximately 75% to 80% of all GISTs have oncogenic, gain-of-function mutations of the gene encoding the tyrosine kinase c-KIT, which is the receptor for stem cell factor. Another 8% of GISTs have mutations that activate a related tyrosine kinase, platelet-derived growth factor receptor A (PDGFRA); thus activating mutations in tyrosine kinases are found in viually all GISTs. However, either mutation is sufficient for tumorigenesis, and c-KIT and PDGFRA mutations are almost never found in a single tumor. GISTs appear to arise from, or share a common stem cell with, the interstitial cells of Cajal, which express c-KIT, are located in the muscularis propria, and serve as pacemaker cells for gut peristalsis. TEXT BOOK OF ROBBINS BASIC PAYHOLOGY NINTH EDITION PAGE. 572 IMAGE REF:",
        "cop": 1,
        "opa": "c-KIT oncogene",
        "opb": "c-KTT oncogene",
        "opc": "c-KTT oncogene",
        "opd": "c-RET oncogene",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "2877d480-5ef4-406b-90a9-3511386e502f",
        "choice_type": "single"
    },
    {
        "question": "Least predilection for distal ileum-",
        "exp": "Carcinoid syndrome: Arise from the neuroendocrine organs and neuroendocrine differentiated gastrointestinal epithelium. More than 40% occur in small intestine( which includes ileum). Meckel's diveiculum is a congenital anomaly of GI tract, occurring in 2% population. It is commonly situated on the antimesentric border of the ileum, about 1 meter above the ileocaecal valve. It is an outpouching containing all the layers of intestinal wall in their normal orientation. Crohn's disease is an inflammatory bowel disease(IBD). Most common sites involved are terminal ileum, ileocaecal valve and caecum. Zollinger-Ellison-syndrome is characterised by multiple peptic ulcerations in the stomach, duodenum, and even jejunum, is caused by uncontrolled release of gastrin by a tumor and resulting in massive acid production. REF: TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 568, 571, 589. IMAGE REF: TEXTBOOK OF PATHOLOGY HARSHMOHAN, 6. TH EDITION, FIG. 20. 20, PAGE: 562",
        "cop": 4,
        "opa": "Carcinoid syndrome",
        "opb": "Meckel's diveiculum",
        "opc": "Crohn disease",
        "opd": "Zollinger - Ellison syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "fd93e2d1-c39e-43e5-a8ff-881e605908fd",
        "choice_type": "single"
    },
    {
        "question": "Colonic polyp that has maximum chance - of malignant change",
        "exp": "Familial Polyposis Coli(Adenomatosis) This hereditary disease is defined as the presence of more than 100 neoplastic polyps (adenomas) on the mucosal surface of the colon; the average number is about 1000 Adenomatosis can be distinguished from multiple adenomas in which the number of adenomas is fewer, not exceeding 100. The condition has autosomal dominant transmission and is due to germline mutations in APC gene which results in occurrence of hundreds of adenomas which progress to invasive cancer. The average age at diagnosis is 2nd and 3rd decades of life with equal incidence in both the sexes. The malignant potential of familial polyposis coli is very high. Colorectal cancer develops viually in 100% of cases by age of 50 years if not treated with colectomy. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 585 IMAGE REF: https://images. app. goo. gl/bpyy. V6u. Ne6. Zgc. AKm7",
        "cop": 2,
        "opa": "Hyperplastic polyp",
        "opb": "Adenomatous polyp",
        "opc": "Juvenile polyp",
        "opd": "polyp of peutz- Jegher syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "d8517f70-2da5-447a-8c71-707d1cc05479",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the earliest change in intestine which occurs in Chron&; s Disease.",
        "exp": "Early Crohn&; s Disease is a Mucosal disorder. The earliest changes of Crohn&; s disease are aphthous erosions or ulcers, which can be detected by barium examining or endoscopy. The earliest lesions are aphthous ulcerations and focal crypt abscesses with loose aggregations of macrophages, which form non-caseating granulomas in all layers of the bowel wall- Harrison Sequence of changes in Crohn&; s disease: Early Crohn&; s disease is a Mucosal Disease: Early Crohn&; s Disease is a Mucosal Disorder (Later involves the submucosa and becomes transmural) The earliest changes of Crohn&; s disease are aphthous erosions or ulcers, which can be detected by barium study. These initial changes typically occur in the mucosal lymphoid tissue. In more active disease (As the inflammatoy process worsens), aphthous lesions tend to coalesce and deepen, forming stellate or bear-claw-shaped ulcers. With progression of disease, stellate ulcerations fuse longitudinally and transversely outlining areas of uninvolved mucosa give rise to a cobblestone appearance (demarcate islands of mucosa that frequently are histologically normal). This &; cobblestone&; appearance is characteristic of CD, both endoscopically and by barium radiography. With progression of disease the disease eventually becomes transmural: Serosal and mesenteric inflammatory promotes adhesions and fistula formation. The bowel wall thickens and becomes narrowed and fibrotic, leading to chronic, recurrent bowel obstructions. Projections of the thickened mesentery encase the bowel (\"creeping fat\") Although Pseudohyperophy are typical of Ulcerative colitis, they may also be seen in Crohn&; s disease: Inflammatory Pseudohyperophy representing isolated islands of regenerating mucosa can also form in CD (as in UC). Pseudopolyps represents areas of inflamed and regenerating mucosa that project above the level of the surrounding mucosa. Ref: Harrison&; s 19th edition Pgno: 1952",
        "cop": 1,
        "opa": "Aphthous ulcer",
        "opb": "Longitudinal ulcer",
        "opc": "Cobble stone",
        "opd": "Transverse ulcer",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "d47c1d42-7ad0-4e08-9dfa-a6d2e65beceb",
        "choice_type": "single"
    },
    {
        "question": "Whipple's disease is characterized by?",
        "exp": "Whipple's Disease (Intestinal Lipodystrophy) This is an uncommon bacterial disease involving not only the intestines but also various other systems such as central nervous system, heart, blood vessels, skin, joints, lungs, liver, spleen and kidneys. The disease is more common in males in 4th to 5th decades of life. Patients may present with features of malabsorption or may have atypical presentation in the form of migratory polyahritis, neurological disturbances and focal hyperpigmentation of the skin. Histologically, the affected tissues show presence of characteristic macrophages containing PAS-positive granules and rod-shaped micro-organisms (Whipple's bacilli). These macrophages are predominantly present in the lamina propria of the small intestine and mesenteric lymph nodes. Patients respond very well to oral antibiotic therapy. TEXT BOOK OF HARSH MOHAN SIXTH EDITION PAGE 576",
        "cop": 1,
        "opa": "Foamy macrophages",
        "opb": "AFB positive",
        "opc": "Papillary projections",
        "opd": "Villous atrophy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "3bfab361-2876-4b75-ad6b-f22d151a3a02",
        "choice_type": "single"
    },
    {
        "question": ". Antimitochondrial antibodies are seen in",
        "exp": "circulating anti-mitochondrial antibody of IgG class detected in more than 90% cases of primary biliary cirrhosis TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 625",
        "cop": 1,
        "opa": "Primary biliary cirrhosis",
        "opb": "Secondary biliary cirrhosis",
        "opc": "Neonatal hepatitis",
        "opd": "Neonatal cholestasis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "613ffd5e-333b-4424-a76e-475a0dfb4550",
        "choice_type": "single"
    },
    {
        "question": "Gluten sensitive enteropathy is most strongly associated with",
        "exp": "Almost all people with celiac disease carry the class II HLA-DQ2 or HLA-DQ8 allelles. ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE 578",
        "cop": 1,
        "opa": "HLA DQ2",
        "opb": "HLA DR4",
        "opc": "HLA DQ3",
        "opd": "Blood group B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "cc3b100c-3904-479c-8302-3d9d77324342",
        "choice_type": "single"
    },
    {
        "question": ". Pseudopolyposis is seen in",
        "exp": "isolated islands of regenerating mucosa often bulge into the lumen to create small elevations, termed pseudopolyps TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 590",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Juvenile polyposis",
        "opd": "Enteric fever",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "35f18efc-25c7-46c9-9e8e-580916e1d17f",
        "choice_type": "single"
    },
    {
        "question": "Hemosiderosis of liver, pigment deposited is",
        "exp": "it is a homozygous recessive inherited disorder due to excessive absorption of iron GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PG NO. 458",
        "cop": 2,
        "opa": "Copper",
        "opb": "Iron",
        "opc": "Zinc",
        "opd": "Manganese",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c84d2ca9-5fb0-4823-8757-1cbaa0c8ae33",
        "choice_type": "single"
    },
    {
        "question": "Thorium dioxide causes",
        "exp": "Angiosarcoma of liver is a aggresive neoplasm associated with exposure to vinyl chloride, arsenic or thorotrast GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PGNO. 464 IMAGE REF:",
        "cop": 3,
        "opa": "Lymphoma",
        "opb": "Lymphanfiosarcoma",
        "opc": "Angiosarcoma",
        "opd": "Hemangioendothelioma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c0a9e99d-529d-4226-9c6e-47296af49be6",
        "choice_type": "single"
    },
    {
        "question": ". The highest malignant potential is seen in -",
        "exp": "The malignant potential of familial polyposis coli is very high. Colorectal cancer develops viually in 100% of cases by age of 50 years if not treated with colectomy. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 585",
        "cop": 3,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Familial polyposis",
        "opd": "Infantile polyp",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "d423f079-f024-40a2-80ec-72edfca64658",
        "choice_type": "single"
    },
    {
        "question": "Commonest sites of intraabdominal abscess",
        "exp": "The eight functional compaments in the peritoneal cavity include the following: Pelvis, Right paracolic gutter, Left paracolic gutter, Right infradiaphragmatic space, Left infradiaphragmatic space, Lesser sac Hepatorenal space (Morrison space), Interloop spaces between small intestine loops. The paracolic gutters slope into the subhepatic and subdiaphragmatic spaces superiorly and over the pelvic brim inferiorly. In a supine patient, the peritoneal fluid tends to collect under the diaphragm, under the liver, and in the pelvis. More localized abscesses tend to develop anatomically in relation to the affected viscus. For example, abscesses in the lesser sac may develop secondary to severe pancreatitis, or periappendiceal abscesses from a perforated appendix may develop in the right lower quadrant. Small bowel interloop abscesses may develop anywhere from the ligament of Treitz to the ileum. An understanding of these anatomic considerations is impoant for the recognition and drainage of these abscesses. REFERANCE. MEDSCAP. COM",
        "cop": 3,
        "opa": "Subphrenic",
        "opb": "Paracolic",
        "opc": "Pelvis",
        "opd": "Retropeioneal",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "cef88ad1-2217-40f7-932c-0d7de6e3a50c",
        "choice_type": "single"
    },
    {
        "question": "Linitis plastica is a type of",
        "exp": "According to Lauren classification, gastric cancers are two types- intestinal and diffuse type. Intestinal type Diffuse type Gross: Tumors are bulky, composed of glandular structures similar to esophageal and colonic adenocarcinoma. Present with heaped up borders and central ulceration. Gross: Infiltrative tumor which evokes a desmoplastic reaction that stiffens the gastric wall and may cause rugal flattening and a rigid, thickened wall that impas \" Leather bottle\" appearance called lintis plastica. Microscopy: neoplastic cells contain mucin vacuoles, abundant mucin present in the gland lumina. Microcopy: Signet ring cells with large cytoplasmic mucin vacuoles & peripherally displaced crescent shaped nuclei REF: TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 570 IMAGE REF: TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION. FIG. 14-16, PAGE: 571",
        "cop": 2,
        "opa": "Plastic like lining of stomach",
        "opb": "Diffuse carcinoma of stomach",
        "opc": "Benign ulcer",
        "opd": "GIST",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "f71b7900-8f7c-41d6-ad6d-014edfabab7e",
        "choice_type": "single"
    },
    {
        "question": "This is a specimen of nephrectomy, what is your diagnosis?",
        "exp": "Oncocytoma, Renal papillary adenoma are benign tumors. (you need not do nephrectomy) In Urothelial cancer of renal pelvis, the tumor is in the renal pelvis (here it&; s in the periphery) This is a specimen of RCC- Clear cell type. Clear cell carcinomas most likely arise from proximal tubular epithelium, and usually. occur as solitary unilateral lesions. They are bright yellow-gray-white spherical masses of variable size that disto the renal outline. The yellow color is a consequence of the prominent lipid accumulations in tumor cells. One of the striking characteristics of renal cell carcinoma is its tendency to invade the renal vein. Ref: Robbins Pathology; 9th edition; Page no: 954",
        "cop": 1,
        "opa": "Renal cell carcinoma",
        "opb": "Renal papillary adenoma",
        "opc": "Urothelial cancer of renal pelvis",
        "opd": "Oncocytoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "19e172b3-71c1-4946-b5fa-02d2282c33ba",
        "choice_type": "single"
    },
    {
        "question": "Cholangio carcinoma of liver caused by",
        "exp": "risk factor of cholangio carcinoma includes Primary sclerosis cholangitis Fibropolypocystic disease of biliary tree Infestation by Clonorchis sinensis or Opisthorchis viverrini. ROBBINS BASIC PATHOLOGY NIan. TH EDITION PAGE 643",
        "cop": 4,
        "opa": "Hepatitis B infection",
        "opb": "Cirrhosis of liver",
        "opc": "Alpha - feto protein",
        "opd": "Clonorchis sinensis infection",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "8077ec11-4875-4d74-bdf3-81196883bad9",
        "choice_type": "single"
    },
    {
        "question": "Most common type of gastric polyp is -",
        "exp": "Hyperplastic or inflammatory polyps are regenerative, nonneoplastic lesions which are the most common type (90%).. Hamaomatous polyp are not true neoplasms but are malformations. Eg: Peutz-Jeghers syndrome, juvenile polyp, pancreatic heterotopia, heterotopia of Brunner's glands and inflammatory fibroid polyps. TEXTBOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION PAGE. 554 IMAGE Ref: TEXT BOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION Table 20. 4 PAGE: 554",
        "cop": 1,
        "opa": "Hyperplastic polyp",
        "opb": "Hamaomatous polyp",
        "opc": "Malignant polyp",
        "opd": "Familial polyosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "55b45902-fb69-48b3-8c2a-b709cfcac340",
        "choice_type": "single"
    },
    {
        "question": "Von-Meyenburg complexes are seen",
        "exp": "VON MEYENBURG COMPLEXES Von Meyenburg complexes (VMCs), also called bile duct microhamaomas, are a developmental malformation that occurs within the spectrum of polycystic disease of the liver or, more often, sporadically. There is no sex predilection. They are relatively common lesions and are identified in 5. 6% of adult autopsies. They represent a type of ductal plate malformation resulting from a remodeling deficiency of the primitive ductal plate. VMCs are small, gray-white, round or slightly irregular lesions, usually measuring less than 5 mm. Often multiple, they occur at the capsular surface or deeper within the liver parenchyma. They are located adjacent to or within poal tracts. They consist of numerous small to medium-sized irregularly shaped, often branched dilated ductules with flattened lining and bland nuclei, embedded in a dense fibrotic tissue. Neutrophils may be seen around the ductules or infiltrating the epithelium, and the lumen often contains proteinaceous debris or bile. REFERANCE. MEDS CAP. COM",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "6d00f7b8-8e21-4d3f-8928-ceac7ccb1a67",
        "choice_type": "single"
    },
    {
        "question": "Most common parotid tumor",
        "exp": "Pleomorphic adenoma is a common benign salivary gland neoplasm characterised by neoplastic proliferation of parenchymatous glandular cells along with myoepithelial components, having a malignant potentiality. It is the most common type of salivary gland tumor and the most common tumor of the parotid gland. Refer robbins 9/e p556",
        "cop": 1,
        "opa": "Pleomorphic adenoma",
        "opb": "Adenocystic carcinoma",
        "opc": "Epidermoid tumor",
        "opd": "Adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "62019b43-d8c0-49e2-b49a-d718121dffa0",
        "choice_type": "single"
    },
    {
        "question": "17 yr old pt develops intussusception for which he was operated and the segment showed multiple polyps, the histopathological section is given below. Diagnosis is",
        "exp": "Hamaoma- Tumour like growths composed of mature tissues that are normally present at the site in which they develop. Hamaomatous polyps are juvenile polyps, peutz jeghers, Cronkite Canada syndrome and Cowden syndrome. Patient has peutz Jeghers polyp which is common in adolescent and present with intussusception. Peutz Jeghers syndrome has an autosomal dominant presentation at median age with multiple GI hamaomatous polyps and mucocutaneous pigmentation. Ref: Robbins 8/e p816",
        "cop": 2,
        "opa": "Tubulovillous polyp",
        "opb": "Hamaomatous polyp",
        "opc": "Juvenile polyp",
        "opd": "Adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "2a6816e9-dd90-453e-8802-7d774032e200",
        "choice_type": "single"
    },
    {
        "question": "Acute viral hepatitis",
        "exp": "In severe acute hepatitis, confluent necrosis of hepatocytes is seen around central veins Other options are features of chronic viral hepatitis. \"The defining histologic feature of chronic viral hepatitis is mononuclear poal infiltration. \" There is often interface hepatitis The hallmark of severe chronic liver damage is scarring Continued scarring and nodule formation leads to the development of cirrhosis. REF: ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE: 613 IMAGE REF: ROBBINS BASIC PATHOLOGY NINTH EDITION FIG: 15-7 PAGE 612",
        "cop": 4,
        "opa": "Mononuclear poal infiltration",
        "opb": "Scarring",
        "opc": "Interface hepatitis",
        "opd": "Necrosis around central veins",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "443f042b-fc76-42fa-bbf0-2ffab01dea3e",
        "choice_type": "single"
    },
    {
        "question": "nutmeg liver is seen in",
        "exp": "Nutmeg liver refers to the mottled appearance of the liver as a result of hepatic venous congestion. Radiologically, it is most appreciable on poovenous phase imaging on cross-sectional imaging. It is named after the cut appearance of thenutmeg seed. Refer robbins 9/e",
        "cop": 1,
        "opa": "Right sided heart failure",
        "opb": "Left sided heart failure",
        "opc": "Increase pulmonary pressure",
        "opd": "Decreased pulmonary pressure",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "08db42c5-3512-4673-b827-cf13ada52b0d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a predisposing factor for Esophagus Ca",
        "exp": "Diet heavy smoking Alcohol Food contaminated with fungus Vitamin deficiency Oesophageal disorders oesophagitis Achalasia Hiatus hernia Diveicula Plummer-Vinson syndrome Others Race japanese and chinese Family history tylosis Genetic factors coeliac disease, epidermolysis bullosa, tylosis HPV infection TEXTBOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION PAGE NO: 541",
        "cop": 4,
        "opa": "Tylosis",
        "opb": "Achalasia",
        "opc": "Barrett's esophagus",
        "opd": "Esophageal varices",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "313dac12-cca2-469b-8e29-9118f91582c4",
        "choice_type": "single"
    },
    {
        "question": "Chronic persistent hepatitis and hepatitis are differentiated by -",
        "exp": "chronic hepatitis &hepathitis is differentiated by liver biopsy",
        "cop": 4,
        "opa": "Anti-SM",
        "opb": "CRP",
        "opc": "Ahritis",
        "opd": "Liver biospy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "0d372cf7-c3db-4699-be30-67e8843051d6",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common congenital anomaly of the pancreas?",
        "exp": "Pancreas divisum is the most common congenital anomaly of the pancreas, with an incidence of 3% to 10%. In most individuals, the main pancreatic duct (the duct of Wirsung) joins the common bile duct just proximal to the papilla of Vater, and the accessory pancreatic duct (the duct of Santorini) drains into the duodenum through a separate minor papilla. Pancreas divisum is caused by a failure of fusion of the fetal duct systems of the dorsal and ventral pancreatic primordia. As a result, the bulk of the pancreas (formed by the dorsal pancreatic primordium) drains into the duodenum through the small-caliber minor papilla. The duct of Wirsung in persons with divisum drains only a small poion of the head of the gland through the papilla of Vater. Ref: Robbins Pathology; 9th edition; Page no: 884",
        "cop": 3,
        "opa": "Annular Pancreas",
        "opb": "Ectopic Pancreas",
        "opc": "Pancreas Divisum",
        "opd": "Pancreas agenesis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "5da96fa1-e144-4125-8c08-966436599ae0",
        "choice_type": "single"
    },
    {
        "question": "Specific for GIST tumor is -",
        "exp": "About 80% of all GISTs have oncogenic, gain of function mutations of the gene coding the tyrosine kinase c-KIT or CD117 GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PAGE NO: 390",
        "cop": 1,
        "opa": "CD117",
        "opb": "CD29",
        "opc": "CD34",
        "opd": "CD23",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "82fa0c5d-db04-4561-8f04-ff42d36d8c2c",
        "choice_type": "single"
    },
    {
        "question": "Toxic megacolon is most commonly associated with",
        "exp": "inflammation and inflammatory mediators can damage the muscularis propria and disturb neuromuscular function leading to colonic dilation and toxic megacolon TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 590-591",
        "cop": 1,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "Whipple's disease",
        "opd": "Reiter's disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "6a375571-0a85-42b6-bab2-ea595f63f510",
        "choice_type": "single"
    },
    {
        "question": "Fistula is most common in",
        "exp": "Clinical features Fibrosing strictures, paicularly of terminal ileum is common and requires surgical resection. Fistulas develop between loops of bowel and may also involve the urinary bladder, vagina, and abdominal or perianal skin. Perforations and peritoneal abscesses are common. TEXT BOOK O F ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 590",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Infective entero colitis",
        "opd": "Coeliac sprue",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "6ae4dc31-b929-43c9-b81c-c9320c4846a7",
        "choice_type": "single"
    },
    {
        "question": "Hour glass deformity is seen in",
        "exp": "COMPLICATIONS. Acute and subacute peptic ulcers usually heal without leaving any visible scar. However, healing of chronic, larger and deeper ulcers may result in complications like Obstruction. Development of fibrous scar at or near the pylorus results in pyloric stenosis. In the case of healed duodenal ulcer, it causes duodenal stenosis. Healed ulcers along the lesser curvatures may produce 'hourglass' deformity due to fibrosis and contraction TEXT BOOK OF HARSH MOHAN SIXTH EDITION PAGE. 553. IMAGE REF:",
        "cop": 2,
        "opa": "Carcinoma stomach",
        "opb": "Peptic ulcer",
        "opc": "Duodenal atresia",
        "opd": "CHPS",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "17a03547-9c93-4ab4-9819-976e0938c39f",
        "choice_type": "single"
    },
    {
        "question": "Increased IgA levels are seen in",
        "exp": "Alcoholic liver cirrhosis is characterised by increasing levels of immunoglobulins. Increased levels of IgA was observed in alcoholic cirrhosis. REFERENCE: NCBI.",
        "cop": 2,
        "opa": "Alcoholic hepatitis",
        "opb": "Alcoholic cirrhosis",
        "opc": "Microvesicular fatty change",
        "opd": "Macrovesicular fatty change",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "f7bd1b3f-7296-4e7a-bb43-25def3e618ec",
        "choice_type": "single"
    },
    {
        "question": "Lymphoid tissue is seen in which parotid tumor",
        "exp": "wahin tumor is a benign and second most common salivary gland neoplasm. it almost exclusively arises in the parotid gland Microscopy: cystic spaces are embedded in a dense lymphoid stroma which closely resembles a normal lymph node. Lymphoid tissue is prominent with germinal centres and is composed of B and few T cells GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK FIRST EDITION PGNO. 368 IMAGE REF: GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK SECOND EDITION FIG. 17. 5 PAGE 473",
        "cop": 1,
        "opa": "Wahins tumor",
        "opb": "Adenoid cystic",
        "opc": "Mucoepidermoid",
        "opd": "Pleomorphic adenoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "d21b47a9-9195-4410-836a-b070af012550",
        "choice_type": "single"
    },
    {
        "question": "Most common antibody in autoimmune hepatitis is",
        "exp": "Autoimmune hepatitis Indistinguishable from chronic viral hepatitis. Responds to immunosuppressive therapy Female predominance(70%) Absence of serogical evidence of viral infection Presence of other forms of autoimmune diseases like rheumatoid ahritis, thyroiditis, sjogren syndrome and ulcerative colitis. Most patients found to have circulating anti- nuclear antibodies, anti-smooth muscle antibiodies, liver/kidney microsomal antibody, anti-soluble liver/pancreas antigen. ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE 620",
        "cop": 3,
        "opa": "u1. RNP",
        "opb": "Anti-5m",
        "opc": "ANA",
        "opd": "Anti-LKM",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c1b9e912-2643-4c7e-a8f0-abc4817a82b2",
        "choice_type": "single"
    },
    {
        "question": "Most common site of carcinoid in gut is -",
        "exp": "A majority are found in the gastrointestinal tract, and more than 40% occur in the small intestine CARCINOIDS SITES Midgut terminal ileum and appendix(most common) Hindgut rectum and colon Foregut stomach, duodenum, esophagus Others Bronchus, trachea, gall bladder, Merkel's diveiculum TEXT BOOK ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 571 IMAGE REF: TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION FIG. 14. 17 PAGE 572",
        "cop": 3,
        "opa": "Esophagus",
        "opb": "Appendix",
        "opc": "ileum",
        "opd": "Rectum",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "265405fb-776a-43f3-a9be-b4ab53e42e80",
        "choice_type": "single"
    },
    {
        "question": "Which virus causes hepatocellular carcinoma",
        "exp": "A number of etiologic factors are implicated in the etiology of HCC, most impoant being HBV and HCV infection, and association with cirrhosis. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 634",
        "cop": 4,
        "opa": "Arbo",
        "opb": "Herpes",
        "opc": "Hepatitis-A",
        "opd": "Hepatitis-B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "4ba0bfb3-4e28-4118-b423-31b039c6540f",
        "choice_type": "single"
    },
    {
        "question": "Howel-Jolly bodies may be seen after",
        "exp": "Howell-Jolly bodies are purple nuclear remnants, usually found singly, and are larger than basophilic stippling. They are present in megaloblastic anemia and after splenectomy TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 293 IMAGE REF:",
        "cop": 2,
        "opa": "Hepatectomy",
        "opb": "Splenectomy",
        "opc": "Pancreatectomy",
        "opd": "Cholecystectomy",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "66e5028e-d789-4cbf-a11d-d8b571c08dc2",
        "choice_type": "single"
    },
    {
        "question": "Antigliadin antibodies are detectable in -",
        "exp": "Noninvasive serologic tests generally are performed before biopsy. The most sensitive tests are the presence of IgA antibodies to tissue transglutaminase or IgA or IgG antibodies to deamidated gliadin TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 579",
        "cop": 3,
        "opa": "Tropica sprue",
        "opb": "Whipple's disease",
        "opc": "Celiac disease",
        "opd": "Intestinal lymphoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "bccfa5c8-f8b6-4f7d-be82-41ee670fdf11",
        "choice_type": "single"
    },
    {
        "question": "Ground glass hepatocytes are seen in which of the Viral hepatitis",
        "exp": "Hepatitis B - morphological features Microscopically, hepatitis B can produce all histological features of acute and chronic hepatitis. Liver biopsy specimen shows a paicular morphologic feature, that is nearly diagnostic- Ground glass appearance Cause: accumulation of HBs. Ag in cytoplasm; large, pale, finely granular, pink cytoplasmic inclusions on hematoxylin- eosin staining. TEXT BOOK OF ROBINS BASIC PATHOLOGY NINTH EDITION PAGE. 617 IMAGE REF: ROBINS BASIC PATHOLOGY NINTH EDITION FIG: 15-12 PAGE 617",
        "cop": 2,
        "opa": "HAV",
        "opb": "HBV",
        "opc": "HCV",
        "opd": "HDV",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "81911e8c-d0d7-4974-a8ae-491b63c33b89",
        "choice_type": "single"
    },
    {
        "question": "Councilman bodies are seen in?",
        "exp": "In pathology, a Councilman body, also known as Councilman hyaline body or apoptotic body, is an acidophilic globule of cells that represents a dying hepatocyte often surrounded by normal parenchyma. They are found in the liver of individuals suffering from viral hepatitis, yellow fever, or other viral syndrome",
        "cop": 2,
        "opa": "Heart failure",
        "opb": "Acute viral hepatitis",
        "opc": "Cirrhosis of liver",
        "opd": "Wilson's disease",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "70474dec-518c-41bf-a778-a4598d2397b0",
        "choice_type": "single"
    },
    {
        "question": "Not a complication of acute viral Hepatitis?",
        "exp": "Hepatocellular carcinoma is complication of chronic hepatitis. TEXT BOOK OF HARSH MOHAN SIXTH EDITION",
        "cop": 4,
        "opa": "Aplastic anemia",
        "opb": "Acute pancreatitis",
        "opc": "Autoimmune hepatitis",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c8effa32-5a91-4a3a-b9f6-cce70583a280",
        "choice_type": "single"
    },
    {
        "question": ". E-cadherin is more often mutated",
        "exp": "A germ line mutation in E-cadherin gene-loss of E-Catherine function-diffuse type of gastric cancer. Microscopy: it is composed of dis cohesive tumor cells(due to absence of E-cadherin) and do not form glands. Tumor cells contain abundant music which expands the cytoplasm and push the nucleus to periphery creating signet- ring cell appearance. GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK SECOND EDITION PAGE 489 IMAGE REF: GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK SECOND EDITION FIG: 18-11A AND B PAGE 490",
        "cop": 1,
        "opa": "Diffuse type of gastric cancer",
        "opb": "Carcinoid tumour",
        "opc": "Malignant ulcer of Stomach",
        "opd": "Erosive gastritis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c8f50759-ab15-404a-b8e4-90db114539ec",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man is discovered to have colon cancer. It is noted that several members of his family also developed colon cancer at relatively young ages. Which of the following genes is most likely to be involved",
        "exp": "Hereditary nonpolyposis colorectal carcinoma, also known as Lynch syndrome, presents as an autosomal dominant disorder characterized by the formation of colon cancer, usually early in life. The disorder is associated with the hereditary nonpolyposis colorectal cancer gene and with the formation of multiple colonic polyps, although fewer than seen in the family adenomatous polyposis syndrome. Ref:- Harsh mohan",
        "cop": 4,
        "opa": "p53 gene",
        "opb": "K-ras oncogene",
        "opc": "Mismatch repair gene",
        "opd": "Hereditary nonpolyposis colorectal cancer gene",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "277904ac-21b9-4c5a-be7d-0e753b03360f",
        "choice_type": "single"
    },
    {
        "question": "Which does not cause microvesicular steatosis",
        "exp": "micro vescicular steatosis is a accumulation of small clear vacuoles of lipids within the cytoplasm of hepatocyte. it is seen in alcoholic fatty liver GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PGNO. 449",
        "cop": 1,
        "opa": "Alcoholic fatty liver",
        "opb": "Tetracycline toxicity",
        "opc": "Acute fatty liver of pregnancy",
        "opd": "Reyes syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "4024dd92-f409-4306-a90a-db5994b2f05b",
        "choice_type": "single"
    },
    {
        "question": "The most common benign lesion of the liver is -",
        "exp": "The most common Benign lesions of the liver are cavernous hemangiomas, which are identical to those occurring in other pas of the body. ROBBINS TEXTBOOK OF PATHOLOGY 9. TH EDITION PG NO. 635 IMAGE REF:",
        "cop": 1,
        "opa": "Hemangioma",
        "opb": "Hepatic adenoma",
        "opc": "Focal nodular hyperplasia",
        "opd": "Hepatoblastoma",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "d6d15b9a-4460-43bb-952d-e66ebd95bf6f",
        "choice_type": "single"
    },
    {
        "question": "In Hirschsprung'S disease, staining used for diagnosis is?",
        "exp": "Histochemical staining for acetylcholine esterase activity provides confirmation for identifying ganglion cells and nerve trunks. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 580",
        "cop": 3,
        "opa": "Fontana stain",
        "opb": "Trinchome stain",
        "opc": "AChE",
        "opd": "Auramine Rhodamine stain",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "246f49e8-e2bb-41d6-8fde-5878dee2fb46",
        "choice_type": "single"
    },
    {
        "question": "'Onion skin' fibrosis of bile duct is seen in",
        "exp": "MORPHOLOGY The characteristic features of PSC are different in the extrahepatic and large intrahepatic ducts than in the smaller ducts. The largest ducts have chronic inflammation with superimposed acute inflammation, very similar to the mucosal lesions of ulcerative colitis. These inflamed areas lead to narrowing of the larger ducts either because edema and inflammation narrows the lumen or because of subsequent scarring. The smaller ducts, however, often have little in the way of inflammation and show a striking circumferential fibrosis often referred to as onion skinning around an increasingly atrophic duct lumen Eventually the lumen disappears altogether, leaving just a dense button of scar tissue, the viually diagnostic tombstone scar. Because the likelihood of sampling such smaller duct lesions on a random needle biopsy is minuscule, diagnosis depends not on biopsy but on radiologic imaging of the extrahepatic and largest intrahepatic ducts. TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDOTION PAGE. 628 IMAGE REF: ROBBINS BASIC PATHOLOGY NINTH EDITION FIG 15-24 PAGE 629",
        "cop": 2,
        "opa": "Primary biliary cirrhosis",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Extrahepatic biliary fibrosis",
        "opd": "Congenital hepatic fibrosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "9b5c1638-5003-4397-977d-666b5c599225",
        "choice_type": "single"
    },
    {
        "question": "Achalasia cardia",
        "exp": "Achalasia of the oesophagus is a neuromuscular dysfunction due to which the cardiac sphincter fails to relax during swallowing and results in progressive dysphagia and dilatation of the oesophagus (mega-oesophagus). etiology. There is loss of intramural neurons in the wall of the oesophagus. Most cases are of primary idiopathic achalasia which may be congenital. Secondary achalasia may occur from some other causes which include: Chagas' disease (an epidemic parasitosis with Trypanosoma cruzi), infiltration into the oesophagus by gastric carcinoma or lymphoma, ceain viral infections, and neurodegenerative diseases. TEXTBOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION PAGE NO: 538",
        "cop": 1,
        "opa": "Absence of nerves",
        "opb": "Absence of muscles",
        "opc": "Hyperophy of nerves",
        "opd": "Hyperophy of muscles",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "e54e1f96-94a9-4138-98bc-b47a00500ec1",
        "choice_type": "single"
    },
    {
        "question": "Which is risk factor for cholangiocarcinoma",
        "exp": "Risk factors include primary sclerosing cholangitis Congenital fibropolycystic disease of biliary tree Infestation by Clonorchis sinensis or Opisthorchis viverrini HCV infection Exposure to Thorotrast TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 643",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Salmonella carrier state",
        "opd": "HBV infection",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "fbc78ac7-0530-4916-8fb5-bf10db17a4ac",
        "choice_type": "single"
    },
    {
        "question": "The removal of malarial parasites from the red blood",
        "exp": "It is currently accepted that malaria-parasitized red blood cells (p. RBC) are eliminated, like senescent erythrocytes, phagocytically by macrophages in the red pulp of the spleen. REFERENCE. nih. gov",
        "cop": 4,
        "opa": "Pitting",
        "opb": "Culling",
        "opc": "Binding",
        "opd": "Phagocytosis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "1fc553ca-d17c-4946-9e17-c4036be1e4fe",
        "choice_type": "single"
    },
    {
        "question": "Commonest mutations that are associated with GIST are in",
        "exp": "Approximately 75% to 80% of all GISTs have oncogenic, gain-of-function mutations in the receptor tyrosine kinase KIT. (C-KIT or CD 117). Approximately 8% of GISTs have mutations that activate a closely related receptor tyrosine kinase, platelet-derived growth factor receptor a (PDGFRA). Some GISTs without mutated KIT or PDGFRA have mutations in other genes that function in these pathways (NF1, BRAF, HRAS, or NRAS). Ref: Robbins Pathology; 9th edition; Page no: 775",
        "cop": 2,
        "opa": "Platelet-derived growth factor receptor a",
        "opb": "Tyrosine kinase KIT",
        "opc": "BRAF",
        "opd": "NRAS",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "4bddea15-7a84-4b7d-8eed-1c16b487ca7c",
        "choice_type": "single"
    },
    {
        "question": "Diabetic patient with liver cirrhosis and hyperpigmentation, diagnosis is",
        "exp": "Clinical Features: Males predominate (in a ratio of 5 to 7: 1), with slightly earlier clinical presentation, paly because physiologic iron loss (with menstruation or pregnancy) retards iron accumulation in women. In the most common forms, caused by HFE mutations, symptoms usually first appear in the fifth and sixth decades of life in men and later in women. The principal manifestations include hepatomegaly, skin pigmentation (paicularly in sun-exposed areas), deranged glucose homeostasis or frank diabetes mellitus from destruction of pancreatic islets, cardiac dysfunction (arrhythmias, cardiomyopathy), and atypical ahritis. In some patients the presenting complaint is loss of libido and impotence. The classic clinical triad of cirrhosis with hepatomegaly, skin pigmentation, and diabetes mellitus may not develop until late in the course of the disease. Death may result from cirrhosis, hepatocellular carcinoma, or cardiac disease. TEXT BOOK OF ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE. 630",
        "cop": 2,
        "opa": "Wilson's disease",
        "opb": "Hemochromatosis",
        "opc": "Primary sclerosing cholangitis",
        "opd": "Hepatitis B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "cbee1b9e-a3d2-4408-abc4-41438e60aafb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a histological feature of whipple's disease",
        "exp": "Histologically, the affected tissues show presence of characteristic macrophages containing PAS-positive granules and rod-shaped micro-organisms (Whipple's bacilli). These macrophages are predominantly present in the lamina propria of the small intestine and mesenteric lymph nodes. TEXT BOOK PF HARSH MOHAN SIXTH EDITION PAGE. 576 IMAGE REF:",
        "cop": 3,
        "opa": "Infiltration of histiocytes in the lamina propria.",
        "opb": "Granuloma in the lamina",
        "opc": "Macrophages with PAS (+)ve material inside the lamina propria",
        "opd": "Eosinophils in the lamina propria",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "c1dff3bf-27e5-4972-894c-aef274816e84",
        "choice_type": "single"
    },
    {
        "question": "0steomas, adenomatous polyps of intestine & periampullary carcinomas are seen in",
        "exp": "Gardner's Syndrome Gardner's syndrome is combination of familial polyposis coli and ceain extra-colonic lesions such as multiple osteomas (paicularly of the mandible and maxilla), sebaceous cysts and connective tissue tumours. mnemonics: GARDEN In FOREST Gardener syndrome Familial polyposis coli, Osteoma Retinal epithelium hyperophy Supernumerary Teeth TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 585, 586 IMAGE REF:",
        "cop": 4,
        "opa": "Cowden syndrome",
        "opb": "Peutz Jegers syndrome",
        "opc": "FAP",
        "opd": "Gardener syndrome",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "adf72e18-fb18-4391-9372-2ee1c755432d",
        "choice_type": "single"
    },
    {
        "question": "Gluten-sensitive enteropathy is most strongly associated with",
        "exp": "Celiac disease (gluten-sensitive enteropathy)*Genetic predisposition: HLA-DQ2 and HLA-DQ8*Pathogenesis: Gluten contains an alcohol-soluble fraction called \"gliadin\" which resist degradation by gastric, pancreatic and small intestinal proteases. Such gliadins induce CD8+ T cell response and damage epithelial cells. Through the damaged epithelium, other gliadin were transpoed which are deamidated by tissue transglutaminase. Deamidated gliadins interact with HLA-DQ2 or HLA-DQ8 of antigen presenting cells and induce a CD4 response. *Microscopic findings: Villous atrophy, crypt hyperplasia, and intraepithelial lymphocytosis. Based on these 3 findings, celiac disease was typed by Marsh classification.*Most sensitive test: Anti-TTG antibody test*Most specific test: Anti-endomysial antibody test*Most common skin manifestation in celiac disease patients: Dermatitis herpetiformis *Most common celiac disease associated cancer: Enteropathy-associated T cell lymphoma. Ref: Robbins 8/e p795",
        "cop": 1,
        "opa": "HLA DQ2",
        "opb": "HLA DR4",
        "opc": "HLA DQ3",
        "opd": "Blood group B",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "5b9137fa-731d-4ea5-a675-009e25c3b06f",
        "choice_type": "single"
    },
    {
        "question": "Paneth cells characterized by",
        "exp": "Paneth cells are zinc-containing cells widely distributed in Lieberkuhn's crypts of small intestine in many species, but their function has remained obscure. Our previous study showed that a single intravenous injection of diphenylthiocarbazone (dithizone), a zinc chelator, forms zinc-dithizonate complexes in the cytoplasm of Paneth cells to ensure rapid and selective killing of the cells. REFERENCELE nih. gov",
        "cop": 2,
        "opa": "More number of lysosomal enzyme",
        "opb": "High concentration of zinc",
        "opc": "More concentration of EFR",
        "opd": "Foamy cells",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "2374249c-f96b-4f33-a825-a614587d5f71",
        "choice_type": "single"
    },
    {
        "question": "Collagen accumulated in space of Disse in case of liver cirrhosis are",
        "exp": "In the normal liver, ECM consisting of interstitial collagens(fibril forming collagen types I, II, V and XI) is present only in the liver capsule, in poal tracts and around central veins. In cirrhosis, types I and III collagen and other ECM components are deposited in the space of disse. ROBBINS BASIC PATHOLOGY NINTH EDITION PAGE 607",
        "cop": 3,
        "opa": "1 and 4",
        "opb": "2 and 4",
        "opc": "1 and 3",
        "opd": "2 and 3",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "8201bbff-cf0b-4e61-8492-66e990b2d2f5",
        "choice_type": "single"
    },
    {
        "question": "Which substance is/are not deposited in hepatocyte?",
        "exp": "Bile pigment deposition at sweat pores of patients with liver disease REFERANCE. jaad. org",
        "cop": 3,
        "opa": "Lipofuschin",
        "opb": "Melanin like pigment",
        "opc": "Bile pigment",
        "opd": "Melanin",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "1f9e46b1-1cd3-4757-a57b-ae6a32be5c49",
        "choice_type": "single"
    },
    {
        "question": "Gene responsible for pathogenesis of H pylori",
        "exp": "Cytotoxic: products of two genes namely cytotoxin- associated gene A(cagA) and vacuolating agent(vacA) gene cause gastritis, peptic ulceration and cancer GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK FIRST EDITION PAGE 379",
        "cop": 1,
        "opa": "Cag A",
        "opb": "Cag B",
        "opc": "Tax A",
        "opd": "Hbx",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "6813bebd-8421-4f0d-b71a-2b8162ef85e8",
        "choice_type": "single"
    },
    {
        "question": "Type B gastritis is",
        "exp": "Type B gastritis mainly involves the region of antral mucosa (hence antral predominant not body predominant.) and is more common. It is also called hypersecretory gastritis due to excessive secretion of acid, commonly due to infection with H. pylori. These patients may have associated peptic ulcer. Unlike Type A gastritis, this form of gastritis has no autoimmune basis nor has an association with other autoimmune diseases. Type A is body predominant. Type AB gastritis effects the mucosal region of A as well as B types. This is the most common gastritis in all age groups. It is also called environmental gastritis, mixed gastritis, chronic atrophic gastritis. TEXTBOOK OF PATHOLOGY HARSH MOHAN 6. TH EDITION PAGE NO: 547",
        "cop": 2,
        "opa": "Body predominant",
        "opb": "H. pylori associated",
        "opc": "Autoimmune gastritis",
        "opd": "Environmental gastritis",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "b07944cc-4026-4799-926b-e15e120ef6ba",
        "choice_type": "single"
    },
    {
        "question": "Unconjugated hyperbilirubinemia is seen in",
        "exp": "Classification of jaundice A. Predominantly unconjugated hyperbilirubinemia 1. increased production of bilirubin Hemolytic anemias Resorption of blood from intestinal hemorrhages(eg: gi bleeding, hematomas) Ineffective erythropoiesis 2. Reduced hepatic intake Drug that interfere with the membrane carrier systems Diffuse liver disease ( hepatitis, cirrhosis) Some cases of Gilbe syndrome 3. Impaired bilirubin conjugation Physiological jaundice of the new born Crigler-Najjar syndrome types I and II Gilbe syndrome Diffuse liver disease ( hepatitis, cirrhosis) B. Predominantly conjugated hyperbilirubinemia 1. Decreased hepatocellular excretion Deficiency of canalicular membrane transpoers - Dubin- Johnson syndrome - Rotor syndrome Liver damage or toxicity 2. Impaired intra/extra hepatic bile flow Inflammatory destruction of bile ducts( eg: primary biliary cirrhosis) Gallstones Carcinoma of pancreas GENERAL AND SYSTEMIC PATHOLOGY RAMDAS NAYAK PGNO. 429",
        "cop": 3,
        "opa": "Rotor syndrome",
        "opb": "Dubin-Johnson syndrome",
        "opc": "Gilbe syndrome",
        "opd": "Bile duct obstruction",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "4e5313db-d176-4750-b149-c7bec4364fc1",
        "choice_type": "single"
    },
    {
        "question": "Overgrowth of the bile duct in a localized region is",
        "exp": "The term hamaoma refers to an excessive, focal overgrowth of cells and tissues native to the organ in which it occurs. Although the cellular elements are mature and identical to those found in the remainder of the organ, they do not reproduce the normal architecture of the surrounding tissue. Von Meyenburg complexes are small bile duct hamaomas. Occasional von Meyenburg complexes are common in otherwise normal individuals. When they are diffuse they signal the underlying, more clinically impoant fibropolycystic disease. Reference: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 18; Liver and Gallbladder",
        "cop": 1,
        "opa": "Hamaoma",
        "opb": "Choristoma",
        "opc": "Polyp",
        "opd": "Malignant tumor",
        "subject_name": "Pathology",
        "topic_name": "G. I. T",
        "id": "7806b970-b729-45ee-93d2-397d23f410e4",
        "choice_type": "single"
    }
]