[
    {
        "question": "Following injection of lymphokines, the same class of immunoglobulin is produced. This is to be referred as:",
        "exp": "Ans. is 'b' ie Clonal selection",
        "cop": 2,
        "opa": "Group switching",
        "opb": "Clonal selection",
        "opc": "Hybridisation",
        "opd": "Class switching",
        "subject_name": "Pathology",
        "topic_name": "General Immunity",
        "id": "7d10808f-7fb4-4ffb-a5ec-a7fd220a2b76",
        "choice_type": "single"
    },
    {
        "question": "HLA antigen is located at?",
        "exp": "Ans. is 'a' i. e., Short arm of chr-6 o HLA complex (MHC) gene is located on the short arm of chromosome 6.",
        "cop": 1,
        "opa": "Short arm of chr-6",
        "opb": "Long arm of chr-6",
        "opc": "Short arm of chr-8",
        "opd": "Long arm of chr-8",
        "subject_name": "Pathology",
        "topic_name": "General Immunity",
        "id": "6eb0fc91-dee0-403c-be72-562ea3d21a52",
        "choice_type": "single"
    },
    {
        "question": "Stem cells are taken from?",
        "exp": "ANSWER: (B) Bone marrow. REF: Harrison s 18th ed ch: 65, 66, 67. Stem cells are biological cells found in all multicellular organisms, that can divide (through mitosis) and differentiate into diverse specialized cell types and can self-renewT to produce more stem cells. There are three accessible sources of autologous adult stem cells in humans: Bone marrow, which requires extraction by harvesting, that is, drilling into bone (typically the femur or iliac crest), Adipose tissue (lipid cells), which requires extraction by liposuction, and. Blood, which requires extraction through pheresis, wherein blood is drawn from the donor (similar to a blood donation), passed through a machine that extracts the stem cells and returns other portions of the blood to the donor. Stem cells can also be taken from umbilical cord blood just after birth. Of all stem cell types, autologous harvesting involves the least risk. By definition, autologous cells are obtained from one's own body, just as one may bank his or her own blood for elective surgical procedures.",
        "cop": 2,
        "opa": "Skin",
        "opb": "Bone marrow",
        "opc": "Oral mucosa",
        "opd": "Elementary tract",
        "subject_name": "Pathology",
        "topic_name": "General Immunity",
        "id": "af27d810-f2a5-46af-bcb9-ce2607eb7eb2",
        "choice_type": "single"
    }
]