[
    {
        "question": "Which of the following tumor suppressor genes act by inhibition of Hedgehog signaling pathway?",
        "exp": "Tumor suppressor genes and associated Familial Syndromes and Cancers -PTCH:-Gene acts by inhibiting Hedgehog signaling pathway Patched protein Causes:- Gorlin syndrome (BCC, Medulloblastoma, severe benign tumor) -SDHB:-Inhibitors of \"Pro-growth\" programs of Metabolism and Angiogenesis Succinate dehydrogenase complex subunits B and D Causes:-Familial paraganglioma, familial pheochromocytoma -CDKN2A:-Inhibitors of cell cycle progression, causes Familial melanoma -BRCA1:-DNA Repair factors, causes Familial breast and ovarian carcinoma; carcinomas of male breast",
        "cop": 1,
        "opa": "PTCH",
        "opb": "SDHB",
        "opc": "BRCA1",
        "opd": "CDKN2A",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "cdfce437-d016-4287-afcb-c03f9e660004",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an oncogenic RNA virus?",
        "exp": "Hepatitis C virus (HCV) is only oncogenis RNA virus in the options. Others mentioned are oncogenic DNA viruses.",
        "cop": 4,
        "opa": "Hepatitis B virus",
        "opb": "Human papilloma virus",
        "opc": "Epstein Barr virus",
        "opd": "Hepatitis C virus",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "5bf27957-0ec4-4ca1-9496-fb7413e73c96",
        "choice_type": "single"
    },
    {
        "question": "In the mitogen activated protein kinase pathway, the activation of RAS is counteracted by:",
        "exp": "Activated RAS is present in association with GTP. Enzyme GTPase will degrade GTP to GDP and result in inactivation of ras. Thus, GTPase activating protein will counteract the activation of ras.",
        "cop": 2,
        "opa": "Protein kinase C",
        "opb": "GTPase activating protein",
        "opc": "Phosphatidyl inositol",
        "opd": "Inositol triphosphate",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "76407e6a-2481-41a2-8be2-15dc925adc45",
        "choice_type": "single"
    },
    {
        "question": "Cytogenetic studies in a 70-year-old woman with chronic myelogenous leukemia (CML) demonstrate a t(9; 22) chromosomal translocation. Which of the following best explains the role of this translocation in the pathogenesis of leukemia in this patient?",
        "exp": "Philadelphia chromosome is the best-known example of an acquired chromosomal translocation in a human cancer It is found in 95% of patients with CML. The c-abl protooncogene on chromosome 9 is translocated to chromosome 22 The c-abl gene and bcr region unite to produce a hybrid oncogene that codes for an aberrant protein with very high levels of tyrosine kinase activity, which generates mitogenic and antiapoptotic signals.",
        "cop": 4,
        "opa": "Altered DNA methylation status",
        "opb": "Enhanced expression of telomerase gene",
        "opc": "Expansion of a trinucleotide repeat",
        "opd": "Protooncogene activation",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "92b88129-ca4f-4b73-86fa-16509209b03d",
        "choice_type": "single"
    },
    {
        "question": "Cell arrest due to DNA damage is done through which of the following genes?",
        "exp": "TRANSIENT p53 INDUCED CELL CYCLE ARREST Mechanism:",
        "cop": 2,
        "opa": "Rb",
        "opb": "P53",
        "opc": "P16",
        "opd": "Notch signal",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "5563aad2-6d49-401f-90f0-09d90642203f",
        "choice_type": "single"
    },
    {
        "question": "Most frequently altered oncogene in pancreatic cancer is:",
        "exp": "Pathogenesis of pancreatic cancer: Multiple genes are somatically mutated or epigenetically silenced in each pancreatic carcinoma KRAS (chromosome 12p) Most frequently altered oncogene in pancreatic cancer CDKN2A gene (chromosome 9p) It is the most frequentlyinactivated tumor suppressor gene in these tumors. SMAD4tumor suppressor gene (chromosome 18q) It is inactivated in 55% of pancreatic cancers Inactivation of the TP53 tumor suppressor gene (chromosome 17p) occurs in 70% to 75% of pancreatic cancers.",
        "cop": 1,
        "opa": "K-RAS",
        "opb": "CDKN2A",
        "opc": "SMAD4",
        "opd": "TP53",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "08c0bddb-a218-4d6c-af48-041998b23a85",
        "choice_type": "single"
    },
    {
        "question": "A 15 year old boy presents was brought to OPD with a history of pain and swelling in the right thigh. Biopsy of the mass demonstrates Osteosarcoma. His mother was diagnosed with breast cancer 1 year ago and his maternal grandmother died of the breast cancer 10 years ago. The child has 3 younger siblings. Siblings are at an increased risk of developing which of the following cancer?",
        "exp": "This is a likely the case of Li Fraumeni syndrome. Li Fraumeni syndrome Cancer predisposition syndrome before the age of 45 years Associated with high risks for a diverse spectrum of childhood- and adult-onset malignancies due to germline p53 gene mutation as per Chompret criteria. 5 cancer types are: Adrenocoical carcinomas, Breast cancer, Central nervous system tumors, Osteosarcomas, Soft-tissue sarcomas. Out of the given options central nervous system tumor is glioma",
        "cop": 4,
        "opa": "Wilms",
        "opb": "Neuroblastoma",
        "opc": "Hepatoblastoma",
        "opd": "Glioma",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "2e0cb902-1eb5-44de-8165-105a9aa0fb62",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old woman discovers a lump in her right breast. Mammography confirms the presence of a suspicious \"lump, \" and a needle core biopsy is performed to determine whether the mass is malignant. The pathology repo confirms that the mass is indeed cancerous and that the tissue demonstrates amplification of the Her-2/neu oncogene. The gene product of Her-2/neu is what kind of protein?",
        "exp": "Her-2/neu, also known as c-erbb2, is a receptor tyrosine kinase related to epidermal growth factor receptor and is amplified at the DNA level and overexpressed at the protein level in some breast cancers. -Ras is a GTPase that is mutated in a number of cancers. -NF-1 is a GTPase-activating protein (GAP) aberrantly expressed in neurofibromatosis.",
        "cop": 4,
        "opa": "GTPase",
        "opb": "GTPase-activating protein",
        "opc": "Nuclear transcription factor",
        "opd": "Receptor tyrosine kinase",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "129f0dcb-b9a2-4089-89c9-07478acf8132",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man has a long history of prostate cancer that was metastatic at the time of diagnosis. Over the past 2 months, he has had significant weight loss, loss of appetite, and loss of energy. His current spectrum of conditions can be attributed to which of the following",
        "exp": "Cachexia, or wasting due to cancer manifests with weakness, weight loss, anorexia, anemia, and infection. The principal cytokine responsible for such changes is tumor necrosis factor-a (TNF-a). -Both platelet-derived growth factor and fibroblast growth factor are involved in wound healing. -Interleukin-2 (IL-2) is an immuno-stimulating cytokine produced by activated T cells. -Vascular endothelial growth factor is impoant in the proliferation of blood vessels in a growing tumor.",
        "cop": 4,
        "opa": "Platelet-derived growth factor",
        "opb": "Fibroblast growth factor",
        "opc": "Interleukin-2",
        "opd": "Tumor necrosis factor-a",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "9a3dddcf-a6f2-488a-bd23-4b4395aad55c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with von Hippel-Lindau disease?",
        "exp": "VON-HIPPEL-LINDAU DIASEASE IS ASSOCIATED WITH CAVERNOUS HEMAGIOMAS Cavernous hemangiomas are composed of large, dilated vascular channels. Von Hippel Lindau Disease: Autosomal dominant disorder Cavernous hemangiomas are component of von Hippel-Lindau disease in which vascular lesions are commonly found in the cerebellum, retina, brain stem pancreas, and liver. Patients also may have cysts involving the pancreas, liver, and kidneys and have an increased propensity to develop renal cell carcinoma.",
        "cop": 4,
        "opa": "Pyogenic granuloma",
        "opb": "Juvenile hemangioma",
        "opc": "Capillary hemangioma",
        "opd": "Cavernous hemangioma",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "b0ba28ec-02f3-4df7-8024-952bd2a40782",
        "choice_type": "single"
    },
    {
        "question": "Post transplant lymphoma is caused by which of the following?",
        "exp": "Epstein-Barr virus Lymphoid Malignancy Burkitt's lymphoma Post-organ transplant lymphoma Primary CNS diffuse large B cell lymphoma Hodgkin's disease Extranodal NK/T cell lymphoma, nasal type",
        "cop": 2,
        "opa": "CMV",
        "opb": "EBV",
        "opc": "Herpes simplex",
        "opd": "HHV-6",
        "subject_name": "Pathology",
        "topic_name": "Genetic Basics Of Carcinogenesis",
        "id": "bd406edc-22e1-4a5e-95e3-0f5616c8c626",
        "choice_type": "single"
    }
]