[
    {
        "question": "All of the following about xanthogranulomatous pyelonephritis are true except:",
        "exp": "Xanthogranulomatous pyelonephritis Chronic destructive granulomatous process of renal parenchyma Associated with Long-term urinary tract obstruction Infection E. coli Proteus mirabilis Pseudomonas Streptococcus faecalis Klebsiella Not associated with Tuberculosis",
        "cop": 2,
        "opa": "On cut section yellowish nodules are seen",
        "opb": "Associated with tuberculosis.",
        "opc": "Foam cells are seen",
        "opd": "Giant cells are seen",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "fdaa5941-5c5a-4c22-9724-a2adadd7c44b",
        "choice_type": "multi"
    },
    {
        "question": "Type I membranoproliferative glomerulonephritis is commonly associated with all except:",
        "exp": "MPGN Type 1 : Characterised by subendothelial deposits. Basement membrane covers subendothelial deposits on both sides which is responsible for Tram Track appearance . Paial lipodystrophy is associated with C3 nephritic factor (C3NeF)- Type II MPGN",
        "cop": 3,
        "opa": "SLE",
        "opb": "Persistent hepatitis C infections",
        "opc": "Paial lipodystrophy",
        "opd": "Neoplastic diseases",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "37de2dbb-c2f7-45e3-9130-1fc48e8628ac",
        "choice_type": "multi"
    },
    {
        "question": "In which one of the primary glomerulonephritis the glomeruli are normal by light microscopy but shows loss of foot processes of the visceral epithelial cells and no deposits by electron microscopy:",
        "exp": "Minimal Change Disease : The glomeruli are normal by light microscopy. By electron microscopy the GBM appears normal, and no electron dense material is deposited. The principal lesion is in the visceral epithelial cells, which show a uniform and diffuse effacement of foot processes.",
        "cop": 4,
        "opa": "Poststreptococcal glomerulonephritis",
        "opb": "Membrano-proliferative glomerulonephritis type I",
        "opc": "IgA nephropathy",
        "opd": "Minimal change disease",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "89b04bd4-46b4-4a9c-a411-23289b8ef830",
        "choice_type": "single"
    },
    {
        "question": "Characteristic renal biopsy immunofluorescence findings that leads to diagnosis of Berger disease is:",
        "exp": "IgA nephropathy (Berger Disease) It is the most common type of glomerulonephritis worldwide. Characterized by the presence of prominent IgA deposits in the mesangial regions and recurrent hematuria. Caused due to deposition of aberrantly glycosylated IgA1 / abnormal IgA containing immune complex in the mesangium. C3 deposits are also found in the glomeruli along with IgA due to activation of alternate complement pathway Immunofluorescence - Mesangial deposition of IgA, often with C3 and properdin. Microscopy shows mesangial wideningandendocapillary proliferation may be seen and on electron microscopy electron dense deposits can be seen in mesangium.",
        "cop": 4,
        "opa": "Predominantly deposition on IgA in subepithelial region",
        "opb": "Predominantly deposition on IgG in subendothelial region",
        "opc": "Predominantly deposition on IgG in glomerular basement membrane",
        "opd": "Predominantly deposition on IgA in mesangium",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "0c573d26-826f-4d2f-9970-09015c017fe1",
        "choice_type": "single"
    },
    {
        "question": "RBC cast seen in:",
        "exp": "RBC casts Feature of glomerular damage. Normally < 3 RBC/HPF are going to leak. In glomerular damage the number of RBC in the urine will exceed the limit mentioned above and these RBC get impinged on Tamm Horsfall protein. The resultant RBC casts can be seen under microscopic examination of urine. Dysmorphic RBCs Hyaline casts RBC casts WBC casts Renal tubular cell cast Broad waxy cast",
        "cop": 4,
        "opa": "Minimal change disease",
        "opb": "Renal vein thrombosis",
        "opc": "Bladder schistomiasis",
        "opd": "Rapidly progressive glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "21850b15-df75-452d-bafe-0671e8edb4b2",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male presented with symptoms of cutaneous vasculitis, glomerulonephritis and synovitis. Which of the following investigations will be helpful in the diagnosis?",
        "exp": "Essential mixed cryoglobulinemia: Formation of immune complexes (IgM -IgG) Development of renal lesions and involvement of joints (MPGN I and synovitis) Most cases have been associated with hepatitis C virus infection. Deposits of IgG-IgM complexes induce Cutaneous vasculitis Synovitis MPGN",
        "cop": 3,
        "opa": "P-ANCA",
        "opb": "C-ANCA",
        "opc": "Anti-HCV antibody",
        "opd": "Anti-HAV antibody",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "bc8a93ea-bd15-4b2d-8a8a-a56a11e9e2e7",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old man develops pulmonary hemorrhage and glomerulonephritis. Lung biopsy with immunofluorescence demonstrates IgG deposition along the basement membrane. These antibodies are most likely directed against which of the following types of collagen?",
        "exp": "Goodpasture syndrome Autoimmune disease Ceain domains of type IV collagen are intrinsic to the basement membranes of renal glomeruli and pulmonary alveoli. Resulting in necrotizing hemorrhagic interstitial pneumonitis and rapidly progressive glomerulonephritis. The characteristic linear pattern of immunoglobulin deposition (usually IgG) is the hallmark diagnostic",
        "cop": 4,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Pathology",
        "topic_name": "Glomerulonephritis",
        "id": "0b1721a6-e581-4285-b439-8837740d3048",
        "choice_type": "single"
    }
]