[
    {
        "question": "Which of these is the characteristic feature of membranoproliferative glomerulonephritis-",
        "exp": "Ans. is 'c' > 'd' ie splitting of glomerular basement membrane > sub endothelial deposits Both the features mentioned in the options d & c are present in membranoproliferative glomerulonephritis. Membranoproliferative glomerulonephritis is of 2 types. TYPE I characterized by. Deposition of subendothelial* immune on complexes in the glomerular capillary. Split basement membrane (Double contour or tram track appearance). Type II Characterized by: Dense intramembranous* deposits electron microscopy. Remember the only other condition where subendothelial deposits are seen is - SLE. Glomerular deposits. Sub epithelial. Diffuse proliferative glomerulonephritis*Membranous glomerulopathy*. Intramembranous. Membranoproliferative glomerulonephritis type II *Mesangial Focal segmental glomerulonephritis*Henoch Schonlein purpura *",
        "cop": 3,
        "opa": "Sub epithelial deposits",
        "opb": "Foamy cells",
        "opc": "Splitting of glomerular basement membrane",
        "opd": "Sub endothelial deposits.",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "35263021-5b59-43ea-99cc-76cf015b1219",
        "choice_type": "single"
    },
    {
        "question": "RBC cast is seen in?",
        "exp": "Ans. (d) Rapidly progressive Glomerulo-nephritis. Ref: Robbiris pathology 9th ed. /912-915* RBC casts are a feature of glomerular damage. Normally < 3 RBC/HPF are going to leak. But in case of glomerular damage the number of RBC in urine will exceed the limit mentioned above and these RBC get impinged on tamm- horsfall protein. The resultant RBC casts can be seen under microscopic examination of urine.* Bladder schistomiasis will cause hematuria and eosinophiluria.* Renal vein thrombosis is a complication of severe dehydration and causes a painful enlarged kidney with hematuria.* Minimal change disease is the most common cause of nephritic syndrome and causes proteinuria. Also know. Different Renal Casts and conditions where they are seen:* Hyaline cast: MC type; seen in normal individuals in dehydration or vigorous exercise * Muddy brown cast: seen in acute tubular necrosis* Waxy casts: nephritic syndrome* Fatty casts: pathognomonic for high urinary protein nephrotic syndrome.* White blood cell casts: pyelonephritis",
        "cop": 4,
        "opa": "Minimal change disease",
        "opb": "Renal vein thrombosis",
        "opc": "Bladder schistomiasis",
        "opd": "Rapidly progressive Glomerulo-nephritis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "6e5be42e-f370-4272-95a6-5680d0ccb542",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing lesion is characteristic of diabetic nephropathy?",
        "exp": "Ans: B (Nodular glomerulosclerosis) Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation: Diabetic Nephropathy. The term diabetic nephropathy is applied to the conglomerate of lesions that occur in the diabetic kidney. Most common lesions involve the glomeruli and are associated clinically with three glomerular syndromes; Non-nephrotic proteinuria. Nephrotic syndrome. Chronic renal failure. Diabetes also affects the arterioles (causing hyalinizing arteriolar sclerosis), increases susceptibility to the development of pyelonephritis and particularly papillary necrosis, and causes a variety of tubular lesions. The morphologic changes in the glomeruli include. Capillary basement membrane thickening. Diffuse mesangial sclerosis. Nodular glomerulosclerosis (Kimme- Istiel-Wilson lesions). Expansions non-coding regions. Disease. Protein. Repeating. Sequence. Spinobulbar muscular atrophy (Kennedy Disease). Androgen Receptor. CAGHuntington Disease. Huntington. CAGDentatorubral-palidoluysian atrophy (Haw River Syndrome). Atrophin - 1. CAGSpinocerebellar ataxia type 1. Ataxin 1. CAGSpinocerebellar ataxia type 2. Ataxin-2. CAGSpinocerebellar ataxia type 3 (Machado Joseph Disease). Ataxin 3. CAGSpinocerebellar a taxia type 6. Alpha 1a-Voltage-dependant calcium channel subunit. CAGSpinocerebellar ataxia type 7. Ataxin-7. CAGThe morphology is identical in type 1 and type 2 diabetes. The Armanni-Ebstein change tor Armanni- Ebstein cells) consists of deposits of glycogen in the tubular epithelial cells (pars straight of proximal convoluted tubule and loop of Henle).",
        "cop": 2,
        "opa": "Hyaline arteriosclerosis",
        "opb": "Nodular glomerulosclerosis",
        "opc": "Renal Amyloid deposits",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "0acaa682-76e7-486a-afcb-7e2d993d2472",
        "choice_type": "single"
    },
    {
        "question": "Good pasture's syndrome is characterised by -",
        "exp": "Ans. is 'a' i. e., Necrotizing hemorrhagic interstitial pneumonitis Goodpasture syndromeo Goodpasture syndrome is a rare condition characterized by rapid destruction of the kidney and diffuse pulmonary hemorrhage. o It is an autoimmune disease characterized by presence of circulating autoantibodies targeted against basement membrane of lung and kidney. o These antibodies are directed against the noncollagenous domain of the a-3 chain of type IV collegen (collegen of basement membrane). o The antibodies initiate an inflammatory destruction of the basement membrane in kidney glomeruli and lung alveoli. o In Goodpasture syndrome, immune reaction is type II hypersensitivity. Morphological changes1. Lungo The lungs are heavy, with areas of red brown consolidation. o There is focal necrosis of alveolar walls associated with intraalveolar hemorrhages. o Alveoli contain hemosiderin-laden macrophages. o Linear deposits of immunoglobulins along the basement membranes of the septal walls. 2. Kidneyo Diffuse proliferative rapidly progressive glomerulonephritis, o Focal necrotizing lesion and crescents in >50% of glomeruli. o Linear deposits of immunoglobulins and complement along glomerular basement membrane. Clinical manifestationso Occur typically in young males. o Most cases begin clinically with respiratory symptoms, principally hemoptysis. o Soon, manifestations of glomerulonephritis appear and typically present as nephritic syndrome - hematuria, nephritic urinary sediment, subnephrotic proteinuria, rapidly progressive renal failure, o The common cause of death is renal failure.",
        "cop": 1,
        "opa": "Necrotisting hemorrhagic interstitial pneumonitis",
        "opb": "Alveolitis",
        "opc": "Patchy consolidation",
        "opd": "Pulmonary edema",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "8b308da1-b9b5-41ed-98cb-4453ee1d11cc",
        "choice_type": "single"
    },
    {
        "question": "Mesangial deposition of electron dense substance seen in-",
        "exp": "Ans. is 'a' i. e., IgA nephropathy o IgA Nephropathy: shows presence of electron dense deposits in the mesangium. Disease. Most frequentclinicalpresentation. Pathogenesis. Glomerular pathology Light Microscopy. Fluorescence. Microscopy-Electron Microscopy. Postinfectious gl omerulonephritis. Nephriticsyndrome. Immune complex mediated; circulating or planted antigen. Diffuse endocapilla- ry proliferation; leukocytic; infiltration. Granular IgG and C3 in GBM and mesangium; Granular IgA in some cases. Primarily subepithelial humps; subendothelial deposits in early disease stages. Goodpasturesyndrome. Rapidly progressive glomerulonephritis. Anti-GBM COL4- A3 antigen. Extracapillary proliferation with crescents; necrosis. Linear IgG and C3; fibrin in crescents. No deposits; GBM disruptions; fibrin. Chronicg lomerulonephritis. Chronic renal failure. Variable. Hyalinized glomeruli. Granular or negative Membranousnephropathy. Nephroticsyndrome. In situ immune complex formation; PLA2. Rantigen in most cases of primary disease mostly unknown. Diffuse capillary wall thickening. Granular IgG and C3; diffuse. Subepithelialdeposits. Minimal change disease. Nephroticsyndrome. Unknown; loss of glomerular polyani-on; podocyte injury. Normal; lipid in tubules. Negative. Loss of foot processes; no deposits. Focal segmental glomerulosclerosis. Nephroticsyndrome; nonnephroticproteinuria. Unknown Ablation nephropathy Plasma factor (?) podocyte injury. Focal and segmental sclerosis and hvalinosis. Focal; IgM + C3 in many cases. Loss of foot processes; epithelial denudation. Membraneproli- ferative glomerulonephritis (MPGN) type 1. Nephrotic'nephroticsyndrome. Immune complex. Mesangial proliferative or membra- noproliferative patterns of proliferation; GBM thickening; splitting. IgG ++ C3; Clq ++ C4. Subendothelialdeposits. Dense-deposit disease (MPGN type 11). Hematuria Chronic renal failure. Autoantibody; alternativecomplementpathway. Mesangial proliferative or mcmbrano- proliferative patterns of proliferation; GBM thickening; Splitting. C3; no Clq or C4. Dense deposits. IgA nephropathy. Recurrent hematuria or proteinuria. Unknown. Focal mesangial pro-liferative glomerulo-nephritis; mesangial widening. IgA+- IgG IgM, and C3 in mesangium. Mesangial and paramesangial dense deposits",
        "cop": 1,
        "opa": "IgA nephropathy",
        "opb": "Membranous nephropathy",
        "opc": "Minimal change disease",
        "opd": "Post streptococcal glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "4be0a754-94ce-43db-bd89-d710b628c130",
        "choice_type": "single"
    },
    {
        "question": "IgA deposits are seen in -",
        "exp": "Ans. is 'a' i. e., Henoch Schonlein purpura o There is deposion of IgA, sometimes with IgG and C3, in the mesangial region in HSRo Has been explained in previous sessions.",
        "cop": 1,
        "opa": "Henoch Schonlein purpura",
        "opb": "Minimal Change Glomerulonephritis",
        "opc": "Good Pasture's syndrome",
        "opd": "Wegener's granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "98f2171e-91ae-498d-969f-53e43849576e",
        "choice_type": "single"
    },
    {
        "question": "Collapsing glomerulopathy is seen in:",
        "exp": "Ans: A (HIV) \"HIV-associated nephropathy: Most lesions on renal biopsy show FSGS followed by MPGN. Other less common renal lesions include DPGN, IgA nephropathy, MCD, and membranous or mesangioproliferative glomerulonephritis. The disease affects up to 10% of HIV-infected patients and is more commonly seen in African-American men than in Caucasians, and in intravenous drug users or homosexuals. The FSGS characteristically reveals collapse of the glomerular capillary tuft called collapsing glomerulopathy, visceral epithelial cell swelling, microcystic dilatation of renal tubules, and tubuloreticular inclusions\"- Harrison 17th/ 1796",
        "cop": 1,
        "opa": "HIV",
        "opb": "Nephropathy associated with Nephrin A gene mutation",
        "opc": "Systemic vasculitis",
        "opd": "RA stenosis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "749cfe82-c5b8-47c0-ad91-dfe62aaa02e7",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old diabetic presents with hypertension and frothiness in the urine with evidence of proteinuria. Renal biopsy demonstrated the characteristic lesions of diabetic nephropathy. Which of the following is the most likely diagnosis?",
        "exp": "Ans. (b) Nodular glomerulosclerosis. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Diffuse glomerulosclerosis",
        "opb": "Nodular glomerulosclerosis",
        "opc": "Basement membrane thickening",
        "opd": "Crescentic glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "8eada6c1-b7ff-496f-8ae1-d7c1b566a236",
        "choice_type": "single"
    },
    {
        "question": "Alports syndrome is -",
        "exp": "Ans. is 'a' i. e., X linked Alport's syndromeo Alport's syndrome is a type of hereditary nephritis characterized by -i) Glomerulonephritis progressing to chronic renal failure, ii) Nerve deafnessiii) Eye defects lenticonus, lens dislocation, posterior cataract, corneal dystrophy, o Most commonly it is inherited as X-linked form. o Rare autosomal - recessive and autosomal-dominant pedigrees also exist. Pathogenesiso There is defective GBM synthesis because of production of abnormal collagen type IV underlies the renal lesions, o The defect is caused by mutation in the gene encoding a-chain of collagen type IV. o Manifestations of Alport's syndrome are due to abnormal a. (COL4. A3)y or, (COL4. A4), or orf (COL4. A5). o This is due to mutations of: COL4. A5 in classic X-linked form. COL4. A3 or COL4. A4 in autosomal forms. Histological characteristics of Alport - syndrome:* Diffuse basement membrane thinningo Foam cell in interstitium - Due to accumulation of neutral fat and mucopolysaccharideo In advanced stage there is focal or global glomerulosclerosis, o Vascular sclerosiso Tubular atrophyo Interstitial fibrosiso The GBM shows irregular foci of thickening alternating with thinning, with pronounced splitting and lamination of the lamina densa, often with a distinctive basket - weave appearance.",
        "cop": 1,
        "opa": "X linked",
        "opb": "Co-dominant",
        "opc": "AD",
        "opd": "AR",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "a5e75e99-310c-4a98-ac15-4eb9960152ef",
        "choice_type": "single"
    },
    {
        "question": "Glomerulonephritis associated sensory neuronal deafness is seen in -",
        "exp": "Ans. is 'b' i. e., Alport's syndrome. Alport's syndromeo Alport's syndrome is a type of hereditary nephritis characterized bv. Glomerulonephritis progressing to chronic renal failure. Nerve deafnessiii) Eye defects - lenticonus, lens dislocation, posterior cataract, corneal dystrophy. o Most commonly it is inherited asX-linked form. o Rare autosomal - recessive and autosomal-dominant pedigrees also exist. Pathogenesiso There is defective GBM synthesis because of production of abnormal collagen type IV underlies the renal lesions, o The defect is caused by mutation in the gene encoding a-chain of collagen type IV.",
        "cop": 2,
        "opa": "Nail patella syndrome",
        "opb": "Alport syndrome",
        "opc": "Down syndrome",
        "opd": "Fabry's disease",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "17c14e4f-14b9-4bb4-97d9-d302fed8e3ec",
        "choice_type": "single"
    },
    {
        "question": "Wire loop lesions are seen in?",
        "exp": "Ans. (a) SLERef: Robbiris pathology 9th ed. /221-225. Sub-endothelial deposits create a homogeneous thickening of the capillary wall called wire loop lesion, which can be seen by means of light microscopy when they are extensive. They usually reflect active disease.",
        "cop": 1,
        "opa": "SLE",
        "opb": "Diabetic nephropathy",
        "opc": "Benign Nephrosclerosis",
        "opd": "Wegener s granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "add89e8f-ba81-4f6f-b610-75e308850f6f",
        "choice_type": "single"
    },
    {
        "question": "The pathogenesis of acute proliferative glomerulonephritis -",
        "exp": "Ans. is 'b' i. e., Immune complex mediated o Postinfectious acute proliferative glomerulonephritis is due to immune-complex mediated (Type III) hypersensitivity. Rapidly progressive glomerulonephritiso Rapidly progressive glomerulonephritis (RPGN) is a syndrome associated with severe glomerular injury and does not denote a specific etiology form of glomerulonephritis, o RPGN is defined by 2 criteria. Presence of epithelial crescents. Occurrence of rapidly progressive renal failure. o In most cases, the glomerular injury is immunologically mediated, o RPGN is divided into three groups. Type I (Anti-GBM antibody). Characterized by the presence of autantibodies directed against the glomerular basement membrane (GBM). It is also called anti-GBM glomerulonephritis. The antibodies are directed against a particular protein found in GBM, type IV collegen, specifically the noncollagenous region of its a3 chain. Type II (Immune complex). Caused by deposition of immune complex. Thus immune complex disease causes type II RPGN. Type III (Pauci-immune). Most common type of RPGN. Defined by the lack of anti-GBM antibodies or immune complex. Instead, the glomeruli are damaged in an undefined manner, perhaps through activation of neutrophils in response to anti-neutrophilic cytoplasmic antibodies (ANCA). RAPIDLY PROGRESSIVE GLOMERULONEPHRITISType. IRPGN(anti GBM antibody)o Idiopathico Goodpasture syndrome. Typel. IRPGN(Immune complex)o Idiopathico Post infectiouso Systemic lupus erythematouso Henoch schonlein purpurao IgA nephropathyo Membranoproliferative GNo Cryoglobulinaemia. Type III RPGN(Pauci immune)o ANCA associatedo Idiopathico Wegener granulomatosiso Microscopic PANo Microscopic polyangitis Note - Post infectious glomerulonephritis may be post streptococcal or post infective endocarditis.",
        "cop": 2,
        "opa": "Cytotoxic T-cell mediated",
        "opb": "Immune complex mediated",
        "opc": "Antibody mediated",
        "opd": "Cell-mediated (Typer IV)",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "b9aef0a2-78f0-4ab3-aa76-cfd531a87946",
        "choice_type": "single"
    },
    {
        "question": "Maximum endo-capillary proliferation is seen in:",
        "exp": "Ans. (d) Post streptococcal GNRef: Robbiris pathology 9th ed. /909-910* PSGN is characterized by enlarged hyper-cellular glomeruli.* There is also swelling of endothelial cells & combination of proliferation, swelling, leukocyte infiltration obliterates capillary lumen.* Endo-capillary proliferation is also seen in MPGN",
        "cop": 4,
        "opa": "Membranous glomerulonephritis",
        "opb": "Mesangio-proliferative glomerulonephritis",
        "opc": "Focal segmental glomerulonephritis",
        "opd": "Post streptococcal GN",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "490ec331-77f5-4968-9a3a-fad659bc8118",
        "choice_type": "single"
    },
    {
        "question": "Pauci immune glomerulonephritis is seen in -",
        "exp": "Ans. is 'b' i. e., Microscopic polyangitis Rapidly progressive glomerulonephritis may be caused by number of different diseases, some restricted to the kidneys and others systemic. Although no single mechanism can explain all cases, there is little doubt that in most cases, the glomerular injury is immunologically mediated. Thus a practical classification divides rapidly progressive glomerulonephritis into three groups on the basis of immunological findings. RAPIDLY PROGRESSIVE GLOMERULONEPHRITISType I RPGN (anti GBM antibody). Type II RPGN (Immunecomplex). Type III RPGN (Pauci immune). Idiopathic. Goodpasture syndrome. Idiopathic. Post infectious. Systemic lupus erythematous. Henoch Schonlein purpura. ANCA associated. Idiopathic. Wegener granulomatosis. Microscopic PANMicroscopic polyangitis",
        "cop": 2,
        "opa": "After transplant in alports",
        "opb": "Microscopic polyangiitis",
        "opc": "Henoch-Schonlein nephritis",
        "opd": "Lupus",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "82958a15-a53d-4b75-811a-d2942fe5394b",
        "choice_type": "single"
    },
    {
        "question": "Glomerulonephritis associated with sensory neural deafness are features of",
        "exp": "Ans. is 'a' Alport's syndrome Alport's syndrome is characterized by. Glomerulonephritis*Deafness*Lenticonus*Some other frequently asked syndromes associated with deafness: 1. Waardenburg syndrome*Pigmentary abnormality. Hearing loss2. Pendred syndrome*Defect in thyroid hormone synthesis &Hearing loss",
        "cop": 1,
        "opa": "Alport's syndrome",
        "opb": "Nail patella syndrome",
        "opc": "Down's syndrome",
        "opd": "Fabry's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "6748620d-80d8-46f5-9176-d4e969fe37d0",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of nephrotic syndrome in children-",
        "exp": "Ans. is 'b' i. e., Minimal change disease Most common cause of Nephrotic syndromei) In adults-Membranous glomerulonephritisii) In children-Minimal change disease (lipoid nephrosis) Causes of Nephrotic syndromeI. Primary GlomerulonephritisV Malignancy1. Minimal change disease (most common in children)1. Carcinomas2. Membranous GN (most common in adults)2. Myeloma3. Membranoproliferative GN3. Hodgkin's disease4. Focal segmental glomerulosclerosis. VI Pregnancy5. Focal GNToxaemia of pregnancy6. IgA nephropathy. VII Circulatory Disturbances. II Systemic diseases1. Renal vein thrombosis1. Diabetes mellitus2. Constrictive pericarditis2. Amyloidosis. VIII. Hereditary diseases3. SLE1. Alport's disease. III Systemic Infections2. Fabry's disease1. Viral infections (HBV, HCV, HIV)3. Nail-patella syndrome2. Bacterial infections (bacterial endocarditis, syphilis, leprosy) 3. Protozoa and parasites (P. falciparum malaria, filariasis) IV Hypersensitivity Reactions 1. Drugs (heavy metal compounds like gold and mercury, other drugs like penicillamine, trimethadione and tolbutamide, heroin addiction) 2. Bee stings, snake bite, poison ivy",
        "cop": 2,
        "opa": "Membranous GN",
        "opb": "Minimal change disease",
        "opc": "PSGN",
        "opd": "RPGN",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "a0d61719-3605-4a73-a09f-0bd703ba80a7",
        "choice_type": "single"
    },
    {
        "question": "Podocytes are seen in?",
        "exp": ". Ans (a) Bowman's capsule. Ref: Robbiris pathology 9th ed. /900-901* Podocytes (or visceral epithelial cells) are cells in the Bowmans capsule in the kidneys that wrap around the capillaries of the glomerulus.* The Bowmans capsule filters blood, holding back large molecules such as proteins, and passing through small molecules such as water, salts, and sugar, as the first step in forming urine.",
        "cop": 1,
        "opa": "Bowmans capsule",
        "opb": "Proximal convoluted tubule",
        "opc": "Distal convoluted tubule",
        "opd": "Collecting tubule",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "c8107939-30f3-464c-ab6d-0455c707931a",
        "choice_type": "single"
    },
    {
        "question": "Crescents are derived from -",
        "exp": "Ans. is 'a' i. e., Epithelial cells + fibrin+macrophage o Regardless of the cause, the classical histological picture of RPGN is characterized by the presence of crescents in most of the glomerulio So. RPGN is also known as crescentic glomerulonephritis. Crescent formationo Despite the wide variety of diseases that causes RPGN, all types of RPGN are characterized by glomerular injury and the formation of crescents. o Severe injury and GBM rupture leads to the leakage of plasma proteins through the GBM. o Of these proteins, fibrin is thought to contribute most strongly to crescent formation, o Parietal epithelial cells lining the bowman capsule respond to the leaked fibrin and proliferate, o Infiltrating white blood cells such as monocytes and macrophages also proliferate. o These proliferating cells surround and compress the glomerulus, forming a crescent - shaped scar that is readily visible on light microscopy of a renal biopsy. Renal features in RPGNCrescent formation - crescents are forms by -a) Cells-Parietal epithelial cells + WBCs (monocytes and macrophages)b) Fibrin strands- are prominent between the cellular layers in the crescents. Rupture of GBMSubepithelial deposits in type II RPGNLinear deposits in the GBM in type I RPGN.",
        "cop": 1,
        "opa": "Epithelial cells + fibrin + macrophage",
        "opb": "Mesangium + fibrin + macrophage",
        "opc": "Tubule + mesangiaum + fibrin",
        "opd": "Mesangiaum + fibrin",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "ff47a7e7-1f7b-4506-af72-6ae41e198e36",
        "choice_type": "single"
    },
    {
        "question": "Which type of FSGS has worst prognosis?",
        "exp": "Ans. is 'b' i. e. Collapsing Focal segmental glomerulosclerosis. The individual component of the name refers to the appearance of the kidney tissue on biopsy. Focal Only some of the glomeruli are involved. Segmental - Only part of an entire glomerulus is involved. Glomerulosclerosis - Refers to scarring of the glomerulus. Depending on the cause it is broadly classified as:-Primary. When no underlying cause is found; usually presents as nephrotic syndrome. Secondary. When an underlying cause is identified, usually presents with kidney failure and proteinuria. This is actually a heterogenous group including numerous causes such as:- - Infections such as HIV (HIV associated nephropathy). Toxins and drugs such as heroin's predominate. Familial forms. Secondary to nephron loss and hyperfiltration such as with chronic pyelonephritis and reflux, morbid obesity, diabetes mellitus. Pathological variants. Five mutually exclusive variants of focal segmental glomerulosclerosis may be distinguished by the pathological findings seen on renal biopsy:-Collapsing variant. Glomerular tip lesion variant. Cellular variant. Perihilar variant. Not otherwise specified variant (NOS). The NOS variant is the most common subtype. Recognition of these variants has prognostic value in individual with primary focal segmental glomerulosclerosis. The collapsing variant is associated with higher rate of progression to end stage renal disease whereas Glomerular tip lesion variant has low rate of progression to end stage renal disease in most patients. Cellular variant shows similar clinical presentation to collapsing and glomerular tip variant but has intermediate outcomes between these two variants. The prognostic significance of perihilar and NOS variants has not yet been determined. Also know. Genetic basis of focal segmental glomerulosclerosis. Defect in the gene ACTN4 which encodes alpha actinism A second gene associated with FSGS is TRPC6.",
        "cop": 2,
        "opa": "Tip variant",
        "opb": "Collapsing",
        "opc": "NOS",
        "opd": "Perihilar",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "0475e72c-0495-437a-b0f9-fb8e90b02088",
        "choice_type": "single"
    },
    {
        "question": "The prognosis of rapidly proliferating glomerulonephritis (Crescentric GN) depends upon",
        "exp": "Ans. is 'a' No. of crescents (Ref: Robbins (Basic) 6/e, p453]. Following lines from Robbins (Basics) gives us fair idea of the answer. Robbins says about rapidly progressive glomerulo nephritis that.- \" prognosis can be roughly related to the number of crescents; patients with crescents in less than 80% ~ of the glomeruli have a slightly better prognosis than those with higher percentage of crescents\"",
        "cop": 1,
        "opa": "Number of crescents",
        "opb": "Size of crescents",
        "opc": "Shape of crescents",
        "opd": "Cellularity of crescents",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "aa1fae15-7f3a-42cd-b7a0-8c10f65333a8",
        "choice_type": "single"
    },
    {
        "question": "RPGN is characterized by:",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation: RAPIDLY PROGRESSIVE (CRESCENTIC. GLOMERULONEPHRITIS (RPGN)RPGN is form of severe glomerular injury which does not denote to a specific etiologyit is characterized clinically bv rapid and progressive loss of renal function associated with severe oliguria and signs of nephritic syndrome. If untreated, death from renal failure occurs within weeks to months. The most common histologic picture is the presence of crescents in most of the glomeruli (crescentic glomerulonephritis. These crescents are produced by the proliferation of the parietal epithelial cells lining Bowman capsule and by the infiltration of monocytes and macrophages. Classification of RPGNTYPE I (ANTI-GBM ANTIBODY). Renal limited. Goodpasture syndrome. TYPE II (IMMUNE COMPLEX). Idiopathic. Post-infectious glomerulonephritis. Lupus nephritis. Henoch-Schonlein purpura. IgA nephropathy. TYPE III (PAUCI -IMMUNE)ANCA-associated. Idiopathic. Wegener granulomatosis Microscopic polvangiitis. First type of RPGN is anti-GBM antibody- induced disease. It characterized by linear deposits of IgG and. in many cases. C3 in the GBM that are visualized by immunofluorescence. In some of these patients, the anti-GBM antibodies cross-react w ith pulmonary alveolar basement membranes to produce the clinical picture of pulmonary hemorrhage associated with renal failure (Goodpasture syndrome). Plasmapheresis to remove the pathogenic circulating antibodies is usually part of the treatment, which also includes therapy to suppress the underlying immune response. Second type of RPGN is due to immune complex deposition. It can be a complication of any of the immune complex nephritides, including postinfectious glomerulonephritis, lupus nephritis, IgA nephropathy, and Henoch. Schonlein purpura. In all these cases, immunofluorescence studies reveal the granular pattern of staining characteristic of immune complex deposition. This type of RPGN frequently demonstrates cellular proliferation within the glomerular tuft, in addition to crescent formation. The third type of RPGN, is defined by the lack of anti-GBM antibodies or immune complexes by immunofluorescence and electron microscopy. Most patients with this type of RPGN have circulating anti neutrophil cytoplasmic antibodies (ANCAs) that produce cytoplasmic (c) or perinuclear (p) staining patterns. Morphology. The kidneys are enlarged and pale, often with petechial hemorrhages on the cortical surfaces. Depending on the cause, the glomeruli may show focal necrosis, diffuse or focal endothelial proliferation, and mesangial proliferation. The histologic picture is characteristics by the presence of distinctive crescents. Crescents are formed by proliferation of parietal cells and by migration of monocytes and macrophages inti} the urinary space. The crescents eventually obliterate Bowman space and compress the glomerular tuft. Fibrin strands are frequently prominent between the eel hilar layers in the crescents. The escape of fibrinogen into Bowman space and its conversion to fibrin are an important contributor to crescent formation.",
        "cop": 1,
        "opa": "Crescent formation",
        "opb": "Splliting of basement membrance",
        "opc": "Neutrophil infiltration of interstitium",
        "opd": "Glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Glomerular Diseases",
        "id": "e7968f41-e2aa-49ad-8e01-d4657def4f52",
        "choice_type": "single"
    }
]