[
    {
        "question": "AFP is a marker is tumor marker for -",
        "exp": "Ans. is 'a' i. e., Hepatocellular carcinoma Tumor Markers. Cancer. Non-Neoplastic Conditions. Hormones. Human chorionic gonadotropino Gestational trophoblastic disease, gonadal germ cell tumoro Medullary' cancer of the thyroido Pheochromocytoma. Pregnancy. Calcitonin. Catecholamines. Oncofetal Antigens. Alphafetoprotein. Carcinoembryonic antigeno Hepatocellular carcinoma, gonadal germ cell tumoro Adenocarcinomas of the colon, pancreas, lung, breast, ovary others others. Cirrhosis, hepatitis. Pancreatitis, prostatic hypertrophy. Hepatitis, hemolytic anemia, many. Enzymes. Prostatic acid phosphatase. Neuron-specific enolase. Lactate dehydrogenaseo Prostate cancero Small cell cancer of the lung, neuroblasotmao Lymphoma. Ewing's sarcoma others. Prostatitis, prostatic hypertrophy. Hepatitis, hemolytic anemia, many. Ttimor Associated Proteins. Prostatic - specific antigen. Monoclonal immunoglobulin. CA - 125. CA 19-9. CA - 15-3. CD 30. CD 25o Prostate cancero Myelomao Ovarian cancer, some lymphomaso Colon, pancreatic, breast cancero Breast cancero Hodgkin's disease, anaplastic large cell lymphomao Hairy ceil leukemia, adult T cell leukemia/lymphoma. Prostatitis, prostatic hypertrophy Infection, MGUSMenstuation, peritonitis, pregnancy Pancreatitis, ulcerative colitis. New Molecular markerso p53, APC. RAS mutation in stool & serumo Colon cancero p53, RAS mutation in stool & serum3 Pancreatic carcinomao p53, RAS mutation in sputum & serum3 Lung carcinomao p53 mutation in urineo Bladder carcinoma",
        "cop": 1,
        "opa": "Hepatocellular carcinoma",
        "opb": "Prostate carcinoma",
        "opc": "Renal cell carcinoma",
        "opd": "Colon carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "aab24930-96ba-4192-b1bf-24d497d10a96",
        "choice_type": "single"
    },
    {
        "question": "Gene associated with medullary carcinoma of thyroid is?",
        "exp": "ANSWER: (B) RETREF: Schwartz's Principles of Surgery 9th edition chapter 38, Sabiston 18th ed chapter 36",
        "cop": 2,
        "opa": "RAS",
        "opb": "RET",
        "opc": "p53",
        "opd": "MET",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "602e14c9-dd91-4ffa-b2d6-acd6491cb030",
        "choice_type": "single"
    },
    {
        "question": "Not a specific tumor marker is?",
        "exp": "Ans is 'd' i. e., CEA o Carcinoembryonic antigen (CEA) is used as tumor marker for colorectal cancer (major use), lung cancer, breast cancer and ovarian cancer. It is alsoincreased in non-neoplastic conditions like alcoholic cirrhosis, hepatitis, IBD (CD, UC), smoking and pancreatitis. o CEA lacks sensitivity as well as specificity, hence cannot be used to confirm the diagnosis. About other optionso CD 99 - specific marker for Ewing's sarcomao HMB 45 - specific marker for malignant melanomao b- globulin - specific marker for multiple myeloma",
        "cop": 4,
        "opa": "CD 99",
        "opb": "HMB45",
        "opc": "b- globulin",
        "opd": "CEA",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "b2ead072-dcc1-43c4-b0eb-25056137c98b",
        "choice_type": "single"
    },
    {
        "question": "Stain used for glycogen -",
        "exp": "Ans. is 'a' i. e., PASo PAS reaction is a technique for demonstration of glycogen in tissue sections, o PAS strands for Periodic acid schiff. o The purpose of the periodic acid is to oxidize some of the tissue carbohydrates. This produces aldehyde group which can then condense with schiffs reagent forming a megenta colouration, o The t/t with periodic acid oxidize only those carbohydrates which have 1-2 glycols in their structure. o Since all carbohydrates do not include this structure, the PAS is not a method for carbohydrates in general but only for those which contain 1-2 glycols or closely related structure. The following criteria must be presnt in tissue substance to give a PAS postive reaction -i) It must contain the 1-2 glycol grouping, an equivalent amino or alkylamino grouping, or the oxidation product CHOH-CO. ii) It must not diffuse away during fixationiii) It must given an oxidation product which does not diffuse away. iv) It must be present in sufficient concentration to produce a detectable final colour. Carbohydrates which usually stain with this method include -o Polysaccharideso Mucopolysaccharideso Glycoproteinso GlycolipidsP. A. S. staining is useful in all of the following -o Glycogeno Neutral mucosubstanceso Some epithelial sulfomucins and sialomucinso Basement membraneo Cerebrosideso Gangliosideso Cartilageo Kerasin (Gaucher's disease)",
        "cop": 1,
        "opa": "PAS",
        "opb": "Cango red",
        "opc": "Prussian blue",
        "opd": "Alician blue",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "6bbb7ad2-e619-4cf6-a314-692e2256e8f4",
        "choice_type": "single"
    },
    {
        "question": "ck 7 negative and ck 20 negative tumor is?",
        "exp": "Ans is 'a' i. e. Prostate carcinoma o Cytokeratin 7 (CK 7) and cytokeratin 20 (CK 20) are low molecular weight cytokeratins. Their anatomic distribution is generally restricted to epithelia and their neoplasms. Cytokeratin immunohistology. Tumors/oragns. CK7+ / CK20+carcinomas of. bile duct (extrahepatic / gallbladder), mucinous bronchioloalveolar carcinoma of lung, pancreas carcinoma, urothelium carcinoma, primary mucinous tumors of ovary, upper GI tract and endocervix. CK7+/CK20-carcinomas of bile duct (intrahepatic), breast, endocervical and endometrial adenocarcinoma, esophagus (distal), lung (not mucinous bronchioloalveolar), salivary gland, thyroid, mesothelioma. CK7- / CK20+carcinoma of colon (particularly early stage), primary mucinous tumors of lower GI tract, GI stromal tumor (Krukenberg), primary bladder adenocarcinoma. CK7-/CK20-carcinoma of adrenal cortex, prostate",
        "cop": 1,
        "opa": "Prostate carcinoma",
        "opb": "Carcinoma colon",
        "opc": "Urothelial carcinoma",
        "opd": "Mesothelioma",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "c1d7c7f5-960d-4936-90fc-a9f3f3dd5aa4",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma ovary marker is-",
        "exp": "Ans is 'd' i. e.; CA125 Tumor Markers. Cancer. Hormones o Human chorionic gonadotropino Gestational trophoblastic disease, gonadal germ cell tumoro Calcitonino Medullary cancer of the thyroido Catecholamineso Pheochromocytomao Gastrino Gastrinoma (pancreatic neuroendocrine tumor). Oncofetal Antigens o Alphafetoproteino Hepatocellular carcinoma, gonadal germ cell tumoro Carcinoembryonic antigeno Adenocarcinomas of the colon, pancreas, lung, breast, ovary. Enzymes o Prostatic acid phosphataseo Prostate cancero Neuron-specific enolase & chromogranin Ao Small cell cancer of the lung, neuroblastomao Lactate dehydrogenaseo Lymphoma, Ewing's sarcoma. Tumor Associated Proteins o Prostatic-specific antigen. Prostate cancero Monoclonal immunoglobulin. Myelomao CA- 125. Ovarian cancero CA 19-9. Colon, pancreatic, breast cancero CA - 15-3. Breast cancero CA 72-4. Ovarian, pancreatic & gastric Ca. o CA 27. 29 &CA 15-3. Breast cancero CD 30. Hodgkin's disease, anaplastic large cell lymphomao CD 25. Hairy cell leukemia, adult T cell leukemia / lymphomao CD-34. Alveolar soft part sarcomao b 2 - Microglobulin. Multiple myelomao S-100, HMB-45, TA-90. Malignant melanomao NMP-22. Urinary bladder Cao CD-99. Ewing \\s sarcoma",
        "cop": 4,
        "opa": "CA 19-9",
        "opb": "CD 99",
        "opc": "CD 34",
        "opd": "CA 125",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "cb6bcada-1253-4d8c-9a01-d7f49fb76090",
        "choice_type": "single"
    },
    {
        "question": "CD marker of histiocytosis is -",
        "exp": "Ans. is 'a' i. e., GDI A o CDIA is a T cell surface antigen important in dendritic cell presentation of glycolipids and lipopeptide antigeno It is used to diagnose Langerhans cell histiocytosis. o The presence of Birbeck granules in the cytoplasm of tumor cells is characteristic of Langerhans cell histiocyteo As Birbeck granules are not seen in all tumor cells by election microscopy the detection of S-100 and CDla expression by immunohistochemical techniques aids in the diagnosis. o Other immunohistochemical markers of Langerhans cell histiocytosis are: -HLA-DRLangerin (CD 207)CD 68",
        "cop": 1,
        "opa": "CD1A",
        "opb": "CD IB",
        "opc": "CD1C",
        "opd": "CD1D",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "45c7178e-ed45-4461-8b6d-b8bbdd42eef7",
        "choice_type": "single"
    },
    {
        "question": "HMB 45 is a tumor marker for -",
        "exp": "Ans. is 'c' i. e., Malignant melanoma. Markers for melanona1. S-100 - 90% of tumors are positive2 HMB-45 - More specific but less sensitive than S-l 003. TA-90. Important markers. Tumoro S-l00. HMB-45. Melanomao TA-90. Melanoma, colon & breast ca. o NMP-22. Urinary bladder ca. o Neuron Specific enalase}Neuroendocrine tumors (small cell ca of lung, carcinoid tumor & neuroblastoma)o Chromogranin Ao Lipid associated Sialic acid (LASA-P). Ovarian Ca. o C A 72-4. Ovarian, pancreatic & gastric Ca. o CA19-9. Pancreatic & colorectal Cao CA 125. Epithelial ovarian tumoro CA27. 29&CA15-3. Breast Cancer.",
        "cop": 3,
        "opa": "Neuroblastoma",
        "opb": "Neurofibroma",
        "opc": "Malignant melanoma",
        "opd": "Angiosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "dfb22cee-d9c1-4c28-9945-f01f9bd01495",
        "choice_type": "single"
    },
    {
        "question": "CA125 is used for?",
        "exp": "ANSWER: (A) Follow up of ovarian cancer. REF: Robbins pathology ch: 7. Biochemical assays for tumor-associated enzymes, hormones, and other tumor markers in the blood cannot be used for definitive diagnosis of cancer; however, they contribute to the detection (screening) of cancer and in some instances are useful in determining the effectiveness of therapy or the appearance of a recurrence. Remember tumour markers are always used for screening or prognosis, never for diagnosis. Conditions associated with raised CA-125. Best known tumour marker for ovarian ca. endometrial cancer, fallopian tube cancer, lung cancer, breast cancer and gastrointestinal cancer. CA-125 may also be elevated in a number of relatively benign conditions, such as endometriosis several diseases of the ovary, menstruation and pregnancy. It also tends to be elevated in the presence of any inflammatory condition in the abdominal area, both cancerous and benign. Role of CA-125 in ovarian carcinoma:[?] Early detection and prognosis[?] Monitor responses to chemotherapy, relapse, and disease progression. [?] Levels of CA125 can be elevated in the serum before clinical development of primary and recurrent ovarian carcinoma[?] An important characteristic of CA125 is the ability to reflect changes in tumor mass during chemotherapy or in the follow-up period after completion of therapy[?] The postoperative serum CA125 level is an independent prognostic factor in patients with invasive ovarian cancer",
        "cop": 1,
        "opa": "Follow up of ovarian cancer",
        "opb": "Diagnosis of pancreatic cancer",
        "opc": "Diagnosis of stomach cancer",
        "opd": "Diagnosis of ovarian cancer",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "e7ed44cf-beec-47d0-9b6d-879cd079fd32",
        "choice_type": "single"
    },
    {
        "question": "Squamous cell carcinoma marker is -",
        "exp": "Ans. is 'b' i. e., Cytokeratin {Ref: Sternberg Diggnostic surgical pathology 4th/e Volume 1, p. 148-150]o Cytokeratin is a intermediate filament found is carcinoma. lmiminohistochemistryo Immunohistochemistry is a method of analyzing and identifying cell types based on binding of antibodies to specific components of the cell. o Antibody, which is specific for an antigen of a particular tissue, is labled with a probe (coloured marker) and is run on the tissue specimen obtained from a biopsy. o If the tissue has that particular antigen, then antibody will get attached to the tissue and the labled antibody can be seen under a microscope. o Intermediate filaments of eytoskeleton are the major antigens used in immunohistochemistry. o There are five major types of intermediate filaments -Cytokeratin. Carcinoma, mesothelioma. Non-seminoma GCTVimentin. Sarcoma (Tumor of mesenchymal), melanoma, seminomas, lymphoma. Neurofilament. Neural tumors. Glial fibrillary acid proteins (GFAP). Non-neural brain tissue (astroglial origin - Astrocytoma, ependymomas, medul loblastoma, oligodendroglioma). Dcsmin. Leiomyoma (smooth muscle) & Rhabdomyoma (skeletal ms).",
        "cop": 2,
        "opa": "Vimentin",
        "opb": "Cytokeratin",
        "opc": "Desmin",
        "opd": "Myogenin",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "38a87dff-1610-4435-a5a0-d280e705c8c9",
        "choice_type": "single"
    },
    {
        "question": "Melanocytic marker is?",
        "exp": "Ans. is 'b' i. e., HMB-45 Markers for melanocytes1) S-100 - 90% of tumors are positive2) HMB-45 - More specific but less sensitive than S-1003) TA-904) Tyrosinase5) Microphthalmia transcription factor 6) Melan-A",
        "cop": 2,
        "opa": "CD99",
        "opb": "HMB-45",
        "opc": "NMP-22",
        "opd": "CA-125",
        "subject_name": "Pathology",
        "topic_name": "Hallmarks of Cancer",
        "id": "3e8a59f9-9616-4ba3-afe7-0f52f5fda897",
        "choice_type": "single"
    }
]