[
    {
        "question": "An 18-year-old man is rushed to the emergency room in shock following a motor vehicle accident. He is transfused with 5 U of blood. Following the transfusion the patient complains of fever, nausea, vomiting, and chest pain. Laboratory data show elevated indirect serum bilirubin, decreased serum haptoglobin, and a positive Coombs test. Which of the following is the most likely diagnosis?",
        "exp": "Hemolytic transfusion reaction occurs when grossly incompatible blood is administered to patients with preformed alloantibodies. -Acute reaction -usually because of clerical errors. C/F- High grade fever Chills Rigors Flank Pain Oozing of blood from venepuncture Massive hemolysis of the transfused blood may be associated with severe complications, including hypotension, renal failure, and even death. Disseminated intravascular coagulation and Hemolytic uremic syndrome are not characterized by a positive Coombs test. Autoimmune hemolytic anemia is not related to blood transfusions.",
        "cop": 3,
        "opa": "Autoimmune hemolytic anemia",
        "opb": "Disseminated intravascular coagulation",
        "opc": "Hemolytic transfusion reaction",
        "opd": "Hemolytic uremic syndrome",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "35861130-36e6-4218-afdd-80c38786df0c",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old woman was found to have Hb of 7. 8mg/dl with a reticulocyte count of 0. 8%. The peripheral blood smear showed microcytic hypochromic anemia. On HPLC, Hb A2 and Hb F was 2. 4% and 1. 3% respectively. The serum iron and TIBC were 15mg/dl and 420 micro g/dl respectively. The most likely cause of anemia is:",
        "exp": "Here seum iron is reduced and TIBC is on the higher side. These are the first major pointers towards iron deficiency anemia. This rules out Beta thalassemia minor and anemia due to chronic infection. Second pointer towards iron deficiency anemia is reduced Hb A2, which should haven been in a range of 4-9% in case of beta thalassemia trait. Sideroblastic anemia can be ruled out as it reveals a dimorphic blood picture. Parameter Iron deficiency anemia Anemia of chronic disease b Thalassaemia 1. MCV | N or | Markedly |sed 2. RDW | | or N | or N 3. Red cell morphology Microcytic hypochromic, pencil cells, anisocytosis Normocytic normochromic or microcytic hypochromic Microcytic hypochromic, basophilic stippling, target cells, polychromasia 4. Red cell count | | N 5. Serum iron | | N 6. TIBC | | N 7. Transferrin saturation | |or N | or N 8. FEP | | N 9. Serum TfR | N | 10. Serum ferritin decreases Increased or normal Normal 11. Hb electrophoresis Normal Normal Hb. A2>3. 5% 12. Marrow haemosiderin Low or absent Normal or increased Normal",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Beta thalassemia minor",
        "opc": "Sideroblastic anemia",
        "opd": "Anemia due to chronic infection",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "dab41188-58bb-44d3-8a64-3ab3320fcfb8",
        "choice_type": "single"
    },
    {
        "question": "Neoplastic cells with multilobulated nuclei ('clover leaf' or flower cells) are seen in which of the following?",
        "exp": "Adult T-Cell Leukemia/Lymphoma(ATLL): This neoplasm of CD4+ T cells is only observed in adults infected by human T-cell leukemia Virus type 1 (HTLV-1). Common findings include skin lesions, generalized lymphadenopathy, hepatosplenomegaly, peripheral blood lymphocytosis, and hypercalcemia. Tumor cells with multilobated nuclei (\"cloverleaf\" or \"flower\" cells) are seen.",
        "cop": 2,
        "opa": "Diffuse large B cell lymphoma (DLBCL)",
        "opb": "Adult T-cell leukemia (ATLL)",
        "opc": "Anaplastic large cell lymphoma (ALCL)",
        "opd": "Mycosis fungoides",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "3a1f9c68-db3e-41f9-92ca-ce024561f244",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common subtype of classical Hodgkin lymphoma?",
        "exp": "The WHO classification recognizes two major types of Hodgkin lymphoma: Classical Hodgkin lymphoma (CHL) & Nodular lymphocyte predominant Hodgkin lymphoma (NLPHL) Classical Hodgkin lymphoma is fuher classified into four subtypes: Nodular sclerosis - most common form of Hodgkin lymphoma, constituting 65% to 70% of cases. Mixed-cellularity - constitutes about 20% to 25% of cases. Lymphocyte-rich - uncommon Lymphocyte-depleted - least common, <5% cases, predominantly seen in HIV-positive patients. The Reed-Sternberg cells in Classical HL have a similar distinctive immunophenotype: Positive for CD15, CD30 and weakly positive for PAX5 (a B-cell transcription factor) Negative for other B-cell markers (CD20), CD45 (leukocyte common antigen) and T-cell markers In case of Nodular Lympocyte predominant Hodgkin lymphoma (NLPHL): RS cell variant 'Popcorn cells' are present, which are CD15 and CD30 negative and positive for CD20.",
        "cop": 3,
        "opa": "Mixed-cellularity type",
        "opb": "Lymphocyte-depleted type",
        "opc": "Nodular sclerosis type",
        "opd": "Lymphocyte-rich type",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "70939af3-9af1-4aff-9979-5395b452bf2f",
        "choice_type": "single"
    },
    {
        "question": "Fibrinogen degradation products help in detection of:",
        "exp": "Disseminated intravascular coagulation- Multiple coagulation factors are consumed and are therefore deficient. Plasminogen bound to platelet-fibrin thrombi is conveed to plasmin by plasminogen activators. Plasmin cleaves fibrinogen as well as fibrin to generate fibrin degradation products (FDPs). TTP and HUS Activation of the coagulation cascade is not of primary impoance, Hence laboratory tests of coagulation, such as the PT and PTT, are usually normal.",
        "cop": 2,
        "opa": "Haemophilia",
        "opb": "DIC",
        "opc": "TTP",
        "opd": "Thrombosthenia",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "579da6c0-0983-4bfc-88e9-73a99e228c87",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male presents to OPD with a bony pain. There is no history of trauma or drug abuse. Investigations revealed ESR of 140 and Hb -6 gm/dL. Peripheral smear is shown below. What type of chromosomal abnormality is associated with a ourable prognosis in this patient?",
        "exp": "A patient with bony pain, anemia, high ESR and rouleaux formation on peripheral smear is associated with likely diagnosis of multiple myeloma. The chromosomal anomaly likely to be seen in this patient with prognostic significance. Molecular Prognostic factors Cytogenetic abnormality of Multiple Myeloma Favorable PROGNOSIS Unorable PROGNOSIS t(11, 14) t(4, 14) t (6; 14) t(14, 16) Loss of 13q14",
        "cop": 3,
        "opa": "t (14: 16)",
        "opb": "t (4: 14)",
        "opc": "t(11, 14)",
        "opd": "Loss of 13q14",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "0416d033-83aa-49bd-a562-c75849908767",
        "choice_type": "single"
    },
    {
        "question": "Most common translocation in burkitt's lymphoma is:",
        "exp": "Malignancy Translocation Affected Genes Chronic myelogenous leukemia (CML) (9; 22) ABL 9q34 BCR 22q11 Acute myeloid leukemia (AML) (8; 21) (15; 17) AML 8q22 ET0 21q22 PML 15q22 RARA 17q21 Burkitt lymphoma (8; 14) MYC 8q24 IGH 14q32 Mantle cell lymphoma (11; 14) CCND 1 11q13 IGH 14q32 Follicular lymphoma (14; 18) IGH 14q32 BCL2 18q21 Ewing sarcoma (11; 22) FLI 1 11q24 EWSR 1 22q12 Prostatic adenocarcinoma (7; 21) (17; 21) TMPRSS2 (21q22. 3) ETV1 (7q21. 2) ETV4 (17q21)",
        "cop": 3,
        "opa": "t (9; 22)",
        "opb": "t (8; 21)",
        "opc": "t (8; 14)",
        "opd": "t (11; 22)",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "92414095-214f-428f-946f-4f829d038b90",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cells are involved in the process of \"efferocytosis\"?",
        "exp": "Cells that are dying by apoptosis also secrete soluble factors that recruit phagocytes, and macrophages themselves may produce proteins that bind to apoptotic cells (but not live cells), leading to their engulfment. Apoptotic bodies may also become coated with natural antibodies and proteins of the complement system, notably C1q, which are recognized by phagocytes. Thus, numerous ligands induced on apoptotic cells serve as \"eat me\" signals and are recognized by receptors on phagocytes that bind and engulf these cells. This process of apoptotic cell phagocytosis is called efferocytosis; it is so efficient that dead cells disappear, often within minutes, without leaving a trace.",
        "cop": 1,
        "opa": "Macrophages",
        "opb": "T lymphocytes",
        "opc": "B lymphocytes",
        "opd": "NK cells",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "ef180ebe-fb21-4172-8eeb-75a66dc3caa1",
        "choice_type": "single"
    },
    {
        "question": "During a laboratory exercise on coagulation testing, a 23-year-old medical student is found to have a prolonged bleeding time. She has had a long history of \"easy bleeding, \" with frequent bleeding of the gums, epistaxis, cutaneous bleeding, and menorrhagia. Fuher testing revealed a deficiency of Von Willebrand factor. Which of the following thrombogenic processes involving platelets is most directly impaired?",
        "exp": "Disruption of the endothelium exposes subendothelial von Willebrand factor (v. WF) and collagen, which promote platelet adherence and activation. Deficiency of Von willebrand factor (VWF) causes | platelet adhesion ( |BT) and | Intrinsic pathway activity ( | a. PTT).",
        "cop": 1,
        "opa": "Adhesion",
        "opb": "Conformational change with activation of phospholipid surface",
        "opc": "Formation of fibrinogen bridges",
        "opd": "Release reaction",
        "subject_name": "Pathology",
        "topic_name": "Hematology",
        "id": "a3752f1e-c9fa-42b4-8e4f-2cc8e9d952a4",
        "choice_type": "single"
    }
]