[
    {
        "question": "An 18-year-old man moves from sea level to an elevation of 2, 400 m to train as a skier. The increased requirement for oxygen delivery to tissues at the higher elevation stimulates the synthesis of a renal hormone (erythropoietin), which targets hematopoietic stem cells in the bone marrow. Erythropoietin promotes the survival of early erythroid progenitor cells primarily through which of the following mechanisms?",
        "exp": "- Recent studies indicate that erythropoietin promotes survival of early erythroid progenitor cells through inhibition of default apoptosis pathway. - Thus, this hormone rescues stem cells that are otherwise fated to undergo programmed cell death. - None of the other choices are known to control the expansion of hematopoietic stem cell colonies in bone marrow.",
        "cop": 4,
        "opa": "Altered cell-matrix adhesion",
        "opb": "Downregulation of p53",
        "opc": "Enhanced glucose uptake",
        "opd": "Inhibition of apoptosis",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "6e3e4a71-b1d7-408f-9832-a137d1bbf2c2",
        "choice_type": "single"
    },
    {
        "question": "WHO cut-off for diagnosis of anemia in non-pregnant females is?",
        "exp": "WHO cut-off for diagnosing anemia: - Adult male: < 13 g % - Non-pregnant female: <12 g% - Pregnant female: <11 g%",
        "cop": 4,
        "opa": "7 g%",
        "opb": "10 g%",
        "opc": "11 g%",
        "opd": "12 g%",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "b5648545-df67-4f90-bde7-8ed4cd6a1d8f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a type of peripheral T-cell neoplasm according to 2017 WHO classification?",
        "exp": "Lymphoplasmacytic lymphoma is a type of mature/peripheral B-cell lymphoid neoplasm. Peripheral T-Cell and NK-Cell Neoplasms (WHO, 2017) T-cell prolymphocytic leukemia Large granular lymphocytic leukemia Mycosis fungoides/Sezary syndrome Peripheral T-cell lymphoma, unspecified Anaplastic large-cell lymphoma Angioimmunoblastic T-cell lymphoma Enteropathy-associated T-cell lymphoma Panniculitis-like T-cell lymphoma Hepatosplenic gd T-cell lymphoma Adult T-cell leukemia/lymphoma Extranodal NK/T-cell lymphoma NK-cell leukemia",
        "cop": 1,
        "opa": "Lymphoplasmacytic lymphoma",
        "opb": "Mycosis fungoides",
        "opc": "Large granular lymphocytic leukemia",
        "opd": "Anaplastic large cell lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "3da1c1c5-543d-4294-987b-7cbad3415230",
        "choice_type": "single"
    },
    {
        "question": "Linzenmeyer is used to measure:",
        "exp": "- Linzenmeyer is old technique used to measure eythrocyte sedimentation rate.",
        "cop": 4,
        "opa": "Bleeding time",
        "opb": "Clotting time",
        "opc": "Prothrombin time",
        "opd": "ESR",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "ca24c195-f221-44ce-9050-7b7d706cc093",
        "choice_type": "single"
    },
    {
        "question": "Which of the following surface glycoproteins is most often expressed in human hematopoietic stem cell (HSC)?",
        "exp": "Surface antigen/Marker Normal cellular distribution CD34 Pluripotent hematopoietic stem cells & progenitor cells of many lineages. CD23 Activated mature B cells CD30 Activated B cells, T cells, and monocytes; Reed-Sternberg cells and variants CD33 Myeloid progenitors and monocytes",
        "cop": 4,
        "opa": "CD23",
        "opb": "CD30",
        "opc": "CD33",
        "opd": "CD34",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "057ddf49-f289-4991-889b-c5779b3760ea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is derived from CFU-E?",
        "exp": "- Red blood cells are derived from CFU-E - GM-CFU - gives granulocytes & monocytes - Lymphoid stem cells - gives B cells, T cells, NK cells",
        "cop": 1,
        "opa": "Red blood cell",
        "opb": "Lymphocyte",
        "opc": "Platelet",
        "opd": "Neutrophil",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "c5a250d4-334d-4e01-b31a-3bad05a9cf23",
        "choice_type": "single"
    },
    {
        "question": "Ratio of fat cells and blood cells in bone marrow is-",
        "exp": "Ratio of fat cells and blood cells in bone marrow is 1: 1 Normal Myeloid: Erythroid ratio = 3-4: 1. Normal ratio of marrow cells: fat cells=1: 1. Normal Cellularity (%) = 100 - Age. Decreases with age At 10yrs =100-10=90% cellularity At 30yrs=100-30=70% cellularity",
        "cop": 3,
        "opa": "1: 04",
        "opb": "1: 02",
        "opc": "1: 01",
        "opd": "2: 01",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "f328c0f4-1b7a-4067-8688-6b7bf6a056d7",
        "choice_type": "single"
    },
    {
        "question": "Erythropoetin in fetus is secreted by?",
        "exp": "Sources of erythropoietin: Fetus: Liver Adult: Interstitial cells in peritubular capillary bed of kidneys (85%). Perivenous hepatocytes in the liver (15%). Brain (protective effect against excitotoxic damage triggered by hypoxia).",
        "cop": 1,
        "opa": "Liver",
        "opb": "Marrow",
        "opc": "Spleen",
        "opd": "Kidney",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "ba2abf77-a196-4353-b23c-29a2697e9408",
        "choice_type": "single"
    },
    {
        "question": "A primiparous D-negative (Rh-negative) mother has just delivered a D-positive child. Administration of which of the following substances would be indicated",
        "exp": "- Administration of anti-D antiserum to D-negative mother within 72hrs of delivery of D-positive child prevents maternal alloimmunization by removing fetal red cells from the maternal circulation.",
        "cop": 2,
        "opa": "Anti-D IgG to child",
        "opb": "Anti-D IgG to mother",
        "opc": "D-positive red cells to child",
        "opd": "D-positive red cells to mother",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "375d2a95-da19-4e13-8426-745d4e048d8b",
        "choice_type": "single"
    },
    {
        "question": "In a case of Plasmodium falciparum malaria, the peripheral blood smear does not demonstrate trophozoites and schizonts. The reason for this is:",
        "exp": "-Plasmodium falciparum is associated with infected red cells expressing Pf. EMP (Plasmodium falciparum erythrocyte membrane protein) leading to their attachment to the endothelial cells. -This leads to sequestration of infected red cells in the capillaries. -That's the reason for the non-appearance of trophozoites and schizonts in the peripheral blood smear.",
        "cop": 4,
        "opa": "Apoptosis of red cells because of hemozoin pigments",
        "opb": "Lysis of red cells with malarial parasite",
        "opc": "Infested cells are trapped in the spleen",
        "opd": "Infested red blood cells stick to the capillaries",
        "subject_name": "Pathology",
        "topic_name": "Hematopoeisis: Basic concepts",
        "id": "ba0b8499-1109-47ad-bb83-87ae48cb29fb",
        "choice_type": "single"
    }
]