[
    {
        "question": "Which of the following leukemia almost never develops after radiation?",
        "exp": "Ref: Robbin's Pathology, 9th ed. pg. 324-325. Cancers associated with radiation:* ALL, AML, CML* Thyroid cancer* Breast cancer* Lung cancer* Bladder, ovarian cancer. Cancers not seen with radiation:* CLL* Hodgkin's lymphoma* Prostate cancer, testis cancer and cervical cancer",
        "cop": 4,
        "opa": "Acute myeloblastic leukemia",
        "opb": "Chronic myeloid leukemia",
        "opc": "Acute lymphoblastic leukemia",
        "opd": "Chronic lymphocytic leukemia",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "1c099a36-e339-4477-84ab-5fbce6ad51ab",
        "choice_type": "single"
    },
    {
        "question": "The amount of potassium delivered to this patient after giving one bottle?",
        "exp": "Ans. (b) 4 mmol. Composition of one liter of Ringer's Lactate solution:* 130 m. Eq of sodium ion = 130 mmol/L* 109 m. Eq of chloride ion = 109 mmol/L* 28 m. Eq of lactate = 28 mmol/L* 4 m. Eq of potassium ion = 4 mmol/L* 3 m. Eq of calcium ion = 1. 5 mmol/LRingers lactate has an osmolarity of 273 m. Osm/L",
        "cop": 2,
        "opa": "2 mmol",
        "opb": "4 mmol",
        "opc": "8 mmol",
        "opd": "10 mmol",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "d3b519df-3fdb-41cd-a2de-8b742da38489",
        "choice_type": "single"
    },
    {
        "question": "Edema occurs when plasma protein level is below:",
        "exp": "Ans. (c) 5g/dL(Ref: Harshmohan 5th pg 97). When total plasma proteins <5gm/dl (normal 6-8gm/dl) or albumin <2. 5gm/dl (normal 3. 5-5gm/dl) edema takes place",
        "cop": 3,
        "opa": "8 g/Dl",
        "opb": "2 g/dL",
        "opc": "5 g/dL",
        "opd": "10 g/dL",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "a56a74e3-b33f-479c-8d89-fa4d457e8032",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in hyperemia?",
        "exp": "Ans. is 'b' i. e., Increased arteriolar blood flow to the tissue * Hypermia and congestion are the terms used for increased volume of blood within dilated vessels of an organ or tissue.* Hyperemia is an active process resulting from augmented blood flow to tissue because of arteriolar dilatation, at the site of inflammation or in skeletal muscle during exercise. Hyperemia is one of the cardinal sign of inflammation, i. e. redness (rubor) is due to hyperemia.* Congestion is a passive process resulting from impaired venous outflow from a tissue. It occurs in heart failure, portal venous obstruction and other local causes of obstruction. In right heart failure there is hepatic (liver) congestion and in left heart failure there is pulmonary congestion.",
        "cop": 2,
        "opa": "Decreased arteriolar blood flow to the tissue",
        "opb": "Increased arteriolar blood flow to the tissue",
        "opc": "Increased venous blood flow in the tissue",
        "opd": "Decrease venous blood flow in the tissue",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "829ba070-db18-416c-b1db-bf74a02c9f50",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman presents with black stools. Laboratory studies demonstrate a hypochromic, microcytic anemia. Upper GI endoscopy reveals a duodenal ulcer. Which of the following best describes the stools in this patient with peptic ulcer disease?",
        "exp": "Melena (black stool) is a symptom of upper gastrointestinal bleeding. Blood from ruptured esophageal varices or a peptic ulcer is partially digested by hydrochloric acid. Hemoglobin is transformed into a black pigment (hematin), which imparts a typical \"coffee-grounds\" color to the stool. Hematemesis (choice A) is vomiting of blood. Hematobilia (choice B) is bleeding into the biliary passages, as a complication of trauma or neoplasia. Hematochezia (choice C) is passage of bloody stools caused by lower gastrointestinal hemorrhage. Steatorrhea (choice E) is passage of fatty stools caused by pancreatic disease and malabsorption. Diagnosis: Peptic ulcer disease",
        "cop": 4,
        "opa": "Hematemesis",
        "opb": "Hematobilia",
        "opc": "Hematochezia",
        "opd": "Melena",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "21f91223-d65b-4b42-9cad-088f4574f40b",
        "choice_type": "single"
    },
    {
        "question": "The most common source of embolism:",
        "exp": "Ans. (a) DVT(Ref: Robbins 9th/pg 127; 8th/pg 126)MC cause of venous embolism is DVTMost arise in the deep leg veins above the level of the knee. Q",
        "cop": 1,
        "opa": "DVT",
        "opb": "Trauma",
        "opc": "Infection",
        "opd": "Surgery",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "fe81823c-ee60-4667-a644-a2037f41af23",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman undergoes a face lift. Two days later, she presents for follow-up care with confluent bluish hemorrhages in the skin around her eyes (\"black eyes\"). Which of the following best describes this pattern of superficial skin hemorrhage?",
        "exp": "Ecchymosis is a larger superficial hemorrhage in the skin. Following hemorrhage, the initially purple discoloration of the skin turns green and then yellow before resolving. This sequence of events reflects the progressive oxidation of bilirubin released from the hemoglobin of degraded erythrocytes. A \"black eye\" is a good example of an ecchymosis. Petechiae (choice D) are pinpoint hemorrhages, usually in the skin or conjunctiva. Purpura (choice E) is a diffuse superficial hemorrhage in the skin up to 1 cm in diameter. Diagnosis: Ecchymosis",
        "cop": 1,
        "opa": "Ecchymosis",
        "opb": "Hematocephalus",
        "opc": "Maculopapular rash",
        "opd": "Petechiae",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "9cff4457-d4cf-4ee8-b4a5-384a1fe95e1c",
        "choice_type": "single"
    },
    {
        "question": "Lacunar Reed Sternberg cell is found in which type of Hodgkin's lymphoma?",
        "exp": "Ref: Harsh Mohan, 7th ed. pg. 350. Type of Hodgkin's lymphoma. Nodular sclerosis. Most common type of Hodgkin lymphoma. Lacunar Reed-Sternberg cell variants in a mixed inflammatory background; broad sclerotic bands of collagen usually also present. CD15+, CD30+ Reed- Sternberg cells. Most common in young adults, often arises in the mediastinum cervical lymph nodes. Mixed celiularity type. Second most common form of Hodgkin lymphoma. Frequent classic Reed-Sternberg cells in a mixed inflammatory background. CD15+, CD30+, Reed-Sternberg cells. Most common in men, more likely to present at advanced stages than the nodular sclerosis type EBV+in 70% of cases",
        "cop": 3,
        "opa": "Mixed cellularity",
        "opb": "Lymphocyte rich",
        "opc": "Nodular sclerosis",
        "opd": "Lymphocyte depleted",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "7ae94a49-9899-433e-a684-43911715a6f9",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman following major abdominal surgery has had discomfort and swelling of her left leg for the past week. On physical examination, the leg is slightly difficult to move, and on palpation there is tenderness. A Doppler sonogram shows thrombosis of deep left leg veins. Which of the following mechanisms is most likely to contribute to her condition?",
        "exp": "The most important and the most common cause of venous thrombosis is vascular stasis, which often occurs with immobilization. Calcium is a cofactor in the coagulation pathway, but an increase in calcium has minimal effect on the coagulation process. Aspirin inhibits platelet function and limits thrombosis. Nitric oxide is a vasodilator and an inhibitor of platelet aggregation. Turbulent blood flow may promote thrombosis, but this risk factor is more common in fast-flowing arterial circulation.",
        "cop": 2,
        "opa": "Hypercalcemia",
        "opb": "Immobilization",
        "opc": "Ingestion of aspirin",
        "opd": "Nitric oxide release",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "5b7cdf1a-e3d5-4216-b0e0-c1004d24d1cc",
        "choice_type": "single"
    },
    {
        "question": "64 year old male died due to RTA. On examination, his vessels showed following clots. Diagnosis?",
        "exp": "Ans. (b) Chicken Fat Thrombus/ Postmortem ClotA. Chicken fatB. Current jelly (red cells)#Postmortem clots are not attached to vessel walls#Show separation of red cells and plasma so that the clotted plasma resembles \"chicken fat\" layered on top of a rubber gelatinous dark red mass of erythrocytes resembling \"current jelly\"",
        "cop": 2,
        "opa": "Lines of Zahn",
        "opb": "Chicken fat thrombus",
        "opc": "Red cells",
        "opd": "White cells",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "72949d15-5c80-4643-9c9d-54e7d812ff41",
        "choice_type": "single"
    },
    {
        "question": "Which virus leads to Aplastic Crisis?",
        "exp": "* Hepatitis B, C and D can lead to aplastic anemia. In contrast Parvo virus B19 leads to a transient bone marrow illness called aplastic crisis.* Parvovirus B19 (B19V) is a single-stranded DNA virus of the family Parvo-viridae and genus Erythrovirus.* It has a unique tropism for human erythroid progenitor cells. The virus requires the P blood antigen receptor (also known as globoside) to enter the cell.",
        "cop": 2,
        "opa": "Poxvirus",
        "opb": "Parvo virus B19",
        "opc": "Hepatitis A",
        "opd": "Hepatitis B",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "c07fcd3e-48fc-42c5-929d-6bd4cbfee9eb",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common defectively produced antibody in multiple myeloma?",
        "exp": "Ref: Robbin's Pathology, 9th ed. pg. 598-99* The over production of light chains of IgG is the most common abnormality in multiple myeloma. In Waldenstrom cryoglobulinemia, IgM is overproduced.* Most common presentation of multiple myeloma is anemia >bone pain.* Least common presentation of multiple myeloma is hyperviscosity* Investigation of choice for multiple myeloma is bone marrow biopsy* Screening test for multiple myeloma is serum electrophoresis showing M spike* Most common cause of death in multiple myeloma is infections* Most common cause of kidney damage in multiple myeloma is hypercalcemia.",
        "cop": 1,
        "opa": "Ig G",
        "opb": "Ig M",
        "opc": "Ig A",
        "opd": "Ig D",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "a18bda22-7600-44ca-9f2c-ef994bb08d26",
        "choice_type": "single"
    },
    {
        "question": "A 20 yr old male was found dead in his home. Family claimed it as dead due to sudden MI What is the best test to distinguish antemortem from post-mortem clot?",
        "exp": "Ans. (a) Lines of Zahn. Line of Zahn are due to alternate pale layers of platelets with fibrin & darker layers (marked with arrow)with more RBCs. These lines distinguish antemortem clots from the bland non-laminated clots postmortem Q clots",
        "cop": 1,
        "opa": "Lines of Zahn",
        "opb": "Chicken fat",
        "opc": "Red cells",
        "opd": "White cells",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "c1b1caf0-ce77-41fc-beed-7b009a0e8c29",
        "choice_type": "single"
    },
    {
        "question": "Which type of cell does not increase bv steroid?",
        "exp": "Ans: B (Eosinophil) Ref: Robbins Pathologic Basis of Disease, 8th edition, Pg: & Ganong, Review of Medical Physiology, 21st edition. Explanation: Effects of Glucocorticoids on the Blood Cells & Lymphatic Organs. Glucocorticoids decrease the number of circulating eosinophils by increasing their sequestration in the spleen and lungs and also lower the number of basophils in the circulation. Glucocorticoids increase the number of neutrophils, platelets, and red blood cells. Glucocorticoids decrease the circulating lymphocyte count and the size of the lymph nodes and thymus by inhibiting lymphocyte mitotic activity. The reduced secretion of the cytokine IL-2 leads to reduced proliferation of lymphocytes, and these cells undergo apoptosis. Steroids- Increases Neutrophils. RBCs & Platelets- Decreases Eosinophils, Lymphocytes and Basophils",
        "cop": 2,
        "opa": "RBC",
        "opb": "Eosinophil",
        "opc": "Monocyte",
        "opd": "Necrophil",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "f5ce20ea-1f5e-425c-be03-52ce49ad87d8",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old man is on a scuba diving trip and descends to a depth of 50 m in the Blue Hole off the coast of Belize. After 30 minutes, he has a malfunction in his equipment and quickly returns to the boat on the surface. He develops difficulty breathing within 5 minutes, with dyspnea and substernal chest pain, followed by a severe headache and vertigo. An hour later, he develops severe, painful myalgias and arthralgias. These symptoms abate within 24 hours. Which of the following occluding his arterioles is the most likely cause of his findings?",
        "exp": "These findings are characteristic of decompression sickness (the bends), a form of air embolism. At high pressures, such as occur during a deep scuba dive, nitrogen is dissolved in blood and tissues in large amounts. Ascending too quickly does not allow for slow release of the gas, and formation of small gas bubbles causes symptoms from occlusion of small arteries and arterioles. Fat globules in pulmonary arteries are a feature of fat embolism, which usually follows trauma. Fibrin thrombi may form with widespread activation of coagulation, as with DIC. Platelet thrombi may form with microangiopathic hemolytic anemia, such as thrombotic thrombocytopenic purpura. Atherosclerosis typically occurs in elastic arteries, not arterioles.",
        "cop": 3,
        "opa": "Fat globules",
        "opb": "Fibrin clots",
        "opc": "Nitrogen gas bubbles",
        "opd": "Platelet thrombi",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "f5857d29-73d4-48f1-9b2d-06a84869c115",
        "choice_type": "single"
    },
    {
        "question": "Flow cytometry is done to know -",
        "exp": "Ans. is 'a' i. e., Rapid cell shrinkage o As there is no inflammation in apoptosis - there is no leukocyte migration. Apoptotic cells or apoptotic bodies (end products) are phagocytosed by macrophages, o Endonuclease causes double stranded breaks of nuclear DNA. The nucleus itself may break up producing two or more fragments. o Activation of caspases is central to the pathogenesis of apoptosis.:-Following are the method to identify the apoptopic cells. Staining of chromatin condension by haematoxylin, Feulgen and acridine orange. Flow cytometry to visualise rapid cell shrinkage. DNA changes in situ technique or by electrophoresis, Annexin V as a marker of apoptotic cell.",
        "cop": 1,
        "opa": "Rapid cell shrinkage",
        "opb": "Blood flow to brain",
        "opc": "Net O2 supply to tissues",
        "opd": "Amount of O2 bound to hemoglobin",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "d7665dee-6de5-409e-9bad-cc1db2d2cb09",
        "choice_type": "single"
    },
    {
        "question": "Heart failure cells are",
        "exp": "Ans. (c) Hemosiderin laden macrophages(Ref: Robbin's 9th/pg 115). Chronic pulmonary congestion: shows Hemosiderinladen macrophages (heart failure cells) Q",
        "cop": 3,
        "opa": "Foam cells",
        "opb": "Lipid laden macrophages",
        "opc": "Hemosiderin laden macrophages",
        "opd": "Type 1 pneumocytes",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "4de79ede-4b39-43d8-aced-4f65990733e7",
        "choice_type": "single"
    },
    {
        "question": "Least affected organ in arterial thromboembolism is?",
        "exp": "Ans. (a) Liver(Ref: Robbins 9th/pg 127; 8th/pg 126, MD Guidelines- Arterial Embolism and Thrombosis by Presley Reed, MD). Arterial emboli often occur in the legs and feet. Some may occur in the brain, or heart. Less common sites include the Liver, intestines, and eyes",
        "cop": 1,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Heart",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "4ed382fc-c8d7-497e-abeb-16d769b2bf63",
        "choice_type": "single"
    },
    {
        "question": "Heinz bodies are composed of?",
        "exp": "Summary of Inclusions in RBCs. Howell jolly bodies. DNABasophilic stippling. RNA remnants. Siderotic granules/ pappenhiemer bodies. Iron. Heinz bodies. Denatured Hemoglobin",
        "cop": 4,
        "opa": "DNA",
        "opb": "RNA",
        "opc": "Iron",
        "opd": "Denatured hemoglobin",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "02bde4f2-c827-4c9c-b9ff-223eb26444ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is to be done to screen a lady with family history of thalassemia?",
        "exp": "Ref: Textbook of hematology Dr. Tejender sittgh 2nd ed. P 90-92, Hemoglobinopathies by Atiupam sachdev 1st ed. P 100. Initial screening test for diagnosis of b-thalassemia carriers is NESTROFT. The naked eye single tube osmotic fragility test is based on osmotic fragility using 0. 36% buffered saline. Procedure* Two test tubes labeled as Buffered saline (2mL) and distilled water 2mL) are taken and a drop of water is added to each of tubes, which is left undisturbed for hall an hour at room temperature. Following this contents ol the tube are shaken and held against a white paper on which a thin black line is drawn. Interpretation* The line is clearly visible through the DW tube and if the same is seen in Buffered saline tube, it indicates that the test is negative.* Thalassemia syndrome is the most common genetic syndrome worldwide.* IOC for thalassemia is HPLC [?] Hb electrophoresis.",
        "cop": 2,
        "opa": "Hb A2 Levels",
        "opb": "NESTROFT",
        "opc": "High performance liquid chromatography",
        "opd": "P. smear and reticulocyte count",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "336121ef-5ee4-4571-b8cc-a8cafa4a0d47",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man is brought to the emergency room after rupturing his spleen in a motorcycle accident. His blood pressure on admission is 80/60 mm Hg. Analysis of arterial blood gasses demonstrates metabolic acidosis. This patient is most likely suffering from which of the following conditions?",
        "exp": "Hypovolemic shock is secondary to a pronounced decrease in blood or plasma volume, caused by the loss of fluid from the vascular compartment. Hemorrhage, fluid loss from severe burns, diarrhea, excessive urine formation, perspiration, and trauma are major mechanisms of fluid loss that can lead to hypovolemic shock. Cardiogenic shock (choice B) is caused by myocardial pump failure. Septic shock (choice E) is improbable in this setting. Diagnosis: Hypovolemic shock",
        "cop": 4,
        "opa": "Acute pancreatitis",
        "opb": "Cardiogenic shock",
        "opc": "Hypersplenism",
        "opd": "Hypovolemic shock",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "04bf930c-ffda-41a4-a26e-fe991f25e194",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman with a history of diabetes mellitus has had left-sided chest pain radiating to the arm for the past 5 hours. Serial measurements of serum creatine kinase-MB levels show an elevated level 24 hours after the onset of pain. Partial thromboplastin time (PTT) and prothrombin time (PT) are normal. Coronary angiography shows occlusion of the left anterior descending artery. Which of the following mechanisms is the most likely cause of thrombosis in this patient?",
        "exp": "Atherosclerotic damage to vascular endothelium is the most common cause of arterial thrombosis; this damage accumulates almost imperceptibly over many years. Diabetes mellitus types I and II accelerate atherosclerosis. Inhibitors to coagulation, such as antiphospholipid antibodies, typically prolong the partial thromboplastin time (PTT), the prothrombin time (PT), or both. Decreased levels of antithrombin III and mutation in the factor V gene are inherited causes of hypercoagulability; they are far less common than atherosclerosis of coronary vessels. Decreased production of tissue plasminogen activator from intact endothelial cells may occur in anoxia of the endothelial cells in veins with sluggish circulation. Stasis of blood flow is important in thrombosis within the low-pressure venous circulation.",
        "cop": 2,
        "opa": "Antibody inhibitor to coagulation",
        "opb": "Damage to endothelium",
        "opc": "Decreased antithrombin III level",
        "opd": "Decreased tissue plasminogen activator",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "8948d858-6e1e-48fe-a05e-c2b61cc632bd",
        "choice_type": "single"
    },
    {
        "question": "Hodgkins lymphoma is caused by:",
        "exp": "Ref: Robbin's Pathology, 9th ed. pg. 588-90, 606. EBVNasopharyngeal cancer, Burkitt lymphoma, Hodgkins and non-Hodgkin lymphoma; Infectious mononucleosis (Paul Bunnel test). CMVCMV retinitis. HHV 6. Primary effusion lymphoma. HHV 8. Kaposi sarcoma",
        "cop": 1,
        "opa": "EBV",
        "opb": "CMV",
        "opc": "HHV6",
        "opd": "HHV8",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "58840ff6-308d-49bd-ad40-0753bfd2045c",
        "choice_type": "single"
    },
    {
        "question": "Weibel-palade bodies are present in:",
        "exp": "Ans. (a) Vascular endothelial cells(Ref: Weibel ER, (October 1964). J. Cell Biol. 23 (1): 101 -12). Weibel-Palade bodies are the storage granules of endothelial cells. They store and release von Willebrand factor and P-selectin.",
        "cop": 1,
        "opa": "Vascular endothelial cells",
        "opb": "Warthin finkeldey cells",
        "opc": "Leydig cells",
        "opd": "Dendritic cells",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "e3580307-58f1-4b35-ba0f-7427746316c7",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman appears at your office. She was subjected to radical mastectomy and axillary node dissection for breast cancer a year ago. She now notices that her arm becomes swollen by the end of the day. What is the appropriate name for this fluid accumulation?",
        "exp": "Obstruction of lymphatic flow may occur in a number of clinical settings, but is most common because of surgical removal of lymph nodes or tumor obstruction. For example, the lymphatic system may be obstructed after axillary lymph node dissection for breast cancer. Prolonged lymphatic obstruction in the patient's shoulder causes edema, progressive dilation of lymphatic vessels (lymphangiectasia), and overgrowth of fibrous tissue. Lymphangiosarcoma has also been described. Chylothorax (choice A) represents an accumulation of lymphedema in the pleural space. Exudates (choices D and E) are associated with acute inflammation. Diagnosis: Lymphedema, breast cancer",
        "cop": 3,
        "opa": "Chylothorax",
        "opb": "Hydrothorax",
        "opc": "Lymphedema",
        "opd": "Purulent exudate",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "8a204c46-c57a-43d0-a5c5-d2fcb97ebd3d",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old fire fighter emerges from a burning house with third-degree burns over 70% of his body. The patient expires 24 hours later. Which of the following was the most likely cause of death?",
        "exp": "Hypovolemic shock may be caused by hemorrhage, fluid loss from severe burns, diarrhea, excessive urine formation, perspiration, or trauma. In the case of burns or trauma, direct damage to the micro-circulation increases vascular permeability. Persons with third-degree burns weep large amounts of plasma. The other choices are unlikely causes of death in an acute burn victim. Diagnosis: Hyperthermia, hypovolemic shock",
        "cop": 3,
        "opa": "Congestive heart failure",
        "opb": "Disseminated intravascular coagulation",
        "opc": "Hypovolemic shock",
        "opd": "Pulmonary saddle embolism",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "971cba03-d556-4abc-9715-d727625b977a",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman with an uncomplicated pregnancy develops sudden dyspnea with cyanosis and hypotension intrapartum during routine vaginal delivery of a term infant. She has a generalized seizure and becomes comatose. Her condition does not improve over the next 2 days. Which of the following findings is most likely to be present in her peripheral pulmonary arteries?",
        "exp": "Amniotic fluid embolism rarely occurs in pregnancy, but it has a high mortality rate. The fluid reaches torn uterine veins through ruptured fetal membranes. Aggregates of platelets represent localized thrombosis, an unlikely event in the lungs. Fat globules are seen in fat embolism, usually after severe trauma. Gas bubbles in vessels from air embolism can be a rare event in some obstetric procedures, but it is an unlikely event in natural deliveries. Peripheral pulmonary thromboemboli are most likely to produce chronic pulmonary hypertension and develop over weeks to months.",
        "cop": 2,
        "opa": "Aggregates of platelets",
        "opb": "Amniotic fluid",
        "opc": "Fat globules",
        "opd": "Gas bubbles",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "15f34c5b-099b-42e8-9ac4-47fd44895b3f",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old alcoholic is rushed to the hospital with bleeding esophageal varices and expires. At autopsy, the patient's protruding abdomen is found to contain a large volume of serous fluid. What is the appropriate term used to describe this fluid?",
        "exp": "A protruding belly and fluid accumulation in patients with cirrhosis represents ascites (i. e., accumulation of serous fluid in the abdominal cavity). It is primarily a consequence of portal hypertension and hypoalbuminemia. None of the other choices describe serous fluid accumulation in the abdomen. Diagnosis: Cirrhosis, portal hypertension",
        "cop": 1,
        "opa": "Ascites",
        "opb": "Exudate",
        "opc": "Hemorrhage",
        "opd": "Hydrothorax",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "a8721b46-e752-4baf-994b-a34f0a992e6c",
        "choice_type": "single"
    },
    {
        "question": "50 year old male presents with chronic right heart failure. The succumbs to his illness. On autopsy, liver shows following changes:",
        "exp": "Ans. (a) Nutmeg liver. Pathologically, the term nutmeg liver refers to the speckled appearance of the cut liver in chronic venous congestion, due to dilated and congested red central veins surrounded by paler, unaffected liver tissue (resembling a grated nutmeg kernel). Note the dark red congested regions that represent accumulation of RBC's in centrilobular regions. Microscopically, the nutmeg pattern results from congestion around the central veins. Nutmeg liver is most frequently seen in right heart failure QIf the passive congestion is pronounced, then there can be centrilobular necrosis. If chronic hepatic passive congestion continues for a long time, a condition called \"cardiac cirrhosis\" Q",
        "cop": 1,
        "opa": "Nutmeg liver",
        "opb": "Normal liver",
        "opc": "Hemosiderosis liver",
        "opd": "Liver failure",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "cff07231-7064-4859-81e0-676489285de2",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old woman complains of swelling of her eyelids, abdomen, and ankles. At bedtime, there are depressions in her legs at the location of the elastic in her socks. A chest X-ray shows bilateral pleural effusions. Urine protein electrophoresis demonstrates 4+ proteinuria. A percutaneous needle biopsy of the kidney establishes the diagnosis of minimal change nephrotic syndrome. Soft tissue edema in this patient is most likely caused by which of the following mechanisms of disease?",
        "exp": "The pressure differential between the intravascular and the interstitial compartments is largely determined by the concentration of plasma proteins, especially albumin. Any condition that lowers plasma albumin levels, whether from albuminuria in nephrotic syndrome or reduced albumin synthesis in chronic liver disease, tends to promote generalized edema. Diagnosis: Minimal change nephrotic syndrome",
        "cop": 3,
        "opa": "Active hyperemia",
        "opb": "Chronic passive congestion",
        "opc": "Decreased intravascular oncotic pressure",
        "opd": "Hyperalbuminemia",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "6b695430-6bf1-4e3b-8297-1e38797540e3",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman presents with fatigue and shortness of breath. Physical examination shows evidence of pulmonary edema, enlargement of the left atrium, and calcification of the mitral valve. A CT scan demonstrates a large obstructing mass in the left atrium. Before open heart surgery can be performed to remove the tumor, the patient suffers a stroke and expires. Which of the following hemodynamic disorders best explains the pathogenesis of stroke in this patient?",
        "exp": "Cardiac myxoma is the most common primary tumor of the heart. One third of patients with a left atrial or left ventricular myxoma die from tumor embolization to the brain. Less likely causes of stroke in this patient with a cardiac myxoma include atherosclerosis (choice B) and hypertensive hemorrhage (choice D). Diagnosis: Cardiac myxoma",
        "cop": 1,
        "opa": "Arterial embolism",
        "opb": "Atherosclerosis",
        "opc": "Cardiogenic shock",
        "opd": "Hypertensive hemorrhage",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "8ee7aeaf-7ef6-48d2-8762-2438bae4b2a0",
        "choice_type": "single"
    },
    {
        "question": "Generalized body edema is associated with deficiency of?",
        "exp": "Ans. is 'c' i. e., Albumin * When total plasma protein is below 5 gm/dl (normal 6-8 gm/dl) or albumin is below 2. 5 gm/dl (normal 3. 5-5 gm/dl) edema takes place.* Severe generalized edema is called anasarca.",
        "cop": 3,
        "opa": "Vitamin B12",
        "opb": "Sodium",
        "opc": "Albumin",
        "opd": "EFAs",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "d5bb86f8-5d5d-411f-ba0a-b288c6a7ab7a",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman diagnosed with cancer in her left breast underwent a mastectomy with axillary lymph node dissection. Postoperatively, she develops marked swelling of the left arm that has persisted for 6 months. Now on physical examination, her temperature is 36. 9deg C. Her left arm is not tender or erythematous, and it is not painful with movement or to touch, but it is enlarged with a doughy consistency. Which of the following is the most likely mechanism for these findings?",
        "exp": "The surgery disrupted lymphatic return, resulting in functional lymphatic obstruction and lymphedema of the arm. The lymphatic channels are important in scavenging fluid and protein that have leaked into the extravascular tissues from the intravascular compartment. Although the amount of fluid that is drained through the lymphatics is not great, it can build up gradually. Cellulitis is caused by an infection of the skin and subcutaneous tissue, and displays erythema, warmth, and tenderness. Congestive heart failure can lead to peripheral edema, which is most marked in dependent areas such as the lower extremities and over the sacrum (in bedridden patients). Decreased plasma oncotic pressure from hypoalbuminemia, or sodium and water retention with heart or renal failure, leads to more generalized edema. Phlebothrombosis leads to swelling with pain and tenderness, but it is uncommon in the upper extremities.",
        "cop": 4,
        "opa": "Cellulitis",
        "opb": "Congestive heart failure",
        "opc": "Decreased plasma oncotic pressure",
        "opd": "Lymphedema",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "679afdad-3a57-43df-a199-9cf00c14f00f",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man with hemophilia is recently wheelchair bound. Which of the following best accounts for this development?",
        "exp": "Hemarthrosis refers to bleeding into the joint cavity. It is associated with joint swelling and is a crippling complication of hemophilia. Repeated bleeding may cause deformities and may limit the mobility of the joints. Hematemesis (choice B) is vomiting blood. Hematocephalus (choice C) is an intracranial infusion of blood. Hematochezia (choice D) is passage of blood caused by lower gastrointestinal hemorrhage. Hemoptysis (choice E) is coughing up blood. Diagnosis: Hemophilia, hemarthrosis",
        "cop": 1,
        "opa": "Hemarthrosis",
        "opb": "Hematemesis",
        "opc": "Hematocephalus",
        "opd": "Hematochezia",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "31217ea5-a1f1-4e7e-b917-e38db8c6d566",
        "choice_type": "single"
    },
    {
        "question": "A 1-year-old girl is brought to the emergency room by her parents who report she has had a fever and diarrhea for 3 days. Her temperature is 38degC (101degF). The CBC shows a normal WBC count and increased hematocrit (48 g/dL). Which of the following is the most likely cause of increased hematocrit in this patient?",
        "exp": "Increased hematocrit in this patient reflects hemoconcentration caused by dehydration, secondary to diarrhea. This hematologic condition, termed relative polycythemia, is characterized by decreased plasma volume with a normal red cell mass. When patients suffer from burns, vomiting, excessive sweating, or diarrhea, they not only lose fluid but also suffer electrolyte disturbances. Systemic blood pressure falls with continuous dehydration, and declining perfusion eventually leads to death. Diabetes insipidus (choice C) may cause dehydration but is an unlikely choice because the patient has a history of diarrhea. None of the other choices cause relative polycythemia. Diagnosis: Dehydration, relative polycythemia",
        "cop": 2,
        "opa": "Acute phase response",
        "opb": "Dehydration",
        "opc": "Diabetes insipidus",
        "opd": "Malabsorption",
        "subject_name": "Pathology",
        "topic_name": "Hemodynamics",
        "id": "8331f967-1fc5-479b-8af9-ae34f153e0de",
        "choice_type": "single"
    }
]