[
    {
        "question": "A 24-year-old woman with sickle cell disease is seen in the emergency room for an acute upper respiratory tract infection. Laboratory findings reveal severe, normocytic anemia. The patient develops a rapid drop in the hemoglobin level. However, the reticulocyte count is very low (<0. 1%). This finding most likely reflects which of the following conditions?",
        "exp": "Aplastic crisis in sickle cell disease arises from the infection of red cell progenitors by parvovirus B19, which causes a transient cessation of erythropoiesis and a sudden worsening of the anemia. It is triggered by infection of erythroblasts in bone marrow with parvovirus B19.",
        "cop": 3,
        "opa": "Bone marrow failure due to repeated infarction",
        "opb": "Expected result for the patient's underlying anemia",
        "opc": "Parvovirus B19 infection",
        "opd": "Retroperitoneal hemorrhage",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "fad0caba-74d6-4d5e-a3c6-9486c2bbe62e",
        "choice_type": "single"
    },
    {
        "question": "All the following features precipitate sickling of HbS except:",
        "exp": "- Acidosis precipitate the sickling of HbS not alkalosis. - Conditions that precipitate sickling of HbS are: Increase in concentration of the HbS. Acidosis Hypoxia Dehydration. Exercise. infections - Paicularly seen in those organs in which time taken for RBC's to pass through it is more (organs having sluggish circulation)",
        "cop": 4,
        "opa": "Hypoxia",
        "opb": "Dehydration",
        "opc": "Infections",
        "opd": "Alkalosis",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "fdf04757-beda-4099-a1ec-4452f8da953a",
        "choice_type": "multi"
    },
    {
        "question": "In sickle cell crisis bone pain is due to:-",
        "exp": "- Abnormal shape of RBC - Occlusion of small vessels of bone - bone infarction - resulting in pain If bones of hand & feet are involved - Hand foot syndrome Long bones - Avascular necrosis of femur veebral column - 'H' shaped veebra/ cod fish veebra/ fish mouth veebra -X ray skull - crew cut appearance (Hair on end appearance)",
        "cop": 1,
        "opa": "Bone infarction",
        "opb": "Osteroporosis",
        "opc": "Osteomalacia",
        "opd": "Periosteal reaction",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "b32f6351-bbfd-4c71-93eb-1e3eff7f1af5",
        "choice_type": "single"
    },
    {
        "question": "Eosin-5- Maleimide flow cytometry is used for diagnosis of:-",
        "exp": "- Flow cytometric analysis with EMA - labeled RBC is performed for the diagnoses of HS. - EMA is a fluorescent dye that binds to skeletal proteins of RBC. - Deficiencies of band 3, ankyrin, band 4. 2 which cause HS, result in decrease of fluorescence intensity of EMA binding. - Thus, flow cytometry with EMA labeled RBCs is practical & useful test for diagnosis of HS in newborn. - Rx:- Elective Splenectomy. - Remaining options like G6. PD, Sickle cell anemia, Thalassemia; IOC is HPLC:- High performance liquid chromatography.",
        "cop": 2,
        "opa": "G6. PD",
        "opb": "Hereditary spherocytosis",
        "opc": "Sickle cell anemia",
        "opd": "Alpha thalassemia",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "9b51cf02-afca-4663-9810-1ea41be94a8e",
        "choice_type": "single"
    },
    {
        "question": "Schistocytes in peripheral smear is seen in all except:",
        "exp": "Irregular fragmented red cells appearing as helmet shaped or triangular. Schistocytes are seen in all conditions having Micro or Macro angiopathic hemolytic anemia. Macroangiopathic Hemolytic anemia - Prosthetic cardiac valve transplantation. Sickle cell disease is inherited disease associated with sickled RBCs",
        "cop": 2,
        "opa": "DIC",
        "opb": "Sickle cell anemia",
        "opc": "TTP",
        "opd": "HUS",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "505c78ad-156c-4ecd-911d-c59cce350176",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is false about sickle cell disease?",
        "exp": "Sickle cell anemia is autosomal recessive condition caused d/t point mutation resulting in replacement of glutamic acid by valine at 6th position of b globin chain Chances of sickling increases by hypoxia & dehydration. Sickling is protective against malaria Irreversibly sickled cells, are rapidly sequestered and removed by mononuclear phagocytes especially in the spleen leading to extravascular hemolysis. Sickling provoked by hypeonicity in the renal medulla causes damage that eventually leads to hyposthenuria (the inability to concentrate urine), which increases the propensity for dehydration",
        "cop": 4,
        "opa": "Sickle cell trait confers protective effect against malaria",
        "opb": "Replacement of glutamic acid by valine at b6 position",
        "opc": "Hyposthenuria",
        "opd": "Hemolysis is predominantly intravascular",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "35e21932-8968-4c6b-a59d-62cd1fc58080",
        "choice_type": "multi"
    },
    {
        "question": "Autosplenectomy is seen in:",
        "exp": "- In sickle cell anemia initially, congestive splenomegaly is seen. - Later, sickled RBC causes aerial occlusion - ischemic damage to spleen - resulting in Fibrosis of spleen / autosplenectomy.",
        "cop": 2,
        "opa": "Hereditary spherocytosis",
        "opb": "Sickle cell disease",
        "opc": "Thalassaemia",
        "opd": "Autoimmune anemia",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "943e2171-bbbc-497d-bb6e-59587676f7ec",
        "choice_type": "single"
    },
    {
        "question": "In hereditary spherocytosis, an inherited abnormality is seen in which of the following red blood cell component?",
        "exp": "Hereditary spherocytosis (HS) is caused by diverse mutations that lead to an insufficiency of membrane skeletal components. The pathogenic mutations most commonly affect ankyrin, band 3, spectrin, or band 4. 2.",
        "cop": 4,
        "opa": "a-globin chain",
        "opb": "b-globin chain",
        "opc": "Phosphatidyl inositol glycan A",
        "opd": "Spectrin",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "da328e69-e21a-4567-83c0-2e117dd07b06",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about sickle cells?",
        "exp": "- Sickle cell disease is a common familial hemolytic anemia caused by a point mutation in b-globin in which glutamic acid is replaced by valine at 6th position. - It promotes the polymerization of deoxygenated hemoglobin, leading to red cell distoion, hemolytic anemia, microvascular obstruction, and ischemic tissue damage. - This sickling is reversible with oxygenation. - Sickling is severe in homozygous state than heterozygous state. - HbS facilitates sickling, not HbF - Dehydration & deoxygenation facilitates sickling",
        "cop": 3,
        "opa": "Sickling occurs equally in both heterozygous and homozygous variants",
        "opb": "Fetal hemoglobin facilitates sickling",
        "opc": "Sickling is reversible with oxygenation",
        "opd": "Sickling is associated with reduced MCHC",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "aaf91a5d-9771-4fd2-9daf-4a0d6427eb28",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old man who has recently had an aoic valve replacement now presents with pallor and fatigue. The red blood cell count is decreased, and schistocytes are repoed on examination of a peripheral blood smear. In addition, his indirect (unconjugated) bilirubin is significantly elevated. The cause of the anemia is likely",
        "exp": "- Turbulent blood flow over mechanical heart valves can cause shearing of RBC, resulting in fragmented cells termed schistocytes. -The hemolysis can result in anemia and hyperbilirubinemia. OTHER OPTIONS: - cold agglutinin disease - Triggered by cool temperatures, hemolysis is d/t antibodies against RBC - Hereditary spherocytosis causes hemolytic anemia d/t intrinsic defect in red blood cells - Dietary deficiencies dont cause fragmented RBC.",
        "cop": 4,
        "opa": "cold agglutinin disease.",
        "opb": "dietary deficiency.",
        "opc": "hereditary spherocytosis.",
        "opd": "mechanical disruption of red cells.",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "0dbeaf68-8827-4a0d-8870-345d620bdc82",
        "choice_type": "multi"
    },
    {
        "question": "A 30 months old boy is brought to the physician with jaundice and pallor. Investigations show anemia, reticulocytosis, and increased indirect bilirubin. A peripheral blood smear shows red blood cells without central pallor. This patient is most likely to have which of the following additional findings?",
        "exp": "- Clinical features & peripheral smear given in the question suggests the diagnosis of Hereditary spherocytosis. - Blood parameters seen are: Decrease Hb, serum haptoglobin Increase LDH Normal MCH Decreased MCV Increased MCHC",
        "cop": 2,
        "opa": "Decreased lactate dehydrogenase",
        "opb": "Increased mean corpuscular hemoglobin concentration",
        "opc": "Increased mean corpuscular volume",
        "opd": "Red blood cell inclusions",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "c09c93b4-2dce-4f36-831b-4306d3dec7b1",
        "choice_type": "multi"
    },
    {
        "question": "Spherocytosis in peripheral blood smear is seen in which of the following?",
        "exp": "Spherocytosis is seen in Hereditary spherocytosis Autoimmune hemolytic anemia Hemolytic disease of newborn Post-transfusion Heinz body hemolytic anemia (G6. PD deficiency, etc.) Water-dilution hemolysis (IV water infusion or drowning (fresh water)) Fragmentation hemolysis (Burns, mechanical trauma) Spherocytes represent red cells, with the most decreased surface area: volume ratio seen in hereditary spherocytosis, immune hemolytic anemia, stored blood, Heinz body hemolytic anemia, and caused by cell fragmentation.",
        "cop": 4,
        "opa": "Post-transfusion",
        "opb": "Hereditary spherocytosis",
        "opc": "Hemolytic disease of newborn",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "2dab5235-2e1a-49d3-a188-90f723c76fc3",
        "choice_type": "multi"
    },
    {
        "question": "Gamna-Gandy bodies contains hemosiderin along with?",
        "exp": "Gamna-Gandy bodies Yellow-brown siderotic bodies seen commonly in fibrocongestive splenomegaly. Contains hemosiderin along with Ca++. Seen in: Poal hypertension Sickle cell anemia Hairy cell leukemia",
        "cop": 2,
        "opa": "Na+",
        "opb": "Ca++",
        "opc": "Mg ++",
        "opd": "Cl-",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "c51306fc-c635-4ec8-80bb-9884260ab7b5",
        "choice_type": "single"
    },
    {
        "question": "Coomb's negative condition with spherocytes on peripheral smear amongst the following is:",
        "exp": "- G6. PD deficiency is Coomb's -ve condition as it is inherited condition & is not related to antibodies. - Remaining all conditions given in other options are Coomb's positive conditions.",
        "cop": 1,
        "opa": "G6. PD Deficiency",
        "opb": "Paroxysmal nocturnal hemoglobinuria",
        "opc": "Hemolytic disease of newborn",
        "opd": "AIHA",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "6521a9cb-1cef-432c-9e89-3adc7804e108",
        "choice_type": "single"
    },
    {
        "question": "Person having heterozygous sickle cell trait are protected from infection of:",
        "exp": "- People who are heterozygous to sickle cell trait (HbS) are protective against plasmodium falciparum,. - In this condition, parasites grow poorly/die d/tlow oxygen concentrations. Conditions providing protection against malaria G6. PD deficiency Thalassemia Sickle cell disease Absence of DUFFY antigen Pyruvate kinase deficiency HbC",
        "cop": 1,
        "opa": "P. falciparum",
        "opb": "P. vivax",
        "opc": "Pneumococcous",
        "opd": "Salmonella",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "345e8802-a06f-49b3-93fa-37605d21c5c5",
        "choice_type": "single"
    },
    {
        "question": "Sickle cell anemia is the clinical manifestation of homozygous genes for an abnormal hemoglobin molecule. The event responsible for the mutation in the b chain is:",
        "exp": "- Sickle cell disease is a common hereditary hemoglobinopathy caused by point mutation resulting in replacement of Glutamic acid by Valine at 6th position of b-globin chain.",
        "cop": 4,
        "opa": "Inseion",
        "opb": "Deletion",
        "opc": "Non-disjunction",
        "opd": "Point mutation",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "6a279052-52c2-4cdb-a754-9641063b882b",
        "choice_type": "single"
    },
    {
        "question": "Decreased osmotic fragility is not seen in which of the following conditions?",
        "exp": "- Hereditary spherocytosis is associated with increased osmotic fragility because RBCs are spherical & unstable d/t defect in their cytoskeleton. Osmotic fragility curves of normal and hereditary spherocytosis red blood cells.",
        "cop": 2,
        "opa": "Thalassemia",
        "opb": "Hereditary spherocytosis",
        "opc": "Sickle cell anemia",
        "opd": "Iron deficiency",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "ff0cd1ec-524e-4cc0-b257-077f7c94e155",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old African-American man with a history since early childhood of severe anemia requiring many transfusions has non healing leg ulcers and recurrent periods of abdominal and chest pain. These signs and symptoms are most likely to be associated with which of the following laboratory abnormalities?",
        "exp": "#NAME?",
        "cop": 4,
        "opa": "Decreased erythropoietin",
        "opb": "Increased erythrocyte osmotic fragility",
        "opc": "Decreased erythropoiesis",
        "opd": "Sickle cells on peripheral blood smear",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "761b61b1-9a6b-439a-b07a-cfbd5566ef62",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old female presented with jaundice and pallor for 2 months. Her peripheral blood smear shows the presence of spherocytes. The most relevant investigation to arrive at a diagnosis is which of the following?",
        "exp": "Coombs test going to be positive in autoimmune hemolytic anemia; negative in hereditary spherocytosis. Thus, a differentiation between these conditions can be done.",
        "cop": 3,
        "opa": "Tests for PNH",
        "opb": "Osmotic fragility test",
        "opc": "Coombs test",
        "opd": "Reticulocyte count",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "5bd54d3a-1d84-41bf-b26d-671d55a46287",
        "choice_type": "multi"
    },
    {
        "question": "Bone infarcts are seen in:",
        "exp": "- Sickled cells can cause microvascular occlusion affecting Bones - Hand foot syndrome; Avascular necrosis of femur; H-shaped/ cod-fish/ fish mouth veebra. Brain - coma/ altered consciousness/ stroke, Skin - chronic, non-healing ulcer Spleen - autosplenectomy Pulmonary circulation - Acute chest syndrome",
        "cop": 3,
        "opa": "Iron deficiency anemia",
        "opb": "Thalassemia",
        "opc": "Sickle cell anemia",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "edd43d8c-2781-4dbd-a885-4264b9ed308a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true of hereditary spherocytosis (HS)?",
        "exp": "Discussing the options about HS - a. TRUE D/t chronic hemolysis, pigmented stones are formed in gall bladder. b. FALSE In newborns, Spherocytosis & reticulocytosis are frequently minimal or absent c FALSE Hemolysis in hereditary spherocytosis is mainly extravascular d. FALSE 75% cases of HS have autosomal dominant inheritance Anisocytosis and several hyperchromic spherocytes are seen. Howell-Jolly bodies can be seen.",
        "cop": 1,
        "opa": "Pigment-type of gall stones are common",
        "opb": "Diagnosis can be made in neonatal period easily by examination of a blood film",
        "opc": "Intravascular hemolysis is a common feature",
        "opd": "Autosomal recessive inheritance in majority of the cases",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "f9f4f61d-ac6d-47c5-abf1-bacdcf539834",
        "choice_type": "multi"
    },
    {
        "question": "In sickle cell disease, which of the following does not influence the degree of sickling of red cells?",
        "exp": "Intake of primaquine acts as a trigger for hemolysis in G6. PD deficiency, and not related to sickle cell disease/sickling. Sickle cell disease Caused by a point mutation in which there is replacement of glutamic acid by valine at position 6 of the beta chain generating a sticky patch on the surface of HbS. The sticky patch on the surface of adjacent HbS molecules cause their polymerization resulting in formation of long fibrous precipitates. HbA, HbF can also weakly interact with HbS & prevent its polymerization (HbF >> HbA), therefore individuals with co-inherited condition of hereditary persistence of fetal Hb (HPFH) have less severe due to reduced sickling. Intracellular dehydration, increases the MCHC, facilitates sickling. Condition reducing MCHC also lead to less severe disease, eg. individual who is homozygous for HbS also has coexistent a-thalassemia, which reduces Hb synthesis and leads to milder disease. A decrease in intracellular pH reduces the oxygen affinity of hemoglobin, thereby increasing the fraction of deoxygenated HbS at any given oxygen tension and augmenting the tendency for sickling.",
        "cop": 3,
        "opa": "Hereditary persistence of fetal hemoglobin",
        "opb": "Intracellular pH",
        "opc": "Intake of primaquine",
        "opd": "Co-existing a-thalassemia",
        "subject_name": "Pathology",
        "topic_name": "Hemoglobinopathies: Sickle cell anemia",
        "id": "d7e5b688-f6ed-443d-b2e6-6993b51dee97",
        "choice_type": "single"
    }
]