[
    {
        "question": "A 44 year old patient presented with jaundice and had needle prick injury 2 year back and liver biopsy is shown below. Based on the histological features, classify type of hepatitis:",
        "exp": "In chronic hepatitis B, \"Ground-glass\" hepatocytes--cells with endoplasmic reticulum swollen by HBs. Ag--is a diagnostic hallmark. Immuno-staining can confirm the presence of viral antigen",
        "cop": 1,
        "opa": "Hepatitis B virus induced hepatitis",
        "opb": "Hepatitis C virus induced hepatitis",
        "opc": "Hepatitis A virus induced hepatitis",
        "opd": "Hepatitis E virus induced hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "269cb6bb-2cd8-45a9-bdf8-b7d92d125e7c",
        "choice_type": "single"
    },
    {
        "question": "Councilman bodies are seen in:",
        "exp": "Councilman bodies are seen in Acute viral hepatitis Hepatocyte apoptosis is an active form of \"programmed\" cell death resulting in hepatocyte shrinkage, Nuclear chromatin condensation (pyknosis), fragmentation (karyorrhexis), and cellular fragmentation into acidophilic apoptotic bodies. Apoptotic hepatocytes have often been referred to as Councilman bodies. The term acidophilic bodies is used, due to their deeply eosinophilic staining characteristics.",
        "cop": 3,
        "opa": "Wilson disease",
        "opb": "Alcoholic hepatitis",
        "opc": "Acute viral hepatitis",
        "opd": "Autoimmune hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "f4e5874f-fb82-4d70-b71a-f4ea4da6e44e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of autoimmune hepatitis?",
        "exp": "Anti-Sm antigen antibodies are found in SLE. Autoantibodies found in Type 1 autoimmune hepatitis: Antinuclear antibodies (ANAs) Anti-smooth muscle actin (SMA) antibodies Antibodies against soluble liver antigen/liver-pancreas antigen (SLA/LPA) Anti-mitochondrial antibodies (AMA, more typical of primary biliary cholangitis) Autoantibodies found in Type 2 autoimmune hepatitis: Anti-liver kidney microsome-1 (LKM-1) antibodies, which are directed against CYP2. D6 Anti-liver cytosol-1 (ACL-1) antibodies",
        "cop": 4,
        "opa": "Anti-SMA antibodies",
        "opb": "Anti-LKM1 anitbodies",
        "opc": "Anti-mitochondrial antibodies",
        "opd": "Anti-Sm antigen antibodies",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "381623e4-1011-4c32-ba10-d1c7b77e4573",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman presents with a 2-week history of fever, malaise, and brown-colored urine. She recently visited Mexico. Physical examination reveals jaundice, mild hepatomegaly, and tenderness in the right upper quadrant. The serum bilirubin is 7. 8 mg/dL, with 60% in the conjugated form. Serum levels of AST and ALT are markedly elevated (400 and 392 U/L, respectively). Serum albumin and immunoglobulin levels are normal. Serum IgM anti-hepatitis A virus (anti-HAV) is positive. IgG anti-hepatitis B surface antigen (anti-HBs. Ag) antibodies are positive. Anti-hepatitis C virus antibodies are negative. What is the most likely diagnosis?",
        "exp": "HAV RNA Transmitted by the fecal-oral route and may be contracted by contamination of water and food. Never pursues a chronic course, does not have a carrier state, and provides life-long immunity. IgM anti-HAV is identified in acute infections. -The presence of serum IgG anti-HBs. Ag indicates prior exposure to hepatitis B virus but does not reflect active disease. -Individuals with chronic hepatitis B do not have detectable anti-HBs. Ag in their blood. -Acute and chronic hepatitis C are ruled out by the negative serology.",
        "cop": 1,
        "opa": "Acute viral hepatitis A",
        "opb": "Acute viral hepatitis B",
        "opc": "Acute viral hepatitis C",
        "opd": "Autoimmune hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "dcb34928-86e7-4e2f-a02d-4780609d6c0a",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman presents to her primary care physician with jaundice, pruritus, and periocular and intra digital xanthomas. Her laboratory results indicate a significantly increased alkaline phosphatase as well as a positive test for antimitochondrial antibodies. The most likely cause of her symptoms is",
        "exp": "Primary biliary cirrhosis Autoimmune condition that typically presents in middle-aged women and with anti-mitochondrial antibodies. The itching and hypercholesterolemia are secondary to severe obstructive jaundice. Leptospirosis is a condition caused by a treponemal bacterium that results in jaundice, renal failure, Macronodular cirrhosis is usually a result of hepatitis B or hepatitis C infection. Primary sclerosing cholangitis is associated with ulcerative colitis and with an increased incidence of cholangiocarcinoma.",
        "cop": 3,
        "opa": "Leptospirosis",
        "opb": "Macronodular cirrhosis.",
        "opc": "Primary biliary cirrhosis.",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "d8e88114-5f29-44ad-b609-6695b67f14ae",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman presents to her primary care physician with fever, malaise, and \"yellow eyes. \" She denies alcohol abuse, but admits to indulging in a dozen raw oysters at happy hour 3 weeks ago. In addition to scleral icterus, physical examination reveals a mildly enlarged liver with tenderness to palpation. Laboratory studies demonstrate a markedly increased aspaate aminotransferase and alanine aminotransferase and increased IgM and anti hepatitis A titers. Which of the following is the most likely result of this infection?",
        "exp": "The patient has a case of hepatitis A (HAV), most likely associated with the consumption of uncooked shellfish. Complete resolution occurs in an overwhelming majority of cases. Although possible, fulminant hepatic failure is unlikely with HAV infection. There is no association of HAV with either cirrhosis or hepatocellular carcinoma, as there is for hepatitis B and C.",
        "cop": 2,
        "opa": "Cirrhosis",
        "opb": "Complete resolution",
        "opc": "Establishment of a chronic carrier state",
        "opd": "Fulminant hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "286cafb5-94f7-42a6-98da-cd1d281342d9",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis B infection persists in 3% asymptomatic individuals. Why is there an increased risk of developing liver cancer in these patients?",
        "exp": "Hepatocellular carcinoma and HBV Hepatis B is am impoant risk factor for HCC HBV persists in 3% of asymptomatic patients. But at increased risk of developing Liver cancer because of Integration of viral DNA to host DNA- Inhibition of apoptosis -Hepato-cellular carcinoma =High rate of hepatocyte proliferation- Refers to high infectivity of the virus so basically higher chances of infection but not cancer. =Inability to induce inflammation to remove organism -Explains for carrier stage",
        "cop": 4,
        "opa": "Inability to induce inflammation to remove organism",
        "opb": "Increased liver transaminases",
        "opc": "Recurrent episodes of inflammation",
        "opd": "Integration of viral DNA to host DNA",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "bc5ca7c5-5d15-4540-adfc-6532b3557d23",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with acute onset of jaundice and raised aminotranferases. Preliminary serology repo showed HBs. Ag positivity. On fuher testing, which of the following is least likely to be found in this patient?",
        "exp": "HBs. Ag appears before the onset of symptoms and peaks in acute, symptomatic disease. HBs. Ag persists in cases of chronic hepatitis B. Anti-HBs antibody begins to rise following the resolution of acute disease, generally after the disappearance of HBs. Ag. Anti-HBs antibodies tend to persist for life, conferring protection; this is the basis for current vaccination strategies using noninfectious HBs. Ag. By contrast, anti-HBs antibodies are not produced in cases that progress to chronic liver disease. HBe. Ag, HBV DNA, and HBV DNA polymerase are detectable in the serum soon after HBs. Ag and signify active viral replication Persistence of HBe. Ag is an impoant indicator of continued virus replication, infectivity, and probable progression to chronic hepatitis. Anti-HBe antibody signifies that acute infection has peaked and is on the wane, whereas in cases that progress to chronic infection, anti-HBe antibody is not produced or appears only late in the disease course.",
        "cop": 2,
        "opa": "HBe. Ag",
        "opb": "Anti-HBs antibodies",
        "opc": "HBV DNA",
        "opd": "HBV DNA polymerase",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "700e7fcf-8f92-4bac-b5d8-5e549cca8f99",
        "choice_type": "single"
    },
    {
        "question": "Autoimmune hepatitis type I is characterized by presence of all of the following except:",
        "exp": "Autoimmune hepatitisis a chronic, progressive hepatitis. Type 1: Type 2: Middle-aged to older individuals Antinuclear (ANA), Anti-smooth muscle actin (SMA). Children and teenagers Anti-liver kidney microsome-1 (anti-LKM-1) antibodies, directed against CYP2. D6, and anti liver cytosol-1 (ACL-1) antibodies.",
        "cop": 3,
        "opa": "ANA",
        "opb": "SMA",
        "opc": "Anti-LKM-1",
        "opd": "none of these",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "7728c645-971d-4da1-b378-21c3a2f9866f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following virus is notorious for increased moality in pregnant patients?",
        "exp": "Hepatitis E virus Endemic in India IP- 2-8 weeks (6 weeks) MOT: Faeco-oral route Usually self limited Not a/w chronic liver failure Highest moality rate in pregnant women (20%)",
        "cop": 3,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis E",
        "opd": "Hepatitis C",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "79ab625f-a0c9-4461-9abd-fbf697432467",
        "choice_type": "single"
    },
    {
        "question": "Alcoholic hyaline seen in alcoholic liver disease is composed of:",
        "exp": "Mallory-Denk bodies/Alcoholic hyaline:- Clumped, amorphous, eosinophilic material in ballooned hepatocytes. Tangled skeins of intermediate filaments such as keratins 8 and 18 in complex with other proteins such as ubiquitin. Present in alcoholic liver disease Non-alcoholic fatty liver disease Wilson disease(peripoal region) Chronic biliary tract diseases.",
        "cop": 2,
        "opa": "Lipofuschin",
        "opb": "Eosinophilic intracytoplasmic inclusions",
        "opc": "Basophilic intracytoplasmic inclusions",
        "opd": "Hemazoin",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "f7d62708-ebb6-4b50-aade-c34e6decddc7",
        "choice_type": "single"
    },
    {
        "question": "Commonest risk factor for HCV infection is:",
        "exp": "Most common risk factors for HCV infection are: Intravenous drug abuse (54%) Multiple sex paners (36%) Having had surgery within the last 6 month (16%) Needle stick injury (10%) Multiple contacts with an HCV-infected person (10%) Employment in medical or dental fields (1. 5%)",
        "cop": 1,
        "opa": "i. v. drug abuse",
        "opb": "Multiple sex paners",
        "opc": "Surgery within last 6 months",
        "opd": "Multiple contacts with HCV infected person",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "bb403fdc-f08f-40c2-913f-4fdd88d57e65",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman seeking to become pregnant visits her physician for a pre-pregnancy examination. Routine prenatal laboratory testing demonstrates the following profile: HBs. Ag (-), anti-HBs. Ag (+), anti-HBc. Ag (-), anti-HBe. Ag (-), and HBV DNA (-). Which of the following likely represents the status of the patient?",
        "exp": "The patient is only positive for antibody to the hepatitis B antigen. This suggests that the patient has been vaccinated for hepatitis B virus (HBV). The vaccine consists of recombinantly produced HBV surface antigen (HBs. Ag) alone; Antibodies to the core protein (anti-HBc. Ag) appear during acute illness and between the disappearance of HBs. Ag and the appearance of anti-HBs. Ag, the \"window period.",
        "cop": 2,
        "opa": "Hepatitis B carrier",
        "opb": "Immunized against hepatitis B",
        "opc": "Infected and within the \"window period\"",
        "opd": "Infected with hepatitis B and highly transmissible",
        "subject_name": "Pathology",
        "topic_name": "Hepatitis",
        "id": "a333b37b-0144-4db3-adb3-2c1daf8b6331",
        "choice_type": "single"
    }
]