[
    {
        "question": "The light brown perinuclear pigment seen on H & E staining of the cardiac muscle fibres in the grossly normal appearing heart of an 83 year old man at autopsy is due to deposition os:",
        "exp": "Ans. is 'b' i.e. Lipochrome The characteristic mentioned in the question are of lipochrome or lipofuscinCharacteristics of Lipochrome or lipofuscinIt is an insoluble pigment also called 'wear and tear' or 'aging pigment'In tissue sections, it appears as light yellow brown, finely granular, intracytoplasmic often perinuclear pigment.It is seen in cells undergoing slow regressive changes and is particularly prominent in the liver and heart of aging patients or in patients with severe malnutrition and cancer cachexia.Lipochrome is not injurious to the cell, its importance lies in its being the tell-tale sign of free radical injury.It is composed of polymers of lipids and phospholipids Complexed with protein. It is derived through lipid peroxidation of polyunsaturated lipids of subcellular membranes.Hemosiderin: It is a pigment deposited in conditions of excess iron.Anthracotic pigment: It is pigment seen in the lungs of coal worker pneumoconioses.",
        "cop": 2,
        "opa": "Hemosiderin",
        "opb": "Lipochrome",
        "opc": "Cholesterol metabolite",
        "opd": "Anthracotic pigment",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "6ee7dbda-6ec7-4948-93f5-458942fc0cb7",
        "choice_type": "single"
    },
    {
        "question": "Most significant contraindication for Fine Needle Aspiration biopsy (FNA) is:",
        "exp": "Ans: c. (Bleeding disorder)Ref: British Society for Clinical CytologyContraindication for FNA1. Uncorrected coagulopathies Anticoagulant therapy Intrinsic bleeding disorder2. Parasitic cysts - Chance of anaphylactic shock.3. Cough & respiratory infection - Contraindication for transthoracic FNA4. Carotid body tumour - May cause catecholamine release with potential risk of hypertensive crisis.",
        "cop": 3,
        "opa": "Moribund state of the patient",
        "opb": "Disseminated malignancy",
        "opc": "Bleeding disorder",
        "opd": "HIV positivity",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "b9de0fa0-8aa3-4017-87af-a9f9e8b38524",
        "choice_type": "single"
    },
    {
        "question": "Percentage of formalin used for histopathological preservative?",
        "exp": "2Ans. (b) 10%Ref: Handbook of Histopathological and Histochemical Techniques 3rd ed. / 40-45* Formalin is generally the preferred fluid for fixation and is widely used. Formalin is often sold as 37-40% aqueous Formaldehyde.* To make a solution of 10% Formalin, nine parts of water are added to one part of 40% (aqueous) Formaldehyde.* Therefore, a 10% solution of Formalin is the equivalent of a 4% solution of Formaldehyde.* Formaldehyde is a gas produced by the oxidation of methyl alcohol, whereas 100% Formalin is a saturated solution of this gas in water.Other Histopathological Preservatives:* Glutaraldehyde: 25%-for electron microscopy (with osmium tetra-chloride)* Acetaldehyde acrolein* Mercuric chloride* Potassium dichromate",
        "cop": 2,
        "opa": "5%",
        "opb": "10%",
        "opc": "20%",
        "opd": "40%",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "68887d4e-9752-41d4-84dc-1b373a25b082",
        "choice_type": "single"
    },
    {
        "question": "For detection of carcinoma lip, stain used is?",
        "exp": "Ans. (c) Toulidine blue(Ref: Early Diagnosis and Treatment of Cancer Series: Head and Neck Cancers, Wayne Koch Pg. 54)*Toluidine blue stain is used as a marker to differentiate lesions at high risk of progression in order to improve early diagnosis of oropharyngeal carcinomas.*Toluidine blue, an acidophilic metachromatic dye of thiazine group selectively stains acidic tissue components (sulfates, carboxylates and phosphate radicals), thus staining DNA and RNA.",
        "cop": 3,
        "opa": "Giemsa",
        "opb": "Crystal violet",
        "opc": "Toulidine blue",
        "opd": "Hematoxylin and eosin",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "701d346c-45e4-4bb9-bc29-a68727db24ff",
        "choice_type": "single"
    },
    {
        "question": "Stain used for staining the nucleus is?",
        "exp": "Ans. is 'c' i.e., Hematoxylin * Hematoxylin and eosin staining is used frequently in histology to examine thin sections of tissue. Hematoxylin stains the cell nucleus and other acidic structures (such as RNA-rich portions of the cytoplasm and the matrix of hyaline cartilage) blue, while eosin stains cytoplasm, connective tissue and other extracellular substances pink or red.* Eosin is strongly absorbed by red blood cells, coloring them bright red. In a H & E preparation the red blood cells are almost orange, and collagen and cytoplasm (especially muscle) acquire different shades of pink.",
        "cop": 3,
        "opa": "Safranin",
        "opb": "Fast green",
        "opc": "Hematoxylin",
        "opd": "Erythrosine",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "58dc35e1-b016-4426-90cf-3fdd383b8957",
        "choice_type": "single"
    },
    {
        "question": "Substance commonly used for organ/tissue preservation for histopathological examination is?",
        "exp": "ANSWER: (B) FormalinREF: Parikh 6th edition page 2.62Repeat in December 2009\"10% formalin is used as a preservative for tissue meant for histopathological examination\"",
        "cop": 2,
        "opa": "Ethyl alcohol",
        "opb": "Formalin",
        "opc": "Saturated salt solution",
        "opd": "Normal saline",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "c985952e-03e5-43dd-a34c-1aae3beb1503",
        "choice_type": "single"
    },
    {
        "question": "Microscopy which can be performed with minimum optical illumination?",
        "exp": "Ans. (a) Dark fieldDarkfield microscopy reduces the amount of light entering the lens system of a microscope in two ways. First, it blocks the center of the beam of light that would otherwise fill the objective lens. Second, only the light which is scattered by the specimen and enters the objective lens is seen",
        "cop": 1,
        "opa": "Dark field",
        "opb": "Phase contrast",
        "opc": "Bright-field microscopy",
        "opd": "Fluorescent microscopy",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "5d2a4eeb-eba7-479a-aca6-4e35c823070b",
        "choice_type": "single"
    },
    {
        "question": "Stem cells are located in which of the following location in the body?",
        "exp": "Ans. is 'c' i.e., Intestine o Stem cells are located in sites called niches. These include :Epidermal stem cells located in the bulge area of the hair follicle serve as a stem cells for the hair follicle and the epidermis.Intestinal stem cells are located at the base of a colon crypt, above Paneth cells.Liver stem cells (commonly known as OVAL cells) are located in the canals of Hering, structures that connect bile ductules with parenchymal hepatocytes.Corneal stem cells are located in the limbus region, between the conjunctiva and the corneaThe bone marrow contains hematopoietic stem cells as well as stromal cells capable of differentiation into various lineages.",
        "cop": 3,
        "opa": "Retina",
        "opb": "Endometrium",
        "opc": "Intestine",
        "opd": "Choana",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "56583751-50e2-412d-8c35-1e67c9565636",
        "choice_type": "single"
    },
    {
        "question": "Acridine orange is a fluorescent dye used to bind?",
        "exp": "Ans. (a) DNA and RNARef: Harrison /150e-2* Acridine orange is a nucleic acid selective-fluorescent cationic dye useful for cell cycle determination.* It is cell-permeable, and interacts with DNA and RNA by intercalation or electrostatic attractions respectively and emits green and red right respectively.* Acridine orange can be used in conjunction with ethidium bromide to differentiate between live and apoptotic cells.",
        "cop": 1,
        "opa": "DNA and RNA",
        "opb": "Protein",
        "opc": "Lipid",
        "opd": "Carbohydrates",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "905d75c0-7025-4108-b439-41d391b44839",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old female is suffering from renal failure and is on hemodialysis since last 8 years. She developed Carpal Tunnel syndrome. Which of the following types of amyloid will be associated with it?",
        "exp": "Ans. a. Beta-2 microglobulin (Ref: Harrison 19/e p719, 18/e p945-949: Robbins 9/e p256-262, 8/e pe p254)Patients on long-term hemodialysis for renal failure develop amyloidosis as a result of deposition of beta-microglobulin deposition.AmyloidosisAmyloidosis is a pathological proteinaceous substance deposited between cellsQ in various tissues and organs of the body in a variety of clinical settings.Types of Amyloid proteinAL (Amyloid Light chain):This is derived from plasma cellsQ and contains immunoglobulin light chainsAssociated with primary amyloidosis and immunocyte dyscrasias with amyloidosis like multiple myelomaQAA (Amyloid Associate protein):It is unique non-immunoglobulin protein synthesized by reticuloendothelial cells of liverQ.Associated with secondary amyloidosis and reactive systemic amyloidosisQ.Chronic inflammatory conditions: TuberculosisQ, BronchiectasisQ, OsteomyelitisQConnective tissue disorders: Rheumatoid Arthritis (MC)Q, Ankylosing spondylitisQ, and Primary biliary cirrhosisQNonimmune derived tumors: Renal cell carcinomaQ and Hodgkin's lymphomaQB2 Microalbumin (A b2m): Hemodialysis associated amyloidosisQB2 Amyloid protein: Senile cerebralQ, Alzheimer's diseaseQTransthyretin (ATTR) Familial amyloidotic neuropathiesQ and Systemic senile amyloidosisQCalcitonin associated amyloid (A cal (Ref: Medullary CA thyroidQIslet amyloid peptide (AIAPP) Type II DMQAtrial natriuretic factor associated amyloid: Isolated atrial Amyloidosis and Misfolded prion protein (PrPsc) diseaseCommon Biopsy sites in Amyloidosis: Subcutaneous abdominal fat aspirateQ, RectumQ, SkinQ, GingivaQ",
        "cop": 1,
        "opa": "Beta-2 microglobulin",
        "opb": "Amyloid light chain",
        "opc": "ATTR",
        "opd": "Serum amyloid associated protein",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "8a3b5e78-e73b-43f9-b31a-ac9a17a124a0",
        "choice_type": "single"
    },
    {
        "question": "A diabetic patient is undergoing dialysis. Aspiration done around the knee joint would show -",
        "exp": "Ans. is 'a' i.e., A-b2 Microglobulin Hemodialysis associated amyloidosiso Patients on long term hemodialysis for renal failure develop amyloidosis owing to deposition of b2-microglubin.o In patiens with renal failure, b2- migroglobulin is present in high concentration, but it cannot be filtered through the dialysis membranes and is retained in circulation,o Hemodialysis associated amyloid deposits in the synovium, joints, and tendon sheaths.Classification of amyloidosiso The amyloid can be classified in to following two broad groups -1. Systemic i generalised) amyloidosisWhen amyloidosis affects more than one body organ or system.On clinical grounds, the systemic (generalised) amyloidosis is subclassified into -Primaryo Primary' amyloidosis occurs when a specialized cell in the bone marrowr (plasma cell) spontaneously produce a particular portion, (i.e. light chain) of antibody - AL (amyloid light chain).o It is the most common type of amyloidosis.Secondary (Reactive)o When amyloidosis occurs as a result of underlying chronic inflammatory process, i.e. AA type,o Other systemic amyloidoses do not fall in either of these categories.Important Systemic amyloidosisAmyloid proteinProcursorSyndrome or involved tissueALImmunoglobulin light chainPrimary, Myeloma associatedAASerum AA (SAA)Reactive, chronic inflammatoty conditionAb2mb2 microglobulinHemodialysisAASAAFamilial mediterranean feverATTRTransthyretinFamilial amyloidotic polyneuropathiesATTRTransthyretinSystemic senile AmyloidosisNote - In AL amyloidosis, most of the time, light chain is lambda ('l'). In some cases it is Kappa (k).2. Localized (organ-specific amyloidosis)o when deposits are limited to a single organ, e.g. heart.Important Localized amyloidosisAmyloid proteinPrecursorSyndrome or involved tissueAbAbprotein precursor (AbPP)Alzheimer's diseaseAPrPPrion proteinSpongiform encephalopathyA CalCalcitoninMedullary carcinoma of thyroidAIAPPIslet amyloid polypeptideType II diabetes. InsulinomasAANFAtrial natriuretic factorIsolated atrial amyloid",
        "cop": 1,
        "opa": "A-b2 Microglobulin",
        "opb": "AA",
        "opc": "AL",
        "opd": "Lactoferrin",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "b667e3db-45cc-4462-bfa4-75eb7dcb66d4",
        "choice_type": "single"
    },
    {
        "question": "Blood smear is best seen at pH of:",
        "exp": "Ans. (b) 6.8(Ref: Dacie 11 th/pg 59)*A pH of 6.8 is usually recommended for seeing blood smears*When looking for malaria parasites, a pH of 7.2 is recommended to see Schuffner's dots.",
        "cop": 2,
        "opa": "7.2",
        "opb": "6.8",
        "opc": "6.6",
        "opd": "7",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "f2a10b09-ca63-4ce9-b471-a4d3e0cbe4b3",
        "choice_type": "single"
    },
    {
        "question": "Michaelis gutmann bodies are found in:",
        "exp": "ANSWER: (A) MalakoplakiaREF: See APPENDIX-25 for \"FEW IMPORTANT BODIES IN MEDICAL SCIENCE\"Michaelis-Gutmann bodies are concentrically layered basophilic Inclusions found in the urinary tract. The size ranges from 2 to 10 pm in diameter. They are believed to be remnants of phagosomes mineralized by iron and calcium deposits. Histologic identification of MG bodies is pathognomonic of malakoplakia.APPENDIX - 25Few Important Bodies in Medical ScienceAschoff Bodies - Rheumatic feverAsteroid body - SarcoidosisBabes - Ernst Bodies - Metachromatic granulesBalbiani's Bodies - Yolk nucleusBamboo bodies - AsbestosisBodies of Arantius - Aortic valve nodulesBody of Highmore - Mediastinum testisBollinger bodies - FowlpoxBrassy body - Dark shrunken blood corpuscle found in malariaCall Exners bodies - Granulosa theca cell tumourChromatid bodies - Entamoeba histolytica precystCitron bodies - cl. SepticumCivatte bodies - Lichen planusCouncilman bodies - Yellow fever/viral hepatitisCoccoid X bodies - PsittacosisCreola bodies - AsthmaCystoid bodies - Degenerated retinal nerve fibres (seen in Cotton wool spots)Donnes bodies - colostrums corpusclesDonovan bodies - Granulose inguinale (LGV)Ferruginous bodies - AsbestosisGamma Gandy bodies - Congestive splenomegalyGuarneri bodies - Inclusion bodies of vacciniaHenderson Peterson bodies - Molluscum contagiosumHarting bodies - Calcospheritis in the cerebral capillariesHeinz bodies - G 6 PD deficiencyHerring bodies - NeurohypophysisHirano bodies - Alzheimer's diseaseLewy bodies - parkinsonismLevinthal coles lille bodies - PsittacosisMallory bodies - Alcoholic hepatitisMasson bodies - Rheumatic pneumoniaMichelis Guttman bodies - MalakoplakiaMooser bodies - Endemic typhusMoot bodies - Multiple myelomaNegri bodies - RabiesOdland body - KeratinosomeOken's body - MesonephrosPappenheimer bodies- Granules of iron found inside RBC on routine blood stain in sideroblastic anemia, hemolytic anemia, and sickle cell diseasePaschen bodies - vaccinia/variolaPacchonian bodies- Arachnoid granulationPick bodies - Picks diseasePsamomma bodies:papillary carcinoma of thyroidSerous cyst adenoma of ovaryMeningiomaPapillary type of renal cell carcinomaPituitary adenoma (Prolactinoma)Appendiceal carcinoid (Rarely)Reilly bodies - Hurler's syndromeRokitansky bodies - TeratomaRoss's bodies - SyphilisRush ton bodies - Odontogenic cystRussell bodies- RhinoscleromaSclerotic bodies - ChromoblastomycosisSandstorm bodies - Parathyroid glands",
        "cop": 1,
        "opa": "Malakoplakia",
        "opb": "Xanthogranulomatous pyelonephritis",
        "opc": "Nail patella syndrome",
        "opd": "Xanthelesma",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "4d992e48-65ac-472c-909a-0e2b7ccba0a4",
        "choice_type": "single"
    },
    {
        "question": "Stain used for pneumocystis carinii is:(1994)",
        "exp": "Ans: dRef: Chandrasoma Taylor, 3rd ed, p. 347",
        "cop": 4,
        "opa": "Methylene blue",
        "opb": "Gram stain",
        "opc": "Hematoxylin and eosin",
        "opd": "Methenamine silver",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "214278d8-57d5-459d-aca4-474b6f361c24",
        "choice_type": "single"
    },
    {
        "question": "Mucin is stained with:",
        "exp": "Ans: b (Alcian blue) Ref: Harsh mohan, 4th ed,p. 26Mucin is a glycoprotein produced by the epithelial cells of mucous membrane and mucous glands as well as by some connective tissue like in the umbilical cord.Stains:Epithelial mucin stains positive with- PASConnective tissue mucin with- Colloidal ironBut both are stained by- Alcian blue onlyApart from mucin, alcian blue stains many other structures- ocular basement membrane capsule, mast cell, proteoglycanStructures and stains:Fat- oil red O, osmium tetroxide, sudan blackCalcium- von kossa, alizarin redConnective tissue- von geisson, masson trichromeMelanoma-masson FontanaCarbohydrate-PASGlycoprotein, glycolipid, proteoglycan}PAS with diastase, alcian blue, mucicarmine, bestcarmineInsulin- gomori aldehydeSideroblast-Prussian blueDNA- fuelgen, acridine orange, silver stain Amniotic fluid cells- nile blue sulphateHeinz bodies, reticulocytes - supravital stains",
        "cop": 2,
        "opa": "PAS",
        "opb": "Alcian blue",
        "opc": "Oil red O",
        "opd": "Sudan black",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "dcde476b-1574-45e8-a901-20000df43fc0",
        "choice_type": "single"
    },
    {
        "question": "The stain used to detect amyloid is?",
        "exp": "Ans. (b) Congo redRef: Robbin's pathology 9th ed. 1257* In biochemistry and histology, Congo red is used to stain microscopic preparations especially as a cytoplasm and erythrocyte stain.* Apple-green birefringence of Congo red stained preparations under polarized light is indicative for the presence of amyloid fibrils.* Additionally, Congo Red is used in microbiological epidemiology to rapidly identify the presence of virulent serotype 2A ShigellaFlexneri, where the dye binds the bacterium's unique lipopolysaccharide (LPS) structure",
        "cop": 2,
        "opa": "Grams stain",
        "opb": "Congo red",
        "opc": "Oil red O",
        "opd": "Reticulin stain",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "8de003b7-bcb9-4f24-a5e1-59247654cd6c",
        "choice_type": "single"
    },
    {
        "question": "Tadpole cells are seen in?",
        "exp": "Ans is 'a' i.e. Rhabdomyosarcoma Tadpole cells (Strap cells!o Elongated and club shaped with a broad end that tapers to a narrow end and have an eccentric, rounded hyperchromatic nucleus or nuclei within often keratinized cytoplasm. They are seen inA. RhabdomyosarcomaB. Carcinoma cervixC. Multiple myeloma (rarely)",
        "cop": 1,
        "opa": "Rhabdomyosarcoma",
        "opb": "Leiomyosarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Lupus vulgaris",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "5bb4b9c1-8afc-4d40-ad62-28dd09448954",
        "choice_type": "single"
    },
    {
        "question": "Gaucher cell which stain is used-",
        "exp": "Ans. is 'a' i.e., Periodic Acid Sciff Morphology of Gauchers disease:o Glucocerebrosides accumulate in massive amounts within phagocytic cells throughout the body in all forms of Gaucher disease,o The distended phagocytic cells, known as Gaucher cells, are found in the spleen, liver, bone marrow, lymph nodes, tonsils, thymus, and Pever patches. Similar cells may be found in both the alveolar septa and the air spaces in the lung.o In contrast to other lipid storage diseases, Gaucher cells rarely appear vacuolated but instead have a fibrillary type of cytoplasm likened to crumpled tissue paper.o Gaucher cells are often enlarged, sometimes up to 100 ?m in diameter, and have one or more dark, eccentrically placed nuclei. Periodic acid-Schiff staining is usually intensely positive.o With the electron microscope the fibrillary cytoplasm can be resolved as elongated, distended lvsosomes, containing the stored lipid in stacks of bilayers.",
        "cop": 1,
        "opa": "Periodic Acid Sciff",
        "opb": "Von Kossa",
        "opc": "Oi1 red O",
        "opd": "Sudan B lack",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "51cbdee0-335d-4595-a3eb-30e7f05b7c6b",
        "choice_type": "single"
    },
    {
        "question": "Birbereck granules in cytoplasm are seen in-",
        "exp": "Ans. is 'b' i.e., Langerhan's cells",
        "cop": 2,
        "opa": "Mast cells",
        "opb": "Langerhan's cells",
        "opc": "Thrombocytes",
        "opd": "Myelocytes",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "1828f662-9a8a-479b-8776-42c1fa5b4c87",
        "choice_type": "single"
    },
    {
        "question": "Fixative used for bone histopathology is?",
        "exp": "ANSWER: (A) 10% formalinRE F: Atlas of mineralizedbone histology by HartmutH. Malluche, Marie-Claude Faugere, Hartmut H. Malluche page 26, Handbook of histology methods for bone and cartilage by Yuehuei H. An, Kylie L. Martin Page 159\"10% natural buffered formalin (NBF) is the most commonly used fixative for bone specimens\"Primary fixatives of bone tissue:1. 10% formalin2. Glutaraldehyde3. Paraformaldehyde4. Alcohol based solutionsSecondary fixatives of bone tissue:Zenkers solution (mercuric chloride, potassium dichromate, sodium sulfate, water, and acetic acid)Bouin's solution (picric acid, acetic acid and formaldehyde)",
        "cop": 1,
        "opa": "10% formalin",
        "opb": "Normal saline",
        "opc": "Rectified spirit",
        "opd": "Nothing",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "c7e0a859-7c62-48b3-a57b-4ed2ddea8ea6",
        "choice_type": "single"
    },
    {
        "question": "Stain not used for lipids?",
        "exp": "Ans. (b) Congo redRef: Robbin's pathology 9th ed. /354Congo red is used for staining amyloid and not lipidsStains for Lipids* Oil red O* Sudan black* Sudan III and IV* Filipin* Schultz* Nile blue sulfate",
        "cop": 2,
        "opa": "Oil red O",
        "opb": "Congo red",
        "opc": "Sudan III",
        "opd": "Sudan black",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "c00faa8c-4c26-4ee6-9698-f93e321e282c",
        "choice_type": "single"
    },
    {
        "question": "NaF is used in which color cap vacutainer?",
        "exp": "Ans. A. GreyHemogard stopperTube contentDetermination Serum separator tube (SST)All biochemistry not mentioned elsewhere (1 tube), microbiology (1 tube)HeparinChromosome studies, lead, amino acids, troponinFluoride/ oxalateGlucoseEDTAFull blood count (FBC) and ESR, C3/C4,Hemoglobin A1c, Homocysteine, ACTHPlain (no additive)LDH, Ca, drugs (phenytoin, theophylline, lithium), endocrine testing (except thyroid) Sodim citrateCoagulation testing, PT, INR, APTT, D-dimer, etc.ESRWestergren sedimentation rate; requires full draw",
        "cop": 1,
        "opa": "Grey",
        "opb": "Yellow",
        "opc": "Red",
        "opd": "Blue",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "b3b13a10-1361-40cd-8e0f-767609819ee3",
        "choice_type": "single"
    },
    {
        "question": "\"Michaelis Gutmann\" Bodies are seen in:",
        "exp": "Ans. (a) Malakoplakia",
        "cop": 1,
        "opa": "Malakoplakia",
        "opb": "Nail Patella syndrome",
        "opc": "Leukoplakia",
        "opd": "Pyelonephritis",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "f2a3e30b-9a03-4660-a1d6-bee534ee8034",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is homogenously pink staining extracellular fibrillar protein on congo red staining?",
        "exp": "Ans. is 'b' i.e., Amyloid * Congo red is most specific and most commonly used stain stain used for amyloidosis. Appearance of amyloid (fibrillary\" 'extracellular protein) are:-a) Congo red stain on light microscopy: Pink or red color to tissue deposits.b) Congo red stain on polarized microscopy: Apple green birefringence.",
        "cop": 2,
        "opa": "Elastin",
        "opb": "Amyloid",
        "opc": "Collagen",
        "opd": "Actin",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "b5cd45ed-194b-48bc-b5fc-0641bf9d9829",
        "choice_type": "single"
    },
    {
        "question": "Which of the following stain is used for Acidic mucin?",
        "exp": "(a) Alcian blueRef: Quick Reference Handbook for Surgical Pathologists, 2011, pg. 69-74* Alcian blue stain is used for acidic mucin.* Acid mucins are present in goblet cells and esophageal submucosal glands. They are Alcian Blue (AB.-positive (blue color).* Neutral mucins are present in gastric foveolar cells, duodenal Brunner glands and prostate glands. They are PAS-positive (pink color).* Acid mucins are further subdivided into 2 groups:0 Sialomucins are the simplest form; they are present in small and large bowel detected at pH2.5 of Alcian blue.0 Sulfomucins are the more complex sulfated forms, which are present only in the large bowel detected at pH2.5 and 0.5 of alcian blue.* Myxoid Material /Stromal mucin is Negative for mucicarmine and PAS, while positive for alcian blue (Hyaluronidase-sensitive) and Hale's colloidal iron.* PAS stains glycogen and mucin; also stains basement membranes and fungi.* Masson Trichrome can be used to differentiate collagen from smooth muscle . It is routine stain in evaluation of liver and kidney diseases.* PTAH (Phostphotungstungstic Acid-Hematoxylin) is used to stain Muscle cross-striations, fibrin and Nemaline rods, present in some skeletal muscle diseases.",
        "cop": 1,
        "opa": "Alcian blue",
        "opb": "PAS",
        "opc": "Masson's trichrome stain",
        "opd": "PTAH",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "b150f78b-80c4-45ed-802e-bb8368f3f20a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a negative stain:",
        "exp": "Ans. (a) Negrosin(Ref: Bancroft's histological techniques, 7th edition)Examples of negative stain are:*Negrosin: Stains bacteria, Cryptococcus, test for viability (sperms)*India Ink: Stains Cryptococcus",
        "cop": 1,
        "opa": "Negrosin",
        "opb": "Fonatana",
        "opc": "ZN stain",
        "opd": "Albert stain",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "67286e49-23db-4721-8dd7-52fcf83a318a",
        "choice_type": "single"
    },
    {
        "question": "All of the following stains are used for fat except?",
        "exp": "Ans. is 'b' i.e., Congo red * Congo red is not used in lipid staining. It is used in the staining of amyloid protein.* Stain used for lipids (fatty acids)are Oil red O, Osmium tetroxide, sudan black and sudan III & IV.",
        "cop": 2,
        "opa": "Oil red O",
        "opb": "Congo reds",
        "opc": "Sudan black",
        "opd": "Osmium tetroxide",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "4ee64154-08e4-434e-b2c8-05d1904392f0",
        "choice_type": "multi"
    },
    {
        "question": "Foamy macrophage is formed by -",
        "exp": "Ans. is 'c' i.e., Oxidized LDLo Foam cells are lipid laden cells that derive predominantly from macrophages, but smooth muscle cells can also imbibe lipid to become foam cells.o Macrophages and endothelial cells generate oxygen free radicals that induce chemical change in LDL to yield oxidized (modified) LDL.o Oxidized LDL has following effects -Ingested by macrophages through the scavenger receptor, distinct from LDL receptors, thus forming foam cells.Increases monocyte accumulation in lesions.Stimulates release of growth factors and cytokines.Is cytotoxic to smooth muscle cells and endothelial cells,o Oxidized LDL form the core of the atheromatous plaque.",
        "cop": 3,
        "opa": "LDL",
        "opb": "HDL",
        "opc": "Oxidized LDL",
        "opd": "Oxidized HDL",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "760f5697-5318-4c30-a1c0-e09a6c0e3943",
        "choice_type": "single"
    },
    {
        "question": "Caseous necrosis is seen in?",
        "exp": "Ans. is 'c' i.e., Treponemal infection o Caseous necrosis is a feature of syphilis which is caused by tremonemal infection.Caseous necrosiso It is a variant of coagulative necrosis. It is most commonly encountered when cell death is attributable to certain organisms e.g., mycobacterium tuberculosis (TB), syphilis and fungi (Histoplasma, Coccidioidomycosis).o In contrast to coagulative necrosis where tissue architecture is maintained, in caseous necrosis, the tissue architecture is completely obliterated. So, it has been called caseous because of its cheesy white appearance of the area of necrosis.",
        "cop": 3,
        "opa": "CMV infection",
        "opb": "Staphylococcal infection",
        "opc": "Treponemal infection",
        "opd": "HSV infection",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "ff795fa5-2711-4d00-9fd1-721668a0dccc",
        "choice_type": "single"
    },
    {
        "question": "Wilm's tumor associated with all except -",
        "exp": "Ans. is 'd' i.e., Digeorge syndrome o Wilnvs tumour is associated with three groups of congenital malformations,o The risk of Wilm's tumour is increased in these conditions,o These are -o WAGR syndrome - It consists of# Aniridia# Genital anomalies# Mental retardationThe risk of Wilnvs tumour is increased by 33% in this syndrome,o Denys - Drash syndrome - It consists ofGonadal dysgenesis (male pseudohermaphroditism)Nephropathy leading to renal failure.Majority of patients with this syndrome have renal failure,o Beckwith - Wiedeman syndrome - It consists of# Enlargement of body organso Hemihypertrophy# Renal medullary cysts.o Abnormal large cells in adrenal cortex.",
        "cop": 4,
        "opa": "WAGR",
        "opb": "Beckwith Weidman",
        "opc": "Dennis dash",
        "opd": "Digeorge syndrome",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "f7d3bb2f-a459-4ccf-a38e-0eb53b99bbee",
        "choice_type": "multi"
    },
    {
        "question": "A lady on long term hemodialysis developed carpel tunnel syndrome. The cause was diagnosed to be amyloidosis by using a biopsy. What is the type of amyloid that is seen?",
        "exp": "Ans. is 'a' i.e. Beta 2 microglobulin Dialysis-related amyloidosis (DRA) is a disorder caused by tissue deposition of beta2 microglobulin as amyloid fibrils.The clearance of beta2 microglobulin, a component of the major histocompatibility complex that is present on cell surfaces, normally occurs by glomerular filtration with subsequent reabsorption and catabolism in proximal tubules. Clearance therefore declines in patients with reduced kidney function, leading to plasma accumulation and slow tissue deposition.The tissue deposition of amyloid detected histologically occurs much earlier than any clinical or radiographic manifestations of the illness.In contrast to fragments of immunoglobulin light chains in primary amyloidosis and serum amyloid A in secondary amyloidosis, the amyloid protein in DRA is composed primarily of beta2- microglobulin.The amyloid found in the bone cysts and synovial tissue in patients with DRA is similar to other forms of amyloid in its staining properties with Congo red and in exhibiting apple-green birefringence under polarized light. It has been proposed that beta2- microglobulin has a high affinity for collagen, an effect that could explain the predominance of joint and bone diseaseClearance of beta2-microslobulinUnderlying the tissue deposition of beta2-microglobulin among patients with end-stage renal disease is the inability to adequately clear this substance, even with modem high flux hemodialysis and/or convective therapies. Bones and diseasesLess tendency to deposit in gastrointestinal organsRarely involvesp2 amyloid has preference for deposition in bones joints and synoviump2 amyloid has affinity for collagenCarpal tunnel syndromeScapulohumeral periarthritisEffusive arthropathySpondyloarthropathyBone diseasesColonStomachEsophagusSmall intestineCardiacPulmonarycutaneousTissue histologyIn contrast to fragments of immunoglobulin light chains in primary amyloidosis and serum amyloid A in secondary amyloidosis, the amyloid protein in DRA is composed primary of beta2-microglobulinThe amyloid found in the bone cysts and synovial tissue is similar to other forms of amyloid in its staining properties with Congo red and in exhibiting apple-green birefringence under polarized light - Biopsy remains the \"gold standard\" for the diagnosis of beta2- microglobulin amyloidosis. Despite this, the diagnosis of DRA is usually clinical and relies upon the combination of typical clinical features plus characteristic radiographic findings. Abdominal fat pad aspirates are not useful for the diagnosis of DRA.Type of AmyloidosisMajor Fibril proteinPrecursor proteinSystemic Amyloidosis Primary amyloidosisSecondary amyloidosisHemodialysis associated amyloidosisALAAAb2 microglobulinImmunoglobulin light chainSSAb2 microglobulinHereditary amyloidosis Familial Mediterranean feverFamilial amyloidotic neuropathiesSystemic senile amyloidosisAAATTRATTRSAATransthyretinTransthyretinLocalized amyloidosis Senile cerebral(Alzheimer's)Medullary ca thyroidIslet of LangerhansIsolated atrial amyloidosisAbAcalAIAPPAANIAPPCalcitoninIslet amyloid peptideAtrial natriuretic factor",
        "cop": 1,
        "opa": "Beta 2 microglobulin",
        "opb": "Amyloid light chain",
        "opc": "ATTR",
        "opd": "Serum amyloid associated protein",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "cce8ac92-41f6-4ccf-a26d-0b215c93f624",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a stain for fat cells?",
        "exp": "ANSWER: (C) Sudan IVREF: See APPENDIX-24 for \"HISTOLOGY/PATHOLOGY/ MICROBIOLOGY STAINS\" APPENDIX - 24Histology/Pathology/Microbiology StainsT issue/substanoeStainCommentAmyloidGross stainingLugol's iodine Light microscopyH & E, Congo redPolarised lightCongo redMetachromatic stainMethyl violet, crystal violetFluorescent stainThioflavin TNon specific stainPAS, Toludine blue. Aldan blueCaldum/calcificationVon kossa Alizarin Red SFor small quantitiesCalcein Tetracycline labellingBest for bone mineralizationConnective tissueVan Gieson stain (Picric Add + Acid Fuchsin)Simplest method of differential staining of Collagen and other Connective TissueTrichome stain (Gomori trichrome stain, Lillie's trichome & Masson trichome)Red = keratin/muscleBlue/green = bone /'collagenPink = cytoplasmCarcohydrate (Glycogen, cellulose etc)Periodic acid-Schiff stainNon specific for glycogenDiastaseSpecific for glycogenBest's carmine LipidSudan stains{Sudan III, IV, Sudan Back-B, Oil Red 0)Oil Red O largely replaced Sudan III and Sudan IVOil Red O is also used in a technique for staining latent fingerprintsOsmium tetra oxideAs a lipid stain, it is useful in scanning electron microscopy (SEM)LipofuscinSudan Black B MucinMuscarmineMost specific but less usefulPASMost sensitive, For neutral mucopolysaccharidesAlcian blue Bismark brownCan be used with live cellsColloidal iron Micro organismsFungiH & EBluePASRedGomori methamine silverMost sensitiveMycobacteriumZ N stain/methodCarbol fuchsinAuramine Rhodamine stainMost sensitive, mixture of Auramine O and Rhodamine B, used in fluorescence microscopySpirochetesWarthin starry silver stain H PyloriWarthin starry silver stainGiemsa stainH&E Pneumocystis/ Cryptococcus/ cocci diomycetesGomori methamine silver",
        "cop": 3,
        "opa": "PAS",
        "opb": "Prussian blue",
        "opc": "Sudan IV",
        "opd": "Alcian blue",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "d887e299-72d5-4912-a90b-1a0450dd1038",
        "choice_type": "single"
    },
    {
        "question": "Stain for fat, all except:",
        "exp": "Ans. is 'd' i.e., Congo redo Congo red is not used in lipid staining. It is used in the staining of amyloid protein.Staining for lipidsExamplesStain usedNon nolar linidsUnconjugatedlipidsFatty acidsOil red O, Sudanblack, Sudan III & IVFilipinSchultzCalcium lipaseCholesterolCholesteryl estersMono, di and Tri-glyceridesEstersPolar lipidsPhospholipids Glycerol basesPhosphatidylcholinePhosphatidvlserinePhosphatidylethanol amineSphingomyelinsCerebrosidesSulfatidesGangliosidesNile blue sulfateNile blue sulfatePlasmal reactionFerric hematoxylinPASAcetone/Toluidine buePASSphingosine-baseGlycolipids",
        "cop": 4,
        "opa": "Oil red O",
        "opb": "Sudan black",
        "opc": "Sudan III",
        "opd": "Congo red",
        "subject_name": "Pathology",
        "topic_name": "Histo Pathology",
        "id": "b01236b8-826e-4280-8bf6-d31a2bc4a62f",
        "choice_type": "multi"
    }
]