[
    {
        "question": "All are poor prognostic factor for Hodgkins lymphoma except:",
        "exp": "Ans: A (Young age) PROGNOSTIC FACTORS Anderson Manual of Medical oncology 2007/248-58 These adverse factors are (1) advanced age, which correlates with the presence of occult abdominal disease and with poor results of salvage therapy; (2) male gender; (3) Mixed cettularity histologic type, which is associated with the presence of occult abdominal disease; (4) B symptoms, also associated with the presence of occult abdominal disease; (5) targe mediastinal mass, defined as a mass measuring greater than one-third the chest diameter on a sta ndard chest radiograph; (6) a larger num ber of involved nodal regions: (7) an elevated erythrocyte sedimentation rate (ESR);(8) anemia; and (9) a low serum albumin level Table (Anderson): Prognostic Classification of the EORTC and GHSG Groups for Clinical Stage l/ll Hodgkin's Lymphoma EORTC Unfavorable (presence of any of the following): Age > 50 year ESR > 50 mm/h without B symptoms, ESR > 30 mm/h with B symptoms Mixed cellularity or lymphocyte depleted type >four nodal sites of involvement Bulky mediastinal involvement GHSG Unfavorable (presence of any of the following): Elevated ESR >three nodal sites of involvement Extra nodal involvement Large mediastinal mass EORTC = European Organization for the Research and Treatment of Cancer: ESR = erythrocyte sedimentation rate; GHSG = German Hodgkin Lymphoma Study Groupi Table: International Prognostic Index for Hodgkin's Lymphoma (Anderson) Hemoglobin < 10. 5 g/dL Age >45years^ Male gender Lymphocyte count < 600from3 or < 8% of white blood cell count Serum albumin < 4 g/dL White blood cell count >15, 000/mm} Stage IV disease (Ann Arbor system) Recent reports have assessed the prognostic value of biologic markers in Reed-Sternberg and Hodgkin cells. The presence of a higher number of cells expressing topoisomerase II alpha and caspase3 correlates with better patient survival, but BCL-2 expression may predict a poorer patient survival in HL Higher levels of soluble CD3Q also correlate with poorer prognosis. The prognostic significance of CD20 expression by the neoplastic cells of classical HL is controversial. Further investigation is needed to validate these findings",
        "cop": 1,
        "opa": "Young age",
        "opb": "Involvement of stomach",
        "opc": "Lymphocyte depletion",
        "opd": "Extranodal metastasis",
        "subject_name": "Pathology",
        "topic_name": "Hodgkins Lymphoma",
        "id": "5e8d1b59-3754-46a0-afd4-4d6eed8e8aa9",
        "choice_type": "multi"
    },
    {
        "question": "Owl' eye nucleus is seen in which type of lymphoma?",
        "exp": "Ans is 'b' i. e., Hodgkin's lymphoma o \"Owl's eye\" appearance of entire nucleus is seen in Reed-Sternberg cells. o Reed-Sternberg cells are giant cells with multinucleated or have a bilobed nucleus with prominent eosinophilic inclusion-like nucleoli (thus resembling an \"owl's eye\"appearance). These are positive for CD 15 and CD 30, and also PAX-5 (B-cell transcription factor). o Hodgkin's disease is characterized by presence of Reed-sternberg cells (Classical Reed-sternberg cells) and its variants. o They can also be found in reactive lymphadenopathy (such as infectious mononucleosis immunoblasts which are RS like in appearance], carbamazepine associated lymphadenopathy) and very rarely in other types of non-Hodgkin lymphofnas. Anaplastic large cell lymphoma may also show RS like cells.",
        "cop": 2,
        "opa": "Non- Hodgkin's lymphoma",
        "opb": "Hodgkin's lymphoma",
        "opc": "Burkitt's lymphoma",
        "opd": "Cutaneous T-cell lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Hodgkins Lymphoma",
        "id": "6d514350-f662-4cf5-a437-668d5205b00d",
        "choice_type": "single"
    },
    {
        "question": "Reed Sternberg cells are found in -",
        "exp": "Ans. is 'a' i. e., Hodgkin's disease o Pathologically, Hodgkins disease is distinguished from other lymphomas by the presence of Reed Sternberg cells. o Reed Sternberg cells are not absolutely specific for Hodgkins disease and have also been noticed in cases of infectious mononucleosis and other malignancies including lymphoma, carcinoma and sarcomas, o Therefore, Reed-Stemberg, cells are not sufficient to establish the diagnosis of Hodgkins disease, o The diagnosis of hodgkins1 lymphoma requires the presence ofboth the characteristic Reed-Stemberg cells and the characteristics cellular environment comprising of lymphocytes, histiocytes, granulocytes, eosinophils and plasma cells. o One more method which can be useful in the diagnosis is immunophenotyping for CD-I5 and CD-30. The neoplastic cells of Hodgkins disease, both classic Reed-stemberg cell and Reed-sterberg variants, tend to stain positively with these antibodies. o In addition R. S. cells of lymphocytic predominant cells are also positive for CD20. o Atypical cells can be seen in some types of Hodgkins disease, but they are not diagnostic.",
        "cop": 1,
        "opa": "Hodkin's disease",
        "opb": "Sickle cell anemia",
        "opc": "Thalassemia",
        "opd": "CML",
        "subject_name": "Pathology",
        "topic_name": "Hodgkins Lymphoma",
        "id": "57563c72-5390-4bf8-aa3f-d46d0e33bbac",
        "choice_type": "single"
    },
    {
        "question": "Most common Hodgkin's lymphoma?",
        "exp": "Ans. (a) Nodular Sclerosis. Ref: Robbin's pathology 9th ed. /606-607; Harrison 18th ed. Chapter 110. Hodgkin's Disease. Nodular lymphocyte. Predominant Hodgkin's disease. Classical Hodgkin's disease. Nodular sclerosis Hodgkin's disease. Lymphocyte-rich classic Hodgkin's disease. Mixed-cellularity Hodgkin's disease. Lymphocyte-depletion Hodgkin's disease",
        "cop": 1,
        "opa": "Nodular sclerosis",
        "opb": "Mixed cellularity",
        "opc": "Lymphocyte depleted",
        "opd": "Lymphocyte rich",
        "subject_name": "Pathology",
        "topic_name": "Hodgkins Lymphoma",
        "id": "dc63a93c-6142-4c2b-b90b-00cb1c4907db",
        "choice_type": "single"
    }
]