[
    {
        "question": "The false statement associated with Kaposi's sarcoma is:",
        "exp": "Kaposi sarcoma, a vascular tumor, induced by HHV 8. The lesions of KS are characterized by the proliferation of spindle-shaped cells that express markers of both endothelial cells and smooth muscle cells. There is also a profusion of slit like vascular spaces, suggesting that the lesions may arise from primitive mesenchymal precursors of vascular channels. KS lesions display chronic inflammatory cell infiltrates. Solid organ transplant (SOT) patients are highly susceptible to development of KS Kaposi's sarcoma is 550-1000 times M/C among SOT recipients than in normal population Mainstay treatment active Retroviral therapy.",
        "cop": 4,
        "opa": "Caused by human herpes virus 8",
        "opb": "Seen in immune suppressed persons",
        "opc": "Proliferative tumor of the blood vessels",
        "opd": "Surgery is the treatment of choice",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "5b02dca8-07c2-4806-a2e2-06c3c16f7a3f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following immunoglobulin is absent in Ataxia telangiectasia:",
        "exp": "Ataxia telangiectasia (AT) Present in the first decade of life with progressive telangiectatic lesions associated with deficits in cerebellar function and nystagmus. There is a high incidence of recurrent pulmonary infections (bronchiectasisQ) and neoplasms of the lymphatic and reticuloendothelial system. It is caused due to defect in DNA repair genes Thymic hypoplasia with cellular and humoral (Ig. AQ and Ig. G2) immunodeficiencies, premature aging and endocrine disorders such as insulin resistance or type-I DM The most striking neuropathologic changes include loss of Purkinje, granule and basket cells in the cerebellar coex as well as of neurons in the deep cerebellar nuclei. A poorly developed or absent thymus gland is the most consistent defect of the lymphoid system.",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgM",
        "opc": "IgA",
        "opd": "IgD",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "ffa635c4-cfb0-46c8-861c-e87f12e0ab22",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman who had previously been uneventfully transfused, receives a blood transfusion during surgery and sholy thereafter develops itching, generalized uicaria, laryngeal edema, and dyspnea with wheezing respiration. She has a past history of recurrent upper respiratory tract infections and frequent episodes of diarrhea. Laboratory studies are most likely to reveal decreased concentrations of which of the following immunoglobulins?",
        "exp": "Isolated IgA deficiency It is most often asymptomatic but can be characterized by anaphylactic reactions to transfused blood. It is critical to notify the transfusion service about a patient with possible IgA deficiency prior to giving blood products so that products can be washed to remove any immunoglobulins prior to administration. Associated with:- Frequent episodes of diarrhea and recurrent infections. This inherited B-cell defect is due to inability of B cells to mature into IgA-producing plasma cells Patients lacking IgA can develop IgE antibodies against the IgA antibodies present in transfused blood. As the body don't recognise it as a self antigen. This sensitization can result in susceptibility to anaphylaxis on subsequent transfusion.",
        "cop": 1,
        "opa": "IgA",
        "opb": "IgD",
        "opc": "IgE",
        "opd": "IgG",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "62ccb055-b889-4507-a981-541c1d83a9e4",
        "choice_type": "single"
    },
    {
        "question": "A 7-month-old boy has had multiple bouts of otitis media, sinusitis, bronchitis, oral candidiasis, and multiple viral infections. Cessation of the recurrent infections follows successful engraftment of a bone marrow transplant. The basis of the clinical improvement is",
        "exp": "Severe combined immunodeficiency disease(SCID) Characterized by failure to thrive and increased susceptibility to bacterial, fungal, and viral infections. Laboratory studies reveal decreased numbers of both B cells and T cells and deficiency of immunoglobulins. The treatment of choice is bone marrow (or other sources of hematopoietic stem cells) transplantation and is based on maturation of donor lymphoid progenitor cells",
        "cop": 4,
        "opa": "direct transfusion of antibodyproducing B cells.",
        "opb": "direct transfusion of donor CD4+ and CD8+ lymphocytes.",
        "opc": "donor suppression of recipient cytotoxic T cells",
        "opd": "maturation of donor lymphoid progenitor cells",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "66826173-202a-4317-bb0c-764871bf8617",
        "choice_type": "single"
    },
    {
        "question": "Perivascular lymphocytic and microglial nodules are seen in",
        "exp": "HIV encephalitis Chronic inflammatory reaction characterized by widely distributed microglial nodules, often containing macrophage-derived multinucleated giant cells; foci of tissue necrosis. Reactive gliosis are sometimes seen together with these lesions. Microglial nodules found near small blood vessels, show abnormally prominent endothelial cells and perivascular foamy or pigment-laden macrophages.",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "HIV encephalitis",
        "opc": "Bacterial meningitis",
        "opd": "CMV encephalitis",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "0c8c477a-7cc3-4ec9-b0da-80c14c81a295",
        "choice_type": "single"
    },
    {
        "question": "In an AIDS patient chorioretinitis is typically caused by:",
        "exp": "Cytomegalovirus It may cause disseminated disease, although, more commonly, it affects the eye and gastrointestinal tract. Chorioretinitis was seen in approximately 25% of patients before the advent of HAA, but this has decreased dramatically after the initiation of HAA. Cytomegalovirus retinitis occurs almost exclusively in patients with CD4+ T cell counts less than 50 per microliter. Cryptococcosis Meningitis is the major clinical manifestation of cryptococcosis Toxoplasma gondii It causes encephalitis and is responsible for 50% of all mass lesions in the central nervous system.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Toxoplasma gondi",
        "opc": "Cryptococcus neoformans",
        "opd": "Histoplasma capsulatum",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "2feb7a9b-3d22-42ce-9014-af8ae2112cdc",
        "choice_type": "multi"
    },
    {
        "question": "Most common malignancy in AIDS:",
        "exp": "AIDS-defining malignancies: Kaposi sarcoma (m/c) B- cell Lymphoma Cervical cancer in women / Anal cancer in women",
        "cop": 1,
        "opa": "Kaposi sarcoma",
        "opb": "B cell lymphoma",
        "opc": "Leukemia of myeloid origin",
        "opd": "Burkitt's lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "bf7c4cec-7fec-4f75-ab12-ab988696eb62",
        "choice_type": "single"
    },
    {
        "question": "Tissue of origin of Kaposi sarcoma is:",
        "exp": "Kaposi sarcoma, a vascular tumor, induced by HHV 8 Incidence of kaposi sarcoma increased dramatically during AIDS epidemic, now decreased 10 fold with highly active retroviral therapy The lesions of KS are characterized by the proliferation of spindle-shaped cells that express markers of both endothelial cells and smooth muscle cells. There is also a profusion of slit like vascular spaces, suggesting that the lesions may arise from primitive mesenchymal precursors of vascular channels. KS lesions display chronic inflammatory cell infiltrates. Solid organ transplant (SOT) patients are highly susceptible to development of KS Kaposi's sarcoma is 550-1000 times M/C among SOT recipients than in normal population",
        "cop": 2,
        "opa": "Lymphoid",
        "opb": "Vascular",
        "opc": "Neural",
        "opd": "Muscular",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "951f8420-9f96-44ee-a4cf-1a374b74fcc7",
        "choice_type": "single"
    },
    {
        "question": "Risk of HIV transmission is not seen with:",
        "exp": "Transmission of HIV by transfusion of blood or blood products has occurred in three groups of individuals: intravenous drug abusers, hemophiliacs who received factor VIII and factor IX concentrates, and random recipients of blood transfusion 1.) Whole blood: definitely responsible for causing transmission of HIV. 2.) Platelets: also responsible for causing transmission of HIV 3.) Plasma derived Hepatitis B vaccine: while its preparations we use subzero temperatures, which results in the destruction of the HIV virus. 4.) Leucocyte - also responsible for causing transmission of HIV. Commonest subtype of HIV seen in India- HIV-1 subtype C.",
        "cop": 3,
        "opa": "Whole blood",
        "opb": "Platelets",
        "opc": "Plasma derived Hepatitis B vaccine",
        "opd": "Leucocytes",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "c875aea8-05f0-4196-b0f8-90ea95fc0edf",
        "choice_type": "single"
    },
    {
        "question": "During pregnancy HIV transmission occurs mostly during:",
        "exp": "HIV can be transmitted from infected mother to fetus during:- Pregnancy Delivery Breast feeding Transmission during bih and the immediate period there after (peripaum) is considered to be most common. Transmission to the fetus can be as early as first and second trimester of pregnancy also Absence of prophylactic A to mother during pregnancy, labor and delivery and to the fetus following bih, the probability of transmission of HIV from mother to infant range from 15-25% in industrialized countries and 25-35% in developing countries",
        "cop": 4,
        "opa": "1st trimester",
        "opb": "2nd trimester",
        "opc": "3rd trimester",
        "opd": "During labour",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "c728c27e-e466-417a-ad4a-cdbc1f336eed",
        "choice_type": "single"
    },
    {
        "question": "All of the following methods are used for the diagnosis of HIV infection in a 2 months old child, except:",
        "exp": "HIV ELISA is required for detection of antibodies against the virus. The antibodies may be present in the infant because of maternal infection also because IgG antibodies can cross the placental barrier. So, this test is not reliable for diagnosis of HIV in a 2 month old child. HIV culture method is called as 'peripheral blood mononuclear cells' (PBMC) using the virus microculture in macrophages concept. PBMC are drawn in high concentration from centrifugation of freshly drawn anticoagulated venous blood. HIV-1 PCR and p24 antigen assay are standard techniques used for viral detection in infants and children. HIV-1 PCR detects both RNA and proviral DNA with sensitivity and specificity of more than 98%.",
        "cop": 3,
        "opa": "HIV-1 PCR",
        "opb": "Viral culture",
        "opc": "HIV ELISA",
        "opd": "p24 antigen assay",
        "subject_name": "Pathology",
        "topic_name": "Immunodeficiency Disorders",
        "id": "44e81922-0b11-4350-ae6a-81f87440161c",
        "choice_type": "multi"
    }
]