[
    {
        "question": "Memory T cells can be identified by using the following marker:",
        "exp": "CD 45 is called as Leukocyte common antigen (LCA) Location of cell Molecular marker All leucocytes CD45 and CD45. RB Medullary thymocytes ('Naive' T- cells) CD45 RA and CD45. RC Coical thymocytes (Memory T-cells) CD45. RO",
        "cop": 4,
        "opa": "CD45. RA",
        "opb": "CD45. RB",
        "opc": "CD45. RC",
        "opd": "CD45. RO",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "49947b5b-a3fd-4576-bfc1-7440e96f8d5e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cytokines are not secreted by Th2 type of helper T-cells?",
        "exp": "Th2 type of helper T-cells Secrete IL-4, IL-5, IL-13 IL-4 stimulate Th2 cells Th2 cells in turn cause stimulation of IgE production, activation of mast cells and eosinophils Mainly involved in allergies and defense against helminthic infestations",
        "cop": 1,
        "opa": "IL-1",
        "opb": "IL-4",
        "opc": "IL-5",
        "opd": "IL-13",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "b2743922-9ac0-499b-b08f-225fc3335903",
        "choice_type": "single"
    },
    {
        "question": "Toll like receptors, recognize bacterial products and stimulates immune response by:",
        "exp": "Toll-like receptors They are membrane proteins that recognize a variety of microbe-derived molecules and stimulate innate immune responses against the microbes. These derive there name due to homology to a Drosophila protein called 'Toll'. The Toll-like receptors are expressed on many immune cells of the body. Signaling by Toll-like receptors results in the activation of transcription factors, notably NF-kB and AP-1.",
        "cop": 3,
        "opa": "Perforin and granzyme mediated apoptosis",
        "opb": "FADD ligand apoptosis",
        "opc": "Transcription of nuclear factor mediated by NF-kB which recruits cytokines",
        "opd": "Cyclin",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "a189aa4b-a033-42a6-b964-4df97d0bef46",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about NK cells are true except:",
        "exp": "NK cells are innate immune cells They are functional without prior activation and do not express highly variable and clonally distributed receptors for antigens. NK cells have two types of receptors-- Inhibitory and Activating. They are capable of MHC - unrestricted direct cell lysis which is not mediated by an immune response.",
        "cop": 3,
        "opa": "They are derived from large granular cells",
        "opb": "They comprise about 5% of human peripheral lymphoid cells",
        "opc": "They are MHC restricted cytotoxic cells",
        "opd": "They express IgG Fc receptors",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "9f1cbb04-e7f2-431a-9109-5bbd68ec57a4",
        "choice_type": "multi"
    },
    {
        "question": "The following interleukin is characteristically produced in a TH1 response?",
        "exp": "After coming in contact with antigen presenting cells, CD4+ helper T cells secrete IL-2 and expresses high-affinity receptors for IL-2. IL-2 is a growth factor that acts on these T lymphocytes and stimulates their proliferation, leading to an increase in the number of antigen-specific lymphocytes.",
        "cop": 1,
        "opa": "IL-2",
        "opb": "IL-4",
        "opc": "IL-5",
        "opd": "IL-10",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "dd92ab88-9bc9-4e77-93b7-2c47e56469ec",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding Hyper IgE syndrome, except:",
        "exp": "Hyper IgE syndrome / Job's syndrome Autosomal dominant inhibitory mutations in signal transducer and activator of transcription 3 (STAT3) lead to inhibition of normal STAT signaling Patients have characteristic facies:- Broad nose Kyphoscoliosis Osteoporosis Eczema Abnormal chemotaxis is a variable feature Recurrent sinopulmonary and cutaneous infections (\"cold abscesses\") Serum IgE level is significantly elevated whereas IgM, IgG and IgA level are normal In vivo assessment of inflammation is possible with a Rebuck skin window test or an in vivo skin blister assay, which measures the ability of leukocytes and inflammatory mediators to accumulate locally in the skin. In vitro tests of phagocyte aggregation, adherence, chemotaxis, phagocytosis, degranulation, and microbicidal activity (for S. aureus) are used for laboratory diagnosis",
        "cop": 4,
        "opa": "Autosomal dominant",
        "opb": "Kyphoscoliosis",
        "opc": "Recurrent cutaneous abscesses",
        "opd": "Low serum IgG, IgA and IgM levels",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "6cf7ef22-0b2f-41e5-b73a-c441c8dee3f5",
        "choice_type": "multi"
    },
    {
        "question": "MHC class III genes encode:",
        "exp": "HLA class III contains genes for Complement components C2 and C4Q of classical pathway (Not C3Q) Properdin factor BQ of alternate pathway Tumor necrosis factorQ: Alpha and Beta Heat shock protein 70 Q Enzyme tyrosine hydroxylase Genes for MHC (also known as HLA) are located on sho arm of chromosome 6.",
        "cop": 2,
        "opa": "Complement component C3",
        "opb": "Tumor necrosis factor",
        "opc": "Interleukin 2",
        "opd": "Beta 2 microglobulin",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "2f9e2b0b-763d-49a9-afdd-a2222ab1dec0",
        "choice_type": "single"
    },
    {
        "question": "Cell type that lacks HLA antigen is:",
        "exp": "Class I MHC is expressed on all nucleated cells and platelets Class II MHC is expressed on APCs (macrophages, monocytes and dendritic cells), B- cells, Endothelial cells, and fibroblasts.",
        "cop": 4,
        "opa": "Monocyte",
        "opb": "Thrombocyte",
        "opc": "Neutrophil",
        "opd": "Red blood cell",
        "subject_name": "Pathology",
        "topic_name": "Immunology",
        "id": "7e81e158-8100-441b-9c14-2b0e9a268b4b",
        "choice_type": "single"
    }
]