[
    {
        "question": "Angiodema is seen due to deficiency of?",
        "exp": "Ans. is 'b' i. e., Cl esterase inhibitor Angioedema (angiooedema/ Quincke's edema/ angioneurotic edema)o Characterized by rapid swelling (edema) of the dermis, subcutaneous tissue, mucosa and submucosal tissues. It is very similar to urticaria, but urticaria, commonly known as hives, occurs in the upper dermiso Angioedema is classified as either hereditary or acquired. a) Acquired angioedema (AAE) can be immunologic, nonimmunologic, or idiopathic. It is usually caused by allergy and occurs together with other allergic symptoms and urticaria. It can also occur as a side effect to certain medications, particularly ACE inhibitors. b) Hereditary angioedema (HAE) exists in three forms, all of which are caused by a genetic mutation inherited in an autosomal dominant form. i) Types I and II are caused by mutations in the SERPINGl gene, which result in either diminished levels of the Cl-esterase inhibitor protein (type I HAE) or dysfunctional forms of the same protein (type II HAE). ii) Type III HAE has been linked with mutations in the F12 gene, which encodes the coagulation protein factor XII. o All forms of HAE lead to abnormal activation of the complement system. o The end product of this cascade, bradykinin, is produced in large amounts and is believed to be the predominant mediator leading to increased vascular permeability and vasodilation that induces typical angioedema \"attacks\".",
        "cop": 2,
        "opa": "Angiotensin converting enzyme",
        "opb": "C1 esterase inhibitor",
        "opc": "Histamine",
        "opd": "Angiotensin 1",
        "subject_name": "Pathology",
        "topic_name": "Immune Deficiency Diseases",
        "id": "775284a0-85a9-4a5a-b3e8-1cebef0d3d27",
        "choice_type": "single"
    },
    {
        "question": "Thymic hypoplasia is seen in -",
        "exp": "Ans. is 'b- i. e., Digeorge syndrome o In Digeorge syndrom e, there is absen ce of norm a l thymus. Digeorge syndromeo Digeorge syndrome is an example of a T cell deficiency that results from failure of development of the third and fourth pharyngeal pouches. Clinical featureso Enhanced susceptibility to viral, fungal (mucocutaneous candidiasis) and bacterial infections, o Facial abnormalities: Hypertelorism, abnormal ears, short philtrum and micrognathia, o Hypocalcemic tetany due to failure of parathyroid development, o Congenital heart diseases eg fallot's tetralogy, o Absence of a normal thymus. o Serum immunoglobulin concentration are frequently normal, but antibody responses, particularly of IgG and IgA isotvpes, are usually impaired, o T cell levels are reduced (not total absenceo B cell levels are normal.",
        "cop": 2,
        "opa": "Wiskott-Aldrich syndrome",
        "opb": "Digeorge syndrome",
        "opc": "IgA deficiency",
        "opd": "Agammaglobulinemia",
        "subject_name": "Pathology",
        "topic_name": "Immune Deficiency Diseases",
        "id": "fb755364-1a3a-442d-8cf2-8c74c404c89a",
        "choice_type": "single"
    },
    {
        "question": "Nitro-blue tetrazolium test is done for?",
        "exp": "Ans. (b) Chronic Granulomatous disorder. Ref: Robbin's pathology 9th ed. /237-238. Nitro blue tetrazolium is used in a diagnostic test, particularly for chronic granulomatous disease. When there is an NADPH oxidase defect, the phagocyte is unable to make reactive oxygen species or radicals required for bacterial killing. As a result, bacteria may thrive within the phagocyte. The higher the blue score, the better the cell is at producing reactive oxygen species.",
        "cop": 2,
        "opa": "Chronic glomerulonephritis",
        "opb": "Chronic granulomatous disorder",
        "opc": "Acute granulomatous disease",
        "opd": "Chediak Higashi syndrome",
        "subject_name": "Pathology",
        "topic_name": "Immune Deficiency Diseases",
        "id": "7dbbfdf4-56de-4d30-b0e2-1020c3590fc1",
        "choice_type": "single"
    }
]