[
    {
        "question": "A 10-year-old boy suffers head trauma and lies unconscious for 2 weeks. He is now intubated. His temperature rises to 38. 7degC (103degF) and oxygenation becomes more difficult. A chest X-ray reveals a pleural effusion and multiple abscesses in the lung parenchyma. Which of the following microorganisms is the most likely cause of this pulmonary infection?",
        "exp": "Staphylococcal pneumonia is an uncommon community-acquired disease. However, pulmonary infection with Staphylococcus aureus is common as a superinfection after influenza and other viral respiratory tract infections. Nosocomial (hospital acquired) staphylococcal pneumonia typically occurs in chronically ill patients who are prone to aspiration or who are intubated. High incidence of complications, such as lung abscess and empyema. L. pneumophila, seen paicularly in individuals with co-morbid conditions (e. g., heart or lung disease) and in organ transplant recipients.",
        "cop": 4,
        "opa": "Legionella pneumophila",
        "opb": "Mycoplasma pneumoniae",
        "opc": "Pneumocystis carinii",
        "opd": "Staphylococcus aureus",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "51d09453-c093-43c4-b10e-8054007ea51e",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents with a progressive illness of several days' duration characterized by nonproductive cough, fever, and malaise. A lateral view chest radiograph reveals platelike atelectasis. Elevated titers of cold agglutinins are detected. Which of the following is the most likely type of pneumonia in this patient?",
        "exp": "Interstitial (primary atypical) pneumonia is most commonly caused by M. pneumoniae or viruses. Interstitial pneumonia is characterized by diffuse, patchy inflammation localized to the interstitial areas of alveolar walls, with no exudate in alveolar spaces, and intra-alveolar hyaline membranes. M. pneumoniae infection is associated with the presence of cold agglutinins, which are IgM antibodies that react nonspecifically with all human red blood cells. P. jiroveci (carinii) pneumonia is the most common oppounistic infection in patients with acquired immunodeficiency syndrome Viral pneumonias are the most common type of pneumonia in childhood, caused most commonly by the influenza virus.",
        "cop": 3,
        "opa": "Bacterial pneumonia, most likely caused by S. pneumoniae",
        "opb": "Hospital-acquired pneumonia, most likely caused by P. aeruginosa",
        "opc": "Interstitial pneumonia, most likely caused by M. pneumoniae",
        "opd": "P. jiroveci (carinii) pneumonia, most likely related to an immunocompromised state",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "3276f448-7f33-4dba-ba05-e50d3470438d",
        "choice_type": "single"
    },
    {
        "question": "An 80-year-old woman, a retirement home resident, has multiple bouts of pneumonia caused by Streptococcus pneumoniae. In an attempt to prevent such infections, polyvalent vaccines directed at multiple serotypes of the organism have been administered but have not elicited long-acting immunity. Which of the following is the probable explanation for this phenomenon?",
        "exp": "Antibody responses to the more than 80 differing carbohydrate capsular antigens of the various strains of S. pneumoniae are generally T-cell-independent, and antibody formation is entirely B-cell-mediated. Because of this, memory cells are not formed, and long-lasting immunity is not achieved.",
        "cop": 1,
        "opa": "Memory T lymphocytes respond poorly to polysaccharide antigens.",
        "opb": "S. pneumoniae evades host immune response response by forming capsular coatings composed of host proteins and recognized as \"self\" antigens.",
        "opc": "The bacterial capsule binds C3b, facilitating activation of the alternative complement pathway, inducing complement-mediated lysis, and preventing immunization.",
        "opd": "The capsular polysaccharides of S. pneumoniae have limited hapten potential",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "e5d7610f-6a30-4d3e-96a4-43e89bec385f",
        "choice_type": "single"
    },
    {
        "question": "Masson bodies are seen in:",
        "exp": "Masson bodies is characterized by involvement of alveolar space. Alveolar space & bronchioles have collection of Fibroblast. It is seen in patient with Cryptogenic Organizing Pneumonia. Cryptogenic organizing pneumonia aka bronchiolitis obliterans organizing pneumonia. Usual interstitial pneumonia - associated with Idiopathic pulmonary fibrosis.",
        "cop": 3,
        "opa": "Usual interstitial pneumonia",
        "opb": "Non-specific interstitial pneumonia",
        "opc": "Cryptogenic Organizing Pneumonia",
        "opd": "Hyaline membrane disease",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "45ef922a-d552-46b6-9233-b3d5e22e2b11",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman with leukemia is treated with chemotherapy. During treatment she develops increasing cough and shoness of breath. A chest X-ray shows diffuse lung infiltrates. Sputum cultures are negative and the patient does not respond to routine antibiotic therapy. An open lung biopsy is diagnosed by the pathologist as viral pneumonia. Which of the following histopathologic findings would be expected in the lungs of this patient?",
        "exp": "Viral infections of the pulmonary parenchyma produce diffuse alveolar damage (DAD) and interstitial pneumonia. Necrosis of type I pneumocytes and the formation of hyaline membranes result in an appearance that is indistinguishable from DAD in other settings. The other choices are not characteristic of interstitial pneumonia. Fibrous scarring of lung parenchyma may be a late complication of some forms of this disorder.",
        "cop": 4,
        "opa": "Clusters of epithelioid macrophages",
        "opb": "Confluent areas of caseous necrosis",
        "opc": "Fibrous scarring of lung parenchyma",
        "opd": "Hyaline membranes and interstitial inflammation",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "4dc21adc-9e4e-479c-95be-fe006709fca3",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man with AIDS is admitted to the hospital with a fever of 38. 7degC (103degF). The patient has a 2-week history of persistent cough and diarrhea. Laboratory studies show that the CD4+ cell count is less than 500/mL. A sputum culture reveals acid-fast organisms, which are fuher identified as Mycobacterium avium-intracellulare. This patient's pneumonia is characterized by extensive pulmonary infiltrates of which of the following cell types?",
        "exp": "This pneumonia is characterized by an extensive infiltrate of macrophages. The proliferation of MAI and the recruitment of macrophages produce expanding lesions, ranging from epithelioid granulomas containing few organisms to loose aggregates of foamy macrophages. The other inflammatory cells listed are not characteristic of infection with MAI.",
        "cop": 3,
        "opa": "CD4+ helper T cells",
        "opb": "Eosinophils",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "c6ee0b2a-b491-433a-b872-ec1ad37abc19",
        "choice_type": "single"
    },
    {
        "question": "Most common causative organism of community-acquired acute pneumonia is:",
        "exp": "Community-acquired acute pneumonia refers to lung infection in otherwise healthy individuals that is acquired from the normal environment. Streptococcus pneumonia Haemophilus influenza Staphylococcus aureus aka pneumococcus, is the most common cause of community-acquired acute pneumonia. Examination of Gram-stained sputum is an impoant step in the diagnosis of acute pneumonia The presence of numerous neutrophils containing the typical gram-positive, lancet-shaped diplococci suppos the diagnosis of pneumococcal pneumonia. It is a pleomorphic, gram-negative organism that occurs in encapsulated and nonencapsulated forms There are six serotypes of the encapsulated form (types a to f), of which type b is the most virulent. H. influenzae pneumonia, which may follow a viral respiratory infection, is a pediatric emergency and has a high moality rate It is an impoant cause of secondary bacterial pneumonia in children and healthy adults following viral respiratory illnesses. high incidence of complications, such as lung abscess and empyema",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pyogenes",
        "opc": "Streptococcus pneumoniae",
        "opd": "Haemophilus influenza",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "371ac95c-2fe5-4a44-82c8-70afa6cdfa18",
        "choice_type": "single"
    },
    {
        "question": "Which of the following genes is associated with familial pulmonary aerial hypertension?",
        "exp": "The first mutation to be discovered in familial pulmonary aerial hypertension was in the gene encoding bone morphogenetic protein receptor type 2 (BMPR2). Inactivating germline mutations in the BMPR2 gene are found in 75% of the familial cases of pulmonary hypertension and 25% of sporadic cases. BMPR2 is a cell surface protein belonging to the TGF-b receptor superfamily, which binds a variety of cytokines, including TGF-b, bone morphogenetic protein (BMP), activin, and inhibin. Haploinsufficiency for BMPR2 leads to dysfunction and proliferation of endothelial cells and vascular smooth muscle cells.",
        "cop": 1,
        "opa": "BMPR2",
        "opb": "VEGF",
        "opc": "a1-antitrypsin",
        "opd": "CFTR",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "f72616a0-7016-4e47-b5ec-f2d16ae79d6f",
        "choice_type": "single"
    },
    {
        "question": "Predominant constituent of Hyaline membrane disease is:",
        "exp": "The membranes (in hyaline membrane disease) are largely made up of fibrinogen and fibrin admixed with cell debris derived chiefly from necrotic type-II pneumocytes. There is a remarkable paucity of neutrophilic inflammatory reaction associated with these membranes.",
        "cop": 3,
        "opa": "Albumin",
        "opb": "Anthracotic pigment",
        "opc": "Fibrin rich exudates",
        "opd": "Phosphatidylcholine",
        "subject_name": "Pathology",
        "topic_name": "Infectious Lung Disease: Pneumonia",
        "id": "7b8f48f7-e153-43a1-929a-d52e0fdadcf8",
        "choice_type": "single"
    }
]