[
    {
        "question": "A 37-year-old man is admitted to the hospital with a productive cough, fever, and night sweats. An X-ray film of the chest shows an ill-defined area of consolidation at the periphery of the right middle lobe and mediastinal lymphadenopathy. Sputum culture grows acid-fast bacilli. Lymph node biopsy in this patient would most likely show which of the following pathologic findings?",
        "exp": "Tuberculosis is a chronic, communicable disease in which the lungs are the prime target. The disease is caused principally by Mycobacterium tuberculosis hominis (Koch bacillus), but infection with other species occurs, notably M. tuberculosis bovis (bovine tuberculosis). Primary tuberculosis consists of lesions in the lower lobes and subpleural space, referred to as the Ghon focus. The infection then drains to hilar lymph nodes. The combination of Ghon focus and hilar lymphadenopathy is known as \"Ghon complex. \" The typical lesion of tuberculosis is a caseous granuloma, with a soft core surrounded by epithelioid macrophages, Langhans giant cells, lymphocytes, and peripheral fibrosis. Noncaseating granulomas (choice D) are a feature of sarcoidosis, among other causes. Diagnosis: Primary tuberculosis",
        "cop": 1,
        "opa": "Caseating granulomas",
        "opb": "Follicular hyperplasia",
        "opc": "Nodular amyloidosis",
        "opd": "Noncaseating granulomas",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "113a2d25-3955-4c22-af7e-c5f7a06cbaa5",
        "choice_type": "single"
    },
    {
        "question": "Warthin Finkedly bodies are found in?",
        "exp": "Ans. is 'd' i. e., Measles * Warthin-Finkeldey cell is a type of giant multinucleate cell found in hyperplastic lymph nodes early in the course of measles.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Sarcoidosis",
        "opc": "Herpes",
        "opd": "Measles",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "2ca4e6eb-00b6-4f3d-9cdb-c46f0e0f048f",
        "choice_type": "single"
    },
    {
        "question": "Ghon's focus is found in-",
        "exp": "Ans. is 'b' i. e., Pulmonary tuberculosis Ghon's focuso In primary tuberculosis when inhaled tubercule bacilli implanted in the distal air spaces of the lower part of upper lobe or upper part of the lower lobe, close to the pleura. This area is about 1 to 1. 5 cm with caseating necrosis known as Ghon's focus. o Ghon's focus is one of the component of Ghon's complex (primary complex), which consists of 3 components: -i) Ghon's focus (subpleural caseating lesion)ii) Caseating hilar lymph nodeiii) Draining lymphatics. Note - Due to early bactermia (bacillemia) seeding of tubercle bacilli may occur at apex to produce Simon's focus.",
        "cop": 2,
        "opa": "Leprosy",
        "opb": "Pulmonary tuberculosis",
        "opc": "Sarcoidosis",
        "opd": "Asbestosis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "30564a90-e4aa-4606-bb74-5e062bbba04d",
        "choice_type": "single"
    },
    {
        "question": "Most common clinical presentation of sarcoidosis:",
        "exp": "Ans. (b) Hilar lymphadenopathy. Ref: Robbings pathology 9th ed. 1692-93",
        "cop": 2,
        "opa": "Pleural plaque",
        "opb": "Hilar lymphadenopathy",
        "opc": "Pulmonary fibrosis",
        "opd": "Interstitial calcification",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "5265608d-665b-4ca9-9d8e-46a9b845bacb",
        "choice_type": "single"
    },
    {
        "question": "Characteristic histopathologv finding in Whipples disease is -",
        "exp": "Ans. is 'a' i. e., PAS positive macrophages and rod shaped bacilli in lamina propria o The hallmark of Whipple's disease is a small intestinal mucosa laden with distended macrophages in the lamina propria- the macrophages contain periodic acid-schiff (PAS) positive granules and rod shaped bacilli by electron microscopy. o Three forms of Malabsorption Syndromes are often asked and the basic understanding of these is able to exclude a large number of questions. Whipple's Disease. Tropical Sprue. Coeliac Disease. Malabsorption syndrome with svstemic features with infectious etioloev. Malabsorption syndrome of infectious etiology without svstemic features. Malabsorption syndrome of non infectious etioloav without svstemic features. Etiology. Etiology. Etiology. Gram negative actinomycete Tropheryma whip pel ii. Caused by some strains of E. coli. Caused by intolerance to 'gliadin' gluten a protein found in wheat rve, barley. Biopsy. Diagnostic. Biopsy. Abnormal but Not Diagnostic. Biopsy. Abnormal/Characteristic but. Not Diagnostic. Lamina Propria is infiltrate with macrophages containing PAS positive glycoproteins and rod shaped bacili Dilated lymphatics. Shortened, thickened villi increased crypt depth infiltration by mononuclear cells. Blunting and flattening of mucosal surface with villi either absent or broad and shorty Crypts are elongatedy Dense infiltration of inflammatory cells in lamina propria inflammatory. Clinical features. Clinical features. Clinical features. Features of maiasorption+ Array of systemic features. Features of malabsorption. Features of malabsorption. Systemic features of whipple's diseaseo Polyarthralgiao Psychiatric complaints - Dementiao Ophthalmologic complaintso Lymphadenopathyo Hyperpigmentation",
        "cop": 1,
        "opa": "PAS positive macrophages and rod shaped bacilli in lamina propria",
        "opb": "Shortened thickened villi with increased crypt depth",
        "opc": "Blunting and flattening of mucosal surface and absent villi",
        "opd": "Mononuclear infiltration at base of crypts",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "4b1154df-d77a-41d6-a3b3-c0967bcdff64",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old man who has multiple sexual partners and does not use barrier precautions has had a non-tender ulcer on his penis for the past week. On physical examination, the 0. 6-cm lesion has a firm, erythematous base and sharply demarcated borders. The lesion is scraped, and the microscopic darkfield examination is positive for motile spirochetes. Which of the following inflammatory processes is most likely to accompany this infection?",
        "exp": "Infection with Treponema pallidum can lead to syphilitic chancres in the primary stage of syphilis. The chancres are characterized by lymphoplasmacytic infiltrates and by an obliterative endarteritis. Similar lesions also may appear with secondary syphilitic mucocutaneous lesions. Acute inflammation with abscess formation is characteristic of bacterial infections such as gonorrhea. Caseating granulomatous inflammation is more characteristic of tuberculosis or fungal infections. Gummatous inflammation can be seen in adults with tertiary syphilis or in congenital syphilis.",
        "cop": 4,
        "opa": "Acute inflammation with abscess formation",
        "opb": "Granulomatous inflammation with caseation",
        "opc": "Gummatous inflammation with necrosis",
        "opd": "Perivascular inflammation with plasma cells",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "274dbd29-a733-4823-8863-8ea5c0a768de",
        "choice_type": "single"
    },
    {
        "question": "Negri bodies are seen in",
        "exp": "Ans. b (Rabies). (Ref Robbin, Pathology, 7th ed., 137)PATHOGENESIS OF RABIES# The first event in rabies is the inoculation of virus through the skin, usually through a bite that delivers virus-laden saliva.# Initial viral replication appears to occur within striated muscle cells at the site of inoculation.# The peripheral nervous system is exposed at the neuromuscular and/or neurotendinous spindles of unmyelinated sensory nerve cell endings, with neurotransmitter receptors such as acetylcholine implicated in viral attachment and internalization.# The virus then spreads centripetally up the nerve to the CNS, probably via peripheral nerve axoplasm, at a rate of 3 mm/ h.# Once the virus reaches the CNS, it replicates almost exclusively within the gray matter and then passes centrifugally alone autonomic nerves to other tissues--- The salivary glands, Adrenal medulla, Kidneys, Lungs, - Liver, Skeletal muscles, Skin, and. Heart.# The incubation period of rabies is exceedingly variable, from 7 days to 1 year (mean, 1 to 2 months)/# Rates of infection and mortality are highest from bites on the face, intermediate from bites on the hands and arms, and lowest from bites on the legs.# The neuropathology of rabies resembles that of other viral diseases of the CNS:- Hyperemia, - Varying degrees of chromatolysis, - Nuclear pyknosis, and- Neuronophagia of the nerve cells;- Infiltration by lymphocytes and plasma cells of the Virchow-Robin space;- Microglial infiltration; and- Parenchymal areas of nerve cell destruction.# The most characteristic pathologic finding of rabies is the eosinophilic cytoplasmic inclusions called Negri bodies within neurons. Each measures 10 nm and is made up of fibrillar matrix and virus particles.# Negri bodies are distributed throughout the brain, particularly in:- Ammon's horn, - Brainstem, - Hypothalamus, and- Purkinje cells of the cerebellum. Cerebellar, cerebral cortex, Dorsal spinal ganglia.# Negri bodies are not demonstrated in at least 20% of cases of rabies, and their absence from brain material does not rule out the diagnosis. RFFIT is valuable test to diagnose rabies.",
        "cop": 2,
        "opa": "Prion disease",
        "opb": "Rabies",
        "opc": "Measles",
        "opd": "Herpes encephalitis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "f72fa680-d512-4e54-a183-dad064854272",
        "choice_type": "single"
    },
    {
        "question": "A radical group commissions scientists to develop a Category A bioterrorism agent. They want an agent that will paralyze victims within hours and be disguised within innocuous-appearing cans of split pea soup. Which of the following organisms best meets the requirements stated?",
        "exp": "The spores of Clostridium botulinum will survive the canning process in such non-acidic foods as peas when they are not heated sufficiently so that organisms grow and elaborate a neurotoxin. However, the plot fails when everyone prefers to eat junk food and not vegetables. Perhaps the terrorists should promote trans fats, which, when combined with lack of exercise, will increase morbidity and mortality from atherogenesis to a greater extent than any infectious agent. Chlamydia psittaci is a Category B agent that is airborne and causes pneumonia. Ebola virus produces a hemorrhagic fever. Hantavirus spread through the aerosolization of deer mouse droppings causes pneumonia and sepsis. Yersinia pestis is the Black Death, which produces lymphadenitis, pneumonia, and sepsis; the vector is the rat flea.",
        "cop": 2,
        "opa": "Chlamydia psittaci",
        "opb": "Clostridium botulinum",
        "opc": "Ebola virus",
        "opd": "Hantavirus",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "2b178b61-4f0f-4378-9561-1c880f89e90f",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl has a blotchy, reddish-brown rash on her face, trunk, and proximal extremities that developed over the course of 3 days. On physical examination, she has 0. 2-cm to 0. 5-cm ulcerated lesions on the oral cavity mucosa and generalized tender lymphadenopathy. A cough with minimal sputum production becomes progressively worse over the next 3 days. Which of the following viruses is most likely to produce these findings?",
        "exp": "The rash and the Koplik spots on the buccal mucosa are characteristic findings in measles (rubeola), a childhood infection. It occurs only sporadically when immunizations have been administered to a large part of the population. The severity of the illness varies, and measles pneumonia may complicate the course of the disease, which in some cases can be life-threatening. Mononucleosis, which results from Epstein-Barr (EBV) virus infection, is more likely to occur in adolescence. Mumps produces parotitis and orchitis. Varicella-zoster virus infections in children manifest as chicken-pox. Rubella, also called German measles, is a much milder infection than rubeola.",
        "cop": 4,
        "opa": "Epstein-Barr",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Rubeola",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "2a78d0e8-2b4d-46c5-9c89-77b86f33eaff",
        "choice_type": "single"
    },
    {
        "question": "Zenker's degeneration of the abdominal musculature is seen in:",
        "exp": "Ans. d (Typhoid). (Ref. Textbook of pathology by Harsh Mohan 5th ed. Chapter 3). If the muscle sheath is intact, sarcolemmal tubes containing histiocytes appear along the endomysial tube which, in about 3 months, restores properly oriented muscle fibres e. g. in Zenker's degeneration of the abdominal musculature in typhoid.",
        "cop": 4,
        "opa": "Cholera",
        "opb": "Myotonia congenita",
        "opc": "Amyloidosis",
        "opd": "Typhoid",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "a2bc7378-6e37-4e54-90ad-0d57feb5c656",
        "choice_type": "single"
    },
    {
        "question": "Liver biopsy in malaria will have",
        "exp": "Ans. b. Kupffer cell hyperplasia. CLASSIFICATION OF PARASITIC DISEASE OF THE LIVER AND BILIARY TRACT BY PATHOLOGIC PROCESSPathologic process. Diseases. Liver disease Granulomatous hepatitis. Capillariasis. Fascioliasis. Schistosomiasis. Strongyloidiasis. Toxocariasis. Portal fibrosis. Schistosomiasis. Hepatic abscess or necrosis. Amebiasis. Toxoplasmosis. Cystic liver disease. Echinococcosis. Peliosis hepatis. Bacillary angiomatosis. Reticuloendothelial disease. Kupffer cell infection or hyperplasia. Babesiosis. Malaria. Toxoplasmosis. Visceral leishmaniasis. Biliary tract disease. Cholangitis. Clonorchiasis/opisthorchiasis. Fascioliasis. Biliary hyperplasis. Ascariasis. Clonorchiasis. Cryptosporidiosis. Fascioliasis. Cholangiocarcinoma. Clonorchiasis/opisthorchiasis",
        "cop": 2,
        "opa": "Microabscesses",
        "opb": "Kupffer cell hyperplasia",
        "opc": "Piecemeal necrosis",
        "opd": "Non Caseating granuloma",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "45dd07f8-c2e0-436a-811a-b2556532e0e6",
        "choice_type": "single"
    },
    {
        "question": "Prion includes",
        "exp": "Ans. is 'c' i. e. Proteins Prions are infectious proteins that cause degeneration of the central nervous system. They are infectious particles that lack nucleic acid. Prions are composed largely, if not entirely of PrP molecules. Four important points about prions are: -Prions are the only known infectious pathogens that are devoid of nucleic acid, all other infectious assents possess genomes composed of either RNA or DNA that direct the synthesis of their progeny. Prions disease may manifest as infectious, genetic and sporadic disorders; no other group of illness with a single etiology presents with such a wide spectrum of clinical manifestations. Prions disease results from the accumulation of Pr. PSc the conformation of which differs substantially from that of its precursor Pr. Pc. Pr. PSc can exist in a variety of different conformations each of which seems to specify a particular disease phenotype. Prions reproduce by binding to the normal cellular isoform of prion protein and stimulating conversion of PrP into the disease causing isoform.",
        "cop": 3,
        "opa": "DNA and RNA",
        "opb": "Only RNA",
        "opc": "Proteins",
        "opd": "Only DNA",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "bc85899d-0dfe-4291-8ffe-a21016b7e653",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old lady presents with high grade fever with chills and rigors. On examination a firm spleen is felt 3 cm below costal margin with right upper quadrant tenderness. Peripheral smear was prepared. Diagnosis is?",
        "exp": "Ans. (b) Plasmodium falciparum.* Notice the rings inside RBC's with delicate cytoplasm and one or two small chromatin dots.* The RBC's that are infected are not enlarged and there is multiple infection of RBC which is diagnostic of P. falciparum infection.* Occasional applique forms (rings appearing on the periphery of the RBC) can he present.* P. falciparum gametocytes are crescent or sausage shaped (See middle of image). The chromatin is in a single Mass (macrogamete) or diffuse (microgamete). Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Plasmodium vivax",
        "opb": "Plasmodium falciparum",
        "opc": "Amoebic liver abscess",
        "opd": "Infectious mononucleosis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "da092626-5560-4fa6-85af-603f2c4e5f86",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man presents with chest pain, fever, productive cough, and rust-colored sputum. The patient was diagnosed with tuberculosis in his early 20s. A chest X-ray shows multiple, nodular infiltrates and cavitary lesions. A lung biopsy reveals necrotizing inflammation and vascular thrombi with branching fungal hyphae. Which of the following is the most likely diagnosis?",
        "exp": "Fungus balls (aspergillomas) consist of rounded, lobulated masses of hyphae and occur in patients with a previous history of cavitating pulmonary disease (e. g., pulmonary tuberculosis). Aspergillus is a common environmental fungus that causes opportunistic infections in the lungs. Inhaled spores germinate in the warm humid atmosphere provided by cavitary lung lesions, filling them with masses of hyphae. The organisms generally do not invade the lung parenchyma. There are three different types of pulmonary aspergillosis, namely allergic bronchopulmonary aspergillosis, aspergillomas, and invasive aspergillosis. Candidiasis (choice C) is incorrect because Candida infections are not typically angioinvasive. The other choices do not show characteristic branching fungal hyphae. Diagnosis: Pulmonary aspergillosis, aspergilloma",
        "cop": 2,
        "opa": "Actinomycosis",
        "opb": "Aspergillosis",
        "opc": "Candidiasis",
        "opd": "Cryptococcosis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "009efd48-b1f9-4a39-9dfa-fba8f1bc07e4",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old female infant is brought to the physician with a 2-day history of severe cough, wheezing, and respiratory distress. Physical examination shows rhinitis, mild cyanosis, and fever. Which of the following is the most likely etiology of this child's pulmonary infection?",
        "exp": "RSV is an RNA virus, which is the major cause of bronchiolitis and pneumonia in infants. RSV bronchiolitis or pneumonitis presents with expiratory and inspiratory wheezing, cough, and hyper expansion of both lung fields. Hyperinflation, interstitial infiltrates, and segmented atelectasis are expected findings on chest X-ray. The illness is usually self-limited and typically resolves within 1 to 2 weeks. Mortality is low in healthy babies. The other viruses cause pneumonia much less frequently. Diagnosis: Respiratory syncytial virus, bronchiolitis",
        "cop": 4,
        "opa": "Adenovirus",
        "opb": "Cytomegalovirus",
        "opc": "Parainfluenza virus",
        "opd": "Respiratory syncytial virus",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "ea7dfc37-1cf7-4adb-b7d1-ed7eaa8a662d",
        "choice_type": "single"
    },
    {
        "question": "HIV infection causes -",
        "exp": "Ans. is 'c' i. e., Collapsing glonerulonephritis Most characteristic lesion of HIV-associated nephropathy is collapsing glomerulopathy, a morphological variant of focal segmental glomerulosclerosis. Morphological changes in FSGSo Sclerosis of some glomeruli with involvement of only a portion of capillary tuft, o Collapse of GBM. o Increase in matrix. o Segmental insudation of plasma proteins along the capillary wall (Hyalinosis). o Lipid droplets and foam cells. o Diffuse efface ment of foot processes characteristic of minimal change disease, but in addition, there is focal detachment of the epithelial cells with denudation of the underlying GBM. o IgM and C3 deposits in sclerosed area and in the mesangium. Collapsing glomerulopathyo It is a morphological variant of FSGS. o Characterized by collapse and sclerosis of the entire glomerular tuft in addition to the usual FSGS lesions, o A characteristic feature is proliferation and hypertrophy of glomerular visceral epithelial cells (podocytes). o There is prominent tubular injury with formation of microcystes. o It is the most characteristic lesion of HIV nephropathy. Epithelial damage is the hallmark of FSGS. Following information has been added in 8-/e of Robbinso Sclerosis is characterized by accumulations of extracellular collagenous matrix, either confined to mesangial areas involving the capillary loops or both. The sclerosing process may also result in obliteration of capillary lumens in affected glomeruli. o In contrast Hyalinosis refers to accumulation of homogeneous, amorphous, eosinophic material into glomerular structure. Hyaline is made up of plasma proteins that have insudated from circulation into glomerular structure. Hyalinosis may also result in obliteration of cappillary lumen of glomerular toft. Hyalinosis is usually a consequence of endothelial or capillary wall injury and typically the end result of various form of glomerular damage. It is a common feature of FSGS.",
        "cop": 3,
        "opa": "Membranous glomerulonephritis",
        "opb": "Fibrillary glomerulopathy",
        "opc": "Collapsing glonerulonephritis",
        "opd": "RPGN",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "98425b75-4a60-43b7-b670-bbf6d2f8bb95",
        "choice_type": "single"
    },
    {
        "question": "A child of 7-8yrs of ages; c/o scalp swelling, alopecia:",
        "exp": "Ans. is 'b' KOH staining of scrapping. The child is suffering from tinea capitis. It is a fungal infection which requires KOH scrapping for diagnosis.",
        "cop": 2,
        "opa": "Gram staining",
        "opb": "KOH staining of the scrapings",
        "opc": "PAS staining",
        "opd": "Blood culture",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "eefac2ad-9ec9-41ba-b24b-934462e75a19",
        "choice_type": "single"
    },
    {
        "question": "Not an example of granulomatous disease -",
        "exp": "Ans. is 'd' i. e., Mycoplasma Granulomas may be divided into:-1) Immune (hypersensitivity) granuloma (MC type)a) Bacterial infections:- TB, leprosy, syphilis, brucellosis, salmonellosis, Q-fever, cat scratch disease, yersinia. b) Fungus & parasites:- Histoplasma, blastomycosis, coccidioidomycosis, schistosomiasis, trichiniasis, filariasis. c) Other:- Sarcoidosis, Crohn's disease, Wegner's granulomatosis, RA, Giant cell arteritis, Hodgkin's disease, Berylliosis, Byssinosis. 2) Non-immune granuloma usually forms in response to poorly digestable substances, e. g. Silica (silicosis).",
        "cop": 4,
        "opa": "TB",
        "opb": "Leprosy",
        "opc": "Sarcidosis",
        "opd": "Mycoplasma",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "2f1b6962-68ef-46ed-be1e-bac821e15ea9",
        "choice_type": "single"
    },
    {
        "question": "A study of nosocomial infections involving urinary catheters is performed. The study shows that the longer an indwelling urinary catheter remains, the higher the rate of symptomatic urinary tract infections (UTIs). Most of these infections are bacterial. Which of the following properties of these bacteria increase the risk for nosocomial UTIs?",
        "exp": "Microbes form biofilms of sticky polysaccharide goo that adheres particularly well to artificial surfaces such as catheters. The biofilm helps isolate the organisms from inflammatory cells and limit the penetration of antibiotics. Bacterial enzymes, such as the hyaluronidases and streptokinases of streptococcal organisms, promote spread through tissues. Exotoxins of gram-positive organisms impart virulence through tissue damage. Bacteria have multiple mechanisms for exchanging genetic material that affords selective growth advantages. When the number of bacterial organisms increases, they sense this (quorum sensing) and turn on virulence genes. Organisms such as Staphylococcus aureus can express superantigens that non-selectively stimulate many T cell clones, leading to unregulated cytokine release and toxic shock.",
        "cop": 1,
        "opa": "Biofilm formation",
        "opb": "Enzyme elaboration",
        "opc": "Exotoxin release",
        "opd": "Quorum sensing",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "0321241c-b458-4d9f-95a2-0598b95b87b7",
        "choice_type": "single"
    },
    {
        "question": "Group 120 antigen on HIV surface will lead to?",
        "exp": "Ans. (b) Attachment. Ref: Robbin's pathology 9th ed. /245-46* Envelope glycoprotein GP120 (or gp 120) is a glycoprotein exposed on the surface of the HIV envelope.* The 120 in its name comes from its molecular weight of 120 k. Da.* Gpl20 is essential for virus entry into cells as it plays a vital role in attachment to specific cell surface receptors.* Binding to CD4 induces the start of a cascade of conformational changes in gpl20 and gp41 that lead to the fusion of the viral with the host cell membrane.* Gpl20 is coded by the HIV envgene, which is around 2. 5 kb long and codes for around 850 amino acids",
        "cop": 2,
        "opa": "Fusion",
        "opb": "Attachment",
        "opc": "Resistance",
        "opd": "Virus entry",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "2e127c7a-d93f-4681-9cfe-d9dfeb23a712",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old child is exposed to Mycobacterium tuberculosis. A month later the child's tuberculin skin test is positive. The child then develops fever, inspiratory stridor, and nonproductive cough. Which of the following findings is most likely to be present on the chest radiograph of this child?",
        "exp": "The child has a primary tuberculosis. Most healthy persons have a sub-clinical disease, and a minority develop clinical manifestations; of those, most have limited pulmonary involvement without dissemination. Primary tuberculosis is marked by the Ghon complex, which is a small subpleural granuloma at mid-lung along with prominent enlarged hilar lymph nodes. These nodes may impinge upon central airways. When the cell-mediated immune response is poor, then there can be numerous small granulomas scattered throughout the lungs, or disseminated to other organs, as a miliary pattern (granulomas that are the size of millet seeds). Progressive primary tuberculosis can lead to more extensive lung involvement with pneumonic infiltrates. Upper lobe cavitary disease is characteristic of secondary tuberculosis (reactivation or reinfection) in persons who have previously mounted an immune response. One pattern of disseminated tuberculosis is Pott disease of the spine, sometimes as an isolated finding.",
        "cop": 1,
        "opa": "Hilar lymphadenopathy",
        "opb": "Miliary pulmonary nodules",
        "opc": "Pneumonic consolidation",
        "opd": "Upper lobe cavitation",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "a7ce8a63-3584-4bc2-9ee0-3ebd4b5b4179",
        "choice_type": "single"
    },
    {
        "question": "Most important factor associated with progression of HIV positive to AIDS is?",
        "exp": "Ans is 'd' i. e. CD4 count * HIV can infect and kill many different types of cells in the body, but the primary targets are immune cells called CD4 T-cells. The CD4 T-cells are white blood cells that help coordinate the immune system's response to infection and disease. CD4 T-cells count is the most important factor determining HIV progression.* Patients progress to AIDS when their CD4 cell counts drop below 200 cells per microliter of blood. Healthy individuals have a CD4 cell count between 600 and 1, 200 cells per microliter of blood. Individuals with a CD4 cell lower than 200 cells per microliter of blood have the greatest risk of developing opportunistic infections.* The United States Center for Disease Control and Prevention also created a classification system for HIV, based on CD4 count and clinical symptoms, and describes the infection in five groups. In those greater than six years of age it is: a. Stage 0: the time between a negative or indeterminate HIV test followed less than 180 days by a positive test. b. Stage 1: CD4 count > 500 cells/pi and no AIDS defining conditions. c. Stage 2: CD4 count 200 to 500 cells/pl and no AIDS defining conditions. d. Stage 3: CD4 count < 200 cells/pl or AIDS defining conditions.",
        "cop": 4,
        "opa": "Nutrition",
        "opb": "Viral load",
        "opc": "Age",
        "opd": "CD4 count",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "d1c13b24-5085-4284-8c82-0388fe207918",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old man has a fever and cough productive of thick, gelatinous sputum that worsens over 4 days. On physical examination, his temperature is 38. 2deg C. On auscultation of the chest, diffuse crackles are heard at the right lung base. Laboratory studies show WBC count, 13, 240/mm3 with 71% segmented neutrophils, 8% bands, 15% lymphocytes, and 6% monocytes. A sputum gram stain shows gram-negative bacilli with mucoid capsules. His condition improves after a course of gentamicin therapy. Which of the following complications of this infection is he most likely to develop?",
        "exp": "Bacterial infections with predominantly neutrophilic responses are marked by suppurative inflammation, and a virulent organism such as Klebsiella can lead to tissue destruction with abscess formation. Carcinomas are not sequelae of bacterial infections. Infections of the lung do not result in emphysema but may complicate emphysema. Granulomatous inflammation is characteristic of mycobacterial or fungal infections. Gas-forming bacteria, such as anaerobic Clostridium organisms, are unusual as a cause of respiratory infections.",
        "cop": 1,
        "opa": "Abscess formation",
        "opb": "Adenocarcinoma",
        "opc": "Bullous emphysema",
        "opd": "Cavitary granulomas",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "6a7c9eda-33d8-4b12-9b7d-d2c32132b516",
        "choice_type": "single"
    },
    {
        "question": "Maltese cross can be seen in:",
        "exp": "Ans. (D) Babesiosis(Ref: Robbins and Cotran Pathologic Basis of Disease 10th ed; pg. 379). Babesiosis. Babesia microti and Babesia divergens are malaria like protozoans transmitted by ticks. Reservoir for Babesia microti - White footed mouse. Babesia resembles malaria parasite but lacks hemozoin pigment. Malaria. Banana shaped gametocytes can be seen in infection by Plasmodium falciparum. Leishmaniasis. It can be:#Cutaneous leishmaniasis#Mucocutaneous leishmaniasis (also called espundia)#Visceral leishmaniasis. Exists as Promastigote and amastigote forms. Cryptococcosis. Cryptococcus appears as 5-10 mm yeast forms with thick gelatinous capsule. Special stain - Mucicarmine. Pneumocystis. Pneumocystis carinii pneumoniae produces pink frothy discharge. Cup shaped or boat shaped cysts can be seen",
        "cop": 4,
        "opa": "Pneumocystis carinii",
        "opb": "Leishmaniasis",
        "opc": "Cryptococcosis",
        "opd": "Babesiosis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "0c50bcc5-f609-4b37-a989-46f301bbf6e3",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old child has had worsening performance in school for the past 4 months from decreased vision. Examination of the right eye shows diffuse punctate inflammation of the cornea and pannus extending as growth of fibrovascular tissue from conjunctiva onto the cornea. Microscopic examination of a corneal scraping shows lymphocytes, plasma cells, neutrophils, and scattered corneal epithelial cells that have cytoplasmic inclusion bodies. Which of the following infectious agents is most likely to produce these findings?",
        "exp": "Trachoma is a major cause of blindness worldwide. The initial inflammation from infection is followed by progressive conjunctival scarring with eyelid involvement so that the eyelashes turn inward (trichiasis) to produce scarring of the conjunctiva and cornea. In children, cytomegalovirus (CMV), one of the herpesviruses, is a rare cause of ocular infection. CMV produces prominent intranuclear inclusions. Herpetic keratitis can result in ulceration and scarring; herpesviruses have intranuclear inclusions. Congenital rubella, which is now a rare disease because of immunization, produces retinopathy. Congenital infections with Treponema pallidum result in interstitial keratitis.",
        "cop": 1,
        "opa": "Chlamydia trachomatis",
        "opb": "Cytomegalovirus",
        "opc": "Herpes simplex virus",
        "opd": "Rubella virus",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "b42e2d9e-2e62-4f74-b651-ca84425ac8e9",
        "choice_type": "single"
    },
    {
        "question": "In a study of individuals living in a subtropical region in which an irrigation project has been completed, it is noted that rice farmers have experienced an increased rate of an infectious illness since the project began. Investigators determined that the infection is acquired through cercariae that penetrate the skin. The cercariae are released from snails living in the irrigation canals. Infected individuals develop progressive ascites. Which of the following pathologic findings is most likely to be present in these infected individuals as a consequence of the infection?",
        "exp": "These farmers are infected with either Schistosoma mansoni or Schistosoma japonicum. Female worms reside in the portal venous system and release eggs that cut their way into the liver and incite a granulomatous inflammatory reaction. With time, the portal granulomas undergo fibrosis, compressing the portal veins. This gives rise to severe portal hypertension, splenomegaly, and ascites. A dilated cardiomyopathy may occur with Chagas disease, in which the Trypanosoma cruzi organisms are transmitted through the reduviid (triatomid) bug. Elephantiasis is a complication of filariasis, which is transmitted via mosquitoes. Mucocutaneous ulcers may be seen in Leishmania braziliensis infection, which is transmitted via sand flies. Squamous cell carcinomas may be seen in the bladder in chronic Schistosoma haematobium infection.",
        "cop": 3,
        "opa": "Dilated cardiomyopathy",
        "opb": "Scrotal elephantiasis",
        "opc": "Hepatic fibrosis",
        "opd": "Mucocutaneous ulcers",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "3b29b40b-ed14-4f08-a1c7-c7cab1385e1b",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old immunocompromised patient presented with complaints of dysphagia. Upper GI endoscopy showed multiple serpiginous ulcers in the distal esophagus. Biopsy from the esophagus showed the following. What is the diagnosis?",
        "exp": "Ans. b. CMVRef: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No-359. Virus. Route of transmission. Clinical significance| Notes. CMVCongenital transfusion, sexual contact, saliva, urine, transplant. Mononucleosis ([?] Monospot) in. Immunocompetent patients; infection in immunocompromised, especially pneumoniain transplant patients; esophagitis; AIDS retinitis (\"cytomegalovirus\"): hemorrhage, cotton-wool exudates, vision loss Congenital CMVInfected cells have characteristic \"Owl eye\" inclusions. Latent in mononuclear cells. Extra Mile. Viral Cytopathogenesis. Inclusion bodies. Virus. Intracytoplasmic (Negri bodies). Rabies. Intracytoplasmic acidophilic(Guarnieri) Poxviruses. Intranuclear (Owl eye). Cytomegalovirus (CMV). Intranuclear (Cowdry). Herpes simplex virus. Subacute sclerosing panencephalitis (measles) virus. Syncytia formation. Herpes viruses Varicella-zoster. Paramyxoviruses (measles, mumps, rubella and respiratory syncytial virus) HIV",
        "cop": 2,
        "opa": "Candida",
        "opb": "CMV",
        "opc": "Herpes",
        "opd": "Eosinophilic esophagitis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "1bba25d9-7512-458e-b47c-65a5a78c975f",
        "choice_type": "single"
    },
    {
        "question": "Juvenile papillomatosis is caused by:",
        "exp": "Ref: Rabbins Pathologic Basis of Disease. 8th edition. Explanation: Juvenile Papillomatosis of the breast* It is a relatively common benign localised proliferative lesion in the breast.* It is mainly seen in young women (mean age: 19-23 years)* Caused by HPV 6 and 11. Clinical presentation* Patients present with a firmt well-defined, mobile mass often in the periphery of the breast.* There is usually no nipple discharge. Pathology* Papillary proliferation of the ductal epithelium which partly fills up smaller ducts causing distension.* Grossly, well-circumscribed mass containing multiple small cysts (<2 cm) within a dense fibrous stroma (therefore sometimes termed swiss cheese disease by pathologists).* Lesions can vary in size, usually ranging from 1 to 8 cm. Radiographic features. Breast ultrasound* They can appear as an ill-defined, inhomogenous hypoechoic mass with multiple small (up to 4mm) predominantly peripheral cysts.* Microcalcifications may be seen at sonography. Mammography* These lesions are usually negative on mammography.* Occasionally may show microcalcifications, an asymmetric density or a prominant intraductal pattern. Galactography* May show a multiple irregular filling defects within the breasts. Breast MRISignal characteristics according to one report include* T1: hypo-intense lobulated mass* T2: may show- presence of multiple small internal cysts, best shown on this sequence and is considered the most specific feature* T1 C+ (Gd): may or may not show marked rapid enhancement* Dynamic sequence: shows a benign enhancement profile. Complications* Despite being a benign entity, it is considered by some to be a marker for familial breast cancer.* Approximately /0% develop breast cancer later in life.",
        "cop": 1,
        "opa": "HPV",
        "opb": "B, EBV",
        "opc": "CMV",
        "opd": "Herpes virus",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "bc44cc1c-55ba-44bd-9155-e882149fb23a",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old girl develops fever, abdominal pain, and bloody diarrhea 1 to 2 days after eating a hamburger at a fast food restaurant. Physical examination reveals an extensive purpuric skin rash. The patient develops oliguria, and laboratory studies show elevated serum levels of BUN and creatinine. Which of the following is the most likely etiologic agent responsible for this patient's condition?",
        "exp": "Enterohemorrhagic E. coli (serotype 0157-H7), which may contaminate meat or milk, causes bloody diarrhea, which can be followed by the hemolytic-uremic syndrome. The organism adheres to the colonic mucosa and releases an enterotoxin that destroys epithelial cells. Patients present with abdominal pain, low-grade fever, and bloody diarrhea. Stool examination shows leukocytes and erythrocytes. Hemolytic-uremic syndrome is manifested by microangiopathic hemolytic anemia, thrombocytopenia, and acute renal failure. Although they may be associated with bloody diarrhea, the other choices do not present with hemolytic-uremic syndrome. Diagnosis: Hemolytic-uremic syndrome, enterohemorrhagic E. coli",
        "cop": 2,
        "opa": "Campylobacter jejuni",
        "opb": "Escherichia coli 0157-H7",
        "opc": "Salmonella typhi",
        "opd": "Shigella dysenteriae",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "03b5c9dc-3972-4424-8005-0ae8c79c5fda",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man who is a heavy smoker complains of sudden onset of high fever and chills, nonproductive cough, and chest pain. An X-ray film of the chest shows bilateral, diffuse, patchy infiltrates. The patient reports that a number of similar cases have occurred recently in the building where he works. He responds to antibiotics and recovers. Which of the following is the most likely a reservoir for the microorganism that is responsible for this patient's respiratory tract infection?",
        "exp": "Legionella pneumophila causes a pneumonia that ranges from mild to a severe life-threatening, necrotizing pneumonia referred to as \"Legionnaire disease. \" The bacterium is found in natural bodies of fresh water and survives chlorination, allowing it to proliferate in cooling towers, water heaters, humidifiers, and ventilation systems. Legionella pneumonia begins when microorganisms enter alveoli, where they are phagocytized by resident macrophages. Bacteria multiply within macrophages and are released to infect new macrophages. The disease presents as an acute bronchopneumonia, with a diffuse and patchy pattern of infiltration. None of the other situations creates suitable conditions for bacteria to multiply. Diagnosis: Legionnaire disease",
        "cop": 1,
        "opa": "Cooling towers",
        "opb": "Elevator shafts",
        "opc": "Floor cleaners",
        "opd": "Heat pumps",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "23772c9f-953f-4a70-8106-699d9506bcd7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with oral candidiasis?",
        "exp": "Ans. is 'c' i. e. Alcoholism Risk factors associated with oral candidiasis* Wearing dentures* A course of antibiotic medicine* Excessive use of antibacterial mouthwash* Taking steroid tablets or inhalers* Dry mouth* Diabetes* Severe anemia (Iron, folate or vitamin B12 deficiency)* Immunosuppression* General poor health* Smoking",
        "cop": 3,
        "opa": "Smoking",
        "opb": "Severe anemia",
        "opc": "Alcoholism",
        "opd": "Antibiotic treatment",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "5b6af660-22f4-4e9b-994d-b8f7037f1f49",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man undergoes cardiac bypass surgery and is placed on postoperative, broad-spectrum, antibiotic prophylaxis. Several days later, he develops fever, abdominal pain, and bloody diarrhea. Colonoscopic biopsy demonstrates a thick mucopurulent exudate. Which of the following is the most likely etiology of this patient's gastrointestinal disorder?",
        "exp": "C. difficile is the most common cause of diarrhea in patients on antibiotic therapy (e. g., clindamycin or cephalosporins) who are hospitalized for more than 3 days. Necrotizing enterocolitis (pseudomembranous colitis) is a disease that may affect the colon in segments or in its entirety. The mucosa is covered by yellow-green, necrotic exudates (pseudo membranes). Food poisoning and necrotizing enterocolitis are caused by the enterotoxins of C. perfringens (choice C). About 48 hours after the ingestion of contaminated meal, patients present with abdominal pain and distention, vomiting, and passage of bloody stools. C. perfringens is also the most common cause of gas gangrene following wound infection or septic abortion. C. tetani (choice D) produces a potent neurotoxin that causes tetany and generalized muscle spasms. Clostridium botulinum (choice A) produces a neurotoxin that causes paralysis. Diagnosis: Pseudomembranous colitis, Clostridium difficile",
        "cop": 2,
        "opa": "Clostridium botulinum",
        "opb": "Clostridium difficile",
        "opc": "Clostridium perfringens",
        "opd": "Clostridium tetani",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "30c6f2c3-1fd4-48bd-8592-27cf308b80d8",
        "choice_type": "single"
    },
    {
        "question": "Warthin Finkeldey giant cells are seen in?",
        "exp": "Ans. is 'd' i. e., Measles o Warthin-Finkeldey cell is a type of giant multinucleate cell found in hyperplastic lymph nodes early in the course of measles. Also found ino HIV-infectiono Kimura disease, o lymphoma and non-neoplastic lymph node disorders.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Sarcoidosis",
        "opc": "Herpes",
        "opd": "Measles",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "42b58218-1d3b-4d1d-87d0-9507e2700208",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old construction worker suffers a penetrating wound of the left leg, which is cleaned and sutured. Three days later, the patient presents with sudden onset of severe pain at the site of injury. Physical examination shows darkening of the surrounding skin, hemorrhage, and cutaneous necrosis. The wound shows a thick serosanguinous discharge with gas bubbles and a fragrant odor. Which of the following is the most likely etiology of this patient's wound infection?",
        "exp": "Gas gangrene (clostridial myonecrosis) is a necrotizing, gas-forming infection that begins in contaminated wounds and spreads rapidly to adjacent tissues. The disease can be fatal within hours of onset. Gas gangrene follows the deposition of C. perfringens into tissues under anaerobic conditions. Such conditions occur in areas of extensive necrosis (e. g., severe trauma, war-time injuries, and septic abortions). Clostridial myonecrosis is rare when the wound is subjected to prompt and thorough debridement of dead tissue. Damage to previously healthy muscle is mediated by a myotoxin. C. botulinum (choice A) secretes a preformed neurotoxin. Diagnosis: Gas gangrene, clostridial myonecrosis",
        "cop": 2,
        "opa": "Clostridium botulinum",
        "opb": "Clostridium perfringens",
        "opc": "Staphylococcus aureus",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Pathology",
        "topic_name": "Infectious Disease",
        "id": "10aacb23-4436-4bfa-bef8-de629a1b847b",
        "choice_type": "single"
    }
]