[
    {
        "question": "Pro - inflammatory cytokine is?",
        "exp": "Ans. is 'a' i.e., IL-1 Proinflammatory cytokinesi) Major:- IL-1, TNF- a, IL-6ii) Other:- IL-2, IL-4, IL-5, IL-6, IL-8, IL-11, IL-12, IL-15, IL-21, IL-23, IFN- g, GM-CSFAnti-inflammatory cytokines* IL-4, IL-10, IL-13, and transforming growth factor-b (TGF-b).",
        "cop": 1,
        "opa": "IL-1",
        "opb": "IL-3",
        "opc": "IL-6",
        "opd": "IL-10",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "c6d962ab-9dbb-4c07-9e13-6020d3c59b72",
        "choice_type": "single"
    },
    {
        "question": "A 95-year-old woman touches a pot of boiling water. Within 2 hours, she has marked erythema of the skin of the fingers of her hand, and small blisters appear on the finger pads. This has led to which one of the following inflammatory responses?",
        "exp": "Serous inflammation is the mildest form of acute inflammation. A blister is a good example of serous inflammation. It is associated primarily with exudation of fluid into the sub-corneal or subepidermal space. Because the injury is mild, the fluid is relatively protein-poor. A protein-rich exudate results in fibrin accumulation. Granulomatous inflammation is characterized by collections of transformed macrophages called epithelioid cells. Acute inflammatory cells, mainly neutrophils, exuded into a body cavity or space form a purulent (suppurative) exudate, typically associated with liquefactive necrosis. Loss of the epithelium leads to ulceration.",
        "cop": 4,
        "opa": "Fibrinous inflammation",
        "opb": "Granulomatous inflammation",
        "opc": "Purulent inflammation",
        "opd": "Serous inflammation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "e2436b78-1d6e-450c-99d8-cb25a90fb71a",
        "choice_type": "multi"
    },
    {
        "question": "Durck granuloma is seen in",
        "exp": "Ans. (d) Cerebral malaria(Ref: Malaria - Page 76)In malignant cerebral malaria caused by Plasmodium falciparum, brain vessels are plugged with parasitized red cells, causing ring hemorrhage which is accompanied by necrosis of surrounding parenchyma.The damage leads to formation of Durck's granuloma - collection of microglial cells surrounding area of demylienation",
        "cop": 4,
        "opa": "Congenital syphilis",
        "opb": "Cat scratch disease",
        "opc": "Histoplasmosis",
        "opd": "Cerebral malaria",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "06d76fcb-5fb9-4be7-9e91-b2f7ed646a39",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man presents with 5 days of productive cough and fever. Pseudomonas aeruginosa is isolated from a pulmonary abscess. The CBC shows an acute effect characterized by marked leukocytosis (50,000 WBC/mL), and the differential count reveals numerous immature cells (band forms). Which of the following terms best describes these hematologic findings?",
        "exp": "Leukemoid reaction. Circulating levels of leukocytes and their precursors may occasionally reach very high levels (>50,000WBC/mL). Such a situation, referred to as a leukemoid reaction, is sometimes difficult to differentiate from leukemia. In contrast to bacterial infections, viral infections (including infectious mononucleosis) are characterized by lymphocytosis, an absolute increase in the number of circulating lymphocytes. Parasitic infestations and certain allergic reactions cause eosinophilia, an increase in the number of circulating eosinophils. Leukopenia is defined as an absolute decrease in the circulating WBC count. Myloid metaplasia (choice C) and myeloproliferative disease (choice D) are chronic disorders of the hematopoietic system. Although technically correct, neutrophilia (choice E) by itself does not demonstrate immature cells (band forms) and usually refers to lower levels of increased neutrophils.Diagnosis: Pulmonary abscess",
        "cop": 1,
        "opa": "Leukemoid reaction",
        "opb": "Leukopenia",
        "opc": "Myeloid metaplasia",
        "opd": "Myeloproliferative disease",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "4b66b2f3-321e-4bf1-8179-0fb8e5651d53",
        "choice_type": "single"
    },
    {
        "question": "Transmigration of WBC across the endothelium is called",
        "exp": "Ans. (d) Diapedesis(Ref: Robbins 9th/pg 76-77)Migration of the leukocytes through the endothelium, is called transmigration or diapedesis.It is mediated by PECAM-1",
        "cop": 4,
        "opa": "Margination",
        "opb": "Rolling",
        "opc": "Pavementing",
        "opd": "Diapedesis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "2a21046d-f34b-4a5e-9c12-ed0cc8f09dcb",
        "choice_type": "multi"
    },
    {
        "question": "All are major cytokines in chronic inflammation except",
        "exp": "Ans. (a) IL-6(Ref: Fundamental immunology by William E Paubl 1030, Koj -chapter 3; Refer to Ans 69)Il6 IS INVOLVED IN ACUTE FRBRILE RESPONSES Others are involved in chronic inflammation",
        "cop": 1,
        "opa": "IL-6",
        "opb": "IL-12",
        "opc": "IFN-y",
        "opd": "IL-17",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "9c7daf15-4f32-4c88-90d7-8b7f9d9dc239",
        "choice_type": "multi"
    },
    {
        "question": "A 9 year old boy is admitted with acute abdominal pain localized in the right iliac fossa. He is pyrexial with localized peritonism in RIF. The causative cell involved here",
        "exp": "Ans. (b) Neutrophil(Ref: Robbins 9th/pg 71; 8th/pg 44)This is a case of acute appendicitisThe principal inflammatory cell in this case of acute appendicitis is the neutrophil.",
        "cop": 2,
        "opa": "Lymphocytes",
        "opb": "Neutrophil",
        "opc": "Macrophages",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "5d180e5c-4b67-42ab-a692-27b864c4c6df",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old firefighter suffers extensive third-degree burns over his arms and hands. This patient is at high risk for developing which of the following complications of wound healing?",
        "exp": "Contracture. A mechanical reduction in the size of a wound depends on the presence of myofibroblasts and sustained cell contraction. An exaggeration of these processes is termed contracture and results in severe deformity of the wound and surrounding tissues. Contractures are particularly conspicuous in the healing of serious burns and can be severe enough to compromise the movement of joints.Diagnosis: Contracture",
        "cop": 1,
        "opa": "Contracture",
        "opb": "Dehiscence",
        "opc": "Incisional hernia",
        "opd": "Keloid",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "a71f70ba-5500-4a7d-aad7-edede1dd8832",
        "choice_type": "single"
    },
    {
        "question": "Severe infection will increase if absolute neutrophil count will become?",
        "exp": "Ans. (a) <500(Ref: Robbins 9th/pg 582)Neutropenia is denoted as ANC (absolute neutrophil count)ANC=100(%neutrophils+%bands)x(WBC) Mild neutropenia (1000>=ANC<1500): minimal risk of infectionModerate neutropenia (500>=ANC<1000): moderate risk of infectionSevere neutropenia (ANC<500): severe risk of infection.Agranulocytosis refers to a virtual absence of neutrophils in peripheral blood. It is usually applied to cases in which the ANC is lower than 100/mL",
        "cop": 1,
        "opa": "<500",
        "opb": "Less than 800",
        "opc": "Less than 1000",
        "opd": "Less than 2000",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "b398d5d8-24d0-4853-b9f0-d6995ba2ff20",
        "choice_type": "single"
    },
    {
        "question": "Integrin connects actin to which macromolecule in ECM?",
        "exp": "Ans. C. Fibronectin > LamininIntegrins localized in the plasma membrane are the major adhesion receptor connecting cells with components of the extracellular matrix. Integrins interact directly with laminin and mainly fibronectin present in the basal lamina and intracellularly contact actin through intermediate proteins, such as alpha-actinin, vinculin, and talin. Integrins are calcium-independent adhesion molecules.",
        "cop": 3,
        "opa": "Vitronectin",
        "opb": "Laminin",
        "opc": "Fibronectin",
        "opd": "Collagen",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "a0eb68fd-ab7f-4f5a-820e-c795fab4c224",
        "choice_type": "single"
    },
    {
        "question": "Vasodilation in acute inflammation is first shown by",
        "exp": "Ans. (b) Arterioles(Ref: Robbins 9th/pg 74; 8th/pg 47)Vasodilation first involves the arterioles and then leads to opening of new capillary beds in the area.The result is increased blood flow, which is the cause of heat and redness (erythema) at the site of inflammation.",
        "cop": 2,
        "opa": "Venules",
        "opb": "Arterioles",
        "opc": "Capillaries",
        "opd": "Vein",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1e681439-2dff-4324-80e2-145ad6a29b23",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman sustains a deep, open laceration over her right forearm in a motorcycle accident. The wound is cleaned and sutured. During the next 3 months, the wound heals with formation of a linear scar. Which of the following nutritional factors is required for proper collagen assembly in the scar tissue of the patient?",
        "exp": "Vitamin C. Vitamin C (ascorbic acid) is a powerful, biologic reducing agent that is necessary for the hydroxylation of proline residues in collagen. Most of the clinical features associated with vitamin C deficiency (scurvy) are caused by the formation of an abnormal collagen that lacks tensile strength. Patients with vitamin C deficiency exhibit poor wound healing. Dehiscence (bursting open) of previously healed wounds may also occur. None of the other choices are required for collagen assembly.Diagnosis: Wound healing",
        "cop": 4,
        "opa": "Folic acid",
        "opb": "Thiamine",
        "opc": "Vitamin A",
        "opd": "Vitamin C",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "e73848fa-8f45-4725-be6c-60b1d28f059d",
        "choice_type": "single"
    },
    {
        "question": "Granuloma formation is not seen in?",
        "exp": "Ans, is 'a' i.e. Asthma List of important granulomatous diseases* Important causes of immune granuloma arei) Bacterial infections TB, leprosy, syphilis, brucellosis, salmonellosis, Q-fever, cat scratch disease, yersinia.ii) Fungus & parasites Histoplasma, blastomycosis, coccidioidomycosis, schistosomiasis, trichiniasis, filariasis.iii) Other Sarcoidosis, Crohn's disease, Wegners granulomatosis, RA, Giant cell arteritis, Hodgkin's disease, Berylliosis, Byssinosis.",
        "cop": 1,
        "opa": "Asthma",
        "opb": "Hodgkins disease",
        "opc": "Sarcoidosis",
        "opd": "Q-Fever",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "5ed9419a-95f1-432e-8cce-0507e43f5ec3",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of oxygen toxicity is?",
        "exp": "ANSWER: (D) Free radicalsREF: Pulmonary physiology by Michael G. Levitzky page Page 245, Yao & Artusio's anesthesiology: problem-oriented patient management - Page 67\"The mechanism of oxygen toxicity is controversial but probably involves the formation of superoxide anions or other free radicals\"\"The biochemical basis for the toxicity of oxygen is the partial reduction of oxygen by one or two electrons to form reactive oxygen species\"",
        "cop": 4,
        "opa": "Direct DNA damage",
        "opb": "Apoptosis",
        "opc": "Nuclear fragmentation",
        "opd": "Free radicals",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "fc9f4a47-98ed-4b0d-b1fc-8eea668f1bb3",
        "choice_type": "single"
    },
    {
        "question": "An 11-year-old child falls and cuts his hand. The wound becomes infected. Bacteria extend into the extracellular matrix around capillaries. In the inflammatory response to this infection, which of the following cells removes the bacteria?",
        "exp": "Macrophages in tissues derived from circulating blood monocytes are phagocytic cells that respond to a variety of stimuli, and they represent the janitorial crew of the body. The other cells listed are not phagocytes. B cells can differentiate into plasma cells secreting antibodies to neutralize infectious agents. Fibroblasts form collagen as part of a healing response. Mast cells can release a variety of inflammatory mediators. T cells are a key part of chronic inflammatory processes in cell-mediated immune responses.",
        "cop": 3,
        "opa": "B lymphocyte",
        "opb": "Fibroblast",
        "opc": "Macrophage",
        "opd": "Mast cell",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "662b792f-1638-4df2-b077-9da0a70ad599",
        "choice_type": "multi"
    },
    {
        "question": "The following is not a pyrogenic cytokine",
        "exp": "Ans. (c) Substance P(Ref: J Infect Dis. (1999) 179 (Supplement 2): S294-S304. doi: 10.1086/513856, Harrison 18th ed:2666.)IL1 AND TNF are well known pyrogenic cytokines In the hypothalamus, the prostaglandins, especially PGE2, stimulate the production of neurotransmitters that reset the temperature set point at a higher level, hence pyrogenic",
        "cop": 3,
        "opa": "IL-1",
        "opb": "TNF",
        "opc": "Substance P",
        "opd": "Prostaglandins",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "06e9eaab-ed28-49c7-a0a6-427ed49c85c5",
        "choice_type": "single"
    },
    {
        "question": "The principle cell in granuloma",
        "exp": "Ans. (b) Epithelioid cell(Ref: Anderson 10th ed pg 583)Macrophages (also known as histiocytes) are the cells that define a granulomaThe macrophages in granulomas are often referred to as \"epithelioid\"Epithelioid macrophages differ from ordinary macrophages in that they have elongated nuclei that often resemble the sole of a slipper or shoe.These changes are thought to be a consequence of \"activation\" of the macrophage by the offending antigen.",
        "cop": 2,
        "opa": "Fibroblast",
        "opb": "Epithelioid cell",
        "opc": "Giant cell",
        "opd": "Plasma cell",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "c379659b-5e7c-442a-b349-fa4951e0dd99",
        "choice_type": "single"
    },
    {
        "question": "Increased permeability in acute inflammation is due to-",
        "exp": "Ans. (a) Histamine(Ref: Robbins 9th/pg 74; 8th/pg 47)Increased vascular permeabilityFormation of endothelial gaps (Immediate transient response) is the most common mechanism Q for increased permeability.Most important immediate mediator responsible for Immediate transient response Q is histamine QOther immediate mediators: bradykinin, leukotriene, substance PSomewhat delayed mediators: TNF,IL-1,lFN-gOption b: IL2: IL-2 is known to activate T-cells, especially CD4+ T-helper cells. Other minor function of IL2 are: IL2 can activate lipoxygenase pathway with release of lipoxygenase metabolites which play a role in pulmonary vascular permeability. (Cytokines and Inflammation By Edward S. Kimball, pg215)Option c and d: are mediators of chronic inflammation Here the answer is definitely histamine [?]IL2",
        "cop": 1,
        "opa": "Histamine",
        "opb": "IL-2",
        "opc": "TGFb",
        "opd": "FGF",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "bcc97a42-4461-4fb2-a0ea-b34b29509d6d",
        "choice_type": "single"
    },
    {
        "question": "The following enzyme is otherwise called TACE (TNF converting enzyme)",
        "exp": "Ans. (c) ADAM-17(Ref: Immunology: Mucosal and Body Surface Defences, 4.8)ADAM metallopeptidase domain 17 (ADAM 17), also called TACE (tumor necrosis factor-a-converting enzyme), is a 70-kDa enzyme that belongs to the ADAM protein family of disintegrins and metalloproteases.",
        "cop": 3,
        "opa": "Matrix metalloproteinase",
        "opb": "Serine proteinase",
        "opc": "ADAM-17",
        "opd": "Interstitial collagenase",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "e7bac974-9bbc-46bf-af02-6812eb9a44c8",
        "choice_type": "multi"
    },
    {
        "question": "A 9-year-old boy receives a deep laceration over his right eyebrow playing ice hockey. The wound is cleaned and sutured Which of the following collagens is deposited first during wound healing in the patient.",
        "exp": "Type III. Concurrent with fibrinolysis, a temporary matrix composed of proteoglycans, glycoproteins, and type III collagen is deposited. The secretion of type III collagen is a forerunner to the formation of type I collagen (choice A), which will impart greater tensile strength to the wound. TGF-b enhances the synthesis of collagen and fibronectin and decreases metalloproteinase transcription and matrix degradation. Extracellular cross-linking of newly synthesized collagen further increases the mechanical strength of the wound. Type II collagen (choice B) is found in cartilage. Type IV collagen (choice D) is found in basement membranes.Diagnosis: Laceration",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "9f50b8a2-48db-4dc7-9245-6f4606eae096",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man experiences acute chest pain and is rushed to the emergency room. Laboratory studies and ECG demonstrate an acute myocardial infarction; however, coronary artery angiography performed 2 hours later does not show evidence of thrombosis. Which of the following mediators of inflammation causes relaxation of vascular smooth muscle cells and vasodilation of arterioles at the site of myocardial infarction in the patient?",
        "exp": "Nitric oxide. Nitric oxide (NO), which was previously known as endothelium-derived relaxing factor, leads to relaxation of vascular smooth muscle cells and vasodilation of arterioles. NO also inhibits platelet aggregation and mediates the killing of bacteria and tumor cells by macrophages. Histamine (choice B), leukotrienes (choice C), and thromboxane A2 (choice E) stimulate the contraction of smooth muscle cells.Diagnosis: Acute myocardial infarction",
        "cop": 4,
        "opa": "Bradykinin",
        "opb": "Histamine",
        "opc": "Leukotrienes",
        "opd": "Nitric oxide",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "a39ce503-0fe2-4553-8060-6c9238326ad9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the gene for Duchenne muscular dystrophy?",
        "exp": "Ans. d. Dystrophin geneRef: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No-1242X-linked disorder typically due to Frameshift or nonsense mutations - truncated or absent dystrophin protein - progressive myofiber damage.Most severe and most common form of muscular dystrophy.Clinically manifest by the age of 5 years.It is due to mutation of DMD gene at X p 21 encodes 427-kD dystrophin proteinA DMD patient has no dystrophin.Loss of dystrophin results in myonecrosis.Weakness begins in pelvic girdle muscles and progresses superiorly.Pseudohypertrophy of calf muscles due to fibro fatty replacement of muscle.Waddling gait.Dilated cardiomyopathy is common cause of death.Increases CK and aldolase are seen; genetic testing confirms diagnosis.",
        "cop": 4,
        "opa": "STK11 gene",
        "opb": "PTCHgene",
        "opc": "DMPKgene",
        "opd": "Dystrophin gene",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "fd715414-2e0b-4954-a23d-84e0fafbcbe5",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old machinist is injured by a metal sliver in his left hand. Over the next few days, the wounded area becomes reddened, tender, swollen, and feels warm to the touch. The patient goes to the emergency room to have the sliver removed. Twenty-four hours later, endothelial cells at the site of injury in the patient release a chemical mediator that inhibits further platelet aggregation. Name this mediator of inflammation.",
        "exp": "Prostaglandin (PGI2 ). PGI2 is a derivative of arachidonic acid that is formed in the cyclooxygenase enzyme pathway. It promotes vasodilation and bronchodilation and also inhibits platelet aggregation. It activates adenylyl cyclase and increases intracellular levels of cAMP. Its action is diametrically opposite to that of thromboxane A2 (choice E), which activates guanylyl cyclase and increases intracellular levels of cGMP. Plasmin (choice A) degrades fibrin. Serotonin (choice C) is a vasoactive amine. Thrombin (choice D) is a protease that mediates the conversion of fibrinogen to fibrin.Diagnosis: Acute inflammation",
        "cop": 2,
        "opa": "Plasmin",
        "opb": "Prostaglandin (PGI2)",
        "opc": "Serotonin",
        "opd": "Thrombin",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1145e6a2-2006-4129-a7fd-fd439b44a93b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following occurs in chronic granulomatous disease?",
        "exp": "Ans: b (Defective H2O2 production) Ref: Ananthanarayan, 7th ed, p. 157; Harrison, 16th ed, p. 354Chronic granulomatous disease is a disorder of microbial killing characterized by decreased ability of neutrophils to produce H2O2 Patients become succeptible to catalase producing organisms which destroy the small amount of H2O2 in these cells leading to bacterial killing.Granulomas are produced as a 2nd line of defence against organisms, that normally would be removed by acute inflammatory response.Enzyme defect - N ADPH oxidaseScreening test - NBT test (nitroblue tetrazolium dye not reduced by neutrophils in vitro)",
        "cop": 2,
        "opa": "Myeloperoxidase deficiency",
        "opb": "Defective H2O2 production",
        "opc": "Defective polymerization",
        "opd": "Defective phagocytosis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "4a1162dd-3ce7-472c-bab8-9981fbe84b7e",
        "choice_type": "single"
    },
    {
        "question": "What types of cells are predominant in early phase of inflammation?",
        "exp": "Ans. is 'd' i.e., Neutrophilia * Neutrophils are the major cells in early phase of acute inflammation.* Macrophages are the major cells in late phase of acute inflammation and in chronic inflammation.",
        "cop": 4,
        "opa": "Macrophages",
        "opb": "Basophills",
        "opc": "Mast cells",
        "opd": "Neutrophills",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "40665d6c-5de5-4024-b151-b5125b03b248",
        "choice_type": "single"
    },
    {
        "question": "Basement membrane degeneration is mediated by",
        "exp": "Ans. (a) Metalloproteinascs(Ref: Robbins 9th/pg 105)The degradation of collagens and other ECM components is accomplished by a family of zinc dependent matrix metalloproteinases (MMPs) QMMPsFunctions*. Interstitial collagenasesCleave fibrillar collagen (MMP-1, -2 and -3)*. Gelatinases*. (MMP-2 and 9)Degrade amorphous collagen and fibronectin;*. Stromelysins*. (MMP-3, -10, and -11)Degrade a variety of ECM constituents,including proteoglycans, laminin, fibronectin, and amorphous collagenPLEASE remember ECM is composed ofInterstitial matrixBasement membrane- composed of collage type IV.",
        "cop": 1,
        "opa": "Metalloproteinascs",
        "opb": "Oxidases",
        "opc": "Elastases",
        "opd": "Hydrolases",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "4a51ba5b-12a9-4837-a91c-7d3334fa3275",
        "choice_type": "multi"
    },
    {
        "question": "A 59-year-old man suffers a massive heart attack and expires 24 hours later due to ventricular arrhythmia. Histologic examination of the affected heart muscle at autopsy would show an abundance of which of the following inflammatory cells?",
        "exp": "Neutrophils. During acute inflammation, neutrophils (PMNs) adhere to the vascular endothelium. They flatten and migrate from the vasculature, through the endothelial cell layer, and into the surrounding tissue. About 24 hours after the onset of infarction, PMNs are observed to infiltrate necrotic tissue at the periphery of the infarct. Their function is to clear debris and begin the process of wound healing. Lymphocytes (choice B) and plasma cells (choice E) are mediators of chronic inflammation and provide antigen-specific immunity to infectious diseases. Fibroblasts (choice A) and macrophages (choice C) regulate scar tissue formation at the site of infarction.Diagnosis: Acute myocardial infarction",
        "cop": 4,
        "opa": "Fibroblasts",
        "opb": "Lymphocytes",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "bd68df99-8a09-4f8b-b0e8-4621a9f8bafc",
        "choice_type": "single"
    },
    {
        "question": "Condition which do not have granuloma?",
        "exp": "Ans: d (Infarcion) Ref: Robbins, 7th ed, p. 83;p. 138The dominant histological characteristic of infarction is ischaemic coagulative necrosis, except in the central nervous system where the feature is that of liquefactive necrosis. It will not lead to granuloma formation.Granuloma: Focus of chronic inflammation consisting of microscopic aggregation of macrophages transformed into epithelium like cells surrounded by a collar of mononuclear leucocytes, principally lymphocytes & occasionally plasma cells.Types:Foreign body granuloma, eg. talc, sutureImmature granuloma: insoluble particles especially microbes, eg. tubercle granuloma.Granulomatous inflammation:TB, leprosy, sarcoidosis, cat scratch disease, brucellosis, syphilis, LGV, berylliosis, some mycotic infections.Chemichal mediators of DHS (delayed hypersensitivity) are:-IL2, IL3, TNF a, a, IFN by TH1 helper cells(The chief mediator is IFNRemember: The most important inflammatory mediator = TNF aTH2 helper cells secrete IL 3, 4, 5, 6, 10, 13",
        "cop": 4,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "Leprosy",
        "opd": "Infarction",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "cdc65dc3-4321-4f8f-b795-5ed671aa612e",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents with a 2-week history of febrile illness and chest pain. She has an erythematous, macular facial rash and tender joints, particularly in her left wrist and elbow. A CBC shows mild anemia and thrombocytopenia. Corticosteroids are prescribed for the patient. The patient is noted to have increased serum levels of ceruloplasmin, fibrinogen, a2-macroglobulin, serum amyloid A protein, and C-reactive protein. Together, these markers belong to which of the following families of proteins?",
        "exp": "Acute phase proteins. These proteins are synthesized primarily by the liver and are released into the circulation in response to an acute inflammatory challenge. Changes in the plasma levels of acute phase proteins are mediated primarily by cytokines (IL-1, IL-6, and TNF-a). Increased plasma levels of some acute phase proteins are reflected in an accelerated erythrocyte sedimentation rate, which is an index used clinically to monitor the activity of many inflammatory diseases. None of the other choices describe the set of serum markers listed in this question.Diagnosis: Systemic lupus erythematosus",
        "cop": 1,
        "opa": "Acute phase proteins",
        "opb": "Anaphylatoxins",
        "opc": "Inhibitors of platelet activation",
        "opd": "Protease inhibitors",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "144180c2-0d38-4195-9c86-a74d8b366471",
        "choice_type": "single"
    },
    {
        "question": "Amino acid which is usehil in Neutrophil extracellular traps (NETs) as to causes lysis of chromatin is?",
        "exp": "Ans. (a) Arginine(Ref: R 9th/pg 81)NETs contain a framework of nuclear chromatin with embedded granule proteins, such as antimicrobial peptides and enzymes. The nuclear chromatin in the NETs, includes histones and associated DNA. Histone modification by peptidylarginine deiminase 4 (PAD4) is necessary for NET release.",
        "cop": 1,
        "opa": "Arginine",
        "opb": "Alanine",
        "opc": "Phenyl alanine",
        "opd": "Valine",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "da100d54-afdf-411d-a8d5-77e618f8d2c5",
        "choice_type": "single"
    },
    {
        "question": "PG responsible for fever in brain is",
        "exp": "(B) PGE2 [?]Fever:-An abnormally elevation of body temperature-Pyrexia, febrile-Results from trauma, infections, drug reactions, brain tumors and other causes.oFever is an adaptive defence mechanism, in moderation, does more good than harm-Promotes interferon activity-Elevates metabolic rate and accelerates tissue repair-Inhibits reproduction of bacteria and viruses.oInitiation of fever by exogenous pyrogens - fever producing agents.-Glycolipids on bacterial and viral surfaces.-Attacking neutrophils & macrophages secrete endogenous pyrogens.-Stimulate neurons in anterior hypothalamus to secrete prostaglandin E2 .-PGE2 raises hypothalamic set point for body temperature.oStages of fever:-Onset, stadium, defervescence[?]Endogenous pyrogensoDerived from the macrophages, small molecule, can pass blood brain barrieroPyrogen cytokines trigger hypothalamus to release PGE2 resulting in resetting of thermostatic temperature, activation of vasomotor center, vasodilatation and heat production.[?]Fever pathogenesisoRegulated like body temperature, at a higher set pointoSet point is reset by endogenous pyrogens (IL-1, IL-6, TNF-a, TNF-b, and IFNg)oEndogenous Pyrogens stimulate Organum Vsculosum Laminae Terminalis (OVLT) surrounding the preoptic nucleus, anterior hypothalamus and septum palusolumoTriggered OVLT synthesis of PG (PGE2 ) - preoptic nucleus - fever",
        "cop": 2,
        "opa": "PGD2",
        "opb": "PGE2",
        "opc": "PGF2a",
        "opd": "PGI2",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "0351753c-0551-4687-9337-0eb40cfcec67",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman has had a chronic cough with fever for the past month. On physical examination, her temperature is 37.5deg C. A chest radiograph shows many small, ill-defined nodular opacities in all lung fields. A transbronchial biopsy specimen shows interstitial infiltrates with lymphocytes, plasma cells, and epithelioid macrophages. Which of the following infectious agents is the most likely cause of this appearance?",
        "exp": "These findings suggest a granulomatous inflammation, and tuberculosis is a common cause. Candida is often a commensal organism in the oropharyngeal region and rarely causes pneumonia in healthy (non-immunosuppressed) individuals. Viral infections tend to produce a mononuclear interstitial inflammatory cell response. Bacteria such as Enterobacter and Staphylococcus are more likely to produce acute inflammation. Plasmodium produces malaria, a parasitic infection without a significant degree of lung involvement.",
        "cop": 4,
        "opa": "Candida albicans",
        "opb": "Cytomegalovirus",
        "opc": "Enterobacter aerogenes",
        "opd": "Mycobacterium tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "ac492fd0-7fd3-43a3-9ae2-5d84ee8c1f65",
        "choice_type": "multi"
    },
    {
        "question": "The process by which leukocytes are arranged along the endothelium is called:",
        "exp": "Ans: a (Margination) Ref: Robbins, 7th ed, p.The sequence of events of leukocyte journey from vessel lumen to interstitial tissue is divided into the following steps.a) Margination: leukocyte accumulation along endothelial surface.b) Rolling: Tumbling of leukocyte along the endothelium with transient adherence.c) Adhesion: Attachment with the help of selectins & integrins.d) Diapedesis: Transmigration across the endotheliume) Migration: To a chemotactic stimulusEndothelial/Leukocyte adhesion moleculesEndotheliumLeucocyteMajor functionP. selectinSialyl Lewis XRollingE. selectinSialyl Lewis XRolling, adhesionICAM 1LFA1, MAC1AdhesionVC AM 1VLA4, LPAM1AdhesionCD31 (PECAM)CD31LeucocytetransmigrationGLYCAM 1, CD 34L selectinLymphocyte homing",
        "cop": 1,
        "opa": "Margination",
        "opb": "Rolling",
        "opc": "Diapedesis",
        "opd": "Chemotaxis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "04ea2aa6-9c4f-4046-a18b-75fef7d55909",
        "choice_type": "multi"
    },
    {
        "question": "Which arachidonic acid metabolite is vasoconstrictor?",
        "exp": "Ans. is 'a' i.e., TXA2",
        "cop": 1,
        "opa": "TXA2",
        "opb": "PGI2",
        "opc": "PGD2",
        "opd": "PGE2",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "8c31c0f2-7fb1-466a-aee8-7f67b8ca7228",
        "choice_type": "single"
    },
    {
        "question": "5 yr old male had fever and cervical lymphadenopathy. Histopathologic examination of cervical lymph nodes shows:",
        "exp": "Ans. (a) Caseating granulomaCaseating granuloma typical granuloma resulting from infection with Mycobacterium tuberculosis showing central area of caseous necrosis, activated epithelioid macrophages, giant cells, and a peripheral accumulation of lymphocytes.. We can also see langhans giant cell at 3, 0 clock position in image",
        "cop": 1,
        "opa": "Caseating granuloma",
        "opb": "Non caseating granuloma",
        "opc": "Stellate granuloma",
        "opd": "Fat necrosis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "c4e6060f-5f0e-4ec7-a49a-6f9a0fd171e6",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old girl with asthma presents with respiratory distress. She has a history of allergies and upper respiratory tract infections. She also has history of wheezes associated with exercise. Which of the following preformed substances is released from mast cells and platelets, resulting in increased vascular permeability in the lungs of the patient?",
        "exp": "Histamine. When IgE-sensitized mast cells are stimulated by antigen, preformed mediators of inflammation are secreted into the extracellular tissues. Histamine binds to specific H1 receptors in the vascular wall, inducing endothelial cell contraction, gap formation, and edema. Massive release of histamine may cause circulatory collapse (anaphylactic shock). Bradykinin (choice A) and Hageman factor (choice B) are plasma-derived mediators. The other choices are not preformed molecules but are synthesized de novo following cell activation.Diagnosis: Asthma",
        "cop": 3,
        "opa": "Bradykinin",
        "opb": "Hageman factor",
        "opc": "Histamine",
        "opd": "Leukotrienes (SRS-A)",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "89d94362-5841-4c86-b8ec-4e9510aa4c34",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old boy punctures his thumb with a rusty nail. Four hours later, the thumb appears red and swollen. Which of the following serum proteins activates the complement, coagulation, and fibrinolytic systems at the site of injury in the patient?",
        "exp": "Hageman factor. Hageman factor (clotting factor XII) provides a key source of vasoactive mediators. Activation of this plasma protein at the site of tissue injury stimulates (1) conversion of plasminogen to plasmin, which induces fibrinolysis; (2) conversion of prekallikrein to kallikrein, which generates vasoactive peptides of low molecular weight referred to as kinins; (3) activation of the alternative complement pathway; and (4) activation of the coagulation system. Although the other choices are mediators of inflammation, they have a more restricted set of functions.Diagnosis: Inflammation",
        "cop": 2,
        "opa": "Bradykinin",
        "opb": "Hageman factor",
        "opc": "Kallikrein",
        "opd": "Plasmin",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "c6989bfc-c0b9-46d3-afe2-1bce3ab2db33",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old man undergoes laparoscopic hernia repair. In spite of the small size of the incisions, he has poor wound healing. Further history reveals that his usual diet has poor nutritional value and is deficient in vitamin C. Synthesis of which of the following extracellular matrix components is most affected by this deficiency?",
        "exp": "Vitamin C deficiency leads to scurvy, with reduced lysyl oxidase enzyme activity that helps cross-link fibrillar collagens to provide tensile strength. Though elastin is a fibrillar protein, it tends to regenerate poorly in scar tissue, even with the best of nutrition, explaining why a scar does not stretch like the skin around it. The other listed choices are glycoproteins that have an adhesive quality and are not vitamin C dependent.",
        "cop": 1,
        "opa": "Collagen",
        "opb": "Elastin",
        "opc": "Fibronectin",
        "opd": "Integrin",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "2bea596c-0e60-4daa-95be-38dfe187ecb3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the chief mediator associated with resetting the hypothalamic temperature set point at a higher level, resulting in fever?",
        "exp": "Ans. (c) PGE2(Ref: Robbins 9th/pg 99)The increase in body temperature is caused by prostaglandins that are produced in the vascular and perivascular cells of the hypothalamus.In the hypothalamus, the prostaglandins, especially PGE2, stimulate the production of neurotransmitters that reset the temperature set point at a higher level.",
        "cop": 3,
        "opa": "PGF2 alpha",
        "opb": "PGE1",
        "opc": "PGE2",
        "opd": "PGI2",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "66767d8d-9129-4127-9a00-522f17bd1ee9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an activator of alternate complement system?",
        "exp": "Ans. (d) Immune complexAlternative pathway*. Triggered by microbial surface molecules (e.g., endotoxin, or LPS), complex polysaccharides, cobra venom, and other substances, in the absence of antibody*. IgA can directly activate this pathway",
        "cop": 4,
        "opa": "Factor H",
        "opb": "IgA",
        "opc": "Bacteria",
        "opd": "Immune complex",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1aeabd84-777d-445a-bf69-5fbb9196046f",
        "choice_type": "single"
    },
    {
        "question": "Late complement factor deficiency leads to?",
        "exp": "Ans. (c) Recurrent infections like Neisseria & Pnemococci(Ref: Harrison 18:2666-67,17th ed 2030, 2031)Refer immunity chapterDeficiency of the terminal components of complement predisposes to Neisseria infectionsQ",
        "cop": 3,
        "opa": "Herediatry angioneurotic edema",
        "opb": "SLE",
        "opc": "Recurrent infections like Neisseria & Pnemococci",
        "opd": "HUS",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "ba824bd2-7096-4460-bc8a-71257aa398d9",
        "choice_type": "single"
    },
    {
        "question": "Bronchospasm is initiated by?",
        "exp": "Ans. (c) Leukotrienes(Ref: Robbins 9th/pg 89)LTE4 cause intense vasoconstriction, bronchospasm (importantin asthma), and increased permeability of venules.C3a, C5a, and, to a lesser extent, C4a stimulate histamine release from mast cells and thereby increase vascular permeability and cause vasodilation. They are called anaphylatoxins",
        "cop": 3,
        "opa": "C5a",
        "opb": "C3a",
        "opc": "Leukotrienes",
        "opd": "Acetylcholines",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "f9aac164-f296-4b0f-b177-d853d4bbe38c",
        "choice_type": "single"
    },
    {
        "question": "Most important pyogenic Interleukin is?",
        "exp": "Ans. (b) 1L-1(Ref: J Infect Dis. (1999) 179 (Supplement 2): S294-S304. doi: 10.1086/513856, Harrison 18th ed:2666)Following cytokines are intrinsically pyrogenic in that they produce a rapid-onset fever by acting directly on the hypothalamus without the requirement for the formation of another cytokine:IL-1a,TNF-a,TNF-b,IFN-a,and IL-6.PLEASE NOTE: IL-18 of IL-1 family is not pyrogenic",
        "cop": 2,
        "opa": "IL-2",
        "opb": "1L-1",
        "opc": "IL-6",
        "opd": "IL-8",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "0eb55404-827a-49c9-b8e3-c6c9b8c1964d",
        "choice_type": "single"
    },
    {
        "question": "An 87-year-old woman has had a cough productive of yellowish sputum for the past 2 days. On examination her temperature is 37deg C. A chest radiograph shows bilateral patchy infiltrates. Her peripheral blood shows leukocytosis. A week later she is afebrile. Which of the following is the most likely outcome of her pulmonary disease?",
        "exp": "If inflammation is limited and brief, and the involved tissue can regenerate, then resolution is the likely outcome, without significant loss of function. In older persons this may take longer, but can still occur. Multiple bouts of acute inflammation, or ongoing inflammation, can become chronic, and there tends to be loss of some tissue function. If significant tissue destruction occurs, there is likely to be formation of a fibrous scar in the region of the tissue loss. Acute inflammation is not a preneoplastic event. Ulceration refers to loss of an epithelial surface with acute inflammation; if the epithelium regenerates, then there is resolution.",
        "cop": 4,
        "opa": "Chronic inflammation",
        "opb": "Fibrous scarring",
        "opc": "Neoplasia",
        "opd": "Resolution",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "365ae6d5-20c6-4e37-bb16-317ff57c5712",
        "choice_type": "single"
    },
    {
        "question": "Not seen in the inflammatory stage of wound healing",
        "exp": "Ans. (a) Angiogenesis(Ref: Robbins 9th/pg 103; 8th/pg 101)Three phases of wound healing:Inflammation (early & late)- option b, c, dGranulation tissue formation & re-epithelialization- option aWound contraction, ECM deposition & remodeling",
        "cop": 1,
        "opa": "Angiogenesis",
        "opb": "Chemotaxis",
        "opc": "Increased vessel permeability",
        "opd": "Released of cytokines and chemokines",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "d8597575-92ce-4ff1-9d12-29351dd8ca76",
        "choice_type": "single"
    },
    {
        "question": "Chemotaxis in response to activation of cells results in-",
        "exp": "Ans. (b) Unidirectional motion(Ref: 9th/pg 77; 8th/pg 50)Unidirectional movement9 of the leukocytes towards site of injury along a chemical gradient.Exogenous QBacterial products: N-formylmethionine terminal amino acid Q and some lipidsEndogenous Products*. Complement system-C5a Q*. Arachidonic acid (AA) metabolites-LTB4 Q*. Cytokines- IL-8 Q",
        "cop": 2,
        "opa": "Random multidirectional movement",
        "opb": "Unidirectional motion",
        "opc": "Adhesion to endothelium",
        "opd": "Augmeted oxygen dependent bactericidal effect",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "40083203-dd5b-4590-901a-e811c23202c7",
        "choice_type": "single"
    },
    {
        "question": "Esterase inhibitor deficiency causes:",
        "exp": "Ans. (c) Hereditary angioneurotic edema(Ref: Harrison 18:2666-67, 17th ed 2030, 2031)Deficiency of complement componentDisease/Syndrome1. C1 esterase InhibitorHereditary angioneurotic edema",
        "cop": 3,
        "opa": "SLE",
        "opb": "MPGN",
        "opc": "Hereditary angioneurotic edema",
        "opd": "Omen syndrome",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "239f1988-6949-4289-9df3-e7aed94dc234",
        "choice_type": "single"
    },
    {
        "question": "The following is not an adhesion molecule?",
        "exp": "Ans. (a) Spectrin(Ref: Robbins 9th/pg 75-76; 8th/pg 48-49)Families of CAMsIg (immunoglobulin) superfamilyIntegrinsCadherinsSelectins.",
        "cop": 1,
        "opa": "Spectrin",
        "opb": "Integrins",
        "opc": "Selectins",
        "opd": "Cadherin",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1e2c1440-7324-4ba5-b30b-08f85caecb0e",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old, sexually active woman has experienced lower abdominal pain for the past day. Her temperature is 37.9deg C, and on palpation, the left lower abdomen is markedly tender. Laboratory findings include a total WBC count of 29,000/mm3 with 75% segmented neutrophils, 6% bands, 14% lymphocytes, and 5% monocytes. Laparotomy reveals a distended, fluid-filled, reddened left fallopian tube that is about to rupture. A left salpingectomy is performed. Which of the following is most likely to be seen on microscopic examination of the excised fallopian tube?",
        "exp": "This patient is experiencing an acute inflammatory response, with edema, erythema, and pain of short duration. Neutrophils form an exudate and release various proteases, which can produce liquefactive necrosis, starting at the mucosa and extending through the wall of the tube. This mechanism results in perforation. Fibroblasts are more likely participants in chronic inflammatory responses and in healing responses, generally appearing more than 1 week after the initial event. Langhans giant cells are a feature of granulomatous inflammation. Mononuclear infiltrates are more typical of chronic inflammation of the fallopian tube, in which rupture is less likely. Epithelial metaplasia is most likely to occur in the setting of chronic irritation with inflammation.",
        "cop": 3,
        "opa": "Fibroblastic proliferation",
        "opb": "Langhans giant cells",
        "opc": "Liquefactive necrosis",
        "opd": "Mononuclear infiltrates",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "c3851734-cf8b-47c2-b362-526ffac8db05",
        "choice_type": "multi"
    },
    {
        "question": "The complex process of leukocyte movements through the blood vessels are all EXCEPT",
        "exp": "(Phagocytosis) (35- 36- Robbins - basic 8th)* The complex process of leucocyte migration through blood vessels. The leucocytes first roll then become activated an adhere to endothelium, then transmigrate across the endothelium, pierce the basement membrane and migrate towards chemoattractants emanating from the source of injuryChemotaxis - after extravasating from the blood leukocytes migrate towards sites of infection or injury along a chemical gradient by a process called chemotaxisPhagocytosis - consist of three distinct steps1. Recognition and attachment of the particle to the ingesting leukocyte2. Engulfment with subsequent formation of a phagocytic vacoule3. Killing and degradation of the ingested material",
        "cop": 4,
        "opa": "Rolling",
        "opb": "Adhesion",
        "opc": "Migration",
        "opd": "Phagocytosis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "895d29ca-d61d-438a-8c3e-f9cae56b194a",
        "choice_type": "multi"
    },
    {
        "question": "Commonest variety of acute inflammation is",
        "exp": "Ans. (c) Catarrhal inflammation(Ref: Chandrasoma taylor: 3ed: 45)Catarrhal inflammationCommonest type of inflammation QIncreased mucus secretionSeen in common cold",
        "cop": 3,
        "opa": "Purulent inflammation",
        "opb": "Serous inflammation",
        "opc": "Catarrhal inflammation",
        "opd": "Necrotic inflammation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "84fe6814-9db0-4ef5-9e7b-acca9771fa85",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old woman has a benign nevus removed from her back under local anesthesia. Which of the following families of cell adhesion molecules is the principal component of the \"provisional matrix\" that forms during early wound healing?",
        "exp": "Fibronectins. Fibronectins are adhesive glycoproteins that are widely distributed in stromal connective tissue and deposited at the site of tissue injury. During the initial phase of healing, fibronectin in the extravasated plasma is cross-linked to fibrin, collagen, and other extracellular matrix components by the action of transglutaminases. This cross-linking provides a provisional stabilization of the wound during the first several hours. Fibronectin, cell debris, and bacterial products are chemoattractants for a variety of cells that are recruited to the wound site over the next several days. Selectins (choice E) are sugar-binding glycoproteins that mediate the initial adhesion of leukocytes to endothelial cells at sites of inflammation. They are found at the cell surface and are not part of the extracellular matrix. Cadherins (choice A) and integrins (choice C) are cell adhesion molecules. Like the selectin family of cell adhesion proteins, they are found at the cell surface and are not part of the extracellular matrix.Diagnosis: Wound healing",
        "cop": 2,
        "opa": "Cadherins",
        "opb": "Fibronectins",
        "opc": "Integrins",
        "opd": "Laminins",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "ff547966-bea1-4741-8b40-856672e26219",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man experiences acute chest pain and is rushed to the emergency room. Laboratory studies and ECG demonstrate an acute myocardial infarction; however, coronary artery angiography performed 2 hours later does not show evidence of thrombosis. Intravascular thrombolysis that occurred in this patient was mediated by plasminogen activators that were released by which of the following cells?",
        "exp": "Endothelial cells. The vascular endothelium has the ability to promote or inhibit tissue perfusion and inflammatory cell influx through multiple mechanisms. For example, endothelial cells in the vicinity of the thrombus produce tissue-type plasminogen activators, which activate plasmin and initiate thrombolysis (fibrinolysis). None of the other cells produce significant quantities of plasminogen activators.Diagnosis: Myocardial infarction, hemostasis",
        "cop": 2,
        "opa": "Cardiac myocytes",
        "opb": "Endothelial cells",
        "opc": "Macrophages",
        "opd": "Segmented neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "de50a23b-6ba3-498c-95db-a1de863b1636",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man complains of a 2-week history of increasing abdominal pain and yellow discoloration of his sclera. Physical examination reveals right upper quadrant pain. Laboratory studies show elevated serum levels of alkaline phosphatase (520 U/dL) and bilirubin (3.0 mg/dL). A liver biopsy shows portal fibrosis, with scattered foreign bodies consistent with schistosome eggs. Which of the following inflammatory cells is most likely to predominate in the portal tracts in the liver of this patient?",
        "exp": "Eosinophils. Eosinophils are recruited in parasitic infestations and would be expected to predominate in the portal tracts of the liver in patients with schistosomiasis. Eosinophils contain leukotrienes and platelet-activating factor, as well as acid phosphatase and eosinophil major basic protein. Plasma cells (choice E) are differentiated B lymphocytes that secrete large amounts of monospecific immunoglobulin.Diagnosis: Schistosomiasis, eosinophils",
        "cop": 2,
        "opa": "Basophils",
        "opb": "Eosinophils",
        "opc": "Macrophages",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "d30b0553-b361-4924-8860-67cc71f0bed5",
        "choice_type": "single"
    },
    {
        "question": "Exogenous pyrogen is?",
        "exp": "Ans. is 'b' i.e., Lipopolysaccharide * Pyrogens may be exogenous or endogenousa) Exogenous - Bacterial toxins (eg: LPS)b) Endogenous-IL-1, TNF-a, IL-6, Interferons, Ciliory's neurotropic factor",
        "cop": 2,
        "opa": "TNF-a",
        "opb": "Lipopolysaccharide",
        "opc": "Neurotropic factor",
        "opd": "IL-6",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "406e2379-51f0-4717-b474-817e78a26283",
        "choice_type": "single"
    },
    {
        "question": "Necrotizing epitheloid cell granulomas are seen in all, except",
        "exp": "Ans. (d) Leprosy(Ref: Robbins 9th/pg 97; 8th/pg 73,516)NECROTIC GRANULOMASInfectiveNon infectiveTB, Syphilis, histoplasma, cat scratch diseaseWegners, granulomatosis, necrotising sarcoidosis, bronchocentric granulomasTuberculoid leprosy shows non necrotic granulomas.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Wegener's granulomatosis",
        "opc": "Cat's Scratch disease",
        "opd": "Leprosy",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "96e5c017-f409-4fde-ab7e-726dc5f96018",
        "choice_type": "multi"
    },
    {
        "question": "A 58-year-old man had chest pain persisting for 4 hours. A radiographic imaging procedure showed an infarction involving a 4-cm area of the posterior left ventricular free wall. Laboratory findings showed serum creatine kinase of 600 U/L. Which of the following pathologic findings would most likely be seen in the left ventricular lesion 1 month later?",
        "exp": "The elevated creatine kinase level indicates that myocardial necrosis has occurred. A fibrous scar gradually replaces the area of myocardial necrosis. Chronic inflammation is typically driven by ongoing stimuli such as persistent infection, autoimmunity, or irritation from endogenous or exogenous chemical agents, and it is not a feature of ischemic myocardial injury. Coagulative necrosis is typical of myocardial infarction, but after 1 month, a scar would be present. The destruction of myocardial fibers precludes complete resolution. Nodular regeneration is typical of hepatocyte injury because hepatocytes are stable cells.",
        "cop": 4,
        "opa": "Chronic inflammation",
        "opb": "Coagulative necrosis",
        "opc": "Complete resolution",
        "opd": "Fibrous scar",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1a51fd8e-8959-4209-8196-10dacddd9a3f",
        "choice_type": "multi"
    },
    {
        "question": "VEGF action is?",
        "exp": "Ans. is 'b' i.e., Angiogenesis* The most important growth factor for angiogenesis is vascular endothelial cell growth factor (VEGF) which induces the migration of endothelial precursor cells (EPCs) from bone marrow, and enhances proliferation and differentiation of these cells at site of angiogenesis.",
        "cop": 2,
        "opa": "Vasodilatation",
        "opb": "Angiogenesis",
        "opc": "Fibrogenesis",
        "opd": "Chemotaxis",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "00cd371c-f501-4473-a8d6-2b187ea1d7b4",
        "choice_type": "single"
    },
    {
        "question": "SIRS diagnostic criteria. Wrong statement is",
        "exp": "Ans. (d) Band <5% style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">(Ref: )The term systemic inflammatory response syndrome (SIRS) describes the host response to a critical illness of infectious or non-infectious causeEvidence of a systemic inflammatory response is indicated by at least two of the following:Fever or hypothermia: core body temperature 38degC or higher or 36degC or lowerTachypnea: 20 breaths/min or more, or need for mechanical ventilation for an acute processTachycardia: heart rate 90 beats/min or more, unless the patient has a preexisting tachycardiaWhite blood cell count: 12,000cells/mm3 or higher, 4,000cells/mm3 or less, or more than 10% bands on differential",
        "cop": 4,
        "opa": "Band >10%",
        "opb": "Leucocyte >12000 cells/mm3",
        "opc": "Respi. rate >20",
        "opd": "Band <5%",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "f194b4df-de8d-4075-a09a-9100e549f2da",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old man with prostate cancer and bone metastases presents with shaking chills and fever. The peripheral WBC count is 1,000/mL (normal =4,000 to 11,000/mL). Which of the following terms best describes this hematologic finding?",
        "exp": "Leukopenia. Leukopenia is defined as an absolute decrease in the circulating WBC count. It is occasionally encountered under conditions of chronic inflammation, especially in patients who are malnourished or who suffer from a chronic debilitating disease. Leukopenia may also be caused by typhoid fever and certain viral and rickettsial infections. Leukocytosis (choice A) is defined as an absolute increase in the circulating WBC count. Neutrophilia (choice C) is defined as an absolute increase in the circulating neutrophil count. Pancytopenia (choice D) refers to decreased circulating levels of all formed elements in the blood.Diagnosis: Prostate cancer",
        "cop": 2,
        "opa": "Leukocytosis",
        "opb": "Leukopenia",
        "opc": "Neutrophilia",
        "opd": "Pancytopenia",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "f75ea12b-d888-473a-b292-d9cb11257cb0",
        "choice_type": "single"
    },
    {
        "question": "Actions of bradykinin include all of the following, except-",
        "exp": "Ans. (b) Bronchodilatation(Ref: Robbins 9th/pg 65, 89)Functions of bradykinin:Increases vascular permeability, vasodilationSmooth muscle contraction and pain when injected into the skin.",
        "cop": 2,
        "opa": "Vasodilatation",
        "opb": "Bronchodilatation",
        "opc": "Increased vascular permeability",
        "opd": "Pain",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "43bc3791-9acb-4beb-a394-266b0b5b8bc1",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old woman develops a sore, red, hot, swollen left knee. She has no history of trauma and no familial history of joint disease. Fluid aspirated from the joint space shows an abundance of segmented neutrophils. Aspirin is effective in relieving symptoms of acute inflammation in the patient because it inhibits which of the following enzymes?",
        "exp": "Cyclooxygenase. Arachidonic acid is metabolized by cyclooxygenases (COX-1, COX-2) and lipoxygenases (5-LOX) to generate prostanoids and leukotrienes, respectively. The early inflammatory prostanoid response is COX-1 dependent. COX-2 becomes the major source of prostanoids as inflammation progresses. Inhibition of COX is one mechanism by which nonsteroidal anti-inflammatory drugs (NSAIDs), including aspirin, indomethacin, and ibuprofen, exert their potent analgesic and anti-inflammatory effects. NSAIDs block COX-2-induced formation of prostaglandins, thereby mitigating pain and inflammation. Myeloperoxidase (choice B) catalyzes the conversion of H2 O2 , in the presence of a halide (e.g., chloride ion) to form hypochlorous acid. This powerful oxidant is a major bactericidal agent produced by phagocytic cells. Superoxide dismutase (choice E) reduces the superoxide radical to H2 O2 .Diagnosis: Gonococcal arthritis",
        "cop": 1,
        "opa": "Cyclooxygenase",
        "opb": "Myeloperoxidase",
        "opc": "Phospholipase A2",
        "opd": "Protein kinase C",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1f01cd2e-0dd7-42b4-a9e6-be9d2da97ef5",
        "choice_type": "single"
    },
    {
        "question": "Chronic granulomatous disease is due to deficiency of",
        "exp": "(Oxydase): (153- Baveja 4th Microbiology)Chronic Granulomatous disease (CGD) is fatal genetic disorder, deficiency of NADPH oxidase. In these patients polymorphonuclear leucocytes phagocytose invading bacteria normally but are unable to kill ingested micro organism because engulfment of bacteria is not followed by activation of oxygen-dependent killing mechanism. The bacteria involved in the recurrent infections are catalase positive organisms such as staphylococci and coliforms Leucocytes from these patients fail to reduce nitroblue tetrazolium (NBT) during phagocytosis. This property has been used (NBT test) for diagnosis of CGD",
        "cop": 2,
        "opa": "Opsonization",
        "opb": "Oxydase",
        "opc": "Lysozyme",
        "opd": "Cytokines",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "555f0b74-e417-4381-9d8a-d7b6bd52c1b8",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is a vasoconstrictor?",
        "exp": "Ans. is 'd' i.e., TXA2 Important mediators* Vasodilatation Histamine, prostaglandins, prostacyclins, serotonin, Nitric oxide, bradykinin.* Vasoconstriction Leukotrienes (LTC4, D4, E4), Thromboxane A2.",
        "cop": 4,
        "opa": "Histamine",
        "opb": "PGI2",
        "opc": "Bradykinin",
        "opd": "TXA2",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1d2b4d67-d421-4fab-b9dc-4ec2a619fb2a",
        "choice_type": "single"
    },
    {
        "question": "Non-caseating granulomas are seen in the following EXCEPT",
        "exp": "Ans. d (Metastatic lung carcinoma). (Ref. Robbin, Pathology, 6th ed., 83)# In tuberculosis, granuloma is characterized by central area of necrosis (caseation), when classical.# However non-caseating granulomas can also be seen in TB.# Non-caseating granuloma:- Leprosy,- Syphilis,- Sarcoidosis,- Berylliosis,- Lymphogranuloma inguinale,- Certain mycotic infections- Reactions of irritant lipids.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "Byssinosis",
        "opc": "Hodgkin's disease",
        "opd": "Metastatic lung carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "9bc5ec30-b02b-4370-a162-c74f6e9d89fd",
        "choice_type": "multi"
    },
    {
        "question": "In an experiment, bacteria are inoculated into aliquots of normal human blood that have been treated with an anticoagulant. It is observed that the bacteria are either phagocytized by neutrophils or undergo lysis. Which of the following blood plasma components is most likely to facilitate these effects?",
        "exp": "Activation of complement may occur via microbial cell wall components such as polysaccharides (alternative pathway) or mannose (lectin pathway), or antibody attached to surface antigens (classic pathway). A variety of complement components are generated, including complement C5a, a neutrophil chemoattractant; complement C3b, an opsonin; and complement C5-9, the membrane attack complex. The remaining options are more closely associated with coagulation. Fibrin is generated by the coagulation system, but not with anticoagulation. Kallikrein may aid in generation of bradykinin and plasmin, but participates just in complement C5a generation. Plasmin is generated from plasminogen and helps lyse clots. Thrombin is generated by the coagulation cascade.",
        "cop": 1,
        "opa": "Complement",
        "opb": "Fibrin",
        "opc": "Kallikrein",
        "opd": "Plasmin",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "9d06903d-d242-4bc6-8dad-a8df88e8dbb1",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman cuts her hand while dicing vegetables in the kitchen. The wound is cleaned and sutured. Five days later, the site of injury contains an abundance of chronic inflammatory cells that actively secrete interleukin-1, tumor necrosis factor-a, interferon- a, numerous arachidonic acid derivatives, and various enzymes. Name these cells.",
        "exp": "Macrophages. The macrophage is the pivotal cell in regulating chronic inflammation. Macrophages, which are derived from circulating monocytes, regulate lymphocyte responses to antigens and secrete a variety of mediators that modulate the proliferation and function of fibroblasts and endothelial cells. None of the other cells have this wide spectrum of regulatory functions.Diagnosis: Laceration, wound healing",
        "cop": 2,
        "opa": "B lymphocytes",
        "opb": "Macrophages",
        "opc": "Plasma cells",
        "opd": "Smooth muscle cells",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "b647bb5b-f918-4378-afab-b2d4395dc84c",
        "choice_type": "single"
    },
    {
        "question": "Endothelial ligands VCAM and ICAM are involved in?",
        "exp": "Ans. is 'b' i.e., Adhesion * ICAM (intracellular adhesion molecule-1) and VCAM (Vascular cell adhesion molecule-1) act as adhesion molecules in the process of diapedesis.* Platelet endothelial cell adhesion molecule (PECAM or CD-31) is present on both endothelium and leukocytes. It is the major adhesive molecule for diapedesis.Endothelial - Leukocyte Adhesion MoleculesEndothelial moleculeLeucocyte MoleculeMajor RoleP-selectinSialyl-Lewis X-modified proteinsRollingE-selectinSialyl-Lewis X-modified proteinsRolling and adhesionGlyCam-1, CD34L-selectinRollingICAM-1 (Immunoglobulin family)CD11/CD18 b2 integrin (LFA-1, Mac-1)Adhesion, arrest, transmigrationVCAM-1 (Immunoglobulin family)VLA-4 b-1 integrinAdhesionPEC AM-1 (CD-31)PEC AM-1 (CD -31)Diapedesis (transmigration)",
        "cop": 2,
        "opa": "Phagocytosis",
        "opb": "Adhesion",
        "opc": "Chemotaxis",
        "opd": "Leukocyte activation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "1210e097-2ce0-47af-b83a-b7cbbe9cefa2",
        "choice_type": "single"
    },
    {
        "question": "Eosinophillia is found in?",
        "exp": "Ans. (c) Stronglyloides(Ref: dacie and lewis practical ematology, 11th ed, pg 102)Moderate eosinophilia occurs in allergic conditions; more severe eosinophilia (20-50x109/L) may be seen in parasitic infections",
        "cop": 3,
        "opa": "Cryptococcus",
        "opb": "HPV",
        "opc": "Stronglyloides",
        "opd": "Typhoid",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "63987783-c2a2-4def-9987-0a49d88d6bbc",
        "choice_type": "single"
    },
    {
        "question": "Pain during inflammation is mediated by",
        "exp": "Ans. (c) Bradykinin(Ref: Robbins 9th/pg 65, 89)Functions of bradykinin:Increases vascular permeability, vasodilationSmooth muscle contraction and pain when injected into the skin.",
        "cop": 3,
        "opa": "Nitric oxide",
        "opb": "Leukotriene B4",
        "opc": "Bradykinin",
        "opd": "Chemokines",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "bf28775c-403b-48c9-a5ba-07f1217f17e3",
        "choice_type": "single"
    },
    {
        "question": "Interleukin secreted by Th17 cells",
        "exp": "Ans. (b) IL22(Ref: Immunity 2008 Apr. 28(4): 454-467IL-22 is one of the IL-10 family cytokines, which also include IL-10, IL-19, IL-20, IL-24, and IL-26, as well as more distally related IL-28 and IL-29.It has a role in autoimmune diseases, tissue-repair and wound-healing apart from being proinflammatory",
        "cop": 2,
        "opa": "IFN Gamma",
        "opb": "IL22",
        "opc": "IL6",
        "opd": "1L16",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "10275c21-e6a3-47ff-a554-5558755e63ac",
        "choice_type": "single"
    },
    {
        "question": "A 77-year-old woman experiences a sudden loss of consciousness, with loss of movement on the right side of the body. Cerebral angiography shows an occlusion of the left middle cerebral artery. Elaboration of which of the following mediators will be most beneficial in preventing further ischemic injury to her cerebral cortex?",
        "exp": "Endothelial cells can release nitric oxide to promote vasodilation in areas of ischemic injury. Bradykinin mainly increases vascular permeability and produces pain. Leukotriene E4 , platelet-activating factor, and thromboxane A2 have vasoconstrictive properties.",
        "cop": 3,
        "opa": "Bradykinin",
        "opb": "Leukotriene E4",
        "opc": "Nitric oxide",
        "opd": "Platelet-activating factor",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "346e4fa6-b52c-45a5-9969-9b5b1451f379",
        "choice_type": "single"
    },
    {
        "question": "C3a, C5a are called?",
        "exp": "Ans. is 'd' i.e., Anaphylotoxins * C5a, C3a 8c to a lesser extent C4a- are called anaphylotoxin because they have effects similar to those of mast cell mediators that are involved in the reaction called anaphylaxis. These effects are due to stimulation of histamine release by these anaphylotoxin. The effects are increased vascular permeability and vasodilatation.",
        "cop": 4,
        "opa": "Chemotactic agent",
        "opb": "Lytic complex",
        "opc": "Opsonins",
        "opd": "Anphylotoxins",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "910321ff-cc8f-48a9-af2e-d152d7d79d1e",
        "choice_type": "multi"
    },
    {
        "question": "The following factors impair wound healing except",
        "exp": "Ans. (d) Clot formation(Ref: Robbin's 9th ed/pg 106)Factors Impairing HealingInfectionDiabetesprotein deficiency, vitamin C deficiency Glucocorticoids (steroids)Mechanical factors such as increased local pressure or torsion may cause wounds to dehiscePoor perfusion, due either to arteriosclerosis and diabetes or to obstructed venous drainage (e.g., in varicose veins) Foreign bodiesBlood clot formation is the earliest event in wound repair",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Glucocorticoids",
        "opc": "Vitamin C deficiency",
        "opd": "Clot formation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "0303a304-54d6-4d89-81e6-62ee6124d2f0",
        "choice_type": "multi"
    },
    {
        "question": "Th1 cells produce?",
        "exp": "Ans. (b) IL-2(Ref: Inflamm Bowel Dis. 1999 Nov;5(4):285-94)Type 1 T helper (Th1) cells produce interferon-gamma, interleukin (IL)-2, and tumour necrosis factor (TNF)- beta, which activate macrophages and are responsible for cell-mediated immunity and phagocyte-dependent protective responses. By contrast, type 2 Th (Th2) cells produce IL-4, IL-5, IL-10, and IL-13, which are responsible for strong antibody production, eosinophil activation, and inhibition of several macrophage functions, thus providing phagocyte-independent protective responses.",
        "cop": 2,
        "opa": "IL-1",
        "opb": "IL-2",
        "opc": "IL-4",
        "opd": "IL-5",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "b3d3c9b9-6a72-41c8-a7f5-33827b5d50aa",
        "choice_type": "single"
    },
    {
        "question": "A woman who is allergic to cats visits a neighbor who has several cats. During the visit, she inhales cat dander, and within minutes, she develops nasal congestion with abundant nasal secretions. Which of the following substances is most likely to produce these findings?",
        "exp": "Histamine is found in abundance in mast cells, which are normally present in connective tissues next to blood vessels beneath mucosal surfaces in airways. Binding of an antigen (allergen) to IgE antibodies that have previously attached to the mast cells by the Fc receptor triggers mast cell degranulation, with release of histamine. This response causes increased vascular permeability and mucous secretions. Bradykinin, generated from the kinin system on surface contact of Hageman factor with collagen and basement membrane from vascular injury, promotes vascular permeability, smooth muscle contraction, and pain. Complement C5a is a potent chemotactic factor for neutrophils. Interleukin-1 (IL-1) and tumor necrosis factor (TNF), both produced by activated macrophages, mediate many systemic effects, including fever, metabolic wasting, and hypotension. Phospholipase C, which catalyzes the release of arachidonic acid, is generated from platelet activation.",
        "cop": 3,
        "opa": "Bradykinin",
        "opb": "Complement C5a",
        "opc": "Histamine",
        "opd": "Interleukin-1 (IL-1)",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "261e3dfb-d353-4ea1-a7b5-2dddf4c9ed02",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following acts as an acute phase reactant?",
        "exp": "Ans: b (Serum ferritin) Ref: Rob7th ed, p. 84-85Acute phase reactants: They are a group of plasma proteins which rise during inflammation and trauma.Endotoxin (during an infection) stimulates the release of IL-1 from the Kupffer cells which leads to enhanced hepatic synthesis of the protein.Eg:FerritinHaptoglobulinCRPAlpha -1 - antitrypsinFibrinogen CeruloplasminAlpha -2- macroglobulinOf the most important is the C - reactive protein.It can activate the compliment by binding to some bacteria. Hence it performs a useful opsonizing effect.CRP is used as an index of severity of illness E.g.: acute pancreatitisConditions inducing acute phase response:Trauma, surgery, bumsInfectionInflammation- RA,spondyloarthitis (sero neg)VasculitisCrohn diseaseMalignancy",
        "cop": 2,
        "opa": "Se iron",
        "opb": "Se ferritin",
        "opc": "TIBC",
        "opd": "% of saturation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "48762496-af5d-469c-a140-dff2b1b5c924",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man has had increasing dyspnea for the past 24 hours. A chest radiograph shows large, bilateral pleural effusions. Thoracentesis yields 500 mL of slightly cloudy yellow fluid from the right pleural cavity. Cytologic examination of the fluid shows many neutrophils, but no lymphocytes or RBCs. Which of the following mechanisms contributes most to the pleural fluid accumulation?",
        "exp": "Exudation of fluid from venules and capillaries is a key component of the acute inflammatory process. Several mechanisms of increased vascular permeability have been proposed, including formation of interendothelial gaps by contraction of endothelium. This contraction can be caused by mediators such as histamine and leukotrienes. The vessels then become more \"leaky,\" and the fluid leaves the intravascular space to accumulate extravascularly, forming effusions in body cavities or edema within tissues. Arteriolar vasoconstriction is a transient response to injury that helps diminish blood loss. Platelets adhere to damaged endothelium and promote hemostasis. Lymphatic obstruction results in the accumulation of protein-rich lymph and lymphocytes, producing a chylous effusion within a body cavity. After neutrophils reach the site of tissue injury outside of the vascular space, they release lysosomal enzymes that promote liquefaction.",
        "cop": 2,
        "opa": "Arteriolar vasoconstriction",
        "opb": "Endothelial contraction",
        "opc": "Inhibition of platelet adherence",
        "opd": "Lymphatic obstruction",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "79e642b8-e423-4b53-a3d1-57977ea565e4",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old coal miner with a history of smoking and emphysema develops severe air-flow obstruction and expires. Autopsy reveals a \"black lung,\" with coal-dust nodules scattered throughout the parenchyma and a central area of dense fibrosis. The coal dust entrapped within this miner's lung was sequestered primarily by which of the following cells?",
        "exp": "Macrophages. Coal workers' pneumoconiosis reflects the inhalation of carbon particles. The characteristic pulmonary lesions of simple coal worker's pneumoconiosis include nonpalpable coal-dust macules and palpable coal-dust nodules, both of which are typically multiple and scattered throughout the lung as 1- to 4-mm black foci. Nodules consist of dust-laden macrophages associated with a fibrotic stroma. Nodules occur when coal is admixed with fibrogenic dusts such as silica and are more properly classified as anthracosilicosis. Coal-dust macules and nodules appear on a chest radiograph as small nodular densities. The other choices are not phagocytic cells.Diagnosis: Anthracosilicosis, coal workers' pneumoconiosis",
        "cop": 4,
        "opa": "Endothelial cells",
        "opb": "Fibroblasts",
        "opc": "Lymphocytes",
        "opd": "Macrophages",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "8120e26a-abbd-43c0-b9bb-77a11661b02a",
        "choice_type": "single"
    },
    {
        "question": "The following statements are true regarding neutrophil extracellular trap",
        "exp": "Ans. (d) All the above(Ref: Robbins 9th/pg 81)Neutrophil extracellular traps (NETs) are extracellular fibrillar networks that provide a high concentration of antimicrobial substances at sites of infection and prevent the spread of the microbes by trapping them in the fibrils. They consist of a viscous meshwork of nuclear chromatin that binds and concentrates granule proteins such as antimicrobial peptides and enzymes",
        "cop": 4,
        "opa": "Produced by neutrophils in response to infectious pathogens and inflammatory mediators",
        "opb": "Provide a high concentration of antimicrobial substances at sites of infection",
        "opc": "Prevent the spread of the microbes by trapping them in the fibrils",
        "opd": "All the above",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "e95edb14-6b08-4ed1-8c4d-98be52de2244",
        "choice_type": "multi"
    },
    {
        "question": "True about thromboxane-A2 is?",
        "exp": "Ans. is 'b' i.e., Platelet aggregation",
        "cop": 2,
        "opa": "Vasodilatation",
        "opb": "Platelet aggregation",
        "opc": "Potentiation of edema",
        "opd": "Formed in endothelium",
        "subject_name": "Pathology",
        "topic_name": "Inflammation & Repair",
        "id": "e287bfcd-ee18-46b2-a0f6-75f4bb98f16f",
        "choice_type": "multi"
    }
]