[
    {
        "question": "Granulomatous inflammation is found in:",
        "exp": "- Non-caseating granulomatous inflammation is seen in crohn's disease Impoant points about Crohn's disease are: S - Skip lesions; Cobble stone appearance I - Ileum (MC affected site) S - Saccharomyces cerevisae antibody T - Transmural granulomatous inflammation E - Extra fibrosis - strincture & fistula formation; creeping fat R - Radiological sign- String sign of Kantor, Rectum is usually spared.",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Amoebiasis",
        "opd": "Giardiasis",
        "subject_name": "Pathology",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "fbc8469e-9f7a-4d06-9782-25feeec3c37e",
        "choice_type": "single"
    },
    {
        "question": "Backwash ileitis is seen in:",
        "exp": "BACKWASH ILEITIS: - Extends contiguously backward from cecum without skip regions. - It is seen in ulcerative colitis where eventhough small intestine is normal, mild mucosal inflammation of distal ileum is seen.",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Colonic carcinoma",
        "opd": "Ileal polyp",
        "subject_name": "Pathology",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "d7c28bdf-fdcd-4d61-b969-a2e597bea810",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents with low grade fever, weight loss, fatigue, crampy abdominal pain, episodic diarrhea & postprandial bloating. Right lower quadrant tenderness is elicited on palpation of abdomen. A capsule endoscopy reveals thickening of terminal ileum, edema, marked luminal narrowing, and a cobblestone appearance of the mucosa. Which of the following is a characteristic of this condition?",
        "exp": "- Given clinical features suggests the diagnosis of Crohn's disease Discussing options one by one: OPTION 1: Crypt abscesses & pseudopolyps are seen in ulcerative colitis; not in crohn's disease OPTION 2: False bacause transmural involvement of intestine is seen in crohn's disease OPTION 3: Crohn's disease can involve any pa of GIT; but most commonly involved site is ileum OPTION 4: Stricture & fistula formation is seen in crohn's disease",
        "cop": 4,
        "opa": "Additional typical findings include crypt abscesses and pseudopolyps.",
        "opb": "Inflammation and ulceration limited to mucosa and submucosa with sparing of deeper layers.",
        "opc": "It can affect any poion of the gastrointestinal tract, but proximal jejunum is most common site of involvement.",
        "opd": "It can cause fistula formation between loops of affected bowel.",
        "subject_name": "Pathology",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "c4f3a365-d9cf-4aed-aaa6-716e986dcd86",
        "choice_type": "single"
    },
    {
        "question": "A highly sensitive and specific marker for detecting intestinal inflammation as in ulcerative colitis is:",
        "exp": "Fecal lactoferrin, a glycoprotein present in activated neutrophils, is a highly sensitive and specific marker for detecting intestinal inflammation in ulcerative colitis. Fecal calprotectin is present in neutrophils and monocytes and levels correlate well with histologic inflammation, predict relapses, and detect pouchitis. Fecal calprotectin levels can also be elevated in cases of acute diarrhea. In ulcerative colitis, active disease can be associated with rise in acute-phase reactants- C-reactive protein (CRP), platelet count, erythrocyte sedimentation rate (ESR), & decrease in hemoglobin- non-specific markers",
        "cop": 2,
        "opa": "C-reactive protein (CRP)",
        "opb": "Fecal lactoferrin",
        "opc": "Fecal calprotectin",
        "opd": "Erythrocyte sedimentation rate (ESR)",
        "subject_name": "Pathology",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "77857d36-4427-45a6-9c4d-f87e55765417",
        "choice_type": "single"
    }
]