[
    {
        "question": "A 65-year-old coal miner is admitted for evaluation of chronic lung disease. The patient admits to smoking one pack of cigarettes a day for 40 years. On physical examination, he is noticed to have a barrel chest and use accessory muscles for inspiration. His face is puffy and red. He has 2+ pitting edema of the lower extremities. A chest X-ray is compatible with diffuse fibrosis, with some nodularity in central areas. Which of the following is the most likely diagnosis?",
        "exp": "Coal workers' pneumoconiosis is lung disease caused by inhalation of coal paicles and other admixed forms of dust. Coal workers' pneumoconiosis is also known as \"black lung disease\" due to massive deposits of carbon paicles. Complicated coal workers' pneumoconiosis (progressive massive fibrosis) occurs on a background of simple disease and generally requires many years to develop. In a minority of cases (fewer than 10%), progressive massive fibrosis develops, leading to increasing pulmonary dysfunction, pulmonary hypertension, and cor pulmonale (symptoms in the given case). The characteristic pulmonary lesions include palpable coal dust nodules scattered throughout the lung as 1- to 4-mm black foci. Nodules consist of dust-laden macrophages associated with a fibrotic stroma.",
        "cop": 1,
        "opa": "Anthracosis",
        "opb": "Asbestosis",
        "opc": "Diffuse alveolar damage",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "84c96b51-a12e-4db4-8880-0039f5a34e9d",
        "choice_type": "single"
    },
    {
        "question": "Periodic Acid Schiff (PAS) stain positive intra-alveolar material is seen in",
        "exp": "Periodic Acid Schiff (PAS) stain positive intra-alveolar material is seen in Pulmonary Alveolar Proteinosis Most common cause of PAP is an autoimmunity to GM-CSF, a critical factor in development of alveolar macrophages. Decreased bioavailability of GM-CSF results in poor alveolar macrophages development and function, which results in accumulation of surfactant and related products. Secondary causes of PAP are those in which the accumulation of lipoproteinaceous compounds is secondary to another disease process. PAS material in alveoli is accumulated surfactant due to decreased turnover in pulmonary alveolar proteinosis. The same material may be coughed up by patients and described as chunky gelatinous plugs. PAS stain positivity on histology",
        "cop": 4,
        "opa": "Alpha 1 antitrypsin deficiency",
        "opb": "Lipoid pneumonia",
        "opc": "Abetalipoproteinemia",
        "opd": "Pulmonary Alveolar Proteinosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "b93f386f-9d2e-4b42-9a07-b89573ebffc4",
        "choice_type": "single"
    },
    {
        "question": "Examination of the lungs of a 55 year old coal miner during autopsy reveals small hilar lymph nodes which are jet black in colour. The microscopic appearance of one lymph node is shown below. What is the most likely diagnosis?",
        "exp": "Anthracosis: It refers to the storage of carbon paicles in the lung and regional lymph nodes. These paicles accumulate in alveolar macrophages and are also transpoed to hilar and mediastinal lymph nodes, where the indigestible material is stored indefinitely within tissue macrophages. Workers who mine hard coal (anthracite) develop pulmonary fibrosis, owing to the presence of toxic/fibrogenic dusts such as silica. This type of pneumoconiosis is more properly classified as anthracosilicosis. - Hemosiderosis(choice C) represents intracellular storage of iron (hemosiderin). - The other choices are not associated with dark pigmentation in the lung.",
        "cop": 2,
        "opa": "Metastasis",
        "opb": "Anthracotic pigmentation",
        "opc": "Hemosiderosis",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "af2e268c-5a1d-4d87-8fe0-4a7588d00f04",
        "choice_type": "multi"
    },
    {
        "question": "On chest radiology, \"egg-shell calcification\" is seen in:",
        "exp": "Silicosis/Grinder's disease/Sand blasting disease: Most common pneumoconiosis Due to inhalation of quaz crystals (Si. O2) Nodules seen in hilar lympho nodes and upper lobes of lung Increased risk of TB / malignancy CXR - Egg shell calcification (calcification on hilar LN) Histologic examination reveals the hallmark lesion characterized by a central area of whorled collagen fibers with a more peripheral zone of dust-laden macrophages.",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Coal-worker pneumoconiosis",
        "opd": "Berylliosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "77eb0b06-e75d-4a60-b0c4-7cfa5af6a848",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement are not related to pathogenesis of idiopathic pulmonary fibrosis?",
        "exp": "Idiopathic pulmonary fibrosis aka Cryptogenic fibrosing alveolitis It is characterized by recurrent alveolar epithelial injury. SMOKING is one of the most impoant etiological factor. Seen in patient more than 50 years It is also associated with altered activity of surfactant. Histopathological Hallmark -Usual interstitial Pneumonia Rx-Lung transplant",
        "cop": 2,
        "opa": "Smoking",
        "opb": "Age less than 20 years",
        "opc": "Loss of function mutation in TE and TERC gene",
        "opd": "Mutations in genes encoding components of surfactant",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "7b3c3dfc-ff70-432e-969a-d218cf567338",
        "choice_type": "multi"
    },
    {
        "question": "Cancers caused by asbestosis include all except?",
        "exp": "Asbestosis: Pleural plaque is the most common manifestation of asbestosis Involves base of the lung Clinical feature: thickened fibrotic pleura Presence of ferruginous bodies (long thin asbestos fibers coated with iron & calcium) cancers associated with Asbestosis- - Bronchogenic carcinoma (m/c) - Mesothelioma (most specific)",
        "cop": 4,
        "opa": "Laryngeal cancer",
        "opb": "Mesothelioma",
        "opc": "lung carcinoma",
        "opd": "Bladder cancer",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "38ca5c00-6dd7-4431-bbc3-7c405d1597fa",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of non-specific interstitial pneumonia (NSIP), except:",
        "exp": "Non-specific interstitial pneumonia (NSIP): The cellular pattern consists primarily of mild to moderate chronic interstitial inflammation, containing lymphocytes and a few plasma cells. The fibrosing pattern consists of diffuse or patchy interstitial fibrotic lesions of roughly the same stage of development, an impoant distinction from UIP (usual interstitial pneumonia). Fibroblastic foci, honeycombing, hyaline membranes and granulomas are absent. Has much better prognosis than idiopathic pulmonary fibrosis",
        "cop": 3,
        "opa": "Cellular pattern show interstitial inflammation",
        "opb": "Fibrosing pattern consists of diffuse or patchy interstitial fibrotic lesions of roughly the same stage of development",
        "opc": "Honeycomb fibrosis present",
        "opd": "Good prognosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "148b0bd3-8c49-448c-aa12-882345e94caa",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement are true regarding idiopathic pulmonary fibrosis, except:",
        "exp": "Idiopathic Pulmonary Fibrosis (also known as cryptogenic fibrosing alveolitis): Grossly, the pleural surfaces of the lung are cobblestoned as a result of the retraction of scars along the interlobular septa. The cut surface shows firm, rubbery white areas of fibrosis, which occurs preferentially in the lower lobes the subpleural regions, andalong the interlobular septa. Histologically, the hallmark is patchy interstitial fibrosis. The earliest lesions contain exuberant fibroblastic proliferation (fibroblastic foci). With time these areas become more collagenous and less cellular. Prognosis - poor Treatment - Immunosuppresive drugs; Lung transplant is the only definitive therapy. Newer drugs useful in IPF are: Nintedanib and Pirfenidone Masson bodies are seen in Cryptogenic Organising Pneumonia.",
        "cop": 4,
        "opa": "Pleural surfaces developed \"cobblestoned\" appearance",
        "opb": "Areas of fibrosis, occur preferentially in the lower lobes and subpleural regions",
        "opc": "Fibroblastic foci are the earliest lesion",
        "opd": "Masson bodies are characteristic",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "17b3354a-6ca8-4c06-a1df-647e876f735a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement are true regarding asbestosis except:",
        "exp": "Asbestosis exists in 2 diff forms: - 1. Amphibole - it is straight fiber - goes directly into lungs 2. Chrysotile - Serpentile Appearance - gets trap in upper airway Asbestosis is heavy paicle, therefore disease begins with the base of the lung. Mesothelioma is most specific Carcinoma associated with asbestosis M/C Ca associated - Bronchogenic Ca Initial manifestation - Pleural plaques then fibrosis",
        "cop": 2,
        "opa": "Amphiboles are more pathogenic",
        "opb": "It begins in a upper zone",
        "opc": "Can cause mesothelioma",
        "opd": "Pulmonary hypertension may be seen",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "31b6b0f2-75fd-420f-ad36-f0be4dd9392c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding histological features of asbestosis, except:",
        "exp": "Histological features of Asbestosis: Marked by diffuse pulmonary interstitial fibrosis, which is indistinguishable from diffuse interstitial fibrosis resulting from other causes, except for the presence of multiple asbestos bodies. Asbestos bodies are golden brown, fusiform or beaded rods with a translucent center and consist of asbestos fibers coated with an iron-containing proteinaceous material. Other inorganic paiculates may become coated with similar iron-protein complexes and are called ferruginous bodies. Pleural plaques, the most common manifestation of asbestos exposure, are well-circumscribed plaques of dense collagen. Microscopic appearance of asbestos body. An asbestos body is an asbestos fibre coated with glycoprotein and haemosiderin giving it beaded or dumbbell-shaped appearance with bulbous ends.",
        "cop": 2,
        "opa": "Diffuse pulmonary interstitial fibrosis",
        "opb": "Asbestos bodies are consist of asbestos fibers coated with an calcium-containing material",
        "opc": "Fibrosis begins around respiratory bronchioles and alveolar ducts and extends to involve adjacent alveolar sacs and alveoli",
        "opd": "Pleural plaques are collections of dense collagen",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "14e1c460-8ec4-4944-8d05-0dc30884ef56",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement are true regarding silicosis, except:",
        "exp": "Silica occurs in both crystalline and amorphous forms, but crystalline forms (including quaz, cristobalite, and tridymite) are much more fibrogenic. After inhalation, the paicles are phagocytosed by macrophages. The phagocytosed silica crystals activate the inflammasome, leading to the release of inflammatory mediators, paicularly IL-1 and IL-18. As the disease progresses, these nodules coalesce into hard, collagenous scars. Histologic examination reveals the hallmark lesion characterized by a central area of whorled collagen fibers with a more peripheral zone of dust-laden macrophages.",
        "cop": 2,
        "opa": "Crystalline forms are much more fibrogenic",
        "opb": "Phagocytosed silica crystals activate the inflammasome, leading to the release of inflammatory mediators, paicularly IL-2 and TNF",
        "opc": "As the disease progresses, nodules coalesce into hard, collagenous scars",
        "opd": "Histologic examination reveals the hallmark lesion characterized by a central area of whorled collagen fibers with a more peripheral zone of dust-laden macrophages.",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "3f57fdf4-f854-4f4f-9fba-8111e6c5c343",
        "choice_type": "multi"
    }
]