[
    {
        "question": "A 65-year-old coal miner is admitted for evaluation of chronic lung disease. The patient admits to smoking one pack of cigarettes a day for 40 years. On physical examination, he is noticed to have a barrel chest and use accessory muscles for inspiration. His face is puffy and red. He has 2+ pitting edema of the lower extremities. A chest X-ray is compatible with diffuse fibrosis, with some nodularity in central areas. Which of the following is the most likely diagnosis?",
        "exp": "Coal workers' pneumoconiosis is lung disease caused by inhalation of coal paicles and other admixed forms of dust. Coal workers' pneumoconiosis is also known as \"black lung disease\" due to massive deposits of carbon paicles. Complicated coal workers' pneumoconiosis (progressive massive fibrosis) occurs on a background of simple disease and generally requires many years to develop. In a minority of cases (fewer than 10%), progressive massive fibrosis develops, leading to increasing pulmonary dysfunction, pulmonary hypertension, and cor pulmonale (symptoms in the given case). The characteristic pulmonary lesions include palpable coal dust nodules scattered throughout the lung as 1- to 4-mm black foci. Nodules consist of dust-laden macrophages associated with a fibrotic stroma.",
        "cop": 1,
        "opa": "Anthracosis",
        "opb": "Asbestosis",
        "opc": "Diffuse alveolar damage",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "84c96b51-a12e-4db4-8880-0039f5a34e9d",
        "choice_type": "single"
    },
    {
        "question": "Periodic Acid Schiff (PAS) stain positive intra-alveolar material is seen in",
        "exp": "Periodic Acid Schiff (PAS) stain positive intra-alveolar material is seen in Pulmonary Alveolar Proteinosis Most common cause of PAP is an autoimmunity to GM-CSF, a critical factor in development of alveolar macrophages. Decreased bioavailability of GM-CSF results in poor alveolar macrophages development and function, which results in accumulation of surfactant and related products. Secondary causes of PAP are those in which the accumulation of lipoproteinaceous compounds is secondary to another disease process. PAS material in alveoli is accumulated surfactant due to decreased turnover in pulmonary alveolar proteinosis. The same material may be coughed up by patients and described as chunky gelatinous plugs. PAS stain positivity on histology",
        "cop": 4,
        "opa": "Alpha 1 antitrypsin deficiency",
        "opb": "Lipoid pneumonia",
        "opc": "Abetalipoproteinemia",
        "opd": "Pulmonary Alveolar Proteinosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "b93f386f-9d2e-4b42-9a07-b89573ebffc4",
        "choice_type": "single"
    },
    {
        "question": "On chest radiology, \"egg-shell calcification\" is seen in:",
        "exp": "Silicosis/Grinder's disease/Sand blasting disease: Most common pneumoconiosis Due to inhalation of quaz crystals (Si. O2) Nodules seen in hilar lympho nodes and upper lobes of lung Increased risk of TB / malignancy CXR - Egg shell calcification (calcification on hilar LN) Histologic examination reveals the hallmark lesion characterized by a central area of whorled collagen fibers with a more peripheral zone of dust-laden macrophages.",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Coal-worker pneumoconiosis",
        "opd": "Berylliosis",
        "subject_name": "Pathology",
        "topic_name": "Interstitial lung diseases",
        "id": "77eb0b06-e75d-4a60-b0c4-7cfa5af6a848",
        "choice_type": "single"
    }
]