[
    {
        "question": "Brown atrophy occurs due to deposition of?",
        "exp": "Ans. is 'd' i. e., Lipofuscin o Deposition of lipofuscin in the heart is referred as brown atrophy.",
        "cop": 4,
        "opa": "Melanin",
        "opb": "Hemosiderin",
        "opc": "Hematin",
        "opd": "Lipofuscin",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "38da28a6-5e12-416f-9bb0-0fae268534fe",
        "choice_type": "single"
    },
    {
        "question": "Lipofuscin is associated with-",
        "exp": "Ans is 'a' i. e. Brown atrophy o Deposition of lipofuscin in the heart is referred as brown atrophy.",
        "cop": 1,
        "opa": "Brownatrophy",
        "opb": "White atrophy",
        "opc": "Red atrophy",
        "opd": "Black atrophy",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "a98304d6-2e33-4bb3-a847-7ed561455e70",
        "choice_type": "single"
    },
    {
        "question": "Brown atrophy is due to accumulation of:",
        "exp": "ANSWER: (D) Lipofuscin. REF: Pathology by Edward E Goljan page 7. The combination of an atrophic heart and lipofuscin accumulation is referred to as brown atrophy. Lipofuscin is a \"wear and tear\" pigment that commonly deposits within hepatocytes, splenocytes, and myocardial cells",
        "cop": 4,
        "opa": "Melanin",
        "opb": "Hemosiderin",
        "opc": "Hematin",
        "opd": "Lipofuscin",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "01b9a68c-33e4-43da-9870-c4c8b280b49f",
        "choice_type": "single"
    },
    {
        "question": "Birbeck granules in cytoplasm is seen in -",
        "exp": "Ans. is 'a' i. e., Langerhans cell histiocytosis Birbeck granules are characteristic of langerhans cell histiocytosis. Tumour cells in the laneerhan \\ cell histiocytosis are derived from dendritic cells and express:-o S-100o CDlao HLA-DRo These cells are characterized by the presence of birbeck granules in their cytoplasm unde rthe electron micro-scope, Birbeck granules have pentalaminar, rodlike tuular appearance and sometimes a dilated terminal end itennis-racket appearance)",
        "cop": 1,
        "opa": "Langerhans cell histiocytosis",
        "opb": "Hodgkin's lymphoma",
        "opc": "Non hodgkins lymphoma",
        "opd": "Gastrointestinal stromal tumor",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "dce4c560-aa17-4cd2-8e7d-0582ca20d3b8",
        "choice_type": "single"
    },
    {
        "question": "Stain used for melanin -",
        "exp": "Ans. is 'c' i. e., Masson fontana [Ref: style=\"font-size: 1. 04761904761905em; font-weight: bold; text-decoration: underline; font-style: italic; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 4px; text-indent: 0\">Melanin staino Melanin is normally found in the skin, eye and substantia nigra. If may also be found in melanoma. Type of melanin stain: -o Fontana massono Schmorl s methodo DOPA oxidaseo Formaldehyde induced fluorescenceo Most common type of melanin stain. Fontana masson stain. It relies upon the melanin granules to reduce ammoniacal silver nitrate, o Most specific type of melanin stain. DOPA oxidase stain acts on the DOPA substrate to produce a brownish black deposit...",
        "cop": 3,
        "opa": "Oilred",
        "opb": "Gomori methamine silver stain",
        "opc": "Masson fontana stain",
        "opd": "PAS stain",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "2b175011-814f-4f23-8ade-3ab88f401b39",
        "choice_type": "single"
    },
    {
        "question": "Best investigation for diagnosing amyloidosis",
        "exp": "Ans. is 'a' i. e., Rectal biopsy \"The most definitive investigation for Amyloidosis is biopsy\". For many years rectal biopsy was the first procedure of choice. An important clinical advance was the recognition that the capillaries in the subcutaneous fat are often involved in patients with systemic amyloidosis and can often provide sufficient tissues for the diagnosis of amyloidosis. Thus, biopsy of the organ with the most severe clinical involvement is often unnecessary. For example in cardiac amyloidosis, the definitive diagnosis of the type of amyloid can be made using an endomyocardial biopsy specimen with Congo red and immunologic staining of the tissue sample. Alternatively, when a noninvasive testing suggests cardiac amyloidosis - A specific diagnosis is often made by studying a subcutaneous fat aspiration instead of endomyocardial biopsy there by avoiding an invasive procedure. When the subcutaneous fat aspiration biopsy does not provide information to reach a firm diagnosis, biopsy samples can be collected from other organs. In addition, an advantage to performing biopsy of an involved organ (e. g., kidney heart) is thatit definitively establishes a cause and effect relationship between the organ dysfunction and amyloid. It is important to realize that not all biopsy sites offer the same sensitivity. The best sites of biopsy are: -Abdominal fat pad and (90% sensitivity). Rectal mucosa (73% - 84% sensitivity). Other sites that are often sampled but have poor sensitivity for the diagnosis of amyloid include: -Salivary glands. Skin. Tongue. Gingiva. Stomach. Bone marrow",
        "cop": 1,
        "opa": "Rectal biopsy",
        "opb": "Colonscopy",
        "opc": "CT scan",
        "opd": "Upper GI endoscopy",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "3bada56e-02d5-480b-aa9e-9dd9a337a3bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pigments are involved in free radical injury",
        "exp": "Ans. is 'a' i. e. Lipofuscin * \"Molecular evidence of increased oxidative stress is Lipofuscin\". Endogenous pigments Lipofuscin. It is an insoluble pigment, also known as lipochrome and wear or tear or aging pigment. Lipofuscin is not injurious to the cell or its functions. Its importance lies in being the tell-tale sign of free radical injury and lipid peroxidation. It is seen in cells undergoing slow, regressive changes and is particularly prominent in the liver and heart of aging patients or patients with severe malnutrition and cancer cachexia. Lipofuscin is composed of polymers of lipids and phospholipids complexed with proteins, suggesting that it is derived through lipid peroxidation of polyunsaturated lipids of subcellular membranes. On electron microscopy, the granules are highly electron dense, often have membranous structure in their midst and are usually in perinuclear location. In tissue section it appears as yellow brown pigment. Melanin. It is an endogenous, non hemoglobin derived brown-black pigment. Melanin is the only endogenous brown black pigment. Hemosiderin. It is hemoglobin derived, golden yellow to brown, granular or crystalline pigment in which form iron is stored in cells. When there is local or systemic excess of iron, ferritin forms hemosiderin granules. Thus hemosiderin pigment represents aggregrates of ferritin micelles. Under normal conditions small amounts of hemosiderin can be seen in the mononuclear phagocytes of the bone marrow, spleen and liver, all actively engaged in red cell breakdown. Bilirubin. It is the normal major pigment found in bile. It is derived from hemoglobin but contains no iron. Its normal formation and excretion are vital to health and jaundice is a common clinical disorder caused by excesses of this pigment within cells and tissues.",
        "cop": 1,
        "opa": "Lipofuscin",
        "opb": "Melanin",
        "opc": "Bilirubin",
        "opd": "Hematin",
        "subject_name": "Pathology",
        "topic_name": "Intracellular Accumulations",
        "id": "3d987466-74b1-4141-a83e-7ba9958d1dca",
        "choice_type": "single"
    }
]