[
    {
        "question": "20-year-old female present with features of anemia. Blood tests: Hb-5g/dL, MCV - 52 fL, MCH-22 pg, PCV - 15%. Diagnosis?",
        "exp": "The findings in the question are suggestive of iron deficiency anemia. Among given options, Hookworm infection can cause iron deficiency anemia due to chronic blood loss. Associated with megaloblastic anemia (vitamin B12/folate Deficiency): Phenytoin toxicity, Blind loop syndrome and Fish tapeworm (D. latum) infection.",
        "cop": 3,
        "opa": "Phenytoin toxicity",
        "opb": "Fish tapeworm infection",
        "opc": "Hookworm infection",
        "opd": "Blind loop syndrome",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "16523d06-95db-40a0-8f39-924d846f46f2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best parameter for assessment of body iron stores?",
        "exp": "Iron in the body is stored in the form of ferritin at highest levels in macrophages of liver, spleen, bone marrow. It is best measured by serum ferritin levels Paially degraded protein shells of ferritin aggregate into hemosiderin granules. With normal iron stores, only trace amounts of hemosiderin is found in the body, most being stored as ferritin. In iron-overloaded cells, most iron is stored in form of hemosiderin.",
        "cop": 3,
        "opa": "Serum iron",
        "opb": "Serum TIBC",
        "opc": "Serum ferritin",
        "opd": "Serum transferrin",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "3d5dfb7e-829c-4aaa-a66a-1bfe5df72e14",
        "choice_type": "single"
    },
    {
        "question": "Iron absorption is increased by which of the following?",
        "exp": "- Site of iron absorption - duodenum and upper jejunum (proximal small intestine). - Iron absorption is increased by Acids Ascorbic acid (Vitamin C), citric acid Amino acids containing SH-group Sugars in the diet - Phytates, Tannates (found in tea), tetracyclines & Plant foods (non-heme iron) decreases iron absorption",
        "cop": 4,
        "opa": "Phytates",
        "opb": "Tannates",
        "opc": "Plant foods",
        "opd": "Ascorbic acid",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "b452daac-d602-4482-a09a-6294405b6f61",
        "choice_type": "single"
    },
    {
        "question": "Cyanosis is not seen in severe anemia because?",
        "exp": "Cyanosis is not seen in severe anemia because a critical concentration of reduced hemoglobin is required. Cyanosis Bluish discoloration of skin & mucous membranes due to an increased quantity of reduced Hb (i. e., deoxy Hb) or Hb derivatives (e. g., met Hb or sulfhemoglobin) in the small blood vessels. Cyanosis becomes apparent when the concentration of reduced hemoglobin in capillary blood > 4 g/dL. Absolute, rather than the relative, quantity of reduced Hb that is impoant in producing cyanosis. = In a patient with severe anemia, the relative quantity of reduced Hb in the venous blood may be very large, but the absolute quantity of reduced Hb is still small. = Therefore, patients with severe anemia & even marked aerial desaturation may not display cyanosis.",
        "cop": 2,
        "opa": "Anemic hemoglobin has greater oxygen carrying capacity per unit gram of hemoglobin",
        "opb": "Critical concentration of reduced hemoglobin is required",
        "opc": "Increased RBC number counter-balances the oxygen shoage",
        "opd": "Blood flow through the skin is decreased in anemia",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "be9c2100-9edd-4e59-8a36-60ff5f2a3c1b",
        "choice_type": "single"
    },
    {
        "question": "MCHC criteria to diagnose iron deficiency anemia:",
        "exp": "MCHC - average concentration of hemoglobin in a given volume of packed red cells Normal MCHC is 34-37g/dl Value <34g/dl indicate that red cells are hypochromic, which can occur in iron deficiency anemia.",
        "cop": 2,
        "opa": "<32",
        "opb": "<34",
        "opc": "<28",
        "opd": "<30",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "2d3ab0df-8e85-4feb-88a8-4ba1d4ca58ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is downregulated by Hepcidin?",
        "exp": "Regulates iron absorption. It is synthesized & released by the liver in response to increase in intrahepatic iron levels. When the body is replete with iron, Hepcidin levels increase & inhibit iron transfer from enterocyte to plasma by binding to ferropoin. It also suppresses iron release from macrophages, which is an impoant source of the iron used by erythroid precursors to make hemoglobin.",
        "cop": 1,
        "opa": "Ferropoin",
        "opb": "Transferrin",
        "opc": "DMT 1",
        "opd": "Haphaestin",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "cedf4ea6-3010-49b9-ac60-e9fc78cb42ba",
        "choice_type": "single"
    },
    {
        "question": "The pathogenesis of hypochromic anemia in lead poisoning is due to -",
        "exp": "Iron should be combined with protoporphyrin to synthesize Heme. To synthesize protoporphyrin and combine it with iron, enzymes like ALA synthase, ALA dehydratase & Ferrochelatase are required. Lead inhibits heme synthesis by inhibiting enzymes ALA dehydratase & Ferrochelatase resulting in microcytic hypochromic anemia.",
        "cop": 3,
        "opa": "Lead blocks transferrin receptors of erythroid precursors",
        "opb": "Binding of lead to transferrin, inhibiting the transpo of iron",
        "opc": "Inhibition of enzymes involved in heme biosynthesis",
        "opd": "Inhibiting breakdown of ferritin into hemosiderin",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "0269247b-3b62-4fe8-9798-bbb700b7121b",
        "choice_type": "single"
    },
    {
        "question": "Ring sideroblast in myelodysplastic syndrome is associated with which gene mutation?",
        "exp": "Myelodysplastic syndrome: Group of clonal stem cell disorders characterized by maturation defects, that are associated with ineffective hematopoiesis & have high risk of transformation to AML. - Myelodysplastic Syndrome with Ring Sideroblastic(MDS-RS) entity is earlier called as Refractory anemia with Ring Sideroblasts. (RA-RSS). - It is diagnosed: Only when >15% of early RBC are Ringed sideroblasts. Also if >5% of early RBC are RS and associated with mutation SF3. B1. This mutation is a/w better prognosis.",
        "cop": 4,
        "opa": "ASXL1",
        "opb": "EZH 2",
        "opc": "TET 2",
        "opd": "SF3. B1",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "accef04d-4937-4fdf-8117-36a8d4e662b1",
        "choice_type": "single"
    },
    {
        "question": "Hepcidin is secreted by which of the following?",
        "exp": "Hepcidin A small circulating peptide that is synthesized and released from the liver in response to increases in intrahepatic iron levels Plays a central role in iron metabolism Regulates iron absorption in duodenum",
        "cop": 4,
        "opa": "Kidney",
        "opb": "Bone marrow",
        "opc": "Duodenum",
        "opd": "Liver",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "fcb6be3b-8b5b-499d-a5c5-84d9b9ce3946",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most sensitive and specific initial laboratory test to diagnose iron deficiency?",
        "exp": "In iron deficiency anemia, the earliest parameter that is effected is - decrease in stored iron - measured by serum ferritin levels. Hence, estimation of Serum ferritin levels is most sensitive and specific test to diagnose iron deficiency anemia in the given options. However, do remember the ratio discussed in the video for an advanced question. Iron studies in normal people (A) and those with iron deficiency (B) ALSO KNOW: anemia of chronic disease (C), and iron overload diseases (D).",
        "cop": 2,
        "opa": "Serum iron levels",
        "opb": "Serum ferritin levels",
        "opc": "Serum transferrin receptor population",
        "opd": "Transferrin saturation",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "bc349cae-36b7-436f-beb2-3ecfc5a13334",
        "choice_type": "single"
    },
    {
        "question": "In Anemia of chronic disease, what is seen?",
        "exp": "parameters in Anemia of chronic dieases: Decrease in serum iron Decrease TIBC Decrease in % Tfsaturation Increase in serum ferritin S. Tf. R/ Log < 1. 5 Test Iron deficiency Anemia of chronic disease Thalassemia minor Lead posioning MCV | | | N/| Serum iron | | N | TIBC | | N | Percent saturation | | N | Serum ferritin | | N | RBC count | | | |",
        "cop": 4,
        "opa": "TIBC |",
        "opb": "S. Iron |",
        "opc": "BM iron |",
        "opd": "S. ferritin |",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "e93f7c59-ac40-4753-b443-6a3fbe45ba52",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in iron deficiency anemia?",
        "exp": "- Hypersegmented neutrophils - is a feature of megaloblastic anemia - caused d/t Vit B12 / folic acid deficiency. - Remaining all features given in options are characteristic to Iron deficiency anemia",
        "cop": 1,
        "opa": "Hyper-segmented neutrophils",
        "opb": "Microcytosis and hypochromia in red cells",
        "opc": "Low serum ferritin",
        "opd": "Commonest cause of anemia in India",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "69b20ad9-e49a-4b30-80a9-b9fad78857ab",
        "choice_type": "single"
    },
    {
        "question": "The peripheral blood smear of an anemic 1-year-old child is shown in the illustration. The most likely diagnosis is",
        "exp": "- Given illustration shows hypochromia and microcytosis along with anisopoikilocytosis - suggests the diagnosis of Iron deficiency anemia. - Iron deficiency anemia is the most common cause of hypochromic microcytic anemia.",
        "cop": 4,
        "opa": "anemia of chronic disease.",
        "opb": "aplastic anemia.",
        "opc": "hereditary spherocytosis",
        "opd": "iron deficiency anemia.",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "a4aa4b4e-8152-404e-922a-f7047aec69c1",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old women presents with recurrent abdominal pain and anemia. Peripheral blood smear shows basophilic stippling of the RBCs. What is the most likely diagnosis?",
        "exp": "Basophilic stippling a. k. a Punctate basophilia These inclusions are precipitated ribosomal RNA. Stippling is observed in cases of: Hemoglobinopathies Dys-erythropoietic states like: Lead poisoning megaloblastic anemias thalassemias sideroblastic anemias Alcoholism Pyriinidine-5- nucleotidase deficiency RBC inclusions: Inclusion Content Howell- Jolly body DNA Basophilic stippling RNA Pappenheimer body Iron Heinz body Denatured Hb Cabot ring Mitotic spindle remnant",
        "cop": 4,
        "opa": "Coeliac disease",
        "opb": "Hookworm disease",
        "opc": "Sickle cell disease",
        "opd": "Lead poisoning",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "41a1e0ab-4c8d-4548-9d3e-d44992217763",
        "choice_type": "single"
    },
    {
        "question": "Earliest response to iron supplementation in iron deficiency anemia is denoted by?",
        "exp": "Response to iron therapy: Rapid subjective improvement, with disappearance or marked reduction of fatigue, lassitude, and other nonspecific symptoms, before any improvement in anemia is observed. Earliest hematologic evidence of response to treatment is an increase in reticulocytes on 5th to 10th day after sta of supplementation therapy & thereafter returns to normal. There is steady improvement in Hb and normalization of red cell indices. RETICULOCYTE IN BLUE LINE",
        "cop": 2,
        "opa": "Increase in serum ferritin",
        "opb": "Increase in reticulocyte count",
        "opc": "Increase in iron binding capacity",
        "opd": "Increase in hemoglobin",
        "subject_name": "Pathology",
        "topic_name": "Iron deficiency anemia",
        "id": "18621945-7bb2-4ad9-9567-81733c5c67f7",
        "choice_type": "single"
    }
]