[
    {
        "question": "Electron microscopy finding indicating irreversible cell injury is:",
        "exp": "Irreversible injury is associated morphologically with:- Mitochondrial swelling Plasma membrane damage which forms myelin figures Lysosomal swelling. Large, flocculent, amorphous densities develop in the mitochondrial matrix",
        "cop": 3,
        "opa": "Dilation of ER",
        "opb": "Dissociation of ribosomes from rough ER",
        "opc": "Flocculent densities in the mitochondria",
        "opd": "Intact cell membrane",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "d8df3767-6a85-49b3-bb28-5ea967bf26fc",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old chronic alcoholic presents to the emergency room with 12 hours of severe abdominal pain. The pain radiates to the back and is associated with an urge to vomit. Physical examination discloses exquisite abdominal tenderness. Laboratory studies show elevated serum amylase. Which of following morphologic changes would be expected in the peripancreatic tissue of this patient?",
        "exp": "Fat necrosis. Saponification of fat derived from peripancreatic fat cells exposed to pancreatic enzymes is a typical feature of fat necrosis. Lipase, released from pancreatic acinar cells during an attack of acute pancreatitis, hydrolyzes fat into fatty acids and glycerol. Free fatty acids bind with calcium to form soaps, which is a process known as saponification. Hypocalcemia is a typical finding in patients who had a recent bout of acute pancreatitis. Fat necrosis in acute pancreatitis- areas of white chalky deposits represent foci of fat necrosis with calcium soap formation (saponification) at sites of lipid breakdown in the mesentery.",
        "cop": 3,
        "opa": "Coagulative necrosis",
        "opb": "Caseous necrosis",
        "opc": "Fat necrosis",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "64539050-ad52-4f92-b23e-c03e1ef85bf3",
        "choice_type": "single"
    },
    {
        "question": "Pyogenic infection and brain infarction are associated with:",
        "exp": "Liquefactive necrosis, is characterized by digestion of the dead cells, resulting in transformation of the tissue into a liquid viscous mass. It is seen in focal bacterial or occasionally, fungal infections because microbes stimulate the accumulation of leukocytes and the liberation of enzymes from these cells. The necrotic material is frequently creamy yellow because of the presence of dead leukocytes and is called pus. For unknown reasons, hypoxic death of cells within the central nervous system often manifests as liquefactive necrosis.",
        "cop": 2,
        "opa": "Coagulative necrosis",
        "opb": "Liquefactive necrosis",
        "opc": "Caseous necrosis",
        "opd": "Fat necrosis",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "3824db10-ad41-493d-8f62-87e5873bf4b1",
        "choice_type": "single"
    },
    {
        "question": "A wedge shaped area in the adrenal gland is affected. On HPE nucleus is not seen but cellular outlines are intact. Which type of necrosis is being described?",
        "exp": "Ans- Coagulative necrosis -Most common type of necrosis seen histologically -A localized area of coagulative necrosis is called an infarct. Ex: - Ischemia to all solid organs except BRAIN. Thermal injury Dry gangrene Zenker's degeneration (muscle necrosis in typhoid fever).",
        "cop": 1,
        "opa": "Coagulative",
        "opb": "Liquefactive",
        "opc": "Fibrinoid",
        "opd": "Caseous",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "f6a4c9aa-bd3d-4649-83cc-50bc5e1f420e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following processes involve caspase 1 and 11 activation?",
        "exp": "Pyroptosis isa highly inflammatory form of programmed cell death that occurs in cells infected by microbes. It involves activation of caspase-1 which cleaves the precursor form of IL-1 to generate biologically active IL-1. Caspase-1 along with closely related caspase-11 also cause death of the infected cell. Necroptosis: - It is a caspase independent programmed cell death. Apoptosis: -. The mitochondrial pathway (Intrinsic)leads to activation of the initiator caspase-9, and the death receptor pathway (Extrinsic) to the initiator caspases-8 and 10.",
        "cop": 4,
        "opa": "Necrosis",
        "opb": "Necroptosis",
        "opc": "Apoptosis",
        "opd": "Pyroptosis",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "ac7b8d26-14c7-40c5-aaf9-a123ea559b11",
        "choice_type": "single"
    },
    {
        "question": "An 82-year-old man has profound bleeding from a peptic ulcer and dies of hypovolemic shock. The liver at autopsy displays centrilobular necrosis. Compared to ble hepatocytes, the necrotic cells contain higher intracellular concentrations of which of the following?",
        "exp": "A: Calcium. Coagulative necrosis is characterized by a massive influx of calcium into the cell. Irreversible cell injury damages the plasma membrane, which then fails to maintain this gradient, allowing the influx of calcium into the cell. The other choices would most likely be released upon cell death. Diagnosis: Coagulative necrosis",
        "cop": 1,
        "opa": "Calcium",
        "opb": "Cobalt",
        "opc": "Copper",
        "opd": "Iron",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "1d03ed26-7e7c-4a99-b342-b0d1cad60924",
        "choice_type": "single"
    },
    {
        "question": "A 68 yr old woman with a repeated bouts of pneumonia and H/O heavy smoking presents with a 2-week history of fever and productive cough. A chest X-ray reveals a right lower lobe infiltrate and trans-bronchial biopsy confirms pneumonia and there occurs preneoplastic changes within the bronchial mucosa. Which of the following best characterizes the morphology of this bronchial mucosal lesion?",
        "exp": "Ans - Abnormal pattern of cellular maturation. Dysplasia- (1) Regular appearance is disturbed by variations in the size and shape of the cells (2) Enlargement, irregularity, and hyperchromatism of the nuclei (3) Disorderly arrangement of the cells within the epithelium. Choice B is not preneoplastic changes. Invasiveness (choice C) = malignant behavior. Diagnosis: Pneumonia - Dysplasia",
        "cop": 1,
        "opa": "Cellular maturation shows abnormal pattern",
        "opb": "Increased numbers of otherwise normal cells",
        "opc": "Invasiveness",
        "opd": "presence of poorly diiferentiated keratin producing cells",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "1b52d6f6-2a5e-4cde-acf9-49973e2f4405",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man is evaluated for persistent cough, night sweats, low-grade fever, and general malaise. A chest X-ray reveals findings \"consistent with a Ghon complex. \" Sputum cultures grow acid-fast bacilli. Examination of hilar lymph nodes in this patient would most likely demonstrate which of the following pathologic changes?",
        "exp": "The answer is A: Caseous necrosis. Grossly, necrosis in tuberculosis has a granular, cheesy appearance and is therefore called caseous necrosis. Microscopically, this necrotic material appears as amorphous, structureless, eosinophilic, granular debris, with complete loss of cellular details (as opposed to coagulative necrosis, in which cell outlines are preserved). Fibrinoid necrosis (choice D) is seen in patients with necrotizing vasculitis.",
        "cop": 1,
        "opa": "Caseous necrosis",
        "opb": "Coagulative necrosis",
        "opc": "Fat necrosis",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Irreversible cell Injury/Necrosis",
        "id": "c3e9d4f8-3bc5-469c-9be6-d55ed74163f3",
        "choice_type": "single"
    }
]