[
    {
        "question": "All are poor prognostic for multiple myeloma except",
        "exp": "A - Commonest mutation associated with multiple myeloma is 13q deletion. Poor prognostic factor associated with multiple myeloma are: 1. t (14 16) 2. 1q gain 3. 3. t (4 14) Risk Stratification in Myeloma CHROMOSOMAL ABNORMALITIES Method Standard Risk (80%) (Expected Survival 6-7+ Years) High Risk (20%)(Expected Survival 2-3 Years) Karyotype No chromosomal aberration Any abnormality on conventional karyotype Fish t (11: 14) t(6: 14) Del(13) Del (17p) t(4: 14) t(14: 16) t(14: 20 amp 1q34",
        "cop": 1,
        "opa": "t (11 14)",
        "opb": "t (14 16)",
        "opc": "1q gain",
        "opd": "t (4 14)",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "e51ed98c-92ab-493c-b94b-b7a4c69bc390",
        "choice_type": "multi"
    },
    {
        "question": "Origin of lymphoplasmacytic lymphoma is from:-",
        "exp": "Lymphoplasmacytic lymphoma (Waldenstrom Macroglobinemia): B cell lymphoma that exhibit plasmocytic differentiation, clinical symptoms dominated by hyperviscosity related to high level of tumor derived IgM. Origin:- Post geminal Centre B cell.",
        "cop": 3,
        "opa": "Germinal centre T cell",
        "opb": "Germinal centre B cell",
        "opc": "Post germinal centre B cell",
        "opd": "Pre germinal centre B cell",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "1cd80a59-e15d-4d19-befb-8920affcbe4e",
        "choice_type": "single"
    },
    {
        "question": "Bi-Hogg-Dube syndrome is associated with increased risk of malignancy in which of the following organs?",
        "exp": "Bi-Hogg-Dube syndrome: Autosomal Dominant Defect in BHD gene which codes for folliculin Triad:- S: Skin manifestations (fibrofolliculomas, trichodiscomas, and acrochordons) R: Renal Cancer P: Pulmonary cysts or blebs",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Lung",
        "opc": "Kidney",
        "opd": "Ovaries",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "fd8eaec2-fbc5-4f9d-b2d3-a7675c84cfa5",
        "choice_type": "single"
    },
    {
        "question": "Secondary hemolytic anemia is seen in all except:",
        "exp": "Secondary hemolytic anemia is seen in: Chronic lymphocytic leukemia(CLL) Continuous renal replacement therapy(CR) Extracorporeal membrane oxygenation (ECMO) Chronic lymphocytic leukemia (CLL) and small lymphocytic lymphoma (SLL) differ only in the degree of peripheral blood lymphocytosis. Most affected patients have sufficient lymphocytosis to fulfill the diagnostic requirement for CLL (absolute lymphocyte count > 5000 per mm3). CLL is the most common leukemia of adults in the Western world.",
        "cop": 1,
        "opa": "CML",
        "opb": "A. CLL",
        "opc": "Continuous renal replacement therapy (CR)",
        "opd": "Extra corporeal membrane oxygenation (ECMO)",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "a7f76701-1606-4114-b90f-0305df3fb1d8",
        "choice_type": "multi"
    },
    {
        "question": "Emperioplosis is seen in which of the following conditions?",
        "exp": "Condition Explanation Image Autoimmune hepatitis Emperipolesis Penetration of one cell, into a bigger cell. Rosai Dorfman disease Penetration of lymphocytes into megakaryocyte. Penetration of lymphocytes or plasma cells into a hepatic cell. Interphase hepatitis Hepatic rosette formation Alcoholic hepatitis Hepatocyte swelling & necrosis Mallory-denk bodies Neutrophilic reaction Acute Hepatitis Chronic Hepatitis Poal inflammation is minimal or absent Poal inflammation is dense & prominent Parenchymal injury is scattered throughout Spotty necrosis Lobular hepatitis Lobular hepatitis, Interface hepatitis is seen Bridging necrosis is seen only in severe acute hepatitis Bridging necrosis & fibrosis is seen",
        "cop": 4,
        "opa": "Alcoholic hepatitis",
        "opb": "Acute hepatitis",
        "opc": "Chronic hepitis",
        "opd": "Autoimmune hepatitis",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "46a7531f-b5f3-4c37-a6c4-1087d06b0329",
        "choice_type": "single"
    },
    {
        "question": "Palatal edema is significant for:-",
        "exp": "Palatal edema is seen in patient having involvement of oropharyngeal lymphoid tissue called Waldeyer ring. Palatal edema is a most distinctive symptom of franklin diseases (gamma heavy chain disease) Franklin disease: very rare B cell lymph plasma cell proliferated disorder which may be associated with autoimmune disease like RA. Subtype of gama heavy chain involve is gama 1. This disease can be manage with the help of anticancer drug Rituximab (Anti CD 20 Antibody) Most common Heavy chain disease is Alpha Heavy chain disease.",
        "cop": 2,
        "opa": "Alpha heavy chain diseas",
        "opb": "Gamma heavy chain disease",
        "opc": "Mu heavy chain diseas",
        "opd": "Beta heavy chain disease",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "72e79219-798b-44b1-9b4f-936d34d76df9",
        "choice_type": "single"
    },
    {
        "question": "All are seen in Fragile X syndrome except",
        "exp": "D- Genomic imprinting Fragile X-syndrome is trinucleotide repeat mutation disorder a CGG repeat Features: Enlarged mandible Macro - orchids Large eveed ears Mental retardation Other option B- Genomic imprinting is seen classically in Prader - Willi syndrome & Angelman Syndrome. Prader - Willi Syndrome Angelman Syndrome Deletion of band q. 12 on long arm of paternal chromosome 15. Genes in this region of maternal chromosome 15 are already imprinted. - complete loss of functions Deletion of same region form maternal chromosome., paternal genes on ch15 are imprinted MR, Sho-stature, hypotonia, hyperphagia, small hands & feet hypogonadism MR, ataxia seizures inappropriate laughter",
        "cop": 4,
        "opa": "Testicular enlargement is seen",
        "opb": "Cause of mental retardation",
        "opc": "Trinucleotide repeat mutations are present",
        "opd": "Genomic imprinting",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "be091c85-2fe5-40e6-be72-0017d9c6aaf1",
        "choice_type": "multi"
    },
    {
        "question": "Which antibody is associated with reduced risk of lupus nephritis in SLE?",
        "exp": "Antibodies associated with SLE:- ANA:- most sensitive Anti ribosomal P ab:- Psychosis/Depression in SLE Anti Ro (SSA) (Anti La Ab:- Nephroprotective Anti Ro Ab:- High chance of:- Subacute cutaneous lupus. Neonatal lupus (a/w congenital Heart Block). Sicca syndrome Anti ds DNA/Anti SM Ab:- Highly specific. Anti histone Ab:- Drug induced lupus.",
        "cop": 3,
        "opa": "Anti-ribosomal P antibody",
        "opb": "Anti-histone antibody",
        "opc": "Anti-La antibody",
        "opd": "ANA",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "53b4dfd9-a931-4eb1-874c-d573472f4737",
        "choice_type": "single"
    },
    {
        "question": "Costimulatory factor for T cell include all except",
        "exp": "CD80 - B7-1 CD86 - B7-2 Co-stimulatory signal Helps in self-tolerance if this signal is impaired: high risk of autoimmune diseases Impoant in pathogenesis of rheumatoid ahritis. Drug - Abatacept blocks co-stimulatory signal CD 40 - CD40L interaction (T-cell) | Class switching of antibodies IgM - Ig G/A/E If CD40-CD40L interaction is impaired= Hyper IgM syndrome Anergy: Lymphocytes that recognize self-antigens may be rendered functionally unresponsive this phenomenon is called as Anergy. Activation of Ag-specific T-cells requires 2 signals. Recognition of peptide-ag in association with self MHC molecules on surface of APCs & a set of co-stimulatory signals from APCs. If Ag is presented to T-cell without adequate levels of co-stimulatory signals the cells become anergic..",
        "cop": 3,
        "opa": "B7-1",
        "opb": "B7-2",
        "opc": "B7-3",
        "opd": "CD40",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "733ae5f6-f860-4716-9567-a7ce2433029d",
        "choice_type": "multi"
    },
    {
        "question": "In Alibe bazin syndrome, origin of lymphoma is from:",
        "exp": "Albe Bazin Syndrome (Mycosis Fungoides):- Neoplastic Proliferation of mature CD4 T cell Infiltrates the skin producing localized skin rash, plaque, and nodule. Aggregates of neoplastic cells in epidemic are called Pautrier's micro-abscesses (Epidermatropism) Cell can spread in blood producing Sezary syndrome:- Characteristic lymphocyte with cerebriform nuclei( Sezary cells) Also k/a Cutaneous T cell lymphoma Rx- Topical steroid and exposure to UV rays Vorinostat (Histone deacetylase inhibitor)",
        "cop": 4,
        "opa": "Eosinophil",
        "opb": "B lymphocyte",
        "opc": "Monocyte",
        "opd": "T lymphocyte",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "eedab40a-443c-47f9-b153-0872686106a9",
        "choice_type": "single"
    },
    {
        "question": "Myeloma associated with good prognosis:",
        "exp": "Multiple Myeloma:- Plasma cell tumor that manifest with multiple lytic bone lesion associated with pathologic fractures and hypercalcemia. Neoplastic plasma cell suppress normal humoral immunity and secrete paial Ig that are nephrotoxic Associated with diverse Translocation involving the Ig H locus, frequent dysregulation and overexpression of D cyclin. Translocation t (11: 14 ):- Good prognosis.",
        "cop": 1,
        "opa": "t(11: 14)",
        "opb": "deletion of 13q",
        "opc": "del 17p",
        "opd": "t(14, 16)",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "a3a828f9-706d-4a3b-a92b-0b0bb7c8b174",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the commonest genetic mutation in a 50 year old obese female presenting with postmenopausal bleeding and diagnosed with endometrial cancer?",
        "exp": "50 year old obese female with endometrial cancer most likely to be type I Endometrial cancer rather than type II which happens in elderly female >65yrs. Type I Type II - 55-56 yo - Endometroid - Hyperplasia - Indolent - PTEN Genetic Mutation - 65-75 yo. - Clear cell serous - Atrophy - Aggressive - P 53 gene mutation",
        "cop": 2,
        "opa": "P53",
        "opb": "PTEN",
        "opc": "CHD4",
        "opd": "Beta catenin",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "30708c54-c72f-41fb-a257-4c6b7e8ae92c",
        "choice_type": "single"
    },
    {
        "question": "True about BCR-ABL 'trials' are all except:",
        "exp": "BCR- ABL fusion is responsible for form action of Tyrosine kinase enzyme. Variant of Tyrosine kinase:- (1) 190 k Da:- seen in B-ALL (2) 210 KDa:- seen in CML (3) 230 KDa:- seen in CNL (chronic neutrophilic leukemia ) Aggressiveness of cancer based on size of Tyrosine kinase:- 190 >>>210>>230 KDa. 190 KDa seen in B-ALL:- most aggressive course B-ALL with translocation (9: 22) has bad prognosis 230 KDa:- least aggressive course (indolent course)",
        "cop": 1,
        "opa": "P190 has an indolent course",
        "opb": "P190 is a bad prognostic factor",
        "opc": "P230 is positive in chronic neutrophilic leukemia",
        "opd": "P230 has an indolent course",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "2e6b68ca-8f13-4a16-9553-62205a3cd27b",
        "choice_type": "multi"
    },
    {
        "question": "False statement regarding Myelodysplasia",
        "exp": "A- patient with 5q deletion have poor prognosis Myelodysplasia is commonly associated with cytogenic defects such as 5q deletion in adults & Monosomy 7 in children. - Affects all cell lines leading to following changes: 1. Erythroid cells with basophilic stippling 2. Micromegakaryocytes seen in BM 3. Hypolobulated neutrophils are seen in peripheral blood K/a. Pseudo-Pelger Huet Cells. Neutrophils frequently contain decreased numbers of secondary granules, toxic granulations, and/or Dohle bodies. Pseudo-Pelger-Huet cells, neutrophils with only two nuclear lobes, are commonly observed, and neutrophils are seen occasionally that completely lack nuclear segmentation. Megakaryocytes with single nuclear lobes or multiple separate nuclei (pawn ball megakaryocytes) are also characteristic. 5q deletion is the commonest cytogenic defect & is associated with better prognosis. Patients with this defect has good response to drugs like Lenalidomide.",
        "cop": 1,
        "opa": "Patient with 5q deletion have poor prognosis",
        "opb": "Erythroid cells with basophilic stippling are seen",
        "opc": "Micromegakaryocytes are seen in bone marrow",
        "opd": "Hypolobulated neutrophils are seen in peripheral blood",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "464656ad-7876-47f3-adc0-13c358f32e1c",
        "choice_type": "multi"
    },
    {
        "question": "Gross section of myoardium following myocardial infarction is shown. What could the duration following MI?",
        "exp": "C - This image shows Interventricular wall rupture. Rupture of myocardial tissue can occur in between 4 -7days Post- MI. (Usually 7-10 days) Commonest complication seen POST-MI is Arrhythmia. Specifically, Ventricular fibrillation. Time Post MI Gross Changes Microscopic Changes Clinical Complications < 4 Hours No observable changes No observable changes Arrhythmias, cardiogenic shock, congestive heart failure 4-24 Hours Dark discoloration Coagulative necrosis Arrhythmias 1-3 Days Yellow coloration Neutrophil invasion of infarct Fibrinous pericarditis 4-7 Days Yellow Coloration Macrophage invasion of infarct Rupture of ventricular wall leading to cardiac tamponade, interventricular septum leading to shunt, papillary muscle dysfunction leading to mitral insufficiency 1-3 Weeks Red border begins to form around infarct Granulation tissue with fibroblasts Months White Scar Fibrosis Aneurysm, mural thrombus, Dressler syndrome",
        "cop": 3,
        "opa": "Immediate MI",
        "opb": "2 days",
        "opc": "2 weeks",
        "opd": "Postmoem infarct aefact",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "18932f00-9837-431a-b81f-341ffac2e77c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about single donor platelet(SDP) transfusion:-",
        "exp": "Platelet is derived random donor platelet (RDP) and SDP(single donor Platelet). RDP (Random donor platelet):- Whole blood Platelet Rich Plasma Platelet Platelet kept at 20-24degC Shell life 3-5 days. Transfuse at 1 unit/10 kg body wt. 1 unit increase platelet count by 5000 cells Disadvantage: Allo-immunization as derived from multiple donor. SDP(Single donor Platelet) Only Platelet is extracted, remaining blood is transfused back 1 SDP = 6-8 RDP Reduced chances of development of allo-immunization Leukodepletion is not required",
        "cop": 1,
        "opa": "Equal to 6-8 random donor platelets",
        "opb": "Stored in 2-6 degree",
        "opc": "10 days shelf life",
        "opd": "Bedside leukodepletion is required",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "4340132e-8302-42b9-86e9-01f480740f5d",
        "choice_type": "multi"
    },
    {
        "question": "Gastrin is a marker of which carcinoma?",
        "exp": "Gastrinoma: (Zollinger Ellison Syndrome): Marked hyper recreation of gastrin usually has its origin in gastrin- producing tumor, which are just as likely to arise in the duodenum and peripancreatic soft tissue as in pancreas (so called gastrinoma triangle) Gastrinoma is a type of pancreatic Neuro endocrine tumor(PNET) GI NET:- Gastrointestinal Neuro endocrine Tumor: PNET Carcinoid tumor Patient with MEN I syndrome have more chance of developing gastrinoma. - Medullary carcinoma of thyroid marker: Calcitonin. If patient have calcitonin negative medullary thyroid cancer most impoant tumor marker is CEA. - GIST- Mesenchymal tumor Origin: Cell of Cajal (Pacemaker of GIT) Vascular:- Bleeding Stomach Most specific tumor marker:- DOG-1. CD 117>CD 34 - Due to overactivity of tyrosine kinase enzyme DOC:- Imatinib(Tyrosine kinase Inhibitor)",
        "cop": 4,
        "opa": "Medullary carcinoma of thyroid",
        "opb": "GIST",
        "opc": "Gastric carcinoma",
        "opd": "Pancreatic neuroendocrine tumor",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "64dc6ffe-4c2d-472e-8665-082f8ad18a08",
        "choice_type": "single"
    },
    {
        "question": "Function of guardian of genome p53 is whicvh of the following?",
        "exp": "D- Reduced cell mutation rate. P53 is an example of a pro-apoptotic gene k/a Guardian of Genome. If DNA is damaged / mutated p53, repairs it. But if defect is beyond repair - Activation of pro-apoptotic machinery - Apoptosis Result: - Reduced cell mutation rate The p53 protein is the central monitor of stress in the cell and can be activated by anoxia, inappropriate signalling by mutated oncoproteins, or DNA damage. p53 controls the expression and activity of proteins involved in cell cycle arrest, DNA repair, cellular senescence, and apoptosis. DNA damage is sensed by complexes containing kinases of the ATM/ATR family; these kinases phosphorylate p53, liberating it from inhibitors such as MDM2. Active p53 then upregulates the expression of proteins such as the cyclin dependent kinase inhibitor p21, thereby causing cell-cycle arrest at the G1-S checkpoint. This pause allows cells to repair DNA damage. If DNA damage cannot be repaired, p53 induces additional events that lead to cellular senescence or apoptosis.",
        "cop": 4,
        "opa": "Increase in Cell proliferation",
        "opb": "Evasion of Apoptosis",
        "opc": "Inducer of necrosis",
        "opd": "Reduce cell mutation rate",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2018",
        "id": "73f8fa4b-b988-40c4-9d0e-45532f748b83",
        "choice_type": "single"
    }
]