[
    {
        "question": "Flow cytometry is used to",
        "exp": "Flow cytometry: These include B- and T-cell lymphomas and leukemias, as well as myeloid neoplasms. An advantage of flow cytometry over immunohistochemistry is that multiple antigens (CD molecule) can be assessed. Also PNH is diagnosed by flow cytometry, which provides a sensitive means for detecting red cells that are deficient in GPI-linked proteins such as CD59.",
        "cop": 3,
        "opa": "Antibody response T lymphocytes",
        "opb": "Separate blood cells from whole blood",
        "opc": "Distinguish between leukocytes",
        "opd": "To get differential leukocyte count",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "0d4f0854-2c70-46ef-8373-293247284ffe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in Ehlers-Danlos syndrome?",
        "exp": "Classification of Ehlers-Danlos syndrome (EDS) Classic (types I/II) - Skin and joint hypermobility, atrophic scars, easy bruising. Hypermobility (type III) - Joint hypermobility, pain, dislocations Vascular (type IV) - Thin skin, aerial or uterine rupture, bruising, small joint hyperextensibility. Kyphoscoliosis (type VI EDS) - Hypotonia, joint laxity, congenital scoliosis, ocular fragility. Ahrochalasia (types VIIa, VIIb EDS) - Severe joint hypermobility, skin changes (mild), scoliosis, bruising. Dermatosparaxis (type VIIc EDS) - Severe skin fragility, cutis laxa, bruising Pectus excavatum is commonly seen in Marfan syndrome",
        "cop": 4,
        "opa": "Kyphoscoliosis",
        "opb": "Ahrochalasia",
        "opc": "Dermatosparaxis",
        "opd": "Pectus excavatum",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "c7dd9307-5fa7-446d-9c0b-ce8eb368b61a",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding retinoblastoma except:",
        "exp": "Rb gene aka \"Governor of the cell cycle\" is a key negative regulator of the G1/S cell cycle transition. Rb gene is located on 13q14 chromosome. To explain the two patterns of occurrence of retinoblastoma, Knudson proposed his now canonic \"two hit\" hypothesis of oncogenesis. Two mutations (hits), involving both alleles of RB at chromosome locus 13q14, are required to produce retinoblastoma. In familial Retinoblastoma cases, children inherit one defective copy of the RB gene in the germline (the first hit), and the other copy is normal. Retinoblastoma develops when the normal RB allele is mutated in retinoblasts as a result of a spontaneous somatic mutation (the second hit). Because such second hits seem to be viually inevitable in a small fraction of retinoblasts, most individuals inheriting a germline defect in one RB allele develop unilateral or bilateral retinoblastoma, and the disease is inherited as an autosomal dominant trait. In sporadic Retinoblastoma cases both normal RB alleles must undergo somatic mutation in the same retinoblast (two hits). The probability of this event is low (explaining why retinoblastoma is an uncommon tumor in the general population), but the end result is the same: a retinal cell that has completely lost RB function and becomes cancerous. Inhibitors of Cell Cycle Progression RB Retinoblastoma (RB) protein Inhibitor of G1/S transition during cell cycle progression Familial retinoblastoma syndrome (retinoblastoma, osteosarcoma, other sarcomas) Retinoblastoma; osteosarcoma carcinomas of breast, colon, lung CDKN2A p16/INK4a and p14/ARF P16: Negative regulator of cyclin-dependent kinases; p14, indirect activator of p53 Familial melanoma Pancreatic, breast and esophageal carcinoma melanoma, ceain leukemias",
        "cop": 4,
        "opa": "They play major role in cell cycle regulation",
        "opb": "Require deletion of both the Rb genes",
        "opc": "Familial variant is autosomal dominant in inheritance",
        "opd": "Chromosome 13p 14",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "20130b37-b157-4561-9ee6-aea9083dbacd",
        "choice_type": "multi"
    },
    {
        "question": "Feature of Autosomal dominant disorder:",
        "exp": "Autosomal dominant disorder usually have late onset of disease due to presence of one non mutated gene which can function normally. In contrast with autosomal recessive where onset is early due to presence of mutation in both gene present. Complete penetrance is feature of autosomal recessive disorder, as individual who inherits the both mutated gene, individual will have symptom. As in autosomal dominant disorder, some individual shows mild, some might have moderate or some severe. Some individual might not express the phenotype even though they inherit the allele. Therefore incomplete penetrance is feature of AD disorder. Male to male transmission is possible in autosomal inheritance condition. In autosomal dominant condition like achondroplasia: Normally, FGF-mediated activation of FGFR3 inhibits endochondral growth. Constitutive activation of FGFR3 exaggerates this effect, suppressing growth. Approximately 90% of cases stem from new mutations, almost all of which occur in the paternal allele.",
        "cop": 3,
        "opa": "Present early in life",
        "opb": "Complete penetrance common",
        "opc": "New germ cell mutations in old fathers",
        "opd": "Male to male transmission not possible",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "3b842462-73b3-4121-892f-5e5909edd2fc",
        "choice_type": "single"
    },
    {
        "question": "a1-antitrypsin deficiency chromosome is located on chromosome..?",
        "exp": "a1-antitrypsin (a1. AT) deficiency: a1-Antitrypsin is a small 394-amino acid plasma glycoprotein synthesized predominantly by hepatocytes. It is a member of the serine protease inhibitor (serpin) family. The gene is located on chromosome 14, and is very polymorphic. Autosomal recessive disorder of protein folding Marked by very low levels of circulating a1-Antitrypsin (a1. AT). The major function of this protein is the inhibition of proteases. a1. AT deficiency leads to the development of pulmonary emphysema, because the activity of destructive proteases is not inhibited. Periodic acid-Schiff (PAS) stain after diastase digestion of the liver, highlights the characteristic magenta cytoplasmic granules",
        "cop": 2,
        "opa": "10",
        "opb": "14",
        "opc": "17",
        "opd": "11",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "b85504fb-5206-44f2-bfc6-0e2dc0750d5f",
        "choice_type": "single"
    },
    {
        "question": "Exocrine pancreatic insufficiency, marrow failure with neutropenia is characteristic of:",
        "exp": "Disease Features Fanconi Anemia BM suppression, Sho stature, Radial defect Diamond Blackman syndrome Sho stature, Congenital facial, heart and skeletal defect Shwachman - Diamond syndrome Exocrine pancreatic insufficiency, Marrow failure, Neutropenia Dyskeratosis congenita Skin pigmentation defect Nail dystrophy",
        "cop": 3,
        "opa": "Fanconi anemia",
        "opb": "Diamond Blackfan syndrome",
        "opc": "Shwachman - Diamond syndrome",
        "opd": "Dyskeratosis congenita",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "42b8327f-b87b-4349-a7cc-018db0dac085",
        "choice_type": "single"
    },
    {
        "question": "An 18 year old patient's hemogram shows Hb 12 g%, RBC count of 6 million, decreased MCV (56), decreased MCH (29) and RDW of 14. What is the most probable diagnosis?",
        "exp": "Microcytic hypochromic anemia cause: S: Sideroblastic anemia I: Iron deficiency anemia T: Thalassemia A: Anemia of chronic disease Red Cell Distribution Width (RDW): The red cell distribution width (RDW) test measures variation in red blood cell size. Normal range: 11. 5 - 14. 5 RDW is normal in patient with beta thalassemia. RDW is increase in patient with iron deficiency anemia. As patient RDW is within normal range, cause of this microcytic hypochromic anemia is most likely Beta Thalassemia.",
        "cop": 3,
        "opa": "Iron deficient stores",
        "opb": "Folate deficiency",
        "opc": "Beta thalassemia trait",
        "opd": "Normal lab parameters",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "703433d8-4e2b-4d34-9ff9-43d55ffaeb50",
        "choice_type": "single"
    },
    {
        "question": "An obese woman with type 2 diabetes and hypertension is diagnosed with endometrioid type of endometrial carcinoma. The most likely gene defect in this patient is",
        "exp": "Type 1 endometrial cancer is associated with PTEN gene. Type 2 endometrial cancer is associated with p53 gene mutation. Type 1 Endometrial cancer Type 2 Endometrial cancer 55-65 years 65-75 years Unopposed estrogen Obesity Hypertension Diabetes Atrophy Thin physique Endometroid Serous clear cell Hyperplasia Serous endometrial intraepithelial carcinomas Indolent Aggressive",
        "cop": 2,
        "opa": "P53",
        "opb": "PTEN",
        "opc": "MSH2",
        "opd": "BRCA2",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "832a4a6b-762a-4a01-b613-6aeae6d447ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best candidate for allogenic bone marrow transplant?",
        "exp": "Bone marrow transplantation usually involves two types: Allogenic: mainly for Acute leukemic patient Autologous: mainly for Multiple myeloma and Non Hodgkin Lymphoma Graft failure/rejection is a significant complication following hematopoietic cell transplantation (HCT). It may be due to rejection caused by recipient T-cells, NK-cells or antibodies. Bone marrow transplantaion is successful in patient with SCID as they are deficient with immunogenic cell and immunodeficiency, which makes them best candidate for allogenic bone marrow transplant.",
        "cop": 4,
        "opa": "6 year old with thalassemia minor",
        "opb": "Autoimmune disease",
        "opc": "Multiple myeloma",
        "opd": "Hereditary immunodeficiency",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "d096c3cb-a8ca-4e52-8a41-2ada726520b1",
        "choice_type": "multi"
    },
    {
        "question": "Dohle like inclusions in neutrophils along with giant platelets is characteristic of:",
        "exp": "May-Hegglin anomaly (MHA) Autosomal dominant disorder Thrombocytopenia associated with purpura and bleeding Giant platelets containing few granules Large, well-defined, basophilic, cytoplasmic inclusion bodies in granulocytes that resemble Dohle bodies. Dohle bodies are single or multiple blue cytoplasmic inclusions that are remnants of rough endoplasmic reticulum.",
        "cop": 3,
        "opa": "Bernard Soulier syndrome",
        "opb": "Chediak Higashi syndrome",
        "opc": "May Hegglin anomaly",
        "opd": "Pelger Huet anomaly",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "bbb39352-b5e8-4a8b-bf57-c343f89c9b35",
        "choice_type": "single"
    },
    {
        "question": "Sickle cell disease is associated with which type of renal cell carcinoma?",
        "exp": "- Sickle cell disease is most commonly associated with Medullary type of renal cell carcinoma. - Prognosis is poor.",
        "cop": 1,
        "opa": "Medullary",
        "opb": "Papillary",
        "opc": "Chromophobe",
        "opd": "Colloid",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "c5f642bf-622f-4dec-aa78-a0c90272995b",
        "choice_type": "single"
    },
    {
        "question": "All among the following are markers of Wilms' tumor except:",
        "exp": "Wilms' tumor has it's origin from following: Blastema origin Epithelial origin Stromal origin Intermediate filament Tissue types Keratin Epithelium Vimentin Mesenchyme Desmin Muscle GFAP Neurofilament Neuroglia Neurons Therefore markers of Wilms' tumor from given option are Desmin. Vimentin, Cytokeratin TTF 1 is a immunohistochemical marker used for diagnosis of small cell lung carcinoma, adenocarcinoma of lung and thyroid cancer",
        "cop": 3,
        "opa": "Desmin",
        "opb": "Vimentin",
        "opc": "TTF 1",
        "opd": "Cytokeratin",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "74845f2b-38d0-4564-a097-56dd9a7bdc87",
        "choice_type": "multi"
    },
    {
        "question": "False about familial polyposis colon cancer syndrome:",
        "exp": "Familial adenomatous polyposis (FAP) is an autosomal dominant disorder in which patients develop numerous colorectal adenomas as teenagers. It is caused by mutations of the adenomatous polyposis coli, or APC, gene, which you will recall is a key negative regulator of the Wnt signalling pathway. Approximately 75% of cases are inherited, while the remaining appear to be caused by de novo mutations. At least 100 polyps are necessary for a diagnosis of classic FAP. Colorectal adenocarcinoma develops in 100% of untreated FAP patients, often before age 30 and nearly always by age 50. As a result, prophylactic colectomy is the standard therapy for individuals carrying APC mutations. Colectomy prevents colorectal cancer, but patients remain at risk for neoplasia at other sites. Adenomas may develop elsewhere in the GI tract, paicularly adjacent to the ampulla of Vater and in the stomach. FAP is associated with a variety of extraintestinal manifestations including congenital hyperophy of the retinal pigment epithelium, which can generally be detected at bih, and therefore may be an adjunct to early screening. Specific APC mutations have been associated with the development of other manifestations of FAP and paly explain variants such as Gardner syndrome and Turcot syndrome. Gardner syndrome: FAP + Fibroma + Osteoma Turcot syndrome: FAP + Medulloblastoma/Glioblastoma",
        "cop": 1,
        "opa": "Autosomal recessive transmission",
        "opb": "Associated with fibroma and osteomas",
        "opc": "Associated with brain tumors",
        "opd": "100% chance of colon carcinomas",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "f15be7be-41e6-414e-bf22-9168da7cf62c",
        "choice_type": "multi"
    },
    {
        "question": "MHC gene is located in:",
        "exp": "Major Histocompatibility Complex (MHC) Molecules: The peptide display system of adaptive immunity, In humans the MHC molecules are called human leukocyte antigens (HLA) because they were initially detected on leukocytes by the binding of antibodies. The genes encoding HLA molecules are clustered on a small segment of chromosome 6. Class I MHC molecules display peptides that are derived from proteins, such as viral and tumor antigens, that are located in the cytoplasm and usually produced in the cell, and class I-associated peptides are recognized by CD8+ T lymphocytes. Class II MHC molecules present antigens that are internalized into vesicles, and are typically derived from extracellular microbes and soluble proteins.",
        "cop": 2,
        "opa": "Chromosome 12",
        "opb": "Chromosome 6",
        "opc": "Chromosome 7",
        "opd": "Chromosome 8",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "84223e85-3364-46e2-867f-8a94d0a03498",
        "choice_type": "single"
    },
    {
        "question": "Apoptotic gene which is also associated with autophagy is",
        "exp": "In autophagy, senescent organelles or denatured proteins are targeted for lysosome-driven degradation by encircling them with a double membrane derived from the endoplasmic reticulum and marked by LC3 proteins (microtubule-associated protein 1A/1B-light chain 3). Gene associated with autophagy: ATG-3. Marker of autophagy: LC-3. Protein responsible for autophagy: BECLIN-1. Beclin -1 when it forms a complex with BCL-2 which inhibit apoptosis, the complex inhibits the autophagy process. Inhibition of autophagy might lead to malignancy. Exposure of cells to radiation or chemotherapeutic agents induces apoptosis by a mechanism that is initiated by DNA damage (genotoxic stress) and that involves the tumor-suppressor gene TP53. p53 protein accumulates in cells when DNA is damaged, and it arrests the cell cycle (at the G1 phase) to allow time for repair. However, if the damage is too great to be repaired successfully, p53 triggers apoptosis. When TP53 is mutated or absent (as it is in many cancers), cells with damaged DNA fail to undergo p53-mediated apoptosis and instead survive. In such cells, the DNA damage may result in mutations of various types that lead to neoplastic transformation. Thus, p53 serves as a critical \"life or death\" switch following genotoxic stress. Among the proteins whose production is stimulated by p53 are several pro-apoptotic members of the BCL2 family, notably BAX, BAK and some BH3-only proteins.",
        "cop": 3,
        "opa": "p53",
        "opb": "BAX",
        "opc": "BCL-2",
        "opd": "BID",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "9404c2a9-f523-4e24-bcf2-d37b81a3406f",
        "choice_type": "single"
    },
    {
        "question": "Loss of 'Y' chromosome is associated with which of the following types of renal cell carcinoma (RCC)?",
        "exp": "Papillary RCC accounts for 10% to 15% of renal cancers. It is characterized by a papillary growth pattern. The most common cytogenetic abnormalities are:- Trisomies 7 and 17 Loss of Y in male patients in the sporadic form Trisomy 7 in the familial form. These tumors are not associated with 3p deletions.",
        "cop": 2,
        "opa": "Clear cell RCC",
        "opb": "Papillary RCC",
        "opc": "Chromophobe RCC",
        "opd": "Collecting duct RCC",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "89fbba6d-e3ee-42d8-92eb-9463cb432273",
        "choice_type": "single"
    },
    {
        "question": "Cell responsible for 'Graft versus host disease;' (GVHD) is:",
        "exp": "GVHD occurs when immunologically competent cells or their precursors are transplanted into immunologically crippled recipients, and the transferred cells recognize alloantigen's in the host and attack host tissues. It is seen most commonly in the setting of HSC transplantation but, rarely, may occur following transplantation of solid organs rich in lymphoid cells (e. g., the liver) or transfusion of unirradiated blood. When immune-compromised recipients receive HSC preparations from allogeneic donors, the immunocompetent T cells present in the donor inoculum recognize the recipient's HLA antigens as foreign and react against them. To try to minimize GVHD, HSC transplants are done between donor and recipient that are HLA matched using precise DNA sequencing-based methods for molecular typing of HLA alleles. Acute GVHD Chronic GVHD Within 100 days After 100 days It is believed that in addition to direct cytotoxicity by CD8+ T cells, considerable damage is inflicted by cytokines released by sensitized donor T cells. Grafted CD4+ helper T cells reacting with host B cells an stimulating these cells, some of which are capable of producing auto-antibodies. S: Skin: generalized rash (most earliest and most common) I: Intestine: bloody diarrhea L: Liver/bile duct: jaundice S: Skin: destruction og skin appendage and fibrosis of dermis I: Intestine: esophageal stricture L: Cholestatic jaundice GVHD in case of animal is called runt disease.",
        "cop": 1,
        "opa": "Donor T cell",
        "opb": "Donor B cell",
        "opc": "Host T cell",
        "opd": "Host B Cell",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "05c9b4df-22ba-4ff4-b450-5fb288ac90d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following markers indicates an increased risk of recurrent carcinoma breast?",
        "exp": "Cancer antigen 27-29 (CA 27-29) is used to predict early recurrence of disease in women with treated carcinoma of the breast. Cancer antigen 27-29 (or CA 27-29) is an epitope of a large transmembrane mucin glycoprotein named MUC1 that is expressed on the apical surfaces of most glandular epithelia. This protein, also known as polymorphic epithelial mucin or epithelial membrane antigen, has a large extracellular region, a transmembrane sequence, and a cytosolic domain. CA 27-29 represents a sequence of mucins on the extracellular region of this glycoprotein.",
        "cop": 3,
        "opa": "CA 125",
        "opb": "CA 19-9",
        "opc": "CA 27-29",
        "opd": "PSA",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "d81eaaff-71c1-4f27-97c6-00aa1955a44d",
        "choice_type": "single"
    },
    {
        "question": "ANCA negative vasculitis amongst the following is",
        "exp": "ANCA p-ANCA | MPO ANCA Churg strauss syndrome Microscopic polyangiitis c-ANCA | PR3 ANCA Wegener granulomatosis Polyaeritis nodosa: ANCA negative medium vessel vasculitis Deposition of Immune complex: Fibrinoid necrosis (Type 3 HSR) 30% of patient have history of Hep B infection HBs. Ag + anti-HBs ab. (complex). | Deposition in many organ Sparing of small vessel (LUNGS)",
        "cop": 3,
        "opa": "Wegner granulomatosis",
        "opb": "Churg strauss syndrome",
        "opc": "Polyaeritis nodosa",
        "opd": "Microscopic polyangiitis",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "e8fe701a-3265-4b23-9dfc-dfad5f9084aa",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Xeroderma pigmentosum except:",
        "exp": "Xeroderma Pigmentosum At increased risk for the development of cancers of the skin paicularly following exposure to the UV light contained in sun rays. UV radiation causes cross-linking of pyrimidine residues, preventing normal DNA replication. Such DNA damage is repaired by the nucleotide excision repair system. Increased risk of both melanocytic and non-melanocytic cancer. Eg: Xeroderma Pigmentosum Big FAX (Inherited disorder of DNA repair) Big: Bloom syndrome F: Fanconi anemia A: Ataxia telangiectasia X: Xeroderma pigmentosum",
        "cop": 4,
        "opa": "Skin manifestations appear within first 2 years of life",
        "opb": "Increased risk of non melanotic skin cancers",
        "opc": "Nucleotide excision repair defect",
        "opd": "Autosomal dominant inheritance",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "fd59e56e-b9d9-4fae-82ed-57082bc1e8aa",
        "choice_type": "multi"
    },
    {
        "question": "Schistocytes in peripheral smear are seen in all except:",
        "exp": "Schistocyte is fragmented RBC which is seen in any condition where there is micro and macro angiopathic hemolytic anemias. Microangiopathic hemolytic anemia is most commonly seen with DIC, TTP, hemolytic-uremic syndrome (HUS), malignant HTN, SLE, and disseminated cancer. Macroangiopathic schistocyte is seen in patient with prosthetic heart valve. Sickle cell anemia: Blockage of vessels by sickled cells causes pain crises and tissue infarction, paicularly of the marrow and spleen. Red cell membrane damage caused by repeated bouts of sickling results in a moderate to severe hemolytic anemia.",
        "cop": 2,
        "opa": "DIC",
        "opb": "Sickle cell anemia",
        "opc": "TTP",
        "opd": "HUS",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "87714106-1d9b-4dd4-be3a-3143e102312b",
        "choice_type": "multi"
    },
    {
        "question": "A non smoker patient has the presence of alveolar exudate. He presented with flu like symptoms which were followed by radiological evidence of consolidation in the lung. Which of the following is the likely organism to be seen?",
        "exp": "Patient presented with flu like symptom followed by presence of alveolar exudate and consolidation in the lungs. Alveolar exudate and consolidation in lungs indicate a typical pneumonia. Staphylococcus aureus is an impoant cause of secondary bacterial pneumonia in children and healthy adults following viral respiratory illnesses (e. g., measles in children and influenza in both children and adults.",
        "cop": 2,
        "opa": "Streptococcus pneumoniae",
        "opb": "Staphylococcus aureus",
        "opc": "Pseudomonas aeruginosa",
        "opd": "Klebsiella pneumoniae",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "2b24d194-8e5f-488d-b1f2-554e3c871ef7",
        "choice_type": "single"
    },
    {
        "question": "Hereditary pancreatitis is characterised by all of the following except",
        "exp": "Hereditary pancreatitis: Is a autosomal dominant condition. Hereditary factors are increasingly being recognized as a significant cause of pancreatitis. Hereditary pancreatitis is characterized by recurrent attacks of severe acute pancreatitis often beginning in childhood and ultimately leading to chronic pancreatitis. The disorder is genetically diverse, but the shared feature of most forms is a defect that increases or sustains the activity of trypsin. Three genes implicated in hereditary pancreatitis deserve special note: PRSS1, SPINK1, and CFTR. Of note, patients with hereditary pancreatitis have a 40% lifetime risk of developing pancreatic cancer. Autosomal dominant condition have high degree of penetrance.",
        "cop": 1,
        "opa": "Autosomal recessive inheritance",
        "opb": "Increased risk of pancreatic cancer",
        "opc": "80% penetrance",
        "opd": "Increased risk of chronic pancreatitis",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "cf63d80d-2c77-49a2-b5bb-f301ad8e2ac9",
        "choice_type": "multi"
    },
    {
        "question": "Carbohydrate tumor marker for breast cancer:",
        "exp": "Carbohydrate-rich tumor markers are specific antigens found either on the surface of tumor cells or may also be secreted as products by the tumor cells. CA: carbohydrate antigen/cancer antigen. Specific Proteins Immunoglobulins Multiple myeloma and other gammopathies Prostate-specific antigen and prostate-specific membrane antigen Prostate cancer Mucins and Other Glycoproteins CA-125 Ovarian cancer CA-19-9 Colon cancer, pancreatic cancer CA-15-3 Breast cancer CA 125: tumor marker of primary ovarian cancer of surface epithelial subtype.",
        "cop": 1,
        "opa": "CA 15-3",
        "opb": "CA 125",
        "opc": "CA 34",
        "opd": "CA 19-9",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "97eb77dd-fec1-437b-9e1c-7d6937701ddf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a manifestation of 22q11 mutation syndrome?",
        "exp": "Chromosome 22q11. 2 deletion syndrome encompasses a spectrum of disorders that result from a small deletion of band q11. 2 on the long arm of chromosome 22. It is also called as Velocardiofacial syndrome or Di. George syndrome It is characterized by Dysmorphogenesis of the 3rd and 4th pharyngeal pouches resulting in following features: C: Cardiac anomaly/cono-truncal anomaly A: Abnormal facies T: Thymic hypoplasia/T cell abnormality C: Cleft palate H: Hypocalcemia 22: Chromosome 22",
        "cop": 2,
        "opa": "Hypercalcemia",
        "opb": "Conotruncal abnormalities",
        "opc": "Thymic hyperplasia",
        "opd": "Dysmorphogenesis of the 1st and 2nd pharyngeal pouches",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2017",
        "id": "858b735d-393c-43e5-afff-21708d5ab677",
        "choice_type": "single"
    }
]