[
    {
        "question": "4yr old boy presenting with cryptorchidism, sho stature & on auscultation, harsh ejection systolic murmur is heard in pulmonary area. What is the hematological abnormality found in this condition?",
        "exp": "The history given in the question is suggestive of Noonan syndrome which is associated with Juvenile Myelomelanocytic leukemia; JMML. JMML BCR/ABL negative entity Regarded as MDS/MPN syndrome Seen in children aged <= 4 years An aggressive disease characterized by proliferation of granulocytic and monocytic series. Peripheral blood: Leukocytosis with neutrophilia, monocytosis, nucleated red blood cells Bone marrow: Hypercellular with granulocytic hyperplasia; Monocytes, 5-30%; Megakaryocyte decreased; Blasts + promonocytes <20% Dysplasia, not prominent; Reticulin fibrosis Associated with Neurofibroma type 1 (NF 1) Noonan syndrome Trisomy 8 mosaicism",
        "cop": 2,
        "opa": "Transient Myeloproliferative disorder",
        "opb": "Juvenile Myelomelanocytic leukemia",
        "opc": "Pseudo Pelger Huet anomaly",
        "opd": "Burkitt lymphoma",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "e3b6fefa-90b0-438f-93f0-4d95fd5d9442",
        "choice_type": "single"
    },
    {
        "question": "In alveolar variant of rhabdomyosarcoma, the resultant fusion protein is believed to function as",
        "exp": "In Alveolar rhabdomyosarcoma, there is frequently fusion of the FOXO1 gene to either the PAX3 or the PAX7 gene, rearrangements marked by the presence of (2; 13) or(1; 13) translocations, respectively. PAX3 is a transcription factor that initiates skeletal muscle differentiation, and it appears that the chimeric PAX3-FOXO1 fusion protein interferes with the gene expression program that drives differentiation.",
        "cop": 2,
        "opa": "Activated growth factor receptor",
        "opb": "Chimeric transcription factor",
        "opc": "Constitutively active kinase",
        "opd": "Novel growth factor",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "8aa0bd32-3fe1-414a-a80c-2c8ac81d801d",
        "choice_type": "single"
    }
]