[
    {
        "question": "The kidney stone whose development is seen most commonly is:-",
        "exp": "Commonest stone seen in in kidney - Calcium oxalate Other types of kidney stones: Triple phosphate - Ca, NH4+, Mg. P04 Uric acid Cysteine stones",
        "cop": 1,
        "opa": "Calcium oxalate",
        "opb": "Triple phosphate",
        "opc": "Uric acid",
        "opd": "Cysteine",
        "subject_name": "Pathology",
        "topic_name": "Kidney disorders",
        "id": "1dc227ae-ac70-4359-8d4b-5916ab9b5eb1",
        "choice_type": "single"
    },
    {
        "question": "Mesangial deposits of monoclonal kappa/Lambda light chains in indicative of:",
        "exp": "Mesangial deposits of monoclonal kappa/lambda light chains suggest the diagnosis of Amyloidosis. Renal amyloidosis is the most common cause of death due to amyloidosis Amyloid deposition begins from mesangium and involves other pa later Clinical features - proteinuria, urinary cast present, kidney size increases. In primary Amyloidosis AL protein is deposited in the organs, which is made of light chains (usually lambda type) of immunoglobulins.",
        "cop": 4,
        "opa": "Mesangioproliferative glomerulonephritis",
        "opb": "Focal and segmental glomerulosclerosis",
        "opc": "Kimmelstiel-Wilson lesions",
        "opd": "Amyloidosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney disorders",
        "id": "4b4c0ba8-2b0d-425f-acb2-194588977266",
        "choice_type": "single"
    },
    {
        "question": "Most common infectious agent associated with chronic pyelonephritis is:",
        "exp": "Chronic pyelonephritis: Bacteriological examination of the urine reveals: E. Coli ( most common ) Proteus species Streptococcus faecalis Pseudomonas species Microscopic features: Tubular thyroidization (filled with colloid casts) Interstitial fibrosis and inflammation Obliterative endaeritis of vessels",
        "cop": 4,
        "opa": "Proteus vulgaris",
        "opb": "Klebsiella pneumonia",
        "opc": "Staphylococcus",
        "opd": "E. Coli",
        "subject_name": "Pathology",
        "topic_name": "Kidney disorders",
        "id": "53e2ea62-cbfd-4791-9955-44fcf92b3bcf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the least likely cause of necrotizing papillitis of kidney?",
        "exp": "Necrotizing papillitis/ Renal papillary necrosis. When infection of renal pyramids develop in association with vascular diseases of the kidney or with urinary tract obstruction. DM is the commonest cause TB is the rarest cause of papillary necrosis. Acute papillary necrosis: Diabetes mellitus Sickle cell disease Chronic alcoholism Vascular disease Analgesic abuse nephropathy",
        "cop": 2,
        "opa": "Sickle cell disease",
        "opb": "Tuberculous pyelonephritis",
        "opc": "Diabetes mellitus",
        "opd": "Analgesic nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Kidney disorders",
        "id": "5a5ec613-8dd1-4782-aa20-1fab4f8c3272",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old boy presented with generalized edema. Urine examination revealed marked albuminuria. Serum biochemical examinations showed hypoalbuminemia with hyperlipidemia. Kidney biopsy was undeaken. On light microscopic examination, the kidney appeared normal. Electron microscopic examination is most likely to reveal:",
        "exp": "The child is presenting with features likely of Nephrotic syndrome whose most frequent cause in children is minimal change disease or lipoid nephrosis or nil disease Light microscopy there is no abnormality whereas on electron microscopy there is fusion of foot processes of the glomerular epithelial cells with normal glomeruli.",
        "cop": 1,
        "opa": "Fusion of foot processes of the glomerular epithelial cells",
        "opb": "Rarefaction of glomerular basement membrane",
        "opc": "Deposition of electron dense material in the basement membrane",
        "opd": "Thin basement membrane",
        "subject_name": "Pathology",
        "topic_name": "Kidney disorders",
        "id": "167337ec-8e8b-4e77-afe0-a5d63645c860",
        "choice_type": "single"
    }
]