[
    {
        "question": "Mercury affects which part of the kidney -",
        "exp": "Ans. (a) PCT(Ref: Robbins 9th/pg 928; 8th/pg 938). Nephrotoxic AKI*Caused by Gentamicin, radiographic contrast agents, heavy metals (eg mercury), organic solvents (eg CCl4 ).*Extensive necrosis along mainly proximal convoluted tubule (PCT) & ascending limb of Henle's loop.*On histologic examination, non-specific tubular necrosis, with some distinctive features: Mercuric chloride. Severly injured cells contain large acidophilic inclusions, become totally necrotic, & may undergo calcification. Carbon tetrachloride. Accumulation of neutral lipids (fatty change), followed by necrosis. Ethylene glycol. Marked ballooning & hydropic or vacuolar degeneration of proximal convoluted tubules. Ca oxalate crystals are often found in the tubular lumens in such poisoning.",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Collecting duct",
        "opd": "Loop of Henle",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "5b674035-82a3-4593-8b06-636d644d9da4",
        "choice_type": "single"
    },
    {
        "question": "Dysmorphic RBC with ARF is seen in?",
        "exp": "Ans. (a) Glomerular disease(Ref: Henry's 22nd/ 457- 458). Dysmorphic RBCs with ARF is seen in Glomerular disease, while isomorphic RBCs are seen in non-glomerular bleeds;",
        "cop": 1,
        "opa": "Glomerular disease",
        "opb": "Renal carcinoma",
        "opc": "Proximal tubule disease",
        "opd": "Distal tubule disease",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "c727ee48-6d80-4a14-9174-3d86709a8878",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with pus in urine. Urine culture was done which was negative. After a sudden onset renal failure the patient died. On autopsy the following finding was seen in kidney. What is the most likely diagnosis?",
        "exp": "Ans. (a) TB kidney. The clinical history is suggestive of sterile pyuria. The gross morphology shows greyish white are caseating necrotic material which is formed in patches, predominantly in the cortical areas involving the while circumference of the kidney. Hence, the first possibility is renal TB.",
        "cop": 1,
        "opa": "TB kidney",
        "opb": "Infected renal cysts",
        "opc": "Renal cell carcinoma",
        "opd": "Renal stones",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "69e9f8f7-262c-4a12-9f1f-aefb6f47af03",
        "choice_type": "single"
    },
    {
        "question": "Fatty change is seen in?",
        "exp": "* Fatty change is particularly common in the liver but may occur in other non - fatty tissues as well e. g. in the heart, skeletal muscle, kidneys (lipoid nephrosis or minimum change disease) and other organs.* Fatty change, steatosis or fatty metamorphosis is the intracellular accumulation of neutral fat within parenchymal cells.* It includes, now abandoned, terms of fatty degeneration and fatty infiltration because fatty change neither necessarily involves degeneration nor an infiltration. The deposit is in the cytosol and represents and absolute increase in the intracellular lipids.",
        "cop": 2,
        "opa": "Brain",
        "opb": "Kidney",
        "opc": "Adrenal",
        "opd": "Bladder",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "7df377b7-9c68-4188-97e9-8c79a310ce27",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old girl presents with a 5-day history of hypertension, oliguria, and hematuria. She was seen 2 weeks earlier for a severe throat infection with group A (b-hemolytic) streptococci. A kidney biopsy displays glomerulonephritis. Immunofluorescence staining for which of the following proteins would provide the strongest evidence that this patient's glomerulonephritis is mediated by immune complexes?",
        "exp": "In acute postinfectious glomerulonephritis, immune complexes localize in glomeruli by deposition from the circulation or by formation in situ as bacterial antigens bind circulating antibodies. The renal biopsy shows complement fixation. Complement activation is so extensive that over 90% of patients with postinfectious glomerulonephritis develop hypocomplementemia. Complement and other inflammatory mediators attract and activate neutrophils and monocytes, which stimulate the proliferation of mesangial and endothelial cells, resulting in diffuse proliferative glomerulonephritis. Typically, the level of serum C3 is depressed during the acute syndrome but returns to normal within 1 to 2 weeks. The other choices involve the coagulation system and are not components of immune complexes. Diagnosis: Postinfectious glomerulonephritis, nephritic syndrome",
        "cop": 1,
        "opa": "Complement",
        "opb": "Fibrinogen",
        "opc": "Hageman factor (clotting factor XII)",
        "opd": "Plasminogen",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "d344d7c0-1f0f-4735-b7a0-8a7ed4d5afc7",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl has become increasingly lethargic over the past 2 weeks. On examination, she has puffiness around the eyes. Her temperature is 36. 9degC, and her blood pressure is 100/60 mm Hg. Laboratory findings show serum creatinine, 0. 7 mg/ dL; urea nitrogen, 12 mg/dL; and cholesterol, 217 mg/dL. Urinalysis shows pH, 6. 5; specific gravity, 1. 011; 4+ proteinuria; lipiduria; and no blood or glucose. The 24-hour urine protein level is 3. 8 g. The child's condition improves after glucocorticoid therapy. Which of the following findings by electron microscopy is most likely to characterize this disease process?",
        "exp": "A child with nephrotic syndrome and no other clinical findings is most likely to have minimal change disease, a name that reflects the paucity of pathologic findings. There is a fusion of podocyte foot processes, which can be seen only by electron microscopy. This fusion leads to selective proteinuria of low molecular weight proteins (albumin). Variability of basement membrane thickening may be seen in Alport syndrome. The mesangial matrix is expanded in some forms of glomerulonephritis (e. g., IgA nephropathy) and other diseases, such as diabetes mellitus, but not in minimal change disease. Reduplication of the glomerular basement membrane may be seen with membranoproliferative GN. Subepithelial electron-dense humps represent immune complexes and are seen in postinfectious GN.",
        "cop": 2,
        "opa": "Areas of thickened and thinned basement membrane",
        "opb": "Effacement of podocyte foot processes",
        "opc": "Increased mesangial matrix",
        "opd": "Reduplication of glomerular basement membrane",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "bf73ac1b-8a7c-464f-a7e3-852a3b770ee6",
        "choice_type": "single"
    },
    {
        "question": "What is the mode of inheritance of APKD?",
        "exp": "Ans is 'a' i. e., Autosomal dominant Summary of Renal cystic disease Inheritance. Pathologic features. Clinical features of Complications. Adult polycystic kidney disease. Autosomal dominant. Large multicystic kidneys, liver cysts, berry aneurysms. Hematuria, flank, pain, urinary tract infection, renal stones, hypertension. Childhood polycystic kidney disease. Autosomal recessive. Enlarged cystic kidneys at birth. Hepatic fibrosis. Medullary sponge kidney. None. Medullary cysts on excretory urography. Hematuria, urinary tract infection, recurrent renal stones. Familial juvenile nephronophthisis. Autosomal recessive. Corticomedullary cysts, shrunken kidneys. Salt wasting, polyuria, growth retardation, anemia. Adult-onset meduallry cystic disease. Autosomal dominant. Corticomedullary cysts, shrunken kidneys. Salt wasting, polyuria. Simple cysts. None. Single or multiple cysts in normal-sized kidneys. Microscopic hematuria",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked recessive",
        "opd": "Mitochondrial inheritance",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "04e30115-8312-4a36-a6d7-dbebc87bde2f",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy presents with headaches, dizziness, and malaise. He was seen for a severe sore throat 2 weeks ago. Physical examination reveals facial edema. The blood pressure is 180/110 mm Hg. A 24-hour urine collection demonstrates oliguria, and urinalysis shows hematuria. Which of the following best describes this patient's medical condition?",
        "exp": "This case is illustrative of nephritic syndrome in the setting of poststreptococcal glomerulonephritis. Nephritic syndrome is characterized by hematuria (either microscopic or visible grossly), variable degrees of proteinuria, and decreased glomerular filtratio. It results in elevations of serum blood urea nitrogen and creatinine, as well as oliguria, salt and water retention, edema, and hypertension. Glomerular diseases associated with the nephritic syndrome are caused by inflammatory changes in glomeruli, such as infiltration by leukocytes, hyperplasia of glomerular cells, and, in severe lesions, necrosis. The other choices are not related to streptococcal pharyngitis. Choices B, C, and E do not present with hematuria. Diagnosis: Postinfectious glomerulonephritis, nephritic syndrome",
        "cop": 4,
        "opa": "Hereditary nephritis",
        "opb": "Membranous glomerulonephritis",
        "opc": "Minimal change nephritic syndrome",
        "opd": "Postinfectious glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "c506ae27-4471-4bf0-a7ed-c9985cc80ba8",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man with Alport syndrome presents with a 3-month history of headaches. His blood pressure is 165/100 mm Hg. A urinalysis shows 3+ proteinuria and 2+ hematuria. Laboratory studies disclose elevated levels of BUN (48 mg/dL) and creatinine (3. 6 mg/dL). This patient's renal disease is caused by mutation in a gene that encodes which of the following extracellular matrix proteins?",
        "exp": "Hereditary nephritis (Alport syndrome) reflects abnormal type IV collagen in the glomerular basement membrane. The syndrome is a proliferative and sclerosing glomerular disease, often accompanied by defects of the ear or the eyes, which is caused by a genetic abnormality in type IV collagen. Hematuria is present early in life in males with X-linked disease and in both sexes with autosomal recessive disease. Proteinuria, progressive renal failure, and hypertension develop later in the course of the disease. Virtually all men with the X-linked syndrome and both sexes with autosomal recessive disease develop end-stage renal disease by ages 40 to 50 years. Patients with Marfan syndrome have mutations in the fibrillin gene (choice C). Diagnosis: Hereditary nephritis, Alport syndrome",
        "cop": 1,
        "opa": "Collagen",
        "opb": "Entactin",
        "opc": "Fibrillin",
        "opd": "Fibronectin",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "2ac7dbb9-a098-44e1-80dc-612b4e31cd39",
        "choice_type": "single"
    },
    {
        "question": "Which component of HBV causes glomerulonephritis-",
        "exp": "Ans. (c) HBs. Ag(Ref: Robbins 9th/pg 914; 8th/pg 922)HBs. Ag causes Glomerulonephritis with Nephrotic syndrome. HBs. Ag, immunoglobulin, and C3 deposition has been found in the glomerular basement membrane.",
        "cop": 3,
        "opa": "Hbe. Ag",
        "opb": "HBc. Ag",
        "opc": "HBs. Ag",
        "opd": "Anti HBs Ag antibody",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "3f6abb5b-9ab4-446f-be06-98b496232f96",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old man with a history of coronary artery disease, peripheral vascular disease, and a recent heart attack suddenly develops painless hematuria. He subsequently suffers a massive stroke and expires. The patient's kidney at autopsy is shown. Which of the following is the most likely diagnosis?",
        "exp": "Renal cortical infarcts are, for the most part, caused by arterial obstruction, and most represent embolization to the interlobar or larger branches of the renal artery. Common sources of emboli include mural thrombi, infected valves, and complicated atherosclerotic plaques. A cross section of the kidney shows a peripheral infarct, characterized by marked pallor extending to the subcapsular surface. Choices A and E (benign and malignant nephrosclerosis) are vascular disorders that are general rather than localized. Choices B and C do not cause ischemic lesions. Diagnosis: Renal cortical infarct",
        "cop": 4,
        "opa": "Benign nephrosclerosis",
        "opb": "Chronic pyelonephritis",
        "opc": "Cortical abscess",
        "opd": "Cortical infarct",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "c1a5c2e7-e474-4976-8bdf-e69301f37f72",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman has been feeling lethargic for 4 months. On physical examination, she is afebrile, and her blood pressure is 140/90 mm Hg. Laboratory findings show the serum creatinine level is 5. 8 mg/dL. C3 nephritic factor is present in serum, resulting in hypocomplementemia, and the ANA test result is negative. Urinalysis shows 2+ blood and 1+ protein. A renal biopsy is done; microscopic examination shows hypercellular glomeruli and prominent ribbonlike deposits along the lamina densa of the glomerular basement membrane. Which of the following forms of glomerulonephritis is most likely to be present in this patient?",
        "exp": "Dense deposit disease (formerly membranoproliferative glomerulonephritis type II) usually leads to hematuria, and half of the cases end in chronic renal failure. The term chronic glomerulonephritis (GN) often is used when sclerosis of many glomeruli is present with no clear cause. Membranous nephropathy is often accompanied by proteinuria but less likely hematuria and is characterized by thickening of only the basement membrane and small electron-dense deposits. Postinfectious GN is often characterized by a hypercellular glomerulus with infiltration of polymorphonuclear leukocytes, but no basement membrane thickening. A rapidly progressive GN is marked by crescents forming in the Bowman space.",
        "cop": 2,
        "opa": "Chronic glomerulonephritis",
        "opb": "Dense deposit disease",
        "opc": "Membranous nephropathy",
        "opd": "Postinfectious glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "2e5385c5-e4d2-4e4d-9dd3-99b62b80ffe9",
        "choice_type": "single"
    },
    {
        "question": "Clear cell variety of Renal cell carcinoma is related to gene located on chromosome -",
        "exp": "Ans. (a) 3(Ref: Robbins 9th/pg953-955; 8th/pg 964-966). Clear cell variety of Renal cell carcinoma is related to gene located on chromosome 3",
        "cop": 1,
        "opa": "3",
        "opb": "X",
        "opc": "22",
        "opd": "20",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "7ee6d003-2bd6-4bf2-89b5-96150fbad650",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old girl presents with the sudden onset of diffuse arthralgias and skin rash. Physical examination shows a violaceous maculopapular rash on the lower torso. Urinalysis discloses oliguria and 2+ hematuria. Urine cultures are negative. This child's clinical presentation is commonly associated with which of the following diseases?",
        "exp": "Henoch-Schonlein purpura is the most common type of childhood vasculitis and is caused by vascular localization of immune complexes containing predominantly IgA. The glomerular lesion is identical with that of IgA nephropathy. Hemolytic uremic syndrome (choice C) is caused by exposure to Shiga toxin-producing strains of Escherichia coli and is not associated with angiopathy outside of the kidney. The other choices are not typically associated with rash. Diagnosis: Henoch-Schonlein purpura",
        "cop": 4,
        "opa": "Berger disease",
        "opb": "Goodpasture syndrome",
        "opc": "Hemolytic uremic syndrome",
        "opd": "Henoch-Schonlein purpura",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "020cec11-6bc3-4cf7-ac00-07c850eb71b3",
        "choice_type": "single"
    },
    {
        "question": "The most common glomerulonephritis is......",
        "exp": "Ans: b (IgA nephropathy) Ref: Robbins, 7th ed, p. 986* IgA nephropathy is the most common cause of GN worldwide* Also called Bergers disease* IgA deposits in mesangium along with IgQ IgM, C3. properdin* C/F: Hematuria after a respiratory/urinary/GIT infection* Rx: Steroids (high dose). Remember...* Most common glomerulonephritis is IgA nephropathy* Most common nephrotic syndrome is membranous glomerulonephropathy.",
        "cop": 2,
        "opa": "Membranous GN",
        "opb": "IgA nephropathy",
        "opc": "PSGN",
        "opd": "RPGN",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "2663a891-e4d7-4198-94d4-5194582e63c0",
        "choice_type": "single"
    },
    {
        "question": "Microalbuminuria is defined as amount of the albumin passing in urine",
        "exp": "(30-300): (687 Harsh Mohan 6th edition)MICROALBUMINURIA - refers to the excretion of amounts of albumin too small to detect by urinary dipstick or conventional measures of urine protein. It is a good screening test for early detection of renal disease and may be a marker for the presence of microvascular disease in general. Macroalbuminuria (ie albuminuria > 150 mg/day or random urine albumin / creatinine ratio of > 300 mg/gm creatinine). Microalbuminuria estimated by radio immunoassay ie microalbumin 30-300 mg/day or random urine microalbumin / creatinine ratio of 30-300 mg/gm creatinine.",
        "cop": 2,
        "opa": "30-Mar",
        "opb": "30-300",
        "opc": "400-400",
        "opd": "800-1200",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "34b99419-970f-4c15-8ab3-aea0838bf9df",
        "choice_type": "single"
    },
    {
        "question": "Gene NPHP1 encodes?",
        "exp": "Ans. is 'b' i. e., Nephrocystin * Nephrocystin-1 is a protein that in humans is encoded by the NPHP1 gene on chromosome 2q. The protein is known to play a role in functioning of cilia. Mutations in this gene cause familial juvenile nephronophthisis, a medullary cystic kidney disease. It is a form of ciliopathy.* Other genes of this family, NPHP 2, 3, 4 encode for proteins inversin, Nephrocystin-3 and Nephrocystin-4 respectively. About other options* PKHD1 (Polycystic Kidney and Hepatic Disease 1) which codes for a protein fibrocystin* PKD (adult polycystic kidney) gene on chromosome 16 encoding for polycystin.* NPHS-2 gene (lq25-31) enodes for Podocin (Slit diaphragm Steroid resistant nephrotic syndrome).",
        "cop": 2,
        "opa": "Fibrocystin",
        "opb": "Nephrocystin",
        "opc": "Polycystin",
        "opd": "Podocin",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "4b36c789-6e91-4e61-b0e8-8819d1216fc0",
        "choice_type": "single"
    },
    {
        "question": "Which part of kidney is first affected in ischemia due to acute kidney injury?",
        "exp": "Ans. is 'd' i. e., Outer medulla * \"Healthy kidneys receive 20% of the cardiac output and account for 10% of resting oxygen consumption, despite constituting only 0. 5% of the human body mass. The kidneys are also the site of one of the most hypoxic regions in the body, the renal medulla. The outer medulla is particularly vulnerable to ischemic damage because of the architecture of the blood vessels that supply oxygen and nutrients to the tubules. Enhanced leukocyte-endothelial interactions in the small vessels lead to inflammation and reduced local blood flow to the metabolically very active S3 segment of the proximal tubule, which depends on oxidative metabolism for survival. \" - Harrison 18th/e",
        "cop": 4,
        "opa": "Glumerulus",
        "opb": "Cortex",
        "opc": "Inner medulla",
        "opd": "Outer medulla",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "634244b4-fb40-402d-8ec7-c91bdec872ce",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy presents with headaches, dizziness, and malaise approximately 2 weeks after a severe sore throat. His mother describes puffiness of his face and darkening of his urine. She also notes that her son is passing less urine and that he is becoming increasingly short of breath. On physical examination, there is anasarca, hypertension (190/130 mm Hg), and tachycardia. The urine is scanty and brownish red. Urinalysis shows 3+ proteinuria. Microscopic examination of the urine discloses numerous RBCs, as well as occasional granular and red cell casts. A renal biopsy is stained by direct immunofluorescence microscopy for complement C3, and the results are shown. Which of the following is the most likely cause of acute postinfectious glomerulonephritis in the patient?",
        "exp": "Acute postinfectious glomerulonephritis is an immune complex disease of childhood, which occurs after an infection with group A (b -hemolytic) streptococci and is caused by the deposition of immune complexes in glomeruli. Occasional examples are caused by staphylococcal infection (e. g., acute staphylococcal endocarditis, staphylococcal abscess), and rare cases result from viral (e. g., hepatitis B) or parasitic (e. g., malaria) infections. The primary infection involves the pharynx or, in hot and humid environments, the skin. In recent years, the proportion of cases of acute postinfectious glomerulonephritis caused by staphylococcal infection (choice E) has been increasing. Diagnosis: Nephritic syndrome, acute postinfectious glomerulonephritis",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Epstein-Barr virus",
        "opc": "Group A (b-hemolytic) streptococci",
        "opd": "Klebsiella sp.",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "51d2a625-a806-4f8f-aa64-594cff4b2826",
        "choice_type": "single"
    },
    {
        "question": "Irregular scarred kidney with pelvic dilatation is seen with -",
        "exp": "Ans. is 'a' i. e., Chronic pyelonephritis Pathological changes of chronic pyelonephritis area) Irregular scarring of kidneyb) The hallmarks of chronic pyelonephritis are coarse corticomedullary scars overlying blunted calyces; dilated pelvis and flattening of papillae. c) The microscopic changes involve predominantly tubules and interstitium; and include:-o Atrophy of tubules in some areas and hypertrophy or dilatation in other areas. o Thyroidization of tubules:- Dilated tubules with flattened epithelium filled with colloid casts resemble colloid containing thyroid follicles. o Chronic interstitial inflammation with interstitial fibrosisd) Arcuate and interlobular vessels demonstrate obliterative intimal sclerosis in the scarred areas; and in the presence of hypertension, hyaline arteriosclerosis is seen in the entire kidney.",
        "cop": 1,
        "opa": "Chronic pyelonephritis",
        "opb": "Polycystic kidney",
        "opc": "Renal artery stenosis",
        "opd": "Tuberculosis of kidney",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "a03f92a4-3837-4d06-8862-f60c8334078d",
        "choice_type": "single"
    },
    {
        "question": "In renal cell cancer gene involved in mutation",
        "exp": "(A) (VHL) (953-Robbins pathologic Basis of disease) (681- Harsh mohan 7th)* VHL, MET gene. Renal cell carcinoma* WTI gene (1 lpl3). Wllm's tumour* NFI and NF2 gene. Neurofibromatosis* BRC1 and BRCA 2 gene. Breast cancers* BRCA 1i. BRCA-1 is located on chromosome 17q21ii. BECA -2 is located on chromosome 13q 12. Breast cancer (85%) and ovarion cancer 40%)* P53 gene (TP53)(pretector of the genome). Carcinoma of the lung, head and neck, colon and breast. Mutated p 53 is also seen in the sequential development stages of cancer from hyperplasia to carcinoma in situ and into invasive carcinoma. The normal p53 gene (wild type) functions as a tumor suppressor gene * and functions as a critical gatekeeper against the development of cancer (Molecular policeman/Guardian of the genome)RB- gene. Retinoblastoma, osteosarcoman MYC- HSRNeuroblastoma. Over expression of BCL-2 proteins. Follicular Lymphoma. BCR-ABL hybrid gene. CML and some ALL* The most common gene defect in idiopathic steroid resistant nephritic syndrome is NPHS1, NPUS 2* Finish of nephritic syndrome is caused by defect in Nephrin protein. TUMOR MARKERSEpithelial cell carcinoma. Cytokeratin. Lymphoid cell carcinoma. CD45. Melanoma. SI00, HMB45. Mesenchymal markers. Vimantine. Neuroendocrine markers. Chromagranin, Neuron specific enolase. Gastro intestinal stromal tumors (GIST)CDl 17. Granulosa cell tumor. Inhibin. Ewing's sarcoma. CD. 99* c ANCA is typical of wegner's granulomatosis * *** p ANCA is found in most cases of Microscopic polyangitis and churg- straus syndrome**",
        "cop": 1,
        "opa": "VHL",
        "opb": "TP53",
        "opc": "NF1",
        "opd": "BRCA-1",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "7acd2853-e127-40a8-a214-4435e536b5f9",
        "choice_type": "single"
    },
    {
        "question": "Adult polycystic kidney disease is",
        "exp": "Ref: Robbins Pathology, 9th ed. pg. 946* ADPKD is autosomal dominant--Polycystic kidney disease.* Occurs due to mutation in PKD 1 and PKD 2 gene* MC type of mutation: PKD 1. (80-85%)* Pathological feature: Large multicystic kidney. It also involves commonly:# MC: Liver-Polycystic liver disease (40%)# Heart: Mitral valve prolapse (20-25%)# Brain: Berry aneurysm",
        "cop": 2,
        "opa": "Autosomal recessive",
        "opb": "Autosomal dominant",
        "opc": "X-linked recessive",
        "opd": "X-linked dominant",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "510895ae-acd6-443f-8393-93a41f8e12bd",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old woman has had worsening malaise for the past 36 hours. Her urine output is markedly diminished, and it has a cloudy brown appearance. On examination, she has periorbital edema. Laboratory findings include serum creatinine of 2. 8 mg/dL and urea nitrogen of 30 mg/dL. A renal biopsy is performed and on microscopic examination shows focal necrosis in glomeruli with glomerular basement membrane breaks and crescent formation. No immune deposits are identified with immunofluorescence. Which of the following autoantibodies is most likely detectable in her serum?",
        "exp": "This is pauci-immune crescentic glomerulonephritis. The lack of immune deposits excludes anti-glomerular basement membrane disease (Goodpasture syndrome). Cases can be idiopathic, associated with ANCAs, and limited to the kidney. Rapidly progressive GN often has an abrupt onset with nephritis marked by oliguria. The Anti-DNA topoisomerase antibody is seen with scleroderma, which mainly affects the vasculature. The antinuclear antibody is present with many autoimmune diseases, such as SLE, with immune complex deposition in glomeruli. Anti-HBs may occur in some cases of secondary membranous nephropathy.",
        "cop": 3,
        "opa": "Anti-DNA topoisomerase antibody",
        "opb": "Anti-glomerular basement membrane antibody",
        "opc": "Anti-neutrophil cytoplasmic autoantibody",
        "opd": "Antinuclear antibody",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "bc4bd9a4-2fa4-456a-a0d9-5cef80a991c0",
        "choice_type": "single"
    },
    {
        "question": "Anti GBM antibodies are seen in?",
        "exp": "Ans: b (Goodpasture's syndrome) Ref: Robbins, 7th ed, p. 968. Goodpasture syndrome is due to anti GBM antibodies that react with GBM as well as other basement membranes especially those in the lung alveoli, resulting in simultaneous lung and kidney lesions. The GBM antigen is a component of the noncollagenous domain (NC1) of the a3 chain of collagen Type 4. Comparison of Glomerulonephritis. Post streptococcal GNGood pasture Syndrome. Rapidly Progressive GN (Cresentic GN)C/F: Sore throat/ skin inf -Glomerulonephritis. Initially pul. Haemorrage with hemoptysis - RPGNAcute Renal Failure within weeks. Low C3 returns to normal within weeks. Normal C3 levels. Low C3 levelsM/E light: RBC casts. Hypercellularity crescents. Hypercellularity cresents. IF: Granular IgG, C3, IgM, Starry sky pattern. Linear IgG, C3. Granular & linear IgG, C3 (both). Electro: Subepithelial humps. GBM disruption, no deposits. GBM disruption, Electron dense deposits",
        "cop": 2,
        "opa": "Wegener's granulomatosis",
        "opb": "Goodpasture syndrome",
        "opc": "PAN",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "f29d8efc-7a3c-4583-9b7b-5a1592288cf4",
        "choice_type": "single"
    },
    {
        "question": "Flea bitten appearance of the kidney is seen in -",
        "exp": "Ans. is 'a' i. e., Malignant hypertension Causes of flea - bitten kidney -o Malignant hypertensiono RPGNo TTPo Acute poststreptococcal GNo HUSo PANo Infective endocarditis/subacuteo Wegener's granulomatosisbacterial endocarditiso Henoch - scholoin purpura. Causes of Granular contracted kidney -o Chronic glomerulonephritis (symmetric)o Chronic pyelonephritis (asymmetric)o Benign Nephrosclerosis (Symmetric). Sometimes, Diabetes too can cause granular contracted kidney.",
        "cop": 1,
        "opa": "Malignant hypertension",
        "opb": "Benign hypertension",
        "opc": "Chronic pyelonephritis",
        "opd": "Diabetes mellitus",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "e17b3f39-3293-4f50-a522-41068c067789",
        "choice_type": "single"
    },
    {
        "question": "1 month post renal transplant a patient developed fever. Which of the following is the most likely organism responsible?",
        "exp": "Ans. (b) Hepatitis C virus(Ref: Harrison 18th/Chapter 282). Most Common Opportunistic Infections in Renal Transplant Recipients. Peri-transplant (<1 month). Early (1-6 months). Late (>6 months)* Wound infections* Herpesvirus* Oral candidiasis* Urinary tract infection* Pneumocystis carinii* Cytomegalovirus* Legionella Listeria* Hepatitis B* Hepatitis C* Aspergillus Nocardia* BK virus (polyoma)* Herpes zoster* Hepatitis B* Hepatitis C",
        "cop": 2,
        "opa": "Polyoma virus/BK virus",
        "opb": "Hepatitis C virus",
        "opc": "Varicella virus",
        "opd": "HHV-6",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "ee859f96-eff0-43cd-beb2-4c91863eceeb",
        "choice_type": "single"
    },
    {
        "question": "'Wireloop' lesions in kidney are seen in",
        "exp": "Ans. b (SLE). (Ref. Robbins, Pathology, 6th/pg. 221)SYSTEMIC LUPUS ERYTHEMATOSUS (SLE)# Connective tissue disorder associated with HLA B8 and DR3.# 'Onion skin' lesions in spleen occur.# 'Wire-loop' lesions in kidneys are seen.- Photosensitive erythematous butterfly rash on the face/discoid rash, lupus profundus, livido reticularis.- Transient, migratory or seronegative chronic arthritis.; Bony erosions- Lymphadenopathy, Splenomegaly, Alopecia- Pericarditis/myocarditis/Libmann Sack's verrrucous endocarditi- Pleurisy, ILD, fibrosing alveolitis, shrinking lung syndrome- Kerato-conjunctivitis sicca, episcleritis, retinal vasculitis, soft exudates- CNS features# Treatment; antimalarials, immunosupressants and steroids.# Congenital lupus erythematosus is characterized by- Complete heart block- Lupus erythematosus rash# Drug induced lupus- Procainamide, hydralazine, phenothiazines, OC pills, anticonvulsants implicated.- Anti-histones abs +- Absent anti dd DNA abs- Renal and CNS lesions.",
        "cop": 2,
        "opa": "DM",
        "opb": "SLE",
        "opc": "PAN",
        "opd": "Scleroderma",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "b60afe54-eceb-4e4b-a86d-53e402521d74",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male presented with blurring of vision. Urine examination showed proteinuria. Fundus examination showed dot and blot haemorrhages, microaneurysm and cotton wool spots. Histopathology pic of kidney given below. Your diagnosis?",
        "exp": "Ans. (a) Kimmelstiel Wilson nodules(Ref: Robbins 9th edp 1118). Diabetic Nephropathy: The renal lesions include mainly: Glomerular lesions:*Basement membrane thickening and increased mesangial matrix in patients*Diffuse glomerulosclerosis#Increase in mesangial matrix associated with PAS+ basement membrane thickening, eventually obliterates mesangial cells, found in most individuals with disease of more than 10 years duration*Nodular glomerulosclerosis#Intercapillary glomerulosclerosis or Kimmelstiel- Wilson diseas",
        "cop": 1,
        "opa": "Kimmelstiel Wilson nodules",
        "opb": "Crescents",
        "opc": "Amyloid",
        "opd": "Segmental sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "e540c2c0-3aa1-431e-a935-497cf0c64848",
        "choice_type": "single"
    },
    {
        "question": "Nodular glomerulosclerosis is seen in",
        "exp": "Ans. (a) Diabetes mellitus(Ref: Robbins 9th/pg 1118). Most specific histological lesion in diabetic nephropathy (see chapter 18 Endocrine system) is Nodular glomerulosclerosis or Kimmelsteil -Wilson lesions",
        "cop": 1,
        "opa": "Diabetes mellitus",
        "opb": "Malignant hypertension",
        "opc": "Amyloidosis",
        "opd": "Multiple myeloma",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "c8d3fb9c-7304-4783-a5a3-8c8466a2e658",
        "choice_type": "single"
    },
    {
        "question": "Large cells with plant like appearance with perinuclear halo is seen in which type of renal cell carcinoma?",
        "exp": "Ans. is 'c' i. e., Chromophobic Types of renal cell carcinoma* Important histological types of renal-cell carcinoma are1) Clear cell carcinoma* It is the most common type of renal cancer accounting for about 70% to 80% of the renal cell cancer. They are so named because they are made up to cells with clear or granular cytoplasm and are nonpapillary. They occur as solitary unilateral lesions. It arises from proximal tubular epithelium. 2) Papillary Carcinoma* It accounts for 10% to 15% of renal cancers. It is characterized by papillary growth pattern. It arises from distal convoluted tubule. It can be multifocal and bilateral. These are most common type of renal cancer in patients who develop dialysis associated cystic disease. Papillary carcinoma also occurs in two forms hereditary and sporadic. 3) Chromophobe (oncocytic) renal cell carcinoma* These tumors arise from intercalated cells of 'cortical' collecting ducts. The cells have pale eosinophilic cytoplasm with perinuclear halo with a plant cell appearance. Electron microscopic finding consisting of numerous 150-300 nm microvesicles is the single most distinctive and defining feature of chromophobe cell carcinoma. 4) Collecting duct (Bellini duct) carcinoma* It is the least common type of RCC. It arises from 'medullary' collecting duct. Cells have prominent fibrotic stroma.",
        "cop": 3,
        "opa": "Granular cell carcinoma",
        "opb": "Angiosarcoma",
        "opc": "Chromophobic",
        "opd": "Clear cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "b5bdbde5-85af-4d0f-b276-2ded8445e53d",
        "choice_type": "single"
    },
    {
        "question": "Linear pattern of Ig deposition in glomerular basement membrane is seen in",
        "exp": "Ans: d (Good pasture s disease). Reference: Robbins, 8th ed pg. 912. Renal Involvement. Characteristic1. Post Streptococcal glomerulonephritis (PSGN)2. Membranous glomerulopathy3. IgA nephropathy4. Membrano proliferative glomerulo nephritis (MPGN). Enlarged hypercellular glomeruli Severe form - Crescent formation IF: Granular deposits of IgG, IgM, C3 along GBM E/M: \"Subepithelial humps\"Diffuse thickening of glomerular capillary wallE/M: electro dense. Subepithelial deposit of Ig. Silver- \"Spike like projection\"Focal segmental or diffuse. Proliferation of mesangium. IF: IgA deposits in mesangiumE/M: Electron dense mesangial deposits Thickening of GBM with proliferation of glomerular cells & leukocytic infiltration. Light microscopy - Double contour or tram-track appearance - split basement membrane. Type 1 - Subendothelial deposits. Type 2 - Intramembranous deposits5. Lupus nephritis IF: Irregular mesangial & capillary loop deposits Subendothelial location6. Good Pasture Dense linear IgG staining of syndrome the GBM7. Diabetic Nephropathy Nodular Mesangial expansion \"Kimmelstal Wilson Nodule\" with increased mesangial matrix and cellularity & micro aneurysm formation.",
        "cop": 4,
        "opa": "Lupus nephritis",
        "opb": "Diabetic glomerulonephropathy",
        "opc": "Renal vein thrombosis",
        "opd": "Good pasture's disease",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "0539285a-8975-4690-9406-dec89790af57",
        "choice_type": "single"
    },
    {
        "question": "Chronic HIV infection is associated with which typical nephropathy?",
        "exp": "Ans. c (Collapsing variant of Focal Segmental glomerulosclerosis) (Ref. Robbin's 8th/555; Harrison's 17th/Ch. 277). Collapsing glomerulopathy is characterized by collapse of the entire glomerular tuft and podocyte hyperplasia. This is a more severe manifestation of FSGS that may be idiopathic or associated with HIV infection or drug-induced toxicities. It carries a particularly poor prognosis. HUMAN IMMUNODEFICIENCY VIRUS ASSOCIATED NEPHROPATHY# HIV-associated nephropathy is seen after an interval of approximately 2. 5 years from discovery of HIV, and many patients have low CD4 counts.# Most lesions on renal biopsy show FSGS followed by MPGN. Other less common renal lesions include DPGN, IgA nephropathy, MCD, and membranous or mesangioproliferative glomerulonephritis.# The FSGS characteristically reveals collapse of the glomerular capillary tuft called collapsing glomerulopathy. visceral epithelial cell swelling, microcystic dilatation of renal tubules, and tubuloreticular inclusions.# MPGN and DPGN have been reported more commonly in HIV-infected Caucasians and in patients co-infected with hepatitis B or C. HIV-associated TTP has also been reported.# HIV with FSGS typically present with nephrotic-range proteinuria and hypoalbuminemia, but unlike patients with other causes for nephrotic syndrome, they do not have HTN, edema, or hyperlipidemia.# Rx with inhibitors of the renin-angiotensin system decreases the proteinuria.# Many feel that effective antiretroviral therapy benefits both the patient and the kidney.",
        "cop": 3,
        "opa": "Post-infective GN",
        "opb": "Thrombotic microangiopathy",
        "opc": "Collapsing variant of Focal Segmental glomerulosclerosis",
        "opd": "Acute interstitial nephritis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "35513584-26d4-4f97-a8f2-614e1455c117",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman in her third trimester of pregnancy (gravida I, para 0) is rushed to the emergency room after suffering a seizure. The patient is hypertensive and laboratory studies show that the patient manifests nephritic syndrome. What is the appropriate diagnosis?",
        "exp": "Preeclampsia, which is characterized by the triad of hypertension, proteinuria, and edema, complicates the third trimester of pregnancy (choice E). When these features are complicated by convulsions, the term eclampsia is applied. On histologic examination, the glomeruli are uniformly enlarged and the endothelial cells are swollen, an appearance that results in an apparently bloodless glomerular tuft. The other choices are not ordinarily seen as complications of pregnancy. Diagnosis: Eclampsia",
        "cop": 3,
        "opa": "Acute tubular necrosis",
        "opb": "Crescentic glomerulonephritis",
        "opc": "Eclampsia",
        "opd": "Malignant nephrosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "147b989f-a02a-4a4d-ac4d-5409e608bff0",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy complains of swelling of his feet for the past 3 weeks. He is otherwise healthy, with no known previous illness. Vital signs are normal. Physical examination reveals pitting edema of the lower legs and a swollen abdomen. Urinalysis shows 4+ protein but no RBCs or WBCs. Which of the following are the most likely diagnoses to consider in your evaluation of this patient?",
        "exp": "Minimal change glomerulopathy causes 90% of the nephrotic syndrome in young children and 15% in adults. Proteinuria is generally more selective (albumin > globulins) than in the nephrotic syndrome caused by other diseases, but there is too much overlap for this selectivity to be used as a diagnostic criterion. This disease is characterized pathologically by fusion (effacement) of visceral epithelial foot processes; however, this can be visualized only by electron microscopy. Minimal change glomerulopathy is successfully treated with corticosteroids and does not progress to renal failure. Focal segmental glomerulosclerosis (FSGS) is the cause of nephrotic syndrome in 10% of children and 30% of adults. FSGS is the term applied to a heterogeneous group of glomerular diseases that have different causes, including mutations, viruses, drugs, and serum factors. Henoch-Schonlein purpura and lupus nephritis (choice A) generally present with nephritic syndrome and rash, among other signs and symptoms. Wilms tumor (choice E) is not a cause of nephrotic syndrome. Diagnosis: Minimal change nephrotic syndrome",
        "cop": 3,
        "opa": "Henoch-Schonlein purpura, lupus nephritis",
        "opb": "Malignant hypertension, renal vein thrombosis",
        "opc": "Minimal change disease, focal segmental glomerulosclerosis",
        "opd": "Pyelonephritis, acute tubular necrosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "93ffed59-5b73-4012-9b9b-ddf1fee49d10",
        "choice_type": "single"
    },
    {
        "question": "Collapsing glomerulopathy is seen in?",
        "exp": "Ans. is 'b' i. e., HIV Collapsing glomerulopathy:* It is a morphological variant of FSGS. Characterized by collapse and sclerosis of the entire glomerular tuft in addition to the usual FSGS lesions. A characteristic feature is proliferation and hypertrophy of glomerular visceral epithelial cells (podocytes). There is prominent tubular injury with formation of microcystes. It is the most characteristic lesion of HIV nephropathy.",
        "cop": 2,
        "opa": "Post streptococcal GN",
        "opb": "HIV",
        "opc": "IgA nephropathy",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "a58e058e-02b3-4cc7-be57-318d9874fba1",
        "choice_type": "single"
    },
    {
        "question": "Sickle cell disease associated with which type of renal cell carcinoma?",
        "exp": "A i. e. Medullary. Ref: WHO, Urogential System, page 122. Explanation: Medullary Renal Cell Carcinoma. Rare, highly aggressive medulla centered carcinoma. Associated with sickle cell trait* or other hemoglobinopathies*. Rare carcinoma arising in the renal medulla. Occurs predominately in young patients with sickle cell trait. Variety of histologic patterns. Sickied erythrocytes may be pathognomonic. Majority show loss of SMARCB1 /INI1*. Poor prognosis*.",
        "cop": 1,
        "opa": "Medullary",
        "opb": "Papillary",
        "opc": "Chromophobe",
        "opd": "Colloid",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "52d48673-4fb3-4f8d-9fa9-baf08fd63778",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old woman has had a fever and sore throat for the past 3 days. On physical examination, her temperature is 38degC. The pharynx is erythematous, with yellowish tonsillar exudate. She is treated with ampicillin and recovers fully in 7 days. Two weeks later, she develops fever and a rash and notices a slight decrease in urinary output. Her temperature is 37. 7degC, and there is a diffuse erythematous rash on the trunk and extremities. Urinalysis shows a pH of 6; specific gravity, 1. 022; 1+ proteinuria; 1+ hematuria; and no glucose or ketones. Microscopic examination of the urine shows RBCs and WBCs, including eosinophils, but no casts or crystals. What is the most likely cause of her disease?",
        "exp": "An acute drug-induced interstitial nephritis can be caused by ampicillin. This is an immunologic reaction, probably caused by a drug acting as a hapten. Pharyngitis with post-streptococcal glomerulonephritis with deposition of immune complexes is unlikely to be accompanied by a rash or by eosinophils in the urine. Anti-glomerular basement membrane antibodies occur in Goodpasture syndrome, with hemorrhages in the lungs as well. Acute pyelonephritis is an ascending infection; it is uncommonly caused by the hematogenous spread of bacteria from other sites. Acute tubular injury can cause acute renal failure. It is caused by hypoxia resulting from shock or toxic injury caused by chemicals such as mercury, and only rarely, if ever, by bacterial toxins.",
        "cop": 4,
        "opa": "Deposition of immune complexes with streptococcal antigens",
        "opb": "Formation of antibodies against glomerular basement membrane",
        "opc": "Hematogenous dissemination of septic emboli",
        "opd": "Hypersensitivity reaction to ampicillin",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "4219f22f-0362-4c03-a63f-fa81997f2938",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman has had increased malaise for 3 weeks and urine output <500 mL/day for the past 4 days. On examination, she has blood pressure 170/112 mm Hg and peripheral edema. Urinalysis shows protein 1+ and blood 3+, but no glucose or ketones. Urine microscopic analysis shows RBCs and RBC casts. Her serum urea nitrogen is 39 mg/dL, and creatinine is 4. 3 mg/dL. Her serum complement C1q, C3, and C4 are decreased. A renal biopsy is performed, and immunofluorescence microscopy shows a granular pattern of staining with antibody to C3. Which of the following types of hypersensitivity reactions is most likely causing her renal disease?",
        "exp": "The findings fit with the immune-mediated glomerular injury with antigen-antibody complex deposition, typical of an underlying disease such as SLE, and nephritic picture. Type I hypersensitivity may play a role in drug-induced acute interstitial nephritis. Type II hypersensitivity is present with anti-glomerular basement membrane diseases, such as Goodpasture syndrome. Type IV hypersensitivity plays a role in renal transplant rejection and some cases of drug-induced interstitial nephritis.",
        "cop": 3,
        "opa": "I (IgE-mediated systemic anaphylaxis)",
        "opb": "II (Antibody-dependent cell-mediated cytotoxicity)",
        "opc": "III (Immune complex formation)",
        "opd": "IV (Delayed-type hypersensitivity)",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "bef63fbc-d337-4c5f-98ed-eb18f6f9707b",
        "choice_type": "single"
    },
    {
        "question": "In which of the following are linear IgA deposits in mesangium noted?",
        "exp": "Ans. A. Henoch Schoenlein Purpura. (Ref. Harrison's 17th/pg. 1813, 1789). Ref. Harrison's 17th/pg. 1789......... \"Henoch-Schonlein purpura is distinguished clinically from IgA nephropathy by prominent systemic symptoms, a younger age (<20 years old), preceding infection, and abdominal complaints. Deposits of IgA are also found in the glomerular mesangium in a variety of systemic diseases, including chronic liver disease, Crohn's disease, gastrointestinal adenocarcinoma, chronic obstructive bronchiectasis, idiopathic interstitial pneumonia, dermatitis herpetiformis, mycosis fungoides, leprosy, ankylosing spondylitis, relapsing polychondritis, and Sjogren's syndrome. IgA deposition in these entities is not usually associated with clinically significant glomerular inflammation or renal dysfunction and thus is not called IgA nephropathy\"Discussion: IgA nephropathy:# Berger first described it. It is classically characterized by episodic hematuria with the deposition of IgA in the mesangium. IgA nephropathy is one of the most common forms of glomerulonephritis worldwide. There is a male preponderance, a peak incidence in the second and third decades, and rare familial clustering.# The two most common presentations of IgA nephropathy are recurrent episodes of macroscopic hematuria during or immediately following an upper respiratory infection in children (Henoch-Schonlein purpura) or asymptomatic microscopic hematuria most often seen in adults.# Rx: - ACE inhibitors in patients with proteinuria or declining renal function.- Tonsillectomy, steroid therapy, and fish oil have all been suggested to benefit some patients.- When presenting as RPGN, patients need steroids, cytotoxic agents, and plasmapheresis. RENAL INVOLVEMENT in Hemolytic Uremic Syndrome (HUS) and Thrombotic Thrombocytopenic Purpura (TTP)# Microscopic hematuria (78%) and subnephrotic proteinuria (75%) are the most consistent findings.# The characteristic lesion in HUS/TTP is thrombotic microangiopathy.# Microthrombi are demonstrated in renal arterioles and capillaries.# In TTP, microthrombi are composed mainly of platelet aggregates and thin layer of fibrin and stain strongly for v. WF, implicated in its pathogenesis. In contrast, microthrombi in HUS contain predominantly fibrin.# Subendothelial hyaline deposits and endothelial cell swelling also contribute to vascular occlusion. Glomerular lesions are ischemic. The glomerular capillary walls are wrinkled, the glomerular tuft may be atrophied, and the Bowman capsule is thickened. Acute cortical or tubular necrosis may occur.# Immunofluorescence studies invariably demonstrate fibrinogen along the glomerular capillary walls and in arterial thrombi. Granular deposits of C3 and IgM may be observed in vessel walls and glomeruli.# Electron-microscopic studies demonstrate swelling of the glomerular endothelial cells and detachment from the glomerular basement membrane.",
        "cop": 1,
        "opa": "Henoch Schoenlein Purpura",
        "opb": "Malaria",
        "opc": "Good Pasture's Syndrome",
        "opd": "Wegener's Granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "d7b80d2f-b3fb-451f-a207-1f15b802f2eb",
        "choice_type": "single"
    },
    {
        "question": "The cause of oedema in Nephritic syndrome is",
        "exp": "(Sodium and water retension) (80, 522 - R) (100, 683 - HM) (554- Basic pathology 8th). Patho Physiologic categories of EDEMAIncreased Hydrostatic pressure. Reduced plasma Osmotic pressure(Hypo proteinemia). Increased venous return* CHF* Constrictive pericarditis* Ascites (liver cirrhosis)* Venous obstruction or compression* Thrombosis* External pressure (e. g. mass)* Lower extremity inactivity with prolong dependancy* Arterioler dilation- Heat- Neuro humoral dysregulation- Protein losing glomerulopathies (Nephroticsyndrome)- Liver cirrhoses (ascitis)- Malnutrition- Protein losing gastro enteropathy. SODIUM RETENSION* Excessive salt intake with renal insufficiency* Increased tubular reabsorption of sodium- Renal hypoperfusion- Increased renin - angio tension aldosterone secretion* Reduced plasma osmotic pressure can result from excessive loss or reduced synthesis of albumin, the serum protein most responsible for maintaining colloid osmotic pressure. An important cause of albumin loss is the NEPHROTIC SYNDROME characterized by a leak glomerular capillary wall and generalized edema* Nephritic syndrome - oedema is due to excessive reabsorption of sodium and water in the renal tubules via renin angiotensin - aldosterone mechanism",
        "cop": 4,
        "opa": "Decreased in plasma protein concentration",
        "opb": "Increased in plasma protein concentration",
        "opc": "Reduced plasma osmotic pressure",
        "opd": "Sodium and water retension",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "c2b38fd4-caf0-4f14-b185-50e042ef9df2",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old man developed a fever and rash over 3 days. Five days later, he has increasing malaise. On physical examination, the maculopapular erythematous rash on his trunk has nearly faded away. His temperature is 37. 1degC, and his blood pressure is 135/85 mm Hg. Laboratory studies show a serum creatinine level of 2. 8 mg/dL and blood urea nitrogen level of 29 mg/dL. Urinalysis shows 2+ proteinuria; 1+ hematuria; and no glucose, ketones, or nitrite. The leukocyte esterase result is positive. Microscopic examination of urine shows RBCs and WBCs, some of which are eosinophils. Which of the following most likely precipitated his renal disease?",
        "exp": "Various drugs can cause drug-induced interstitial nephritis, including sulfonamides, penicillin, cephalosporins, the fluoroquinolone antibiotics ciprofloxacin and norfloxacin, and the antituberculous drugs isoniazid and rifampin. Acute tubulointerstitial nephritis also can occur with the use of thiazide and loop diuretics, cimetidine, ranitidine, omeprazole, and nonsteroidal anti-inflammatory drugs. The disease manifests about 2 weeks after the patient begins to use the drug. Elements of type I (increased IgE) and type IV (skin test positivity to drug haptens) hypersensitivity are present. Congestive heart failure can lead to acute tubular injury, but it is not associated with a rash or proteinuria. The hemolytic uremic syndrome can occur after ingestion of strains of Escherichia coli that may be present in ground beef. Poststreptococcal glomerulonephritis (GN) could account for the proteinuria and hematuria seen in this patient, but not for the rash because the strains of group A p-hemolytic streptococci that cause a skin infection precede by weeks the development of GN. WBCs, but not eosinophils, may be present in the urine of a patient with a urinary tract infection.",
        "cop": 1,
        "opa": "Antibiotic ingestion",
        "opb": "Congestive heart failure",
        "opc": "Eating poorly cooked ground beef",
        "opd": "Streptococcal pharyngitis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "8e0aa79a-42a6-4467-809d-6d675c60e3e7",
        "choice_type": "single"
    },
    {
        "question": "A 4 years old child presents with rash on lower limbs, arthritis, and abdominal pain. Urine examination reveals microscopic hematuria. The most likely diagnosis is:",
        "exp": "Ans. (d) Henoch Schonlein purpura(Ref: R 9/909-912). The clinical history is suggestive of nephritic syndrome with arthritis and purpura which is a triad of Henoch Schonlein purpura",
        "cop": 4,
        "opa": "Thrombaesthenia",
        "opb": "Idiopathic thrombocytopenic purpura",
        "opc": "Systemic lupus erythematosus",
        "opd": "Henoch Schonlein purpura",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "6e4184e3-9bb1-44c2-b71a-4c3f60c9a1a9",
        "choice_type": "single"
    },
    {
        "question": "Crescent formation is seen in?",
        "exp": "Type. Clinical features. Pathogenesis. Pathology. LMEMAcute GNAcute nephrotic syndrome. Immune complex disease (local or circulating). Diffuse proliferation, leucocytic infiltration. Subepithelial deposits (humps)RPGNAcute renal failure(i) Type I: anti GBM type(ii) Type II: Immune complex type(iii) Type III: Pauci-immune RPGNProliferation. CrescentsQ(i) Linear deposits along GBM(ii) Subepithelial deposits(iii) No deposits. Minimal change disease. Nephrotic syndrome (higher selective proteinuria). Reduction of normal negative charge on GBM Cell-mediated mechanism. Normal glomeruli, lipid vacuolation in tubules. Loss of foot processes, no deposits. Membranous GNNephrotic syndrome. Immune complex disease (local). Diffuse thickening of capillary wall. Subepithelial deposits (Spikes). Membrano- Proliferative GNNephrotic syndrome. Type I: immune complex disease. Type II: Dense deposit disease (alternate pathway activation). Type III: Rare, with systemic disease and drugs. Lobular proliferation of mesangial cells increased mesangial matrix, double contour of GBMType I: subendothelial deposits. Type II: Dense intramembranous deposits. Type III: Subendothelial and subepithelial deposits",
        "cop": 3,
        "opa": "FSGS",
        "opb": "MGN",
        "opc": "RPGN",
        "opd": "PSGN",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "0e042a37-4779-4192-bc4b-e816ad05171f",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old girl presents with swelling of the legs and ankles. Physical examination reveals pitting edema of the lower extremities. Urinalysis show 2+ proteinuria. The urinary sediment contains no inflammatory cells or red blood cells. Serum levels of BUN and creatinine are normal. The patient recovers completely after a course of corticosteroids. Which of the following pathologic findings might be expected in the urine prior to treatment with corticosteroids?",
        "exp": "The loss of protein in the urine in patients with nephrotic syndrome leads to hypoalbuminemia. A compensatory increase in lipoprotein secretion by the liver results in hyperlipidemia, which is reflected in the presence of lipid droplets in the urine. For this reason, minimal change disease is also referred to as lipoid nephrosis. Eosinophils (choice B) may be observed in allergic nephritis. White blood cell casts (choice E) are features of pyelonephritis. Diagnosis: Minimal change nephrotic syndrome",
        "cop": 3,
        "opa": "Amyloid casts",
        "opb": "Eosinophils",
        "opc": "Lipid droplets",
        "opd": "Red blood cell casts",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "d0e66df1-2447-4742-9988-708c4e3bb8ab",
        "choice_type": "single"
    },
    {
        "question": "Which disease is caused by anti-phospholipase 2 antibody:",
        "exp": "Ans. b. MGNMEMBRANOPROLIFERATIVE GLOMERULONEPHRITIS (MPGN). Type I--subendothelial immune complex (IC) deposits with granular IF; \"tram-track\" appearance on PAS stain (See figure A) and HandE stain (See figure B) due to GBM splitting caused by mesangial in growth. Type II--also called dense deposit disease. MPGN is a nephritic syndrome that often copresents with nephrotic syndrome. Type I may be 2deg to hepatitis B or C infection. May also be idiopathic. Type II is associated with C3 nephritic factor (IgG antibody that stabilizes C3 convertase - persistent complement activation - decreases C3 levels). MINIMAL CHANGE DISEASE (MCD) LM: normal glomeruli (lipid may be seen in PCT cells). IF: [?]. EM: effacement of foot processes (See figure C). Most common cause of nephrotic syndrome in children. Often 1deg (idiopathic) and may be triggered by recent infection, immunization, immune stimulus. Rarely, may be 2deg to lymphoma (eg, cytokine-mediated damage). 1deg disease has excellent response to corticosteroids. FOCAL SEGMENTAL GLOMERULOSCLEROSIS (FSGN)LM--segmental sclerosis and hyalinosis (See figure D). IF--often [?], but may be for nonspecific focal deposits of IgM, C3, Cl. EM--effacement of foot process similar to minimal change disease. Most common cause of nephrotic syndrome in African Americans and Hispanics. Can be 1deg (idiopathic) or 2deg to other conditions (e. g., HIV infection, sickle cell disease, heroin abuse, massive obesity, interferon treatment, chronic kidney disease due to congenital malformations). 1deg disease has inconsistent response to steroids. May progress to chronic renal disease Membranous glomerulonephritis (MGN)LM--diffuse capillary and GBM thickening (See figure E). IF--granular as a result of immune complex deposition. Nephrotic presentation of SLE. EM--\"spike and dome\" appearance with subepithelial deposits. Most common cause of 1deg nephrotic syndrome in Caucasian adults. Can be 1deg (e. g., antibodies to phospholipase A2 receptor) or 2deg to drugs (e. g., NSAIDs, penicillamine, gold), infections (e. g., HBV, HCV, and syphilis), SLE, or solid tumors. 1deg disease has poor response to steroids. May progress to chronic renal disease.",
        "cop": 2,
        "opa": "MPGN",
        "opb": "MGN",
        "opc": "FSGN",
        "opd": "MCD",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "96483df6-39b3-4ade-a3d5-a81bb869ad1f",
        "choice_type": "single"
    },
    {
        "question": "Mutation in NPHS1 gene causes which disease?",
        "exp": "Ans. (b) Congenital Finnish type nephrotic syndrome(Ref: Nelson 19 th ed pg 1803). Mutation in NPHS1 gene causes Congenital Finnish type nephrotic syndrome",
        "cop": 2,
        "opa": "Alport syndrome",
        "opb": "Congenital Finnish type nephrotic syndrome",
        "opc": "Focal segmental glomerulosclerosis",
        "opd": "Nail patella syndrome",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "f16f7950-10a3-4402-9422-19f83c67f3e3",
        "choice_type": "single"
    },
    {
        "question": "Linear deposition of the immunoglobulins",
        "exp": "(Good-Pasteur syndrome): (485- Robbins-basic 7th edition). Linear pattern of immunoglobulin deposition (usually IgG, sometimes IgA or IgM) that is the hallmark diagnostic finding in renal biopsy in Good pasture syndrome. LUPUS NEPHRITISClass I: Minimal lesions. Deposits within the mesangium which consist of IgG and C3. Class II: Mesangial lupus nephritis* Increase in the number of mesangial cells and of the mesangial matrix* Granular mesangial deposits of IgG and C3 sometimes IgA and Ig. MClass III: Focal segmental LN* Haematoxylin bodies of gross may be present* Subendothelial and subepithelial deposits of IgG often with IgM or IgA and C3 are seen. Class IV: Diffuse proliferative LN* Most severe and most common form of LN*** Diffuse proliferation of endothelial, masangial and sometimes epithelial cells involving most or all glomeruli. Class V: Membranous LN* Resemble those of idiopathic membranous GN* Diffuse thickening of glomerular capillary wall on light microscopy and show sub endothelial deposits of immune complexes* Mesangial hypercellarity**Class VI: Sclerosing LN* End stage kidney of SLE akin to chronic GN* Most glomeruli are sclerosed and hyalinised",
        "cop": 2,
        "opa": "Lupus nephritis",
        "opb": "Good Pasteur syndrome",
        "opc": "Diabetic nephropathy",
        "opd": "Renal vein Thrombosis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "7540d76f-ecc2-4215-b9fe-27ac0ff75019",
        "choice_type": "single"
    },
    {
        "question": "A child presented with frothy urine, massive proteinuria and edema. Urine examination revealed RBC nil, WBC nil, nocasts, no crystal. No prior episode of similar presentation. What is your diagnosis?",
        "exp": "Ans. (a) Minimal change disease(Ref: R 9th/pg 917-918). The child in this question presents with first episode of massive proteinuria, frothy urine suggestive of lipiduria and edema. Urine microscopy finding is not significant. This is suggestive of nephrotic syndrome, for which, the most common cause in children is Minimal change disease.",
        "cop": 1,
        "opa": "Minimal change disease",
        "opb": "IgA nephropathy",
        "opc": "Membranous glomerulonephritis",
        "opd": "MPGN",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "9f62aa3a-6b43-4653-b2d5-ef2a7d2ee403",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old girl presents with swelling of the legs and ankles. Physical examination reveals pitting edema of the lower extremities. Urinalysis show 2+ proteinuria. The urinary sediment contains no inflammatory cells or red blood cells. Serum levels of BUN and creatinine are normal. The patient recovers completely after a course of corticosteroids. For the patient, electron microscopy of a renal biopsy specimen prior to treatment would most likely demonstrate which of the following abnormalities?",
        "exp": "The light microscopic appearance of glomeruli in minimal change glomerulopathy is essentially normal. However, electron microscopic examination of glomeruli reveals total effacement of visceral epithelial cell foot processes. This retraction presumably results from extensive cell swelling and occurs in virtually all cases of proteinuria in the nephrotic range. It is not a specific marker, but is characteristic of minimal change glomerulopathy Minimal change disease is not characterized by deposits of immune complexes (choices B and C) and does not reflect changes in the basement membrane (choice A). Choice E is incorrect because minimal change disease involves changes in glomeruli, not renal tubules. Diagnosis: Minimal change nephrotic syndrome",
        "cop": 4,
        "opa": "Duplication of capillary basement membranes",
        "opb": "Electron-dense immune deposits in the capillary basement membranes",
        "opc": "Electron-dense immune deposits in the mesangium",
        "opd": "Fusion of podocyte foot processes",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "b4db4c47-6d92-4d70-ab44-955eac668ff0",
        "choice_type": "single"
    },
    {
        "question": "If renal biopsy shows distinct crescents, diagnosis is",
        "exp": "Ans. a (RPGN) (Ref. Robbins Pathology 7th/ 976, and H-18th/ch. 283)RAPIDLY PROGRESSIVE GLOMERULONEPHRITIS# RPGN is severe glomerular injury with necrosis and GBM breaks and subsequent proliferation of parietal epithelium (crescents).# RPGN may be immune mediated, as when autoantibodies develop to the GBM in anti-GBM antibody disease or when it develops consequent to immune complex deposition; it can also be pauci-immune, associated with antineutrophil cytoplasmic antibodies.# RPGN is defined by 2 criteria:- Presence of epithelial crescents in more than 70% of glomeruli- Occurrence of rapidly progressive renal failure.# End stage disease occurs within months.# Causes of Crescentic Glomerulonephritis# Type I (Anti-GBM Antibody)- Idiopathic- Goodpasture syndrome# Type 11 (Immune Complex)- Idiopathic- Postinfectious/infection related- Systemic lupus erythematosus- Henoch-Schonlein purpura/IgA nephropathy# Type III (Pauci-immune) ANCA Associated- Idiopathic- Wegener granulomatosis- Microscopic angiitis. Disease. Most Frequent clinical presentation. Pathogenesis. Light Microscopy. Fluorescence Microscopy. Electron. Post strepto- coccal GNAcute nephritis. Antibody mediated; circulating or planted antigen. Diffuse proliferation; leukocytic infiltration. Granular IgG and C3 in GBM and mesangium. Subepithelial humps. Good pasture syndrome. Rapidly progressive glomerulo- nephritis. Anti-GBM COL4-A3 antigen. Proliferation; crescents. Linear IgG and C3; fibrin in crescents. No deposits; GBM disruptions; fibrin. Idiopathic. RPGNRapidly progressive glomeru- lonephritis. Anti-GBM antibody. Proliferation; focal necrosis; crescents. Linear IgG and C3. No deposits Immune complex Granular IgG or IgA or Ig. MDeposits may be present In situ antibody- mediated; antigen unknown. Diffuse capillary wall thickenning. Negative or equivocal. No deposits. Membranous glomerulo-pathy. Nephrotic syndrome Granular IgG and C3; diffuse. Subepithelial deposits. Minimal change disease. Nephrotic syndrome. Unknown, loss of glomerular polyanion; podocyte injury. Normal; lipid in tubules. Negative. Loss of foot process; No deposits. Focal segmental glomerulo- nephritis. Nephrotic syndrome non-nephrotic proteinuria. Unknown, Ablation nephropathy plasma factor (?); podocyte injury. Focal and segmental sclerosis and hyalinosis. Focal; IgM and C3. Loss of foot processes; epithelial denudation. Membrano- proliferative glomerulone- phritis (MPGN). Nephrotic syndrome(1) Immune complex (I) lgG+ C3; Clq+ C4(l) subendothelial deposits Mesangial pro- liferation; basement membrane thickening; splitting Dense deposit disease(MPGN1). Hematuria(II) Autoantibody: alternative alter- native complement pathway (II) C3+lgG; no CLq or C4(II) Dense deposits Chronic renal failure IgA Nephropathy. Recurrent hematuria or proteilnuria. Unknown; see text. Focal proliferative glomerulonephritis; mesangial widening. IgA +/-lgG, IgM, and C3 in mesangium. Mesangial and paramesangial dense deposits. Chronic glomerulo- nephritis. Chronic renal failure. Variable. Hyalinized glomeruli. Granular or negative",
        "cop": 1,
        "opa": "RPGN",
        "opb": "MPGN",
        "opc": "PSGN",
        "opd": "Minimal change disease",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "fdfe5710-438c-4878-9b9a-830dc99c5228",
        "choice_type": "single"
    },
    {
        "question": "\"Crescents\" on histopathologic examination of glomerulus are seen in",
        "exp": "Ans. b (RPGN). (Ref. Robbin, Pathology 8th ed., 545). Rapidly Progressive (Crescentic) Glomerulonephritis# RPGN is a clinical syndrome and not a specific etiologic form of GN.# Clinically, it is characterized by rapid and progressive loss of renal function with features of the nephritic syndrome, often with severe oliguria and (if untreated) death from renal failure within weeks to months.# Regardless of the cause, the histologic picture is characterized by the presence of crescents (crescentic GN).# These are produced in part by proliferation of the parietal epithelial cells of Bowman's capsule in response to injury and in part by infiltration of monocytes and macrophages. Type I (Anti-GBM Antibody). Idiopathic. Goodpasture syndrome. Type II (Immune Complex). Idiopathic. Postinfectious/infection related. Systemic lupus erythematosus. Henoch-Schonlein purpura/IgA nephropathy. Type III (Pauci-Immune) ANC A Associated. Idiopathic. Wegener granulomatosis. Microscopic angiitis",
        "cop": 2,
        "opa": "Minimal change disease",
        "opb": "Rapidly proliferative GN",
        "opc": "Membranous glomerulonephritis",
        "opd": "MPGN",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "118b58c4-8a69-418e-b391-b18d614ded65",
        "choice_type": "single"
    },
    {
        "question": "Pauci-immune RPGN is?",
        "exp": "Ans. is 'c' i. e., Wegener granulomatosis Rapidly progressive glomerulonephritis. Type 1 RPGN(Anti GBM antibody). Type II RPGN(Immune complex). Type III RPGN(Pauci immune)* Idiopathic* Good-pasture syndrome* Idiopathic* Post infectious* Systemic lupus erythematous* Henoch schonlein purpura* IgA nephropathy* Membranoproliferative GN* Cryoglobulinaemia* ANCA associated* Idiopathic* Wegener granulomatosis* Microscopic PAN* Microscopic polyangitis",
        "cop": 3,
        "opa": "Good-Pasture syndrome",
        "opb": "MPGN",
        "opc": "Wegener granulomatosis",
        "opd": "Alport's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "b6ab7851-14f8-44c4-b4dd-ffb0fa656f0a",
        "choice_type": "single"
    },
    {
        "question": "Bilateral Renal cell carcinoma is seen in-",
        "exp": "Ans. (c) Von Hippel Lindau disease(Ref: Robbins 9th/pg 953-955). Bilateral Renal cell carcinoma is seen in Von Hippel lindau disease. Von Hippel-Lindau (VHL) syndrome: 50-67% of individuals with VHL (nearly all, if they live long enough) develop renal cysts & bilateral, often multiple, renal cell carcinomas. Current studies implicate the VHL gene in the development of both familial and sporadic clear cell tumors.",
        "cop": 3,
        "opa": "Eagle Barett's syndrome",
        "opb": "Beckwith Weideman syndrome",
        "opc": "Von Hippel. Lindau disease",
        "opd": "Bilateral Angiomyolipoma",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "4d5598b8-fa81-42dc-9ed2-2a3d7d9e89a9",
        "choice_type": "single"
    },
    {
        "question": "Chromosomal mutation in low grade transitional cell cancer of bladder is?",
        "exp": "Ans. (c) FGFR3(Ref: Robbins 9th/968)*Noninvasive high-grade urothelial carcinoma is associated with loss of the TP53 and RB tumor suppressor genes while Noninvasive low-grade papillary urothelial carcinoma is associated with gain of function FGFR3 and HRAS mutations.",
        "cop": 3,
        "opa": "P53",
        "opb": "Rb gene",
        "opc": "FGFR3",
        "opd": "HRAS",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "fd0af02c-e52e-45ee-a88d-7605ca1ce248",
        "choice_type": "single"
    },
    {
        "question": "Most common kidney disease associated with chronic heroin use is?",
        "exp": "Ans. is 'b' i. e., Focal segmental GN * Renal disease in cocaine and heroin users is associated with the nephrotic syndrome, acute glomerulonephritis, amyloidosis, interstitial nephritis, and rhabdomyolysis.* The predominant renal lesion in black heroin users is focal segmental glomerulosclerosis and in white heroin users is membranoproliferative glomerulonephritis.* The pathophysiologic basis of cocaine-related renal injury involves renal hemodynamic changes, glomerular matrix synthesis and degradation, and oxidative stress and induction of renal atherogenesis.* CKD in drug abusers is more common with concomitant chronic HIV, hepatitis B virus (HBV), and HCV infections.",
        "cop": 2,
        "opa": "IgA nephropathy",
        "opb": "Focal segmental GN",
        "opc": "Lipod nephrosis",
        "opd": "Mesangioproliferative GN",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "62b06231-916e-4476-bf9d-f6c6a221f9dd",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common risk factor for RCC?",
        "exp": "Ref: Robbins Pathology, 9th ed. pg. 953. Robbins states: \"Tobacco is the most significant risk factor. Cigarette smokers have double the incidence of renal cell carcinoma\". Risk factors for RCC:* MC risk factor: Smoking* Obesity (F > M), Hypertension, asbestos exposure, CKD, tuberous sclerosis* VHL (Von Hippel-Lindau syndrome): Around half to 2/3rd of the patients with VHL develop renal cyst and bilateral RCC.",
        "cop": 3,
        "opa": "Urinary tract infection",
        "opb": "Renal calculi",
        "opc": "Smoking",
        "opd": "Hypertension",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "b17af15f-8470-42bc-aa31-5f1a6f1a7570",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy presents with headaches, dizziness, and malaise. He was seen for a severe sore throat 2 weeks ago. Physical examination reveals facial edema. The blood pressure is 180/110 mm Hg. A 24-hour urine collection demonstrates oliguria, and urinalysis shows hematuria. What finding on microscopic urinalysis indicates that hematuria in the patient is caused by a renal process, rather than bleeding from another site in the urinary tract?",
        "exp": "Injury to the glomerular capillaries results in spillage of protein and blood cells into the urine. Hematuria is also seen in patients with bleeding from the lower urinary tract. However, RBC casts in the urine sediment originate from erythrocytes compacted during passage through the renal tubules and denote a renal origin of hematuria. Diagnosis: Postinfectious glomerulonephritis, nephritic syndrome",
        "cop": 4,
        "opa": "Blood clots",
        "opb": "Hemoglobin crystals",
        "opc": "Phagocytosed hemoglobin",
        "opd": "Red blood cell casts",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "e6c230b5-eb43-4a34-82f5-9b94e785438d",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man presents with acute renal insufficiency. He treated his garden last week with a number of herbicides and insecticides, some of which may have contained heavy metals. Laboratory studies confirm oliguria and increased levels of BUN (54 mg/dL) and creatinine (3. 7 mg/dL). A renal biopsy is shown. What is the most likely diagnosis?",
        "exp": "Nephrotoxic ATN is caused by chemically induced injury to epithelial cells. Because they absorb and concentrate the chemicals, tubular epithelial cells are preferred targets for certain toxins, including some antibiotics, radiographic contrast agents, heavy metals (e. g., mercury), and organic solvents. The photomicrograph shows widespread necrosis of proximal tubular epithelial cells with sparing of distal and collecting tubules. Tubulointerstitial nephritis (choice E) may be a response to certain drugs but features interstitial inflammation. Diagnosis: Acute tubular necrosis",
        "cop": 1,
        "opa": "Acute tubular necrosis (ATN)",
        "opb": "Bilateral cortical necrosis",
        "opc": "Papillary necrosis",
        "opd": "Rapidly progressive glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "550bdbea-ec87-44e1-93b6-00c4e8b6a557",
        "choice_type": "single"
    },
    {
        "question": "MC tumors of kidney in children?",
        "exp": "Ans. (a) Wilms tumor(Ref: Nelson 20th ed/ pg 2466-68). Wilms tumor (WT), also known as nephroblastoma, is the most common primary malignant renal tumor of childhood; It is the second most common malignant abdominal tumor in childhood. The most common sites of metastases are the lungs, regional lymph nodes, and liver.",
        "cop": 1,
        "opa": "Wilms tumor",
        "opb": "Neuroblastoma",
        "opc": "PCKD",
        "opd": "Angioliposarcoma",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "28081337-5a29-4ddb-8fad-525d1d2ff9b6",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of Goodpasture's syndrome",
        "exp": "Ans. (b) Serum antibodies against alpha 3 NC1 domain of collagen - IV(Ref: Robbins 9th/pg 912-913). Goodpasture syndrome. It is type 1 RPGN & a type II hypersensitivity reaction. It is characterized by serum antibodies against alpha 3 NC1 domain of collagen - IV. This shows linear GBM fluorescence, while all other Glomerulonephritis, which are type 3 Hypersensitivity reactions show granular immune deposits.",
        "cop": 2,
        "opa": "Lumpy-bumpy deposits on immunofluorescence",
        "opb": "Serum antibodies against alpha 3 NC1 domain of collagen - IV",
        "opc": "Serum antibodies against alpha 1 NCI domain of collagen III",
        "opd": "Anti DNAse antibodies positive",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "8d9a9100-31de-4735-bd40-479d139c0e63",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman has had fever and increasing fatigue for the past 2 months. Over the past year, she has noticed the soreness of her muscles and joints and has had a 4-kg weight loss. On physical examination, her temperature is 37. 5degC, pulse is 80/min, respirations are 15/min, and blood pressure is 145/95 mm Hg. She has pain on deep inspiration, and a friction rub is heard on auscultation of the chest. Laboratory findings show glucose, 73 mg/dL; total protein, 5. 2 g/dL; albumin, 2. 9 g/dL; and creatinine, 2. 4 mg/dL. Serum complement levels are decreased. CBC shows hemoglobin of 9. 7 g /dL, platelet count of 85, 000/mm3, and WBC count of 3560/mm3. A renal biopsy specimen shows diffuse proliferative glomerulonephritis with extensive granular immune deposits of IgG and C1q in capillary loops and mesangium. After being treated with immunosuppressive therapy consisting of prednisone and cyclophosphamide, her condition improves. Which of the following serologic studies is most likely to be positive in this patient?",
        "exp": "Lupus nephritis is one manifestation of systemic problems related to immune complex deposition, including fever, arthralgias, myalgias, pancytopenia, and serositis with pericarditis and pleuritis, which are characteristic of systemic lupus erythematosus (SLE). Renal disease is common in SLE, and a renal biopsy helps to determine the severity of involvement and the appropriate therapy. Anti-centromere antibody is most specific for limited scleroderma (formerly CREST syndrome), which is unlikely to have renal involvement. Anti-DNA topoisomerase I antibody is more specific for diffuse scleroderma, which does have renal involvement, although usually, this manifests as vascular disease and not as glomerulonephritis. The anti-glomerular basement membrane antibody is characteristic of Goodpasture syndrome, in which the IgG antibody is deposited in a linear fashion along glomerular capillary basement membranes. Anti-histone antibody may be present in drug-induced lupus. ANCAs can be seen in some forms of vasculitis, such as ANCA-associated granulomatous vasculitis or microscopic polyangiitis. Antiribonucleoprotein is present in mixed connective tissue disease, which has some features of SLE but usually does not include severe renal involvement.",
        "cop": 3,
        "opa": "Anti centromere antibody",
        "opb": "Anti-DNA topoisomerase I antibody",
        "opc": "Anti-double-stranded DNA antibody",
        "opd": "Anti-glomerular basement membrane antibody",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "44a231b7-2aff-45e0-a1fe-ed1e7da48261",
        "choice_type": "single"
    },
    {
        "question": "Electron microscopic feature of minimal change disease is?",
        "exp": "Ans. b (Loss of foot process of podocytes). (Robbin, Pathology, 8th ed., 543). Minimal-Change Disease (Lipoid Nephrosis)# This relatively benign disorder is the most frequent cause of the nephrotic syndrome in children.# It is characterized by glomeruli that have a normal appearance by light microscopy but show diffuse effacement of podocyte foot processes when viewed with the electron microscope.# Although it may develop at any age, this condition is most common between ages 1 and 7 years.# When the changes in the podocytes reverse (e. g., in response to corticosteroids), the proteinuria remits.",
        "cop": 2,
        "opa": "No change seen",
        "opb": "Loss of foot process of podocytes",
        "opc": "Diffuse glomerulosclerosis",
        "opd": "Thickened basement membrane",
        "subject_name": "Pathology",
        "topic_name": "Kidney",
        "id": "9ade6158-b16d-4307-8bdb-408c12822527",
        "choice_type": "single"
    }
]