[
    {
        "question": "Which of the following pigments accumulates in liver in Dubin-Johnson syndrome?",
        "exp": "Ans. b (Epinephrine metabolite) (Ref. Robbins Pathologic basis of disease 7th/ 887-888; Table 18-4). Dubin-Johnson syndrome# Hereditary defect in hepatocellular excretion of bilirubin glucuronides across the canalicular membrane due to absence of the canalicular protein, the multidrug resistance protein 2 (MRP2; located on chromosome 10q24), that isresponsible for transport of bilirubin glucuronides and related organic anions into bile.# The liver is darkly pigmented owing to coarse pigmented granules within the cytoplasm of hepatocytes.# Electron microscopy reveals that the pigment is located in lysosomes, and it appears to be composed of polymers of epinephrine metabolites., not bilirubin pigment.# The liver is otherwise normal.# Apart from chronic /recurrent jaundice (fluctuating intensity), patients are asymptomatic and have normal life span. OTHER HEREDITARY HYPERBILIRUBINEMIASCrigler-Najjar syndrome type I# The enzyme UGT1. A1 is completely absent. 6# The liver is incapable of synthesizing a functional enzyme, and the colorless bile contains only trace amounts of unconjugated bilirubin.# The liver is morphologically normal by light and electron microscopy.# However, serum unconjugated bilirubin reaches very high levels, producing severe jaundice and icterus.# Without liver transplantation, this condition is invariably fatal. Crigler-Najjar syndrome type II# It is a less severe, nonfatal disorder in which UGT1. A1 enzyme activity is greatly reduced, and the enzyme is capable of forming only monoglucuronidated bilirubin.# Almost all patients develop normally and the only major consequence is extraordinarily yellow skin from high levels of circulating unconjugated bilirubin; but there is a risk of neurologic damage from kemicterus.# Phenobarbital improves bilirubin glucuronidation by inducing hypertrophy of hepatic endoplasmic reticulum. Gilbert syndrome# It is a relatively common, benign, somewhat heterogeneous inherited condition presenting with mild, fluctuating hyperbilirubinemia.# Main cause is reduction in hepatic bilirubin glucuronidating activity (UGT1. A1) to about 30% of normal.# Gilbert syndrome has no clinical consequence except for the anxiety. Rotor syndrome# It is a rare form of asymptomatic conjugated hyperbilirubinemia with multiple defects in hepatocellular uptake and excretion of bilirubin pigments.# The liver is not pigmented.# As with Dubin-Johnson syndrome, patients with Rotor syndrome exhibit jaundice but otherwise live normal lives.",
        "cop": 2,
        "opa": "Monoglucuronate bilirubin",
        "opb": "Epinephrine metabolite",
        "opc": "Bilirubin pigment",
        "opd": "Melanotic pigment",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "a655c4fb-d4ea-4a6a-b77c-5f7ab5cc4b75",
        "choice_type": "single"
    },
    {
        "question": "Histopathology of chronic hepatitis shows -",
        "exp": "Ans. (c) Bridging fibrosis(Ref: Robbins 9th/pg 837). Hallmark of progressive chronic liver damage is deposition of fibrous tissue (scarring) Q bridgin fibrosis",
        "cop": 3,
        "opa": "Ballooning of hepatocytes",
        "opb": "Councilman bodies",
        "opc": "Bridging fibrosis",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "1e8f2619-9522-4396-a982-e0dbd16130fe",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old woman has become increasingly icteric for 1 month. She has had several bouts of colicky, midabdominal pain for 3 years. On physical examination, she has generalized jaundice with scleral icterus. Her BMI is 32. There is tenderness in the right upper quadrant, and the liver span is normal. A liver biopsy is obtained, and microscopic examination shows bile duct proliferation and intracanalicular bile stasis, but no inflammation or hepatocyte necrosis. The level of which of the following is most likely to be increased in the patient's serum?",
        "exp": "The findings suggest obstructive jaundice from biliary tract disease (e. g., gallstones). Elevation of the serum alkaline phosphatase level is characteristic of cholestasis from biliary obstruction. The alkaline phosphatase comes from the bile duct epithelium and hepatocyte canalicular membrane. The blood ammonia concentration increases with worsening liver failure. When hepatic failure is sufficient to cause hyperammonemia, mental obtundation is seen. In this case, the patient has only jaundice. Primary biliary cirrhosis with an increased antimitochondrial antibody titer is much less common, and PBD eventually leads to bile duct destruction. Most cases of active HCV infection are accompanied by some degree of inflammation with fibrosis. In obstructive biliary tract disease, the direct bilirubin, not the indirect bilirubin, should be elevated.",
        "cop": 1,
        "opa": "Alkaline phosphatase",
        "opb": "Ammonia",
        "opc": "Antimitochondrial antibody",
        "opd": "Hepatitis C antibody",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7ec42bad-f304-4d2a-ac90-e749c49e07f3",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man experiences malaise and increasing icterus for 2 weeks. Physical examination shows jaundice, but there are no other significant findings. Serologic test results are positive for IgM anti-HAV and negative for anti-HCV, HBs. Ag, and IgM anti-HBc. Which of the following outcomes is most likely to occur in this man?",
        "exp": "The detection of IgM anti-HAV indicates acute infection. Progression of HAV infection to chronic hepatitis does not occur, but a few cases are complicated by fulminant hepatitis. HAV viremia is transient, so blood-borne transmission of HAV is rare. HAV is spread by the fecal-oral route, such as raw shellfish from a bay in which raw sewage is dumped.",
        "cop": 2,
        "opa": "Chronic active hepatitis",
        "opb": "Complete recovery",
        "opc": "Fulminant hepatitis",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7d7c9097-61bb-4557-a9a5-d5ff9f72eb17",
        "choice_type": "single"
    },
    {
        "question": "The condition associated with their formation is",
        "exp": "Ans. (d) All of the above* The figure shows gall bladder filled with gall stones. Causes of its formation can includea. Hypomotility of gall bladderb. Accelerated cholesterol crystal nucleationc. Hypersecretion of mucus.",
        "cop": 4,
        "opa": "Hypomotility of gall bladder",
        "opb": "Accelerated cholesterol crystal nucleation",
        "opc": "Hypersecretion of mucus",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "00979c1a-09ee-460e-92c2-52f438e593aa",
        "choice_type": "multi"
    },
    {
        "question": "A 70 year old alcoholic presents with abdominal pain, lump in the RUQ and weight loss. No history of upper or lower Gl symptoms. USG shows 10 x 10 cm mass in the right lobe of liver. Which serum marker will be helpful in diagnosis?",
        "exp": "Answer: d) Alpha-fetoprotein (ROBBINS 9th ED, P-337)A 70 year old chronic alcoholic with abdominal pain, weight loss & lump in the RUQ suggests liver cancer. AFP is the tumor marker which is raised in liver cancer. TUMOR MARKERSMarkers. Associated cancers. Non neoplastic conditions. Human chorionic gonadotropin. Trophoblastic tumors, non- seminomatous testicular tumors. Pregnancy. Calcitonin. Medullary carcinoma of thyroid a-fetoprotein (AFP). Liver ca, non-seminomatous testicular germ cell tumors (especially yolk sac tumors). Cirrhosis, hepatitis. Carcinoembryonic antigen (CEA). Cancer of colon, pancreas, lung, stomach, heart. Pancreatitis, hepatitis, smoking, inflammatory bowel disease. CA-125. Ovarian cancer, some lymphomas. Menstruation, peritonitis, pregnancy. CA-19-9. Colon, pancreatic & breast cancer, Cholangiocarcinoma. Pancreatitis, ulcerative colitis Cholangitis, patients who lack the Lewis blood type antigen. CA-15-3, CA 27-29. Breast cancer S-100, HMB-45. Melanoma CD 30. Hodgkin's disease, Anaplastic large cell carcinoma CD25. Hairy cell leukemia Adult T-cell leukemia",
        "cop": 4,
        "opa": "Serum calcitonin",
        "opb": "CA19-9",
        "opc": "Alkaline phosphatase",
        "opd": "Alpha-fetoprotein",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "8e17ad95-a764-4105-ba2b-0d1b804ace27",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man has had increasing dyspnea on exertion for the past year. His dyspnea is worse in the upright position and diminishes when he is recumbent. On physical examination, he has clubbing of the fingers. Exercise induces a decrease in his PO2 that improves when he stops and lies down. Which of the following liver abnormalities is he most likely to have?",
        "exp": "Hepatopulmonary syndrome (portopulmonary hypertension) is described. The cause is obscure, but the result is pulmonary arterial vasoconstriction and ventilation-perfusion (V/Q) mismatches that lead to hypoxemia. The remaining choices are conditions that do not cause portal hypertension. Chronic inflammation and steatosis may be seen with cirrhosis, but by themselves do not account for portopulmonary hypertension. Metastases tend to be focal, leaving residual functioning hepatic parenchyma. Biliary obstruction leads to jaundice.",
        "cop": 3,
        "opa": "Biliary obstruction",
        "opb": "Chronic inflammation",
        "opc": "Cirrhosis",
        "opd": "Metastases",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "98f0374b-a364-470e-a283-c6fa2665d6a7",
        "choice_type": "single"
    },
    {
        "question": "Mallory bodies are seen in?",
        "exp": "Ans. is 'c' i. e., al - antitrypsin deficiency Mallory hyaline (mallory bodies)* Mallory bodies are eosinophilic intracytoplasmic inclusion bodies which are composed predominantly of keratin intermediate filaments. They are also known as alcoholic hyaline.* These inclusions are characteristic but not specific feature of alcoholic liver disease, as they are also seen in other conditions such as -1. Alcoholic liver disease2. Primary billiary cirrhosis3. Indian childhood cirrhosis4. Wilson's disease5. Hepatocellular carcinoma6. Focal nodular hyperplasia7. Chronic cholestatic syndrome8. al - antitrypsin deficiency",
        "cop": 3,
        "opa": "Hepatitis B infection",
        "opb": "Hydatid cyst",
        "opc": "al - antitrypsin deficiency",
        "opd": "Autoimmune hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "4193568e-7403-443b-aab8-1f1de7d08edb",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old woman presents with a 6-month history of progressive generalized itching, weight loss, fatigue, and yellow sclerae. She denies use of oral contraceptives or any other medication. Physical examination reveals mild jaundice and steatorrhea. Blood studies show a high cholesterol level of 350 mg/dL, elevated serum alkaline phosphatase (240 U/L), and normal levels of AST and ALT. An intravenous cholangiogram shows no evidence of obstruction. An antimitochondrial antibody test is positive; antinuclear antibodies are not present. For the patient, a liver biopsy would most likely show which of the following pathologic findings?",
        "exp": "Primary biliary cirrhosis (nonsuppurative destructive cholangitis) is caused by chronic destruction of intrahepatic bile ducts in the portal tracts. Primary biliary cirrhosis evolves through ductal lesions, scarring, and eventually cirrhosis. Early PBC features chronic destructive cholangitis affecting intrahepatic small and medium-sized bile ducts. The bile ducts are surrounded primarily by lymphocytes (CD8+ T cells), but plasma cells and macrophages are also seen. In some portal tracts, lymphoid follicles are conspicuous. Discrete epithelioid granulomas often occur in the portal tracts and may impinge on the bile ducts. As a result of the destructive chronic inflammatory process, small bile ducts virtually disappear, and scarring of medium-sized bile ducts is common. Proliferation of bile ductules within portal tracts is common and may be florid. Collagenous septae extend from the portal tracts into the lobular parenchyma and encircle some lobules. Cholestasis, when present, may be severe and is located at the periphery of the portal tracts. The end-stage of PBC is cirrhosis, characterized by a dark green bile-stained liver that exhibits fine nodularity. The other choices do not feature destruction of intrahepatic bile ducts. Diagnosis: Primary biliary cirrhosis",
        "cop": 4,
        "opa": "Central hyaline sclerosis",
        "opb": "Cholangiocarcinoma",
        "opc": "Hemosiderosis",
        "opd": "Intrahepatic bile duct damage",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "59aa61ee-d6ce-43cb-84cf-8c80acda7359",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old, alcoholic woman presents with a 1-week history of yellow skin and sclerae. She has suffered persistent headaches. Her vital signs are normal. Physical examination reveals jaundice. Laboratory studies disclose markedly elevated levels of AST and ALT (956 and 1, 400 U/L, respectively). A few days later, she develops hepatic encephalopathy and renal failure. A liver biopsy shows prominent centrilobular necrosis. Which of the following is the most likely diagnosis?",
        "exp": "Drug toxicity should be suspected in all cases of acute hepatitis. In this case, centrilobular necrosis suggests acetaminophen toxicity. The toxic dose of acetaminophen after a single acute ingestion is in the range of 150mg/kg in children and 7 g in adults. Acetaminophen is rapidly absorbed from the stomach and small intestine and conjugated in the liver to nontoxic agents, which then are eliminated in the urine. In cases of acute overdose, normal pathways of acetaminophen metabolism become saturated. Excess acetaminophen is then metabolized in the liver via the mixed function oxidase P450 system, yielding oxidative metabolites that cause predictable, hepatocellular necrosis. The centrilobular zones are particularly affected (centrilobular necrosis). Centrilobular necrosis is not seen in the other choices. Reye syndrome (choice D) occurs in children. Fatty liver of pregnancy (choice B) features micro vesicular steatosis. Diagnosis: Acetaminophen toxicity, hepatorenal syndrome",
        "cop": 1,
        "opa": "Acetaminophen toxicity",
        "opb": "Fatty liver of pregnancy",
        "opc": "Metastatic carcinoma",
        "opd": "Reye syndrome",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "c2120448-bd3b-4d8f-8963-e92e68ac69e1",
        "choice_type": "single"
    },
    {
        "question": "Vinyl Chloride is associated with which Carcinoma?",
        "exp": "Ans. (a) Liver(Ref: Robbins 9th/pg 875; 8th/pg 856). Oral contraceptives have been implicated in the development of hepatic adenoma and, rarely, hepatocellular carcinoma and hepatic vein occlusion (Budd-Chiari syndrome).",
        "cop": 1,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Lung",
        "opd": "Prostrate",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7556f0e6-9efa-451e-a3e1-51e2db2952c7",
        "choice_type": "single"
    },
    {
        "question": "The following features differentiate Rotor syndrome from Dubin Johnson's syndrome EXCEPT",
        "exp": "Ans. (d) Fraction of coproporphyrin I in urine is elevated usually more than 80% of the total in Rotor syndrome(Ref: Harrison 18th/Chapter 303). Differentiation between Dubin-Johnson syndrome & Rotor syndrome: Characteristic. Dubin-Johnson syndrome. Rotor syndrome. Pigmentation of Liver. Pigmented cytoplasmic globules. Not seen; normal histology. Total urinary coproporphyrin excretion. Normal. Increased. Fraction of coproporphyrin I/III in urine>80% of total Q<70% of the total QBSP clearance. Normal Q with reflux. Delayed Q No reflux",
        "cop": 4,
        "opa": "Liver in patients with Rotor syndrome has no increased pigmentation and appears normal",
        "opb": "In Rotor syndrome, Gall bladder is usually visualized on cholecystography",
        "opc": "Total urinary coproporphyin is substantially increased in Rotor syndrome",
        "opd": "Fraction of coproporphyin I in urine is elevated usually more than 80% of the total in Rotor syndrome",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "f93c6c23-17c9-4c28-bd5c-2c01966bc29f",
        "choice_type": "multi"
    },
    {
        "question": "False about Criggler najar syndrome?",
        "exp": "Ans. is 'c' i. e., Conjugated hyperbilirubinemia Criggler-Najjar Syndrome* CN syndrome is a congenital unconjugated hyperbilirubinemia. Basic defect is either reduced or absent UDPG transferase.* There are two types of CN syndrome:-1) Type I# It is an autosomal recessive disorder in which UDPG transferase is absent. Thus phenobarbitone has no effect (as enzyme is absent).# It is more severe hyperbilirubinemia than type II. There may be kernicterus. LFTs and liver histology are normal. 2) Type II# It is an autosomal dominant disorder in which UDPG transferase is reduced. Phenobarbitone can reduce unconjugated Bilirubin by inducing UDPG transferase.# LFTs and liver histology are normal and there is no kernicterus",
        "cop": 3,
        "opa": "Absence of UDPG enzyme",
        "opb": "Normal liver biopsy",
        "opc": "Conjugated hyperbilirubinemia",
        "opd": "Type 1 is more severe",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7528d025-cc61-441f-b65e-f41b1dcb5275",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is feature of arsenic toxicity?",
        "exp": "Ans. b (Non-cirrhotic portal fibrosis)> C. HCC. (Ref. Robbin's pathology, 7th ed., pg 907; Table 18-8). Hepatocellular damage. Examples. Angiosarcoma. Vinyl chloride. NCPFArsenic. Microvesicular fatty change. Tetracycline, salicylates yellow phosphorus, ethanol. Macro vesicu lar fatty change. Ethanol, methotrexate, amiodarone. Centrilobular necrosis. Bromobenzane, CCI4, acetaminophen, halothane, rifampin. Diffuse or massive necrosis. Halothane, isoniazid acetaminophen, methyldopa, trinitrotoluene, Amanita phylloides (mushroom) toxin. Hepatitis, acute and chronic. Methyldopa, isoniazide, nitrofurantoin, phenytoin, oxyphenisatin. Fibrosis-cirrhosis. Ethanol, methotrexate, amiodarone, most drugs that cause chronic hepatitis. Granuloma formation. Sulfonamides, methyldopa, quinidine, phenylbutazone, hydrala zine, allopurinol. Cholestasis (with or without hepato cellular injury) contraceptives, organic arsenicals. Chlorpromazine, anabolic steroids, erythromycin estolate, oral. Contraceptives, organic arsenicals",
        "cop": 2,
        "opa": "Cirrhosis of liver",
        "opb": "Non-cirrhotic portal fibrosis",
        "opc": "Hepatocellular carcinoma",
        "opd": "Hepatoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "72436987-4414-40e7-ac98-0003a1c2f9a0",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old woman is bothered by a tremor at rest, which becomes progressively worse over the next 6 months. She exhibits paranoid ideation with auditory hallucinations and is diagnosed with acute psychosis. On physical examination, she has scleral icterus. A slit-lamp examination shows corneal Kayser-Fleischer rings. Laboratory findings include total serum protein, 5. 9 g/dL; albumin, 3. 1 g/dL; total bilirubin, 4. 9 mg/dL; direct bilirubin, 3. 1 mg/dL; AST, 128 U/L; ALT, 157 U/L; and alkaline phosphatase, 56 U/L. Which of the following additional serologic test findings is most likely to be reported in this patient?",
        "exp": "Wilson disease is an inherited disorder in which toxic levels of copper accumulate in tissues, particularly the brain, eye, and liver. The ATP7B gene for Wilson disease encodes a copper-transporting ATPase in the hepatocytes. With mutations in this gene, copper cannot be secreted into plasma. Ceruloplasmin is an a2 -globulin that carries copper in plasma. Because copper cannot be secreted into plasma, ceruloplasmin levels are low. Chronic liver disease and panlobular emphysema may occur in a1 -antitrypsin deficiency. An increased a-fetoprotein is a marker for hepatocellular carcinoma. Increased serum ferritin may indicate hereditary hemochromatosis. A positive finding for antimitochondrial antibody can be seen in primary biliary cirrhosis. A positive HBs. Ag result indicates HBV, which infects only the liver.",
        "cop": 2,
        "opa": "Decreased a1-antitrypsin level",
        "opb": "Decreased ceruloplasmin level",
        "opc": "Increased a-fetoprotein level",
        "opd": "Increased ferritin level",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "e0e7c0a4-e61d-4196-bae6-fef23f5a3309",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old man has experienced progressive fatigue, pruritus, and icterus for 4 months. A colectomy was performed 5 years ago for the treatment of ulcerative colitis. On physical examination, he now has generalized jaundice. The abdomen is not distended; on palpation, there is no abdominal pain and there are no masses. Laboratory studies show a serum alkaline phosphatase level of 285 U/L and an elevated titer of anti-neutrophil cytoplasmic antibodies. Cholangiography shows widespread intrahepatic biliary tree obliteration and a beaded appearance in the remaining ducts. Which of the following morphologic features is most likely to be present in his liver?",
        "exp": "The major targets in primary sclerosing cholangitis are intrahepatic bile ducts, and ulcerative colitis coexists in 70% of cases. Ducts undergo destructive cholangitis that leads eventually to periductal fibrosis and cholestatic jaundice. Eventually, cirrhosis and liver failure can occur. The copper deposition is characteristic of Wilson disease, which is associated with chronic hepatitis and cirrhosis. Granulomatous bile duct destruction occurs in primary biliary cirrhosis. Interface hepatitis is characteristic of chronic active viral hepatitis. a1 -Antitrypsin deficiency with PAS-positive periportal globules is associated with cirrhosis. Portal bridging fibrosis with nodular regeneration defines cirrhosis.",
        "cop": 1,
        "opa": "Concentric \"onion-skin\" ductular fibrosis",
        "opb": "Copper deposition in hepatocytes",
        "opc": "Granulomatous bile duct destruction",
        "opd": "Interface hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "96f28ead-c874-44ef-bd5e-f7e62d1942f3",
        "choice_type": "single"
    },
    {
        "question": "Focal or confluent periportal necrosis along with ballooning degeneration of hepatocytes with or without Mallory bodies and megamitochondriais suggestive of?",
        "exp": "Ans. (c) Alcoholic liver injury(Ref: Rosai and Ackerman's Surgical Pathology, Volume 1, chapter 13, Box 13. 2). Megamitochondria appear as eosinophilic, PAS- diastase-negative, round, oval, or cigar-shaped inclusions. Better visualized with chromotrope-aniline blue (CAB) stain & immunohistochemistry. They are not specific for alcohol-induced liver disease, but found more frequently in alcohol-related fibrosis. Oxyphilic granular hepatocytes or oncocytes are a common, though not pathognomonic, cellular component in acute and chronic alcoholic liver disease. On Electron microscopy, Oncocytes are characterized by a large number of mitochondria (mitochondriosis).",
        "cop": 3,
        "opa": "Acute Hepatitis B",
        "opb": "Chronic Hepatitis B",
        "opc": "Alcoholic liver injury",
        "opd": "Primary HCC",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "93ac3838-a434-4a76-960d-334cc6313c17",
        "choice_type": "multi"
    },
    {
        "question": "False statement about alagille syndrome",
        "exp": "Ans. (d) No Risk of hepatocellular carcinoma(Ref: Robbins 9th/pg 853; 8th/pg 854). Alagille Syndrome (Syndromic Paucity of Bile Ducts; Arteriohepatic Dysplasia). An autosomal dominant disorder characterized by absence of bile ducts in portal tracts. Caused by mutations or deletion of gene encoding Jagged 1, on chromosome 20p. Patients can survive into adulthood but are at risk for hepatic failure & hepatocellular carcinoma. Major clinical features:#Chronic cholestasis#Peripheral pulmonary artery stenosis#Butterfly-like vertebral arch defects#An eye defect known as posterior embryotoxon, #A peculiar hypertelic, triangular facies.",
        "cop": 4,
        "opa": "Complete absence of bile ducts",
        "opb": "Normal liver",
        "opc": "Mutations in Jagged 1 gene",
        "opd": "No Risk of hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "080b4467-b7e2-4745-af9b-c57d66590b97",
        "choice_type": "multi"
    },
    {
        "question": "Aflatoxin B is associated with which malignancy?",
        "exp": "Ans: a (Liver) Ref: Robbins, 7th ed, p. 34. Hepatocellular Ca. More common in males60 - 90% asso. with cirrhosis liver. Risk Factors: 1. Hepatitis B& C2. Alcoholic liver disease3. Food contamination (Aflatoxins)4. Tyrosinaemia5. Hereditary haemochromatosis6. Liver diseases like - Primary biliary cirrhosis, a 1 antitrypsin deficiency. Hepatocellular carcinoma in patients with or without chronic infection with hepatitis B infection is associated with the ingestion of fungal metastatic Aflatoxin B1, in certain areas of the world like Qiding province of China and The Gambia in Africa. In the regions where aflatoxin B1 exposure is high p53 mutations are present. The characteristic mutation is G: C - T: A transversion in codon 249 called 249 ser p53 mutations.",
        "cop": 1,
        "opa": "Liver",
        "opb": "Lung",
        "opc": "Kidney",
        "opd": "Stomach",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "589a41c5-0777-4507-bfac-eb4003f08a31",
        "choice_type": "single"
    },
    {
        "question": "Nutmeg liver occurs in:",
        "exp": "Ans: a (Chronic venous congestion) Ref: Robbins, 7th ed, p. 122. In chronic venous congestion of the liver, the central regions of hepatic lobules are grossly red brown & depressed (due to loss of cells) and are accentuated against the surrounding zones of uncongested tan liver giving the characteristic appearance of nutmeg liver. Hyperaemia. Congestion. Active. Passive. Increased inflow due to arteriolar. Impaired outflow. Dilatation Tissue bright red. Tissue blue red. Chronic passive congestion in -* Lungs -Heart failure cells (Hemosiderin laden macrophages) in alveolar spaces- Brown induration (Fibrosis + Hemosiderin pigmentation)* Liver - Nutmeg liver. Spleen- Siderofibrotic nodules. Brown induration of lung - Hemosiderin. Brown induration of liver - Lipofuschin",
        "cop": 1,
        "opa": "Chronic venous congestion",
        "opb": "Hyperaemia of liver",
        "opc": "Hepatic thrombosis",
        "opd": "Acute hepatic congestion",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7635aa93-ec01-4325-93b5-d3044d056125",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old woman has experienced increasing malaise for the past 4 months. Physical examination yields no remarkable findings. Laboratory studies show total serum protein of 6. 4 g/dL, albumin of 3. 6 g/dL, total bilirubin of 1. 4 mg/dL, AST of 67 U/L, ALT of 91 U/L, and alkaline phosphatase of 99 U/L. Results of serologic testing for HAV, HBV, and HCV are negative. Test results for ANA, anti-liver kidney microsome-1 and anti-smooth muscle antibody are positive. A liver biopsy is done; microscopically, there are minimal portal mononuclear cell infiltrates with minimal interface hepatitis and mild portal fibrosis. What is the most likely diagnosis?",
        "exp": "Autoimmune hepatitis is a chronic liver disease of unknown cause in which antibodies to hepatocyte structural components cause progressive necrosis of hepatocytes, leading to cirrhosis and liver failure. Patients tend to improve with glucocorticoid therapy. a1 -Antitrypsin deficiency and Wilson disease can lead to chronic hepatitis and cirrhosis, but autoimmune markers are absent. Chronic alcoholism is not associated with the formation of autoantibodies. Because this patient does not have evidence of HBV infection, there can be no superinfection with HDV. Isoniazid may cause acute or chronic hepatitis, but without autoantibodies. Patients with primary biliary cirrhosis often have antimitochondrial antibody (which also can be seen in autoimmune hepatitis), but the bilirubin concentration and alkaline phosphatase level would be much higher in primary biliary cirrhosis.",
        "cop": 2,
        "opa": "a1-Antitrypsin deficiency",
        "opb": "Autoimmune hepatitis",
        "opc": "Chronic alcoholism",
        "opd": "HDV infection",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "882e9ed5-83af-47f1-8bc9-8daf5a5ce471",
        "choice_type": "multi"
    },
    {
        "question": "Absent urobilinogen in urine with icterus indicates?",
        "exp": "Ans. (a) Perihepatic obstruction(Ref: Robbins 9th/830-840; Harrisons 18th/chapter 42). Condition. Serum Bilirubin. Urine Urobilinogen. Urine Bilirubin. Fecal Urobilinogen. Normal. Direct 0. 1-0. 4 mg/dl. Indirect 0. 2-0. 7 mg/dl0. 4 mg/24 h. Absent40-280 mg/24h. Hemolytic anemia|Indirect. Increased. Absent. Increased. Hepatitis|Direct and indirect. Decreased if micro obstruction is present. Present if micro obstruction occurs. Decreased. Obstructive jaundice| Direct. Absent. Present. Trace to absent",
        "cop": 1,
        "opa": "Perihepatic obstruction",
        "opb": "Hemolysis",
        "opc": "Hepatitis",
        "opd": "Liver failure",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "9b26f12a-4f82-435f-b7fb-1c70e50f3f07",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man with a 30-year history of alcohol abuse notes hematemesis for the past day. On examination, he has ascites, mild jaundice, and an enlarged spleen. He also has gynecomastia, spider telangiectasias of the skin, and testicular atrophy. Rectal examination indicates prominent hemorrhoids and a normal-sized prostate. An emergent upper endoscopy shows dilated, bleeding submucosal vessels in the esophagus. Laboratory studies show total protein, 5. 9 g/ dL; albumin, 3. 2 g/dL; AST, 137 U/L; ALT, 108 U/L; total bilirubin, 5. 4 mg/d; prothrombin time, 20 seconds; ammonia, 76 mmol/L; and hematocrit, 21%. Which of the following pathologic findings in his liver is most likely to explain the hematemesis?",
        "exp": "Portal fibrosis and nodular hepatocyte regeneration are typical features of chronic alcohol abuse. Spider telangiectasias (angiomas) refer to vascular lesions in the skin characterized by a central, pulsating, dilated arteriole from which small vessels radiate. These lesions result from hyperestrogenism (which also contributes to the testicular atrophy). The failing liver is unable to metabolize estrogens normally. Spider angiomas are a manifestation of hepatic failure. Ascites, splenomegaly, hemorrhoids, and esophageal varices all are related to portal hypertension from cirrhosis and the resultant collateral venous congestion and dilation. The other listed findings do not explain portal hypertension.",
        "cop": 3,
        "opa": "Cholangitis",
        "opb": "Cholestasis",
        "opc": "Cirrhosis",
        "opd": "Hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "cc9ac2e3-3c16-42ca-9844-6232639a97ee",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman complains of having severe back pain for about 3 months and recurrent fever. Her past medical history is significant for ulcerative colitis. On physical examination, the patient is thin and jaundiced. The liver edge descends 1 cm below the right costal margin and is nontender. Laboratory studies show normal serum levels of AST and ALT but elevated serum levels of alkaline phosphatase (420 U/L). Endoscopic retrograde cholangiopancreatography demonstrates a beaded appearance of the extrahepatic biliary tree. Which of the following diseases is a late complication of this patient's condition?",
        "exp": "Primary sclerosing cholangitis (PSC) is characterized by inflammation and obliterative fibrosis of intrahepatic and extrahepatic bile ducts, with dilation of preserved segments. Approximately 70% of patients with PSC have longstanding ulcerative colitis, although the prevalence of PSC in such patients is only 4%. PSC tends to occur in the third through fifth decades of life, with a significant male predominance (2: 1). The clinicopathologic findings are complemented by a characteristic radiographic appearance of a beaded biliary tree, representing sporadic strictures. Cholangiocarcinoma is a late complication of PSC. The other choices are not complications of PSC. Diagnosis: Primary sclerosing cholangitis",
        "cop": 2,
        "opa": "Adenocarcinoma of the gallbladder",
        "opb": "Cholangiocarcinoma",
        "opc": "Hepatic adenoma",
        "opd": "Hepatic angiosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "bdf6cbf0-cf24-458b-9131-d3ab9dc49f8d",
        "choice_type": "multi"
    },
    {
        "question": "Pigment stone is composed of?",
        "exp": "Ans. (a) Ca bilirubinate(Ref: Robbins 9th/pg 877). Two main types of gallstones: Cholesterol stones (most common type in West) containing crystalline cholesterol monohydrate. Pigment stones composed mainly of calcium bilirubinate; contain <20% cholesterol and are classified into \"black\" & \"brown\" types, the latter forming secondary to chronic biliary infection.",
        "cop": 1,
        "opa": "Ca bilirubinate",
        "opb": "Ca phosphate",
        "opc": "Ca carbonate",
        "opd": "Ca gluconate",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "f3bf8992-acfc-448e-8ba7-84e431d0cf54",
        "choice_type": "single"
    },
    {
        "question": "Which of the following liver tumor is likely to develop in females taking oral contraceptives?",
        "exp": "Ans. d. Hepatic adenoma. HEPATIC ADENOMA# Hepatocellular adenoma is benign tumor of hepatocytes.# It is most frequent hepatic tumor in young women after use of oral contraceptive steroids.# It is usually single.# Predisposing factors include:- OC pills, anabolic steroids, - pregnancy, DM, &Von-Gierke type la.# Differential diagnosis:- Fibrolamellar HCC (large lobulated mass with scar and septae)- Focal nodular hyperplasia (homogeneously enhancing mass and central scar on delayed CECT).- Hypervascular mets which are iso/hypodense on delayed phase.# Treatment:- <6 cm --conservative; > 6cm -->Surgery & avoid pregnancy due to risk of rupture.- By 2nd or 3rd decade of life most patients with glycogen storage disease type I develop hepatic adenomas that can cause hemorrhage spontaneously & in some cases, become malignant.",
        "cop": 4,
        "opa": "Hepatoma",
        "opb": "Lymphoma",
        "opc": "Focal nodular hyperplasia",
        "opd": "Hepatic adenoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7c50dd8d-4cb1-48c8-8e47-db6015f1ef74",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Alcoholic liver disease?",
        "exp": "Ans. (c) Lymphocytic infiltration of portal tracts(Ref: Robbins 9th/pg 837; 8th/pg 850; Rosai and Ackerman's Surgical Pathology, Volume 1, chapter 13). Lipogranuloma (or fat granuloma) represents a focal response to rupture of lipid-laden hepatocytes. It contains macrophages, occasional lymphocytes, eosinophils, and sometimes giant cells; It may be seen in Alcoholic liver disease; Neutrophil rather than lymphocytic infiltration is seen in alcoholic liver disease",
        "cop": 3,
        "opa": "Macrovesicular fat within hepatocytes",
        "opb": "Lipogranuloma",
        "opc": "Lymphocytic infiltration of portal tracts",
        "opd": "Portal & sinusoidal collagen deposits",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "a261ccd4-c618-4d1a-a996-08a45ba49578",
        "choice_type": "single"
    },
    {
        "question": "Cells producing collagen in cirrhosis:",
        "exp": "Ans: a (Stellate cell) Ref: Robbins, 7th ed, p. 883. In normal liver Type I and Type III collagen are concentrated in the portal tracts and central veins with. Type IV collagen in the space of disse. In cirrhosis Type I and Type III collagen are deposited in the lobule, creating delicate or broad septal tracts. The major source of this excess collagen is perisinusoidal stellate cells in the space of disse. During cirrhosis they become activated; a process involving:* Robust mitotic activity* Shift from lipocyte phenotype to transitional myofibroblast* Increased synthesis and secretion of extracellular matrix. Stimuli for stellate cells:* Chronic inflammation - cytokine production * Cytokines produced by activated endogenous cells* Dismption of extracellular matrix* Direct stimulation of stellate cells by toxins",
        "cop": 1,
        "opa": "Perisinusoidal cell (stellate cell)",
        "opb": "Kupffer cell",
        "opc": "Hepatocyte",
        "opd": "Dendritic cell",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "0bea253b-73ef-486a-a01c-49a5e7275c66",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man with a history of intravenous drug use is known to have been infected with the hepatitis B virus for the past 6 years and has not been ill. He is seen in the emergency department because he has had nausea, vomiting, and passage of dark-colored urine for the past week. Physical examination shows scleral icterus and mild jaundice. Neurologic examination shows a confused, somnolent man-oriented only to person. He exhibits asterixis. Laboratory studies show total protein, 5 g/dL; albumin, 2. 7 g/dL; AST, 2342 U/L; ALT, 2150 U/L; alkaline phosphatase, 233 U/L; total bilirubin, 8. 3 mg/dL; and direct bilirubin, 4. 5 mg/dL. Superinfection with which of the following viruses has most likely occurred in this man?",
        "exp": "HDV cannot replicate in the absence of HBV; isolated HDV infection does not occur. The evidence for chronic hepatitis B is the presence of HBs. Ag and anti-HBc IgG antibody in the absence of an anti-HBc IgM antibody. Confirmatory serologic evidence of recent HDV infection is the presence of anti-HDV IgM antibodies. HBV and HDV infections are likely to occur in drug users who inject parenterally. When HDV infection is superimposed on chronic HBV, three outcomes are possible: mild hepatitis B may be converted to fulminant disease; acute hepatitis may occur in an asymptomatic HBV carrier; or chronic progressive disease may develop, culminating in cirrhosis. The other listed viruses can cause infection by themselves.",
        "cop": 3,
        "opa": "HAV",
        "opb": "HCV",
        "opc": "HDV",
        "opd": "HEV",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "d5f8b315-12c4-46d3-8c94-1769bef700dc",
        "choice_type": "single"
    },
    {
        "question": "Sclerosing cholangitis is associated with-",
        "exp": "Ans. (a) Ulcerative colitis(Ref: Robbins 9th/pg 859-860)PSC is commonly seen in association with inflammatory bowel disease particularly chronic ulcerative colitis, which coexists in approximately 70% of individuals with primary sclerosing cholangitis. Conversely, the prevalence of PSC in persons with ulcerative colitis is about 4%.",
        "cop": 1,
        "opa": "Ulcerative colitis",
        "opb": "Celiac sprue",
        "opc": "Wilson's disease",
        "opd": "Whipple's disease",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "3823d275-18a7-4bb7-8aa8-32daef1b7eab",
        "choice_type": "single"
    },
    {
        "question": "Raised AFP is typically seen with?",
        "exp": "Ans. C. HCC. (Ref. Robbin's Pathology8th/pg. 666, 695; Harrison-17th/pg. 483, 587, 614)AFP# AFP is a glycoprotein normally synthesized by the fetal yolk sac and several other fetal tissues. Approximately 50% of HCC patients have elevated serum?-fetoprotein.# However, this tumor \"marker\" lacks specificity, because modest elevations are also encountered in other conditions, such as- cirrhosis, - massive liver necrosis, - chronic hepatitis, - normal pregnancy, - fetal distress or death, - fetal neural tube defects such as anencephaly and spina bifida, and- gonadal germ cell tumors.# Very high levels (>1000 ng/mL), however, are rarely encountered except in HCC. PProstate-specific antigen (PSA)# It is a glycoprotein which is a serine protease.# Its function may be to facilitate liquefaction of semen, but it is a marker for prostatic disease.# It is measured by an immunoassay and the normal range can differ a little from laboratory to laboratory.# The normal upper limit is about 4 nmol/ml.# Its level in men with metastatic prostate cancer is usually increased to >30 nmol/ml and falls to low levels after successful androgen ablation.# Men with locally confined prostate cancer usually have serum PSA levels <15 nmol/ml. Although PSA is a reliable marker for the progress of advanced disease it is neither specific nor sensitive in the differential diagnosis of early prostate cancer and BPH, as both diseases are compatible with PSA in the range of 4-12 nmol/ml.# PSA measurement has superseded measurement of serum acid phosphatase.# PSA is good at following the course of advanced disease.# It is lacking in sensitivity and specificity in the diagnosis of early localised prostate cancer.# Nevertheless, the finding of a PSA >10 nmol/ml is suggestive of cancer and >35 ng/ml is diagnostic of advanced prostate cancer.# A decrease of PSA to the normal range following hormonal ablation is a good prognostic sign. Carcinoembryonic antigen (CEA):# CEA, which is elaborated by carcinomas of the colon, pancreas, stomach, and breast, and?-fetoprotein, which is produced by hepatocellular carcinomas, yolk sac remnants in the gonads, and occasionally teratocarcinomas and embryonal cell carcinomas.# CEA and?-fetoprotein assays lack both specificity and sensitivity required for the early detection of cancers. They are still particularly useful in the detection of recurrences after excision. With successful resection of the tumor, these markers disappear from the serum. QTumor markers for testicular tumor# h. CG: HCG produced by neoplastic syncytiotrophoblastic cells, is always elevated in patients with choriocarcinoma. Other germ cell tumors, including seminoma, may also elaborate h. CG. Approximately 10% to 25% of seminomas elaborate h. CG.# AFP: RAISED in yolk sac (endodermal sinus) tumor. AFP is a reliable indicator of the presence of a nonseminomatous component to the germ cell neoplasm, because yolk sac elements are not found in pure seminomas. Because mixed patterns are common, most nonseminomatous tumors have elevations of both h. CG and AFP.# In addition to the primary diagnosis and staging of testicular germ cell tumors, serial determinations of h. CG and AFP is useful for monitoring patients for persistent or recurrent tumor after therapy. Tumor. Markers. Melanoma. HMB45, S-100, Tyrosinase. Ca Pancreas. CA 19-9, PIVKANeuroblastoma. LDH, Ferritin, Neuron specific enolase. Gistc-KITMCTCalcitonin. SCLCNeuron specific enolase. Ovarian cancer and some lymphomas. CA-125. Adenocarcinoma of colon, breast, pancreas. CEACA-125. Neuroblastoma. LDHLymphoma Ewing's sarcoma Dysgerminoma Seminoma Gonadal germ cell tumor HCCAFPGonadal germ cell tumor. HCG",
        "cop": 3,
        "opa": "Hepatitis",
        "opb": "Seminoma",
        "opc": "HCC",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "5ce9317b-eb91-4f2a-ab0c-770d8f23ae15",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following is not a predisposing factor for hepatocellular carcinoma?",
        "exp": "Ans: b (Females) Ref: Robbins, 7th ed, p. 924; Harrison, 16th ed, p. 535; Sabiston, 17th ed, p. 1548. Hepatocellular Ca is more common in males (about 4 times). Other 3 options are definitely predisposing factors for HCCHepatocellular Ca. More common in males60 - 90% asso. with cirrhosis liver. Risk Factors; 1. Hepatitis B& C2. Alcoholic liver disease3. Food contamination (Aflatoxins)4. Tyrosinaemia5. Hereditary hemochromatosis6. Liver diseases like primary biliary cirrhosis, a 1 antitrypsin deficiency. Fibrolamellar carcinoma. Fibrolamellar carcinoma is a variant of HCC, with better prognosis. It is more common in young females (equal incidence according to Robbins) and is a grossly scirrhous tumour with fibrous bands coursing through it. Tumour markers - Neurotensin B, vitamin B12 binding capacity. No association with HBV infection or cirrhosis",
        "cop": 2,
        "opa": "Hepatitis B",
        "opb": "Females",
        "opc": "Hepatitis C",
        "opd": "Afla toxins",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "5022ffee-cf95-4dfb-8414-552ffdeba12b",
        "choice_type": "single"
    },
    {
        "question": "Obstructive liver disease is associated with the rise in?",
        "exp": "Ans. is 'c' i. e., Alkaline phosphatase * Alkaline phosphatase (ALP) is an enzyme in the cells lining the biliary ducts of the liver. ALP levels in plasma rise with large bile duct obstruction, intrahepatic cholestasis, or infiltrative diseases of the liver. Key biochemical markers in hepatic systems and function. System or function. Marker. Site or significance Function. Hepatocyte integrity. Aspartate aminotransferase. Liver, heart skeletal muscle, kidney, brain, red blood cell. Catabolized amino acids, permitting them to enter the citric acid cycle. Alanine aminotransferase. Liver Cholestasis. Alkaline phosphates. Bone, intestine, liver, placenta. Canicular enzyme that plays a rote in bite production. g-Glutamyl-transpetidase. Correlated levels with alkaline phosphatase indicate hepatobiliary origin. Catalyzes transfer of y-glutamyl group from peptides to other amino adds. Bilirubin. Elevation may indicate hepatic or extrahepatic disorder. Breakdown product of hemolysis taken up by liver cells and conjugated to water soluble product excreted in bile. Liver function. Serum albumin. Diet or liver. Liver synthesizes albumin. Prothrombin time. Liver synthesizes vitamin K~ dependent clotting factors. Bile salts are synthesized in the liver and necessary for vitamin K absorption",
        "cop": 3,
        "opa": "Aspartate aminotransferase",
        "opb": "Alanine amino transferase",
        "opc": "Alkaline phosphatase",
        "opd": "Serum albumin",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "0233a6cf-c66b-4a02-9817-24cbdc735fd0",
        "choice_type": "single"
    },
    {
        "question": "Amebic liver disease is characterized by?",
        "exp": "Ans is 'a' i. e., Most common in right lobe of the liver Amoebic liver disease* Amoebic liver abscess is the most common extra intestinal manifestation ofamoebiasis (primary site of infection is intestine).* Most common in postero-superior surface of the right lobe. Usually there is one large solitary abscess.* The necrotic contents of liver abscess are classically described as anchovy-sauce pus.* Although colon is the primary site of infection, diarrhea is not that common.* Common clinical features are right upper quadrant pain, fever, weight loos and hepatomegaly.* Pleuropulmonary involvement is the most frequent complication of amoebic liver abscess.* Erythrophagocytosis is seen amebiasis.* Metronidazole is the drug of choice. Response is dramatic.",
        "cop": 1,
        "opa": "Most common in right lobe of the liver",
        "opb": "Diarrhea is the most common presentation",
        "opc": "Resistant to metronidazole",
        "opd": "Liver is the most common primary site of infection",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "74438d0d-43d1-406e-9364-8be62a6ab8bf",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man has noted a yellow color to his sclerae for the past 2 weeks. On physical examination, he has generalized jaundice. He has the physique of a bodybuilder. Laboratory studies show serum total bilirubin, 5. 6 mg/dL; ALT, 117 U/L; AST, 103 U/L; alkaline phosphatase, 148 U/L; albumin, 5. 5 g/dL; and total protein, 7. 9 g/dL. Which of the following substances is he most likely to be using?",
        "exp": "Anabolic-androgenic steroids are injected for the purpose of increasing muscle mass to enhance athletic performance. Because performance is primarily correlated with skill and training, the potential gain from muscle mass is problematic, particularly in view of the deleterious effects, such as hepatic cholestatic hepatitis. Acetaminophen can produce hepatic necrosis, but icterus is less likely. Chlor- promazine is more likely to produce pure cholestasis as an idiosyncratic (unpredictable) reaction. Ethanol can produce steatosis, and in excess, the AST is often higher than the ALT. Isoniazid may produce hepatic necrosis in persons treated for tuberculosis.",
        "cop": 2,
        "opa": "Acetaminophen",
        "opb": "Anabolic steroid",
        "opc": "Chlorpromazine",
        "opd": "Ethyl alcohol",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "78ca5c9b-bbab-48b2-8b83-e818a01be388",
        "choice_type": "single"
    },
    {
        "question": "True regarding fibrolamellar carcinoma (FLC) of liver are all the following EXCEPT",
        "exp": "Ans. d (Occurs in preexisting cirrhotic liver) (Ref. Harrison 18th/Ch. 92). Fibrolamellar carcinoma differs from typical HCC in that it tends to occur in young adults without underlying cirrhosis. It is non- encapsulated. Longer survival if treated. Fibrolamellar carcinoma is typically a disease of younger adults, often teenagers and predominantly females. It is AFP-negative, but patients typically have elevated blood neurotensin levels, normal liver function tests, and no cirrhosis. Radiology is similar for HCC, except that characteristic adult-type portal vein invasion is less common. Although it is often multifocal in the liver, and therefore not resectable, metastases are common, especially to lungs and locoregional lymph nodes, but survival is often much better than with adult-type HCC. Resectable tumors are associated with 5-year survival >50%. Patients often present with a huge liver or unexplained weight loss, fever, or elevated liver function tests on routine evaluations. These huge masses suggest quite slow growth for many tumors. Surgical resection is the best management option, even for metastases, as these tumors respond much less well to chemotherapy than adult-type HCC. Although several series of OLTX for FL-HCC have been reported, the patients seem to die from tumor recurrences, with a 2- to 5-year lag compared with OLTX for adult-type HCC. Anecdotal responses to gemcitabine plus cisplatin-TACE are reported. Hepatoblastoma. Angiosarcoma. Epithelioid hemangioendothelioma# It is tumor of infancy that typically is associated with very high serum AFP levels.# The lesions are usually solitary, may be resectable, and# Have a better 5-year survival than that of HCC.# It consists of vascular spaces lined by malignant endothelial cells.# Etiologic factors include prior exposure to thorium dioxide, polyvinyl chloride, arsenic, and androgenic anabolic steroids.# Prognosis is not good.# It is of borderline malignancy.# Most cases are benign, but bone and lung metastases occur.# Occurs in early adulthood, # Presents with right upper quadrant pain, and# Is heterogeneous on sonography, hypodense on CT, and without neovascularity on angiography.# Immunohistochemical staining reveals expression of factor VIII antigen.# In the absence of extrahepatic metastases, these lesions can be treated by surgical resection or liver transplantation.",
        "cop": 4,
        "opa": "Age group of occurrence is between 20-40 years",
        "opb": "Extensive fibrosis",
        "opc": "Favorable prognosis",
        "opd": "Occurs in pre-existing cirrhotic liver",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "fc6fe51d-aaf9-4186-8b81-93de29d355d1",
        "choice_type": "multi"
    },
    {
        "question": "Von-Meyenburg's complexes are seen in?",
        "exp": "Ans. (b) Liver(Ref: Robbins 9th/pg 862; 8th/pg 869). Von Meyenburg Complexes. Clusters of dilated bile ducts embedded in a fibrous, sometimes hyalinized, stroma located close to or within portal tracts. These lesions are often referred to as \"bile duct hamartomas\"They are without clinical significance except in the differential diagnosis of metastases to the liver",
        "cop": 2,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Kidney",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "126d3053-c003-403e-9427-50b1b8d21ce1",
        "choice_type": "single"
    },
    {
        "question": "25/M presented with jaundice, clay coloured stool and pruritus. Bilirubin was 7gm%, Direct Bilirubin 5gm%, ALP 500 IU/L. Biopsy from biliary tract revealed the following. What is your diagnosis?",
        "exp": "Ans. (a) PSC* Clinical feature of jaundice, clay coloured stool and pruritus is suggestive of obstructive jaundice. Biopsy showing fibrotic obliteration of bile ducts (\"onionskin\" fibrosis) seen in primary biliary cirrhosis.",
        "cop": 1,
        "opa": "PSC",
        "opb": "SBC",
        "opc": "PBC",
        "opd": "Bile duct stones",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "c400abc2-5543-453c-a46e-b31c831d11bd",
        "choice_type": "single"
    },
    {
        "question": "The following liver specimen shows?",
        "exp": "Ref: Harsh Mohan, 7th ed. pg. 92* The specimen shows presence of mottled appearance of liver where dark congestion is noted. This is diagnostic of nutmeg liver.* Dubin-Johnson has a black liver texture and is therefore ruled out.* Postnecrotic cirrhosis has visible scarring on surface and is therefore ruled out* Miliary tuberculosis (TB) will show studded appearance.",
        "cop": 4,
        "opa": "Postnecrotic cirrhosis",
        "opb": "Dubin-Johnson syndrome",
        "opc": "Miliary tuberculosis (TB)",
        "opd": "Nutmeg liver",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "8be44c12-60af-4a3a-9778-484ab2883db1",
        "choice_type": "single"
    },
    {
        "question": "Microvesicular fatty change in hepatocytes is seen due to infection with:",
        "exp": "Ans. (d) Hepatitis D(Ref: Robbins 9th/pg 835; 8th/pg 849). Acute HDV infection has been associated with microve- sicular change in hepatocytes; this 'spongiocytic change' or 'morula cell degeneration' was attributed to accumulation of small lipid droplets in damaged hepatocytes.",
        "cop": 4,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis D",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "bcfcd3c4-dcb0-43dc-ba7f-8a40c8533899",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is Single most important indicator of likelihoodness of progression of hepatitis to liver cirrhosis?",
        "exp": "Ans. a (Etiology) (Ref Robbins 7th/898). Robbins 7th/p. 898:# The single most indicator of the likelihoodness of rapid progression chronic hepatitis to cirrhosis is underlying etiology.# 'Interface hepatitis and bridging necrosis' are harbingers of progressive liver diseases in patients with any form of chronic hepatitis. HISTOLOGIC FEATURES OF ACUTE HEPATITIS# Inflammation is a characteristic and usually prominent feature of acute hepatitis.# In severe cases of acute hepatitis, confluent necrosis of hepatocytes may lead to bridging necrosis connecting portal-to-portal, central-to-central, or portal-to-central regions of adjacent lobules.# Kupffer cells undergo hypertrophy and hyperplasia and are often laden with lipofuscin pigment due to phagocytosis of hepatocellular debris.# The portal tracts are usually infiltrated with a mixture of inflammatory cells.# The inflammatory infiltrate may spill over into the adjacent parenchyma to cause necrosis of periportal hepatocytes; this \"interface hepatitis\" can occur in both acute and chronic hepatitis.# Finally, bile duct epithelia may become reactive and even proliferate to form poorly defined ductular structures (ductular reaction), particularly in cases of HCV hepatitis. HISTOLOGIC FEATURES OF CHRONIC HEPATITIS# In the mildest forms, significant inflammation is limited to portal tracts and consists of lymphocytes, macrophages, occasional plasma cells, and rare neutrophils or eosinophils.# Liver architecture is usually well preserved, but smoldering hepatocyte necrosis throughout the lobule may occur in all forms of chronic hepatitis.# Even in mild chronic hepatitis due to HCV infection, common findings are lymphoid aggregates and bile duct damage in the portal tracts and focally mild to moderate macrovesicular steatosis.# In all forms of chronic hepatitis, continued interface hepatitis and bridging necrosis are harbingers of prog, liver damage.# The hallmark of irreversible liver damage is the deposition of fibrous tissue.# At first, only portal tracts exhibit increased fibrosis, but with time, periportal septal fibrosis occurs, followed by linking of fibrous septa between lobules (bridging fibrosis).# Continued loss of hepatocytes and fibrosis results in cirrhosis, with fibrous septae and hepatocyte regenerative nodules.",
        "cop": 1,
        "opa": "Etiology",
        "opb": "Associated serological findings",
        "opc": "Presence of bridging necrosis",
        "opd": "Presence of Mallory hyaline",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "925e3f79-037d-4ec9-a135-0cd164c15d0f",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old woman complains of intermittent, colicky abdominal pain, fine tremors of her hands, excess sweating, and a general feeling of restlessness. Laboratory studies reveal an inherited defect in the biosynthesis of heme. This patient's genetic disease is most likely caused by deficiency of which of the following liver enzymes?",
        "exp": "Acute intermittent porphyria is the most common genetic porphyria. This autosomal dominant genetic disease is caused by a deficiency of porphobilinogen deaminase activity in the liver. Clinical symptoms include colicky abdominal pain and neuropsychiatric symptoms. Choices A, B, and D are not involved in heme biosynthesis. Deficiency of uroporphyrinogen decarboxylase (choice E) causes a chronic hepatic porphyria that typically presents with cutaneous photosensitivity and iron overload in the middle-aged or elderly. Diagnosis: Porphyria, acute intermittent",
        "cop": 3,
        "opa": "Alanine aminotransferase",
        "opb": "Alkaline phosphatase",
        "opc": "Porphobilinogen deaminase",
        "opd": "Uridine diphosphate glucuronyl transferase",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "20a9c21a-d261-404e-b9b7-f053ba1391f9",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old woman has a 3-week history of fatigue as well as yellow skin and sclerae. Physical examination is unremarkable except for mild jaundice. The serum bilirubin level is 3. 7 mg/dL, mostly in the unconjugated form. Liver function tests including serum AST, ALT, and alkaline phosphatase are normal. The hemoglobin level is 6. 0 g/dL. After corticosteroids are administered, the jaundice resolves. Which of the following diseases is the most likely cause of hyperbilirubinemia in this patient?",
        "exp": "Autoimmune hemolytic anemia is characterized by antibody-mediated erythrocyte destruction and may lead to severe anemia, as in this case. Intravascular hemolysis produces increased serum levels of unconjugated bilirubin, which exceed the capacity of the hepatocyte to conjugate bilirubin. In most cases, the disease is ameliorated by treatment with corticosteroids. The other choices are parenchymal liver diseases that manifest primarily as conjugated hyperbilirubinemia and are unresponsive to steroids. Diagnosis: Autoimmune hemolytic anemia",
        "cop": 2,
        "opa": "Acute hepatitis B infection",
        "opb": "Autoimmune hemolytic anemia",
        "opc": "Gallstone in the common bile duct",
        "opd": "Primary biliary cirrhosis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "b8dd59b9-d141-4e60-82d8-fea83bfb938f",
        "choice_type": "multi"
    },
    {
        "question": "In Chronic Hepatitis B (HBV) infection presence of HBe. Ag (Hepatitis B e antigen) suggests which of the following?",
        "exp": "Ans. (a) Ongoing viral replication(Ref: R 9th/pg 831-832)HBe. Ag. The principal clinical usefulness of HBe. Ag is as an indicator of relative infectivity. HBe. Ag, HBV-DNA & DNA polymerase appear in serum soon after HBs. Ag, and all signify active viral replication. Persistence of HBe. Ag is an important indicator of continued viral replication, infectivity, and probable progression to chronic hepatitis. The appearance of anti-HBe antibodies implies that an acute infection has peaked and is on the decline.",
        "cop": 1,
        "opa": "Ongoing viral replication",
        "opb": "Resolving infection",
        "opc": "Development of cirrhosis",
        "opd": "Development of Hepatoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "9bff1db6-23c0-4876-b1f5-1130cea26877",
        "choice_type": "single"
    },
    {
        "question": "Anti LKM antibodies are found in?",
        "exp": "Ans is 'c' i. e. Autoimmune hepatitis * Anti-Liver Kidney Microsomal Antibodies (Anti-LKM antibody) are detected in the serum of patients with different types of acute or chronic liver disease. These antibodies are targeted against cytochrome P450 antigens. There are three kinds of Anti- Liver Kidney Microsomal Antibodies. Type. Antigen. Disease. Anti LKM 1. Cytochrome P450 2. D6. Autoimmune hepatitis type II and Chronic hepatitis CAnti LKM 2. Cytochrome P450 2. C9. Drug induced hepatitis. Anti LKM 3. Cytochrome P450 1. A2. Chronic Hepatitis D, Chronic active hepatitis in association with Autoimmune Polyendocrine Syndrome type I",
        "cop": 3,
        "opa": "Inflammatory myopathies",
        "opb": "SLE",
        "opc": "Autoimmune hepatitis",
        "opd": "CREST syndrome",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "5afb15db-6dcb-4751-a6ec-c69651f7302a",
        "choice_type": "single"
    },
    {
        "question": "A 66-year-old woman with a history of chronic alcohol abuse has had headaches and nausea for the past 4 days. She has become increasingly obtunded. On physical examination, she has right upper quadrant tenderness, tachycardia, tachypnea, and hypotension. Laboratory studies show serum AST of 475 U/L, ALT of 509 U/L, alkaline phosphatase of 23 U/L, total bilirubin of 0. 9 mg/dL, albumin of 3. 8 g/dL, and total protein of 6. 1 g/dL. She is treated with N-acetylcysteine. Which of the following drugs has she most likely ingested in excess?",
        "exp": "In the setting of chronic liver disease, the ingestion of acetaminophen is more likely to produce hepatotoxicity because detoxification by conjugation is exceeded. This leads to metabolism by cytochrome P-450 to the toxic metabolite N-acetyl-p-benzoquinone imine (NAPQI), which accumulates beyond the capacity of glutathione. The N-acetylcysteine increases available glutathione. Aspirin ingestion is a cause for Reye syndrome in children. Ibuprofen, which is a nonsteroidal anti-inflammatory drug (NSAID), meperidine, and oxycodone do not have significant hepatotoxicity.",
        "cop": 1,
        "opa": "Acetaminophen",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Meperidine",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "9ffe43bf-bb69-40c9-91b1-ad5b7f99fd32",
        "choice_type": "single"
    },
    {
        "question": "All are features of hepatocellular carcinoma, except-",
        "exp": "Ans. (a) Not common in Asian(Ref: Robbins 9th/pg 871-873; 8th/pg 879-880; Teo EK, Fock KM. Hepatocellular carcinoma: an Asian perspective. Dig Dis. 2001; 19(4): 263-8). Hepatocellular carcinoma is one of the most frequently occurring malignancies in Asia. The incidence exceeds 30 cases/100, 000/year in the east Asian region. The high incidence in Asia is due to the high prevalence of chronic viral hepatitis, mainly chronic hepatitis B.",
        "cop": 1,
        "opa": "Not common in Asian",
        "opb": "Liver biopsy is diagnostic",
        "opc": "Raised titre of HBV and HCV antibodies",
        "opd": "Fibrolameller type is having good prognosis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "c3b5d235-b519-41ca-8e0c-8b459e246259",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old man has noticed increasing abdominal girth and a yellowish color to his skin over the past 5 months. On physical examination, he has scleral icterus and generalized jaundice. His abdomen is distended, and a fluid wave is present. Laboratory studies include total serum bilirubin of 5. 2 mg/dL, direct bilirubin of 4. 2 mg/dL, AST of 380 U/L, ALT of 158 U/L, alkaline phosphatase of 95 U/L, total protein of 6. 4 g/dL, and albumin of 2. 2 /dL. The prothrombin time is 18 seconds, and the partial thromboplastin time is 30 seconds. The blood ammonia level is 105 mmol/L. What is the most likely cause of these findings?",
        "exp": "The elevated transaminase levels, some loss of liver function with abnormal prothrombin time, and cholestasis are not specific for a given type of liver injury. An AST level that is higher than the ALT level is characteristic, however, of liver cell injury associated with chronic alcoholism. In this patient, the disease is decompensating, as evidenced by the elevated blood ammonia level. HAV is typically a mild disease without a preponderance of direct bilirubin. Choledocholithiasis results in conjugated hyperbilirubinemia, but without the high ammonia level that is evidence of liver failure. Metastases are unlikely to obstruct all biliary tract drainage or lead to liver failure severe enough to cause elevations of blood ammonia. Primary biliary cirrhosis is rare, particularly in men, and the alkaline phosphatase level would be much higher.",
        "cop": 2,
        "opa": "Acute HAV infection",
        "opb": "Alcoholic liver disease",
        "opc": "Choledocholithiasis",
        "opd": "Metastatic adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "619557a9-f544-49f4-af07-5da3b7007bc9",
        "choice_type": "single"
    },
    {
        "question": "The specific marker for alcoholic hepatitis?",
        "exp": "Ans. (a) GGTSerum levels of GGT differ from those of ALP during pregnancy, in which GGT remains normal even during cholestasis in pregnancy. GGT is often increased in alcoholics even without liver disease; in some obese people; and in the presence of high concentrations of therapeutic drugs, such as acetaminophen and phenytoin and carbamazepine (increased up to five times the reference limits), even in the absence of any apparent liver injury. Studies suggest that alcohol induces mitochondrial damage, resulting in the release of mitochondrial AST, which, besides being the predominant form of AST in hepatocytes, has a significantly longer half-life than do extramitochondrial AST and ALT. This frequently results in the disproportionate elevation of AST over ALT, yielding an AST/ALT quotient, also called the De. Ritis ratio, of 3-4: 1 in alcohol-induced liver disease",
        "cop": 1,
        "opa": "GGT",
        "opb": "Alanine transaminase",
        "opc": "Alkaline phosphatase",
        "opd": "LDH",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "34479e04-471b-495b-97e4-6757b60cb779",
        "choice_type": "single"
    },
    {
        "question": "Immature variant of HCC is?",
        "exp": "Ans. is 'b' i. e., Fibraolamellar Fibrolamellar carcinoma (fibrolamellar variant of HCC)* It is a distinctive variant of hepatocellular carcinoma. It is seen in young adults (20-40 yrs of age). It has equal sex incidence. It has better prognosis. It has no association with HBV or cirrhosis. It is grossly encapsulated mass. AFP elevation is not seen in Fibrolamellar Ca.",
        "cop": 2,
        "opa": "Pseudoglandular",
        "opb": "Fibrolamellar",
        "opc": "Pleomorphic",
        "opd": "Giant cell",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "43ce347b-30de-4a8c-8de2-8ec1e1464dbf",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man develops malaise, fatigue, and loss of appetite three weeks after a meal at the Trucker's Cafe. He notes passing dark urine. On physical examination, he has mild scleral icterus and right upper quadrant tenderness. Laboratory studies show serum AST of 62 U/L and ALT of 58 U/L. The total bilirubin concentration is 3. 9 mg/dL, and the direct bilirubin concentration is 2. 8 mg/dL. His symptoms abate over the next 3 weeks. On returning to the cafe, he finds that the city's health department has closed it. Which of the following serologic test results is most likely to be positive in this patient?",
        "exp": "He most likely developed mild, self-limited liver disease from HAV infection after a meal at a restaurant with the consumption of contaminated food or water. The presence of IgM anti-HAV indicates recent infection. The IgM antibody is replaced within a few months by IgG antibodies, which impart immunity to reinfection. The incubation period for HAV infection is short, and the illness is short and mild, with no significant tendency to develop chronic hepatitis. The most common mode of infection for HAV is via the fecal-oral route. HBV and HCV infections have longer incubation periods and are most often acquired parenterally. HDV infection develops from coinfection with HBV or by superinfection in a hepatitis B carrier.",
        "cop": 1,
        "opa": "Anti-HAV",
        "opb": "Anti-HBc",
        "opc": "Anti-HBs",
        "opd": "Anti-HCV",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "43e86f30-59b3-497d-b788-857ec9630e63",
        "choice_type": "single"
    },
    {
        "question": "Which hepatitis causes more morbidity in pregnant female?",
        "exp": "Ans. (d) Hep E(Ref: Robbins 9th/pg 835; 8th/pg 849)A characteristic feature of HEV infection is the high mortality rate among pregnant women, approaching 20%",
        "cop": 4,
        "opa": "Hep A",
        "opb": "Hep B",
        "opc": "Hep C",
        "opd": "Hep E",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "a6592e51-066b-47bf-bc7c-ee72eefef6fb",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man presents with a 3-week history of fatigue, occasional fever, yellow skin and sclerae, tenderness below the right costal margin, and dark urine. Physical examination reveals jaundice and mild hepatomegaly. Laboratory studies show elevated serum levels of bilirubin, decreased albumin, and prolonged prothrombin time. Serologic tests disclose antibodies to hepatitis C virus. Which of the following tests is the most accurate method for assessing the extent of liver disease in this patient?",
        "exp": "Microscopic examination of a liver biopsy is the best method currently available for assessing the extent of liver disease in a patient with viral hepatitis. The major histologic features of acute viral hepatitis are liver cell injury and inflammation. Microscopic examination shows ballooning degeneration of liver cells, intracellular and extracellular bile stasis, acidophilic bodies, and a mononuclear cell infiltrate. Serum alkaline phosphatase and transaminases (choices B and E) are also useful indicators of the severity of liver disease, but do not allow for an assessment of the chronicity or stage of the disease. Serum ammonia (choice C) is used to monitor patients at risk for hepatic encephalopathy and ordinarily reflects end-stage liver disease. Diagnosis: Hepatitis C, acute",
        "cop": 1,
        "opa": "Liver biopsy",
        "opb": "Serum alkaline phosphatase",
        "opc": "Serum ammonia",
        "opd": "Serum immunoglobulins",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "6371d13d-4b3a-4b99-9e24-328f57eba8b6",
        "choice_type": "single"
    },
    {
        "question": "Rokitansky-Aschoff sinuses are a feature of:",
        "exp": "Ans. (a) Adenomyomatosis of gall bladder(Ref: Robbins 9th/pg 879; 8th/pg 886). Rokitansky-Aschoff sinuses Q are Outpouchings of the mucosal epithelium through the wall seen in adenomyomatosis of gall bladder",
        "cop": 1,
        "opa": "Adenomyomatosis of gall bladder",
        "opb": "Chronic Cholecystitis",
        "opc": "Acute Cholecystitis",
        "opd": "Ca gall bladder",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "4c23da6a-e5db-4747-9db2-c88595b48ad3",
        "choice_type": "multi"
    },
    {
        "question": "A 55 year old gentleman presented with history of right upper quadrant discomfort, jaundice, pruritis, fever, fatigue and weight loss. His serum bilirubin and alkaline phosphatase levels are raised and he also gives history of treatment for inflammatory bowel disease. He is most likely to be suffering from:",
        "exp": "Ans. (d) Primary sclerosing cholangitis. The clinical feature of obstructive jaundice (jaundice, pruritis, raised bilirubin and alkaline phosphatase) along with Inflammtory bowel disease in an adult male is suggestive of Primary sclerosing cholangitis.",
        "cop": 4,
        "opa": "Benign bile duct stricture with cholangitis",
        "opb": "Biliary worms",
        "opc": "Bile duct malignancy",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "60c66343-fee2-45fa-91a5-0270ee9d94ff",
        "choice_type": "single"
    },
    {
        "question": "45/M chronic alcoholic presented with pain abdomen, USG suggested fatty liver. Liver biospsy done has been shown below. What is your interpretation and likely diagnosis?",
        "exp": "Ans. (c) Macrovesicular steatosis, Alcoholic liver disease* Liver with mixed small and large fat droplets (white round structures, steatosis) a feature seen in alcoholic liver disease.",
        "cop": 3,
        "opa": "Lymphocytic infiltrate, Hep C",
        "opb": "Neutrophillic Infiltrate, Hep B",
        "opc": "Macrovesicular steatosis, Alcoholic liver disease",
        "opd": "Squamous pearls, Metastasis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "f82195a3-fdf2-4a9c-85bd-f99e3a534625",
        "choice_type": "single"
    },
    {
        "question": "Mallory hyaline seen in all except:",
        "exp": "Ans: d) Neonatal hepatitis Ref: Robbins 7th ed/Pg 905. Mallory hyaline: Intracytoplasmic eosinophilic inclusion bodies composed predominantly of keratin intermediate filaments. They are also called alcoholic hyaline, but not specific for ALD as they are seen in certain other conditions. Causes of Mallorv hyaline include: 1) Alcoholic liver disease2) Primary biliary cirrhosis3) Indian childhood cirrhosis4) Wilson disease5) Hepatocellular carcinoma6) Focal nodular hyperplasia7) Chronic cholestatic syndrome8) Alpha-1 antitrypsin deficiency",
        "cop": 4,
        "opa": "Indian childhood cirrhosis",
        "opb": "Hepatocellular carcinoma",
        "opc": "Alcoholic liver disease",
        "opd": "Neonatal hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "b38a3077-c8cb-4f80-998f-a9580f296da4",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old woman has a long history of chronic hepatitis B infection and has had increasing malaise for the past year. She was hospitalized 1 year ago because of upper gastrointestinal hemorrhage. Physical examination now shows a firm nodular liver. Laboratory findings show a serum albumin level of 2. 5 g/dL and a prothrombin time of 28 seconds. Which of the following additional physical examination findings is most likely to be present in this woman?",
        "exp": "Cirrhosis with portal hypertension increases venous collateral flow in esophageal submucosal veins, producing varices, and in the abdominal wall, producing caput-medusae. Hyperreflexia, but not a diminution of deep tendon reflexes, can occur when hepatic encephalopathy develops from decompensated cirrhosis. Right-sided heart failure, in which the liver may be enlarged because of passive congestion, is associated with distended jugular veins. Liver failure with cirrhosis may lead to hepatic coma, but brain swelling with papilledema is not a major feature. The coagulopathy from decreased liver function may lead to purpuric hemorrhages, but splinter hemorrhages of the nails are the most characteristic of embolization from infective endocarditis.",
        "cop": 1,
        "opa": "Caput medusae",
        "opb": "Diminished deep tendon reflexes",
        "opc": "Distended jugular veins",
        "opd": "Papilledema",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "5ef329b3-46a3-4425-acb6-2d1bb975a8e7",
        "choice_type": "single"
    },
    {
        "question": "\"Mallory hyaline\" is characteristically seen with?",
        "exp": "Ans. C. Alcoholic hepatitis. (Ref. Pathology by Harsh Mohan 5th/pg. 642). Histological features of alcoholic hepatitis are: A. Hepatocellular necrosisB. Mallory bodiesC. Inflammatory areasD. Fibrosis (creeping collagenosis)\"Mallory bodies or alcoholic hyaline:# are perinuclear eosinophilic intracytoplasmic inclusions in within swollen and ballooned hepatocytes.# represent aggregates of cytoskeletal intermediate filaments (prekeratin) and best visulaized with conective tissue stains like Masson's trichrome and chromophobe aniline blue, or by immunoperoxidase method.# are highly suggestive of but not specific for alcoholic hepatitis, since mallory bodies are also found in:- Primary biliary cirrhosis- Hepatocellular carcinoma.- Cholestatic syndromes.- Wilson's disease- Intestinal bypass surgery- Focal nodular hyperplesia- Indian childhood cirrhosis.",
        "cop": 3,
        "opa": "Yellow fever",
        "opb": "Hepatitis B infection",
        "opc": "Alcoholic hepatitis",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "4aa81a51-d821-4a6f-b3cb-641f7683ac16",
        "choice_type": "multi"
    },
    {
        "question": "On stopping Alcohol, all the following changes are reversible EXCEPT -",
        "exp": "Ans. (b) Cirrhosis(Ref: Robbins 9th/pg 842-844). Alcoholic Cirrhosis is the final & irreversible form of alcoholic liver disease which usually evolves slowly and insidiously but may develop in 1 or 2 years in some cases of alcoholic liver disease. Microvesicular & Macrovesicular fatty change is completely reversible if there is abstention from further intake of alcohol.",
        "cop": 2,
        "opa": "Hepatitis",
        "opb": "Cirrhosis",
        "opc": "Microvesicular fatty change",
        "opd": "Macrovesicular fatty change",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "c60abd81-62c3-42c4-98cf-7dbde341cfc1",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman presents with a long history of vague upper abdominal pain and frequent indigestion. Physical examination reveals an obese woman with jaundice and abdominal tenderness. Serum bilirubin is elevated (4. 2 mg/dL). There is a mild increase in serum AST and ALT (62 and 57 U/L, respectively) and a moderate increase in alkaline phosphatase (325 U/L). Markers for viral hepatitis are negative. Abdominal ultrasound examination shows echogenic stone-like material within the gallbladder and thickening of the gallbladder wall. An intrahepatic mass is also visualized adjacent to the gallbladder. A cholecystectomy is performed. Histologic examination shows dense fibrosis and glandular structures in the wall of the gallbladder. What is the most likely diagnosis?",
        "exp": "Adenocarcinoma of the gallbladder is an incidental finding in 2% of patients who undergo gallbladder surgery due to chronic cholelithiasis. The tumor arises from the mucosal surface epithelium and may cause obstructive jaundice (as in this case) by involvement of the extrahepatic biliary tree. The other choices are not associated with a history of chronic cholecystitis and cholelithiasis and infrequently cause obstructive jaundice. Diagnosis: Carcinoma of the gallbladder",
        "cop": 1,
        "opa": "Carcinoma of the gallbladder",
        "opb": "Hemangiosarcoma",
        "opc": "Hepatic adenoma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "47f0f506-b742-44bb-aaf4-a3aebff35e89",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old man is brought to the emergency room in a disoriented state. The patient has an odor of alcohol on his breath. Physical examination reveals palmar erythema, diffuse spider angiomata on the upper trunk and face, and gynecomastia. A liver biopsy shows micronodular cirrhosis, massive steatosis, and Mallory hyaline. Serum levels of ammonia are elevated. Which of the following is the most likely underlying cause of gynecomastia in this patient?",
        "exp": "This patient is in hepatic coma and likely suffers from cirrhosis. Chronic liver failure in men leads to feminization, characterized by gynecomastia, female body habitus, and a change in pubic hair distribution. Other features of chronic liver disease include spider angiomata and palmar erythema. These findings are attributed to reduced hepatic catabolism of estrogens (i. e., hyperestrogenism). The other choices are unrelated to feminization. Diagnosis: Alcoholic liver disease",
        "cop": 2,
        "opa": "Hyperbilirubinemia",
        "opb": "Hyperestrogenism",
        "opc": "Hypersensitivity vasculitis",
        "opd": "Hypoalbuminemia",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "05cceae6-7e63-4a40-8faa-0dcb6c84f5f4",
        "choice_type": "multi"
    },
    {
        "question": "Councilman bodies are seen in-",
        "exp": "Ans. (c) Acute viral hepatitis(Ref: Robbins 9th/pg 837). Councilman bodies: are intensely eosinophilic apoptotic hepatocytes with pyknotic nucleus, seen in acute viral hepatitis",
        "cop": 3,
        "opa": "Alcoholic cirrhosis",
        "opb": "Wilson's disease",
        "opc": "Acute viral hepatitis",
        "opd": "Autoimmune hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "d7e7646c-895e-4956-bf51-0ca1c3956610",
        "choice_type": "single"
    },
    {
        "question": "Large giant cells are found in -",
        "exp": "Ans. (b) Neonatal hepatitis(Ref: Robbins 9th/pg 857). The morphologic features of neonatal hepatitis include: Lobular disarray with focal liver cell apoptosis and necrosis QPanlobular giant-cell transformation of hepatocytes QProminent hepatocellular and canalicular cholestasis. Mild mononuclear infiltration of the portal areas, Reactive changes in Kupffer cells. Extramedullary hematopoiesis",
        "cop": 2,
        "opa": "Alcoholic hepatitis",
        "opb": "Neonatal hepatitis",
        "opc": "Serum hepatitis",
        "opd": "Amoebic hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "773dd25d-8e16-42cb-bb27-68ac2df43f60",
        "choice_type": "single"
    },
    {
        "question": "Which of the following liver diseases in pregnancy has worst prognosis?",
        "exp": "Ans. d. (Hepatitis E) (Ref. Ananthanarayan-6th ed., 519)# A unique feature of Hepatitis E virus is the clinical severity and high case fatality rate of 2(M0% in pregnant women, especially in the last trimester of pregnancy. e. HEPATITIS E# A distinct type of waterborne \"non-A, non-B\" hepatitis has been identified in India, Asia, Africa, and Central America (previously labelled epidemic or enterically transmitted non-A, non-B hepatitis), classified as hepatitis E virus (HEV).# Hepatitis E is enterically transmitted non-A non-B Hepatitis.# Hepatitis E is a 32- to 34-nm, nonenveloped, HAV-like virus with a 7600-nucleotide, single-stranded RNA genome.# The infection caused by hepatitis E is essentially water-borne disease- Water or Food supplies, contaminated with feces in which the virus is excreted, have been implicated in all major outbreak. Hepatitis AHepatitis BHepatitis CHepatitis DHepatitis ENucleic acid. RNA (picornavirus)DNA (Hepadna)RNA (Flavivirus)RNARNA (Calcivirus). Characteristics# 50% seroposi- tivity in people >50# Worldwide carrier rate 300 million# 1, 50, 000 new cases/year in U. S.# Replication defective. Fulminant hepatits 0. 3-3%; 20% in pregnant women# Clinical disease: mild or asympto- matic; rare after childhood# 300, 000 new infections/year in U. S.# Most important cause of transfusion related hepatitis# Dependent on HBV coinfection for multiplication. Transmission:# Fecal-oral raw shellfish (concen- trate virus)# Parental, close personal contact# Transfusion# Parenteral, close personal contact. Parenteral, close personal contact. Waterborne. Young adults # Not shed in semen, aliva, urine# Shed in stool 2 weeks before onset of jaundice and 1 week after# Dialysis# Needle-sticks# IV-drug use# Male homosexual activity# Route of transmission undetermined in 40-50% of cases Incubation2-6 weeks4-6 weeks2-26 weeks4-7 weeks in superinfection2-8 weeks. Carrier state. None1% blood donors1%1-10% in drug addicts. Unknown. Progression to chronic hepatitis. None5-10% acute infections>50%<5% in coinfection* 80% superinfection. None. Increased risk of Hepatocellular Ca. No. Yes. Yes. Yes, same as for BUnknown although not likely. Viral antigen # HBs. Ag indicates current infection# HBs. Ag indicates infectiviity Also Know:* Most common cause of sporadic cases in adults is - Hepatitis E.* Most common cause of sporadic cases in children is - Hepatitis A.* Most common virus associated with transfusion-associated hepatitis is HCV.",
        "cop": 4,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis E",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "29cd18db-74b7-4649-8387-a1c6ac7a2f69",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman wishes to donate blood to help alleviate the chronic shortage of blood for transfusion. She is found to be positive for HBs. Ag and is excluded as a blood donor. She feels fine. There are no significant physical examination findings. Laboratory findings for total serum bilirubin, AST, ALT, alkaline phosphatase, and albumin are normal. Further serologic test results are negative for IgM anti-HAV, anti-HBc, and anti-HCV. Repeat testing 6 months later yields the same results. Which of the following is the most appropriate statement regarding the pathophysiology of this patient's condition?",
        "exp": "The persistence of HBs. Ag in serum for 6 months or more after initial detection denotes a carrier state. Worldwide, most individuals with a chronic carrier state for HBV acquired this infection in utero or at birth. Only 1% to 10% of adult HBV infections yield a chronic carrier state. The carrier state is stable in most individuals, the so-called \"inactive\" carrier state, without an elevation in liver enzymes, and some infected persons may eventually clear the virus. There is currently no therapy to aid this viral clearance Vaccination is useful to prevent infection, not clear the virus, although carriers become a reservoir for infection of others.",
        "cop": 1,
        "opa": "Chronic carrier state with no therapy indicated",
        "opb": "Clinically overt hepatitis will occur within 1 year",
        "opc": "Erroneous test results that need to be repeated",
        "opd": "Hepatitis B vaccination series is now required",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "cc803e38-775d-42df-8d60-13f5a97ed526",
        "choice_type": "multi"
    },
    {
        "question": "Angiosarcoma of the liver can occur due to occupational exposure to:",
        "exp": "Ans. (c) Vinyl chloride(Ref: Robbins 9th/pg 870). Angiosarcoma of liver is associated with vinyl chloride, arsenic or Thorotrast exposure & has poor prognosis",
        "cop": 3,
        "opa": "Asbestos",
        "opb": "Benzene",
        "opc": "Vinyl chloride",
        "opd": "Toluene",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "40ef9948-0256-49a7-9ae5-d166291d0eeb",
        "choice_type": "single"
    },
    {
        "question": "Single most indicator of likelihoodness of rapid progression of hepatitis to liver cirrhosis is:",
        "exp": "Ans. b. Underlying etiology. (Ref. Robbin's pathology 7th ed. Pg. 898)# The single most indicator of the likelyhoodness of rapid progression chronic hepatitis to cirrhosis is underlying etiology.# 'Interface hepatitis and bridging necrosis' are harbingers of progressive liver diseases, seen in patients with any form of chronic hepatitis. Additional Educational points: Bridging fibrosis bands due to bridging fibrosis are feature of cirrhosis of liver/chronic active hepatitis. Non Cirrhotic portal fibrosis (NCPF) may be distinguished from cirrhosis by absence of hepatocellular damage (no bridging fibrosis) and lack of nodular regenerative activity. It is characterized by intrahepatic phlebosclerosis and fibrosis, fibrosis in and around the portal tracts, portal vein and splenic vein sclerosis and thrombosis of medium and small branches of portal vein and splenic vein and nonspecific inflammatory cell infiltrates in the portal tracts.",
        "cop": 2,
        "opa": "Associated serological findings",
        "opb": "Underlying etiology",
        "opc": "Presence of bridging necrosis",
        "opd": "Presence of Mallory hyaline",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "778fd503-2204-4a60-9e0b-2e46ce997d26",
        "choice_type": "multi"
    },
    {
        "question": "45/M, a chronic alcoholic presented to Med OPD of AIIMS with Jaundice. S. Bilirubin was 4. 5 mg% with direct Bilirubin being 3mg%. Liver biopsy was done which suggested the following. What is your interpretation and likely diagnosis?",
        "exp": "Ans. (d) Ground Glass appearance, Chronic Hepatitis B* The microscopic section of liver hepatocytes here show large pale, finely granular pink cytoplasmic inclusions on hematoxylin and eosin staining.",
        "cop": 4,
        "opa": "Malory Hyaline bodies, HCC",
        "opb": "Malory Hyaline bodies, Chronic Hepatitis B",
        "opc": "Ground glass appearance, HCC",
        "opd": "Ground Glass appearance, Chronic Hepatitis B",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "507c0820-b74e-419c-bc2e-a363c9f57ce6",
        "choice_type": "single"
    },
    {
        "question": "\"Kayser - Fleischer rings\" seen in",
        "exp": "(Wilson's disease) (648 - HM) (656- Basic pathology 8th)* Greenish brown pigmented rings in the periphery of the cornea (Kayer - Fleischer rings) seen in Wilson's disease* In wilson disease, deposition of copper occurs",
        "cop": 1,
        "opa": "Wilson's disease",
        "opb": "a -1 Antitrypsin deficiency",
        "opc": "Haemochromatosis",
        "opd": "Primary biliary cirrhosis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "4301eb46-fe67-4d68-a9d4-9347b53b7a58",
        "choice_type": "single"
    },
    {
        "question": "Kupffers cells in liver are",
        "exp": "A. i. e. (Macrophages) (54- Basic pathology 8th). Kupffer cells belonging to the reticuloendothelial systems. Marophages the dominant cells of chronic inflammation, are tissue cells derived from circulating blood monocytes, macrophages also found in(i) Liver - Kupffer cells(ii) Spleen and lymph node - Sinus histiocytes(iii) CNS - Microglial cells(iv) Lungs - Alveolar macrophages* The half life of circulating monocytes is about 1 day* Mean life of RBC's in transfused blood is - 80 days*** Langerhans cels are antigen presenting in nature*** Epitheloid cells and granular giant cells are formed by Monocyte - macrophages*** Antigen presenting cells are - Langerhan's cells Dendritic cells, B. cells, Macrophages",
        "cop": 1,
        "opa": "Macrophages",
        "opb": "Lymphocytic",
        "opc": "Complimentary proteins",
        "opd": "Coagulation proteins",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "77c4228f-92d5-43da-96e0-50fb638f6725",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman presents with a 4-week history of dry mouth, fatigue, fever, and yellow sclerae. Physical examination shows mild jaundice and hepatomegaly Serum total bilirubin is 3. 3 mg/dL. Serologic markers for viral hepatitis are negative. The anti-mitochondrial antibody test is negative. A liver biopsy discloses parenchymal and periportal inflammatory cell infiltrates composed primarily of lymphocytes and plasma cells. The patient's signs and symptoms abate following 2 months of treatment with steroids. Which of the following is the most likely diagnosis?",
        "exp": "Autoimmune hepatitis is a type of chronic hepatitis, which is associated with circulating autoantibodies (e. g., antinuclear antibodies) and high levels of serum immunoglobulins. The disease typically affects young women but occasionally afflicts older women and men. It is often accompanied by other autoimmune diseases (e. g., Sjogren syndrome, systemic lupus erythematosus). None of the other choices respond to steroids. Primary biliary cirrhosis (choice C) features anti-mitochondrial antibodies. Primary biliary cirrhosis (choice C) and primary sclerosing cholangitis (choice D) do not manifest the described histologic findings. Diagnosis: Autoimmune hepatitis",
        "cop": 1,
        "opa": "Autoimmune hepatitis",
        "opb": "Extrahepatic jaundice",
        "opc": "Primary biliary cirrhosis",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "5c54792f-89f0-40ac-81c0-b34dd9f7c168",
        "choice_type": "single"
    },
    {
        "question": "Florid duct lesions are diagnostic of",
        "exp": "Ans. (c) Primary biliary cirrhosis(Ref: Robbins 9th/pg 858; 8th/pg 867). In Primary biliary cirrhosis: Interlobular bile ducts are actively destroyed by lymphoplasmacytic inflammation with or without granulomas (the florid duct lesion)",
        "cop": 3,
        "opa": "Klatskin tumor",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Primary biliary cirrhosis",
        "opd": "Secondary biliary cirrhosis",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "40a4a037-0436-4f17-b64e-ec97502e7545",
        "choice_type": "single"
    },
    {
        "question": "Ground glass hepatocyte is seen in which hepatitis?",
        "exp": "Ans. (b) Hepatitis B(Ref: Robbins 9th/pg 837; 8th/pg 852). Diagnostic hallmark of Chronic Hepatitis B is \"ground- glass\" hepatocytes (cells with endoplasmic reticulum swollen by HBs. Ag)",
        "cop": 2,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis D",
        "opd": "Hepatitis E",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "6d908292-9f6c-4546-85dc-63f349a31184",
        "choice_type": "single"
    },
    {
        "question": "\"Groundglass hepatocytes\" are seen in which of the following viral hepatitis?",
        "exp": "Ans. b (Hepatitis B) (Ref Robbins 7th/899; TABLE 18-7). Robbins 7th/B99. HBV HISTOLOGY# HBV infected hepatocytes may exhibit a cytoplasm packed with spheres and tubules of HBs. Ag, producing a finely granular eosinophilic cytoplasm (GROUNDGLASS HEPATOCYTES). Key Morphologic Features of Viral Hepatitis. Acute Hepatitis (Enlarged. reddened liver: greenish if cholestatic). Parenchymal changes: Regenerative changes: Hepatocyte injury: swelling (ballooning degeneration)- hepatocyte proliferation. Cholestasis: canalicular bile plugs- Sinusoidal cell reactive changes. HCV: mild focal fatty change of hepatocytes- Accum of phagocytosed debris in Kupffer cells. Hepatocyte necrosis: isolated cells or clusters- Influx of mononuclear cells into sinusoids. Cytolysis (rupture) or apoptosis (shrinkage)- Portal tracts: Inflammation: pred mononuclear. If severe: bridging necrosis (portal-portal, central-central, portal-central)- Inflammatory spillover into adj parenchyma. Lobular disarray: loss of normal architecture- hepatocyte necrosis. Chronic Hepatitis- Changes shared with acute hepatitis: Hepatocyte injury, necrosis, and regeneration- Sinusoidal cell reactive changes; Portal tracts:- Inflammation: Confined to portal tracts, or Spillover into adjacent parenchyma, with necrosis of hepatocytes (interface hepatitis); Bridging inflammation and necrosis- Fibrosis: Portal deposition, or Portal and periportal deposition, or Formation of bridging fibrous septa- HBV: \"ground-glass\" hepatocytes; \"sanded\" nuclei- HCV: bile duct epithelial cell proliferation, lymphoid aggregate formation; Cirrhosis: The end-stage outcome",
        "cop": 2,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis D",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "7ec255e8-b782-4207-b83b-73f5412c309f",
        "choice_type": "single"
    },
    {
        "question": "Not true about hepatoblastoma",
        "exp": "Ans. (b) Mature hepatocytes present(Ref: R 9th/pg 870). Histology of Hepatoblastoma can be of 2 types: Epithelial type, composed of small polygonal fetal cells or smaller embryonal cells forming acini, tubules, or papillary structures. Mixed epithelial and mesenchymal type, which contains foci of mesenchymal differentiation that may consist of primitive mesenchyme, osteoid, cartilage, or striated muscle. Mature appearing hepatocytes are absent.",
        "cop": 2,
        "opa": "Most common in children",
        "opb": "Mature hepatocytes present",
        "opc": "Not associated with cirrhosis",
        "opd": "Fatal if untreated",
        "subject_name": "Pathology",
        "topic_name": "Liver & Biliary Tract",
        "id": "4790223f-e90f-444a-99b8-2a383f481239",
        "choice_type": "multi"
    }
]