[
    {
        "question": "Microvesicular fatty liver is caused by -",
        "exp": "Ans. is 'b' i.e., Valproate Steatosiso Accumulation of triglyceride fat droplets within the heaptocytes is known as steatosis or fatty liver. It may be of two types -1. Microvesicular steatosis - Multiple tiny droplets accumulate that do not displace the nucleus.2. Macrovasicular steatosis - A single large droplet accumulates that displaces the nucleus.Causes of steatosisMicrovesicularMacrovesicularo Reye's syndromeo Acute fatty liver of pregnancyo Jamaican vomiting sicknesso Drugs - valproic acid, tetracycline, nucleoside analogueo Wolman's diseaseo Lysosomal acid lipase deficiencyo Congenital defects of urea cycle enzymeso Early stage of alcoholic cirrhosiso Chronic viral hepatitiso Alcoholic liver diseaseo DM - insulin resistanceo Lipodystrophyo PEM, starvationo Dysbetalipoproteinemiao TPN, Jejunoileal bypasso Inflammatory bowel diseaseo Syndrome x (obesity, DM, hypertriglyceridemia)o Drugs - CCBs, synthetic estrogens, nucleoside analogues",
        "cop": 2,
        "opa": "DM",
        "opb": "Valproate",
        "opc": "Starvation",
        "opd": "IBD",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "69eaa494-e859-4153-8835-b552dddc2d21",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a function of liver ?",
        "exp": "Ans. (c) Production of vitamin KRef: Robbin's pathology 9th ed. Z821* Vitamin K is produced by the bacteria of gut and is used by liver for gamma carboxylation of factor 2/7/9/10.# Liver produces albumin which falls in liver cirrhosis producing ascites/edema.# Ammonia is combined with carbon dioxide to produce urea which in turn is excreted by the liver.# The cytochrome P450 is responsible for metabolism of drugs.",
        "cop": 3,
        "opa": "Production of albumin",
        "opb": "Detoxification of ammonia",
        "opc": "Production of vitamin K",
        "opd": "Metabolism of drugs",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "0cc45da7-d0cb-41ba-83b3-017004d97f6d",
        "choice_type": "single"
    },
    {
        "question": "Centrilobular necrosis of liver may be seen with -",
        "exp": "Ans. is 'c' i.e., CC14 Hepatocellular necrosis: - o Liver necrosis is a common manifestation of many liver diseases and it can present in various ways, o If severe it can cause liver failure. o In some cases however the necrosis is subclinical, revealed only by elevations of liver enzymes in serum, o Various diseases can cause different patterns of necrosis. These are -] Focal Necrosis - Randomly occurring necrosis of single cells or small clusters of cells. It can involve any area of the lobule All lobules are not involved. Characteristic features on biopsy are - Councilman bodies Areas of lysed liver cells surrounded by collection of kupffer cells and inflammatory cells. Causes of Focal necrosis - Viral hepatitis, Bacterial infections, Toxic damage Zonal necrosis - The characteristic of zonal necrosis is that identical regions of liver lobules are involved. All liver lobules are involved. The necrosis is divided according to the zone involved (Note: In focal necrosis any area of lobule and some lobules are involved.) Types of zonal necrosis Centrizonal necrosis (centrilobular) ->> Necrosis in the cells surrounding central hepatic vein, seen in - i) Cardiac failure or shock iii) Chloroform toxicity ii) Carbon tetrachloride toxicity (CC14) iv) Viral hepatitis Peripheral zonal necrosis (periportal) - Necrosis is seen in areas around the portal tracts, Seen in i) Eclampsia ii) Phosphorus poisoning Midzonal necrosis - Rare, seen in yellow fever Also know - o Submassive necrosis - Occurrence of liver cell necrosis that is not limited by lobular boundaries i.e., the necrosis extends beyond lobular boundaries. o Massive liver necrosis - In this large areas of liver cell undergo necrosis. Only small areas are left intact, o Massive and submassive fiver necrosis are clinically manifested as. # Acute fiver failure of variable severity # Serum enzyme levels are very high",
        "cop": 3,
        "opa": "Phosphorus",
        "opb": "Arsenic",
        "opc": "CCI4",
        "opd": "Ethanol",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "2f5620d9-35cd-4539-92ac-d4e121c7ec9c",
        "choice_type": "single"
    },
    {
        "question": "Ballooning of hepatocyte is not associated with?",
        "exp": "Ans. is 'd' i.e., Chronic viral hepatitis o Ballooning degeneration of hepatocytes is generally considered a form of apoptosis, and is a descriptor used in the context of inflamed fatty liver (steatohepatitis)o Most common cause of ballooning degeneration of hepatocytes is non alcoholic steatohepatitis(NASH).o Other causes include alcoholic fatty liver, acute viral hepatitis & obesity.",
        "cop": 4,
        "opa": "Non alcoholic steatohepatitis",
        "opb": "Alcoholic liver disease",
        "opc": "Acute viral hepatitis",
        "opd": "Chronic viral hepatitis",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "05ff72d6-822c-4a4a-bf8e-c58d6f713351",
        "choice_type": "multi"
    },
    {
        "question": "Which is risk factor for cholangiocarcinoma -",
        "exp": "Ans. is 'b' i.e., Primary sclerosing choiangiocarcinoma Cholangiocarcinomao Cholangiocarcinoma is malignancy of the biliary tree, arising from bile ducts within or outside the liver,o Risk factors:Primary sclerosing cholangitisCongenital fibropolycystic disease of the biliary system (caroli disease, choledochal cyst).Exposure to thorotrast.Opisthorchis sinensis infection.Pathologyo Cholangiocarcinoma are adenocarcinoma arising from bile ducts epithelium,o Most are well to moderately differentiated.o Markdly desmoplastic, with dens collegenous stroma separating the glandular elements,o Cells are not bile stained, because bile is synthesized by hepatocytes and not by bile duct epithelium.",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Salmonella carrier state",
        "opd": "HBV infection",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "a03b7747-2bfc-4f9d-bfed-9fc69bd8f487",
        "choice_type": "single"
    },
    {
        "question": "Which cells of the mononuclear phagocyte sys- tem are presnt in liver -",
        "exp": "Ans. is 'a' i.e., Kupffer cells o Scattered Kupffer cells of the mononuclear phagocyte system are attached to the luminal face of endothelial cells of the hepatic sinusoids# Lung: 'Alveolar macrophages' or 'Dust' cells# Brain : Microglia# Liver: Kupffer cells# Bone: Osteoclasts# Skin: Langerhans cells# Connective tissue : Histiocytes (tissue macrophages)# Placenta : Hoffbauer cells# Kidney : Mesangial cells# Spleen : Littoral cells# Synovium : Type-A lining cells# Spleen : Bed pulp sinusoidal lining cells",
        "cop": 1,
        "opa": "Kupffer cells",
        "opb": "Merkel cells",
        "opc": "Gittle cells",
        "opd": "Berger cells",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "a7076cf1-42d3-4b9c-9679-6e931f78a08c",
        "choice_type": "single"
    },
    {
        "question": "Which virus causes hepatocellular carcinoma -",
        "exp": "Ans. is 'd' i.e., Hepatitis-B o Hepatitis-B and hepatitis-C can cause hepatocellular carcinoma.",
        "cop": 4,
        "opa": "Arbo",
        "opb": "Herpes",
        "opc": "Hepatitis-A",
        "opd": "Hepatitis-B",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "f9a9b8de-8f90-43ee-a809-7ffe8ab69ac3",
        "choice_type": "single"
    },
    {
        "question": "Conjugated hyperbilirubinemia is seen in:",
        "exp": "Ans. is 'd' i.e. Dubin Jhonson syndrome",
        "cop": 4,
        "opa": "Gilbert' syndrome",
        "opb": "Criggler Najjar syndrome",
        "opc": "Breast milk jaundice",
        "opd": "Dubin Johnson syndrome",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "f47be511-efbf-47c2-a559-9e48b0aac464",
        "choice_type": "single"
    },
    {
        "question": "Fatty liver is due to accumulation of -",
        "exp": "Ans. is 'a' i.e., Triglycerides Fatty change (Steatosis )o The term steatosis (fatty change) describe abnormal accumlation of triglyceride within parenchymal cells.",
        "cop": 1,
        "opa": "Triglycerides",
        "opb": "LDL",
        "opc": "Lipoprotein a",
        "opd": "VLDL",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "9237cd6b-9657-4aa1-8348-89b0462c1e1b",
        "choice_type": "single"
    },
    {
        "question": "Prusian blue detects?",
        "exp": "Ans. is 'a' i.e., Ferric iron o Perl's iron stain/Prussian blue method: It is the classic method for demonstrating iron in tissues. The section is treated with dilute hydrochloric acid to release ferric ions from binding proteins. These ions then react with potassium ferrocyanide to produce an insoluble blue compound (hydrated ferric ferrocyanide substance) (the Prussian blue reaction)Other optionso Lipid staining - Oil -Red - Oo Glycogen staining - PAS",
        "cop": 1,
        "opa": "Ferric iron",
        "opb": "Ferrous iron",
        "opc": "Glycogen",
        "opd": "Lipids",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "3468a904-177f-466f-a639-fc6663d369c2",
        "choice_type": "single"
    },
    {
        "question": "Regarding Cause of fatty liver, true statement about pathogenesis is:",
        "exp": "Ref: Chapter L Ceil injury: page: 34: Robbins and Cot ran Pathologic Basis of Disease: 8th editionExplanation:There are various mechanism of triglycerides accumulation in the liver; defect in any steps of fat metabolism can cause this: like defect in uptake, catabolism, secretion can result in lipid accumulation.The free fatty acids are esterified in the liver to form triglycerides.Then the triglycerides will be either converted to cholesterol/ phospholipids or oxidized to ketone bodies.Excess accumulation of triglycerides within the liver may result from excessive entry or defective metabolism and export of lipids.",
        "cop": 1,
        "opa": "Decreased beta oxidation of fat",
        "opb": "Decreased triglycerides",
        "opc": "Decreased fatty acid mobilization",
        "opd": "Increased catabolism",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "1a6cd1a2-c808-476e-b149-63ccadeb4d0f",
        "choice_type": "multi"
    },
    {
        "question": "Most common tumor of liver is:",
        "exp": "Ans. (d) MetastasisRef: Harrison 19th ed. Z544* Most common tumor of liver is metastasis* Most common benign tumor of liver is cavernous Hemangioma* Most common cause of hepatocellular cancer is hepatitis B.",
        "cop": 4,
        "opa": "Cavernous hemangioma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Adenoma",
        "opd": "Metastasis",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "9f8b6652-28cf-406c-80e4-37ba35c2ec39",
        "choice_type": "single"
    },
    {
        "question": "Major source of collagen in cirrhosis-",
        "exp": "Ans. is 'b' i.e., Ito cell (hepatic stellate cell) o Perisinusoidal stellate cells (Ito cells) play a role in the storage and metabolism of vitamin A and are transformed into collagen producing myofibroblasts when there is inflamation of the liver,o These cells are the major source of colieeen in cirrhosis.",
        "cop": 2,
        "opa": "Kupfer cells",
        "opb": "Ito cell (Hepatic stellate cell)",
        "opc": "Hepatocvte",
        "opd": "Canalicular cell",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "0909c8de-2144-4b6f-b99b-4cdc2bc878ba",
        "choice_type": "single"
    },
    {
        "question": "Liver in hemochromatosis is stained by -",
        "exp": "Ans. is 'a' i.e., Perl's iron stain [Ref: style=\"font-size: 1.04761904761905em; font-weight: bold; font-style: italic; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0; text-align: left\">o Hemosiderin (storage iron granules) may be present in areas of old hemorrhage or be deposited in tissues with iron overload.Perl's stain is the classic method for demonstrating iron in tissues.The section is treated with dilute hydrochloric acid to release ferric ions from binding proteins.These ions then react with potassium ferrocyanide to produce an insoluble blue compound (the prussian blud reaction).o Fontana-Slasson method: most commonly used. It relies upon the melanin granules to reduce ammoniacal silver nitrate.o Masson trichrome stain : It helps to highlight the supporting collagenous stroma in sections from a variety of organs.o Congo red ; It stains amyloid in the tissue.",
        "cop": 1,
        "opa": "Perl's iron stain",
        "opb": "Alcian blue",
        "opc": "Congo Red",
        "opd": "Massontrichome",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "cfc3a67e-7dea-4e1d-86bf-4c2a66944a07",
        "choice_type": "single"
    },
    {
        "question": "Patient with cirrhosis is positive HBs Ag+ and has increased levels of alpha feto protein. What is the most probable diagnosis -",
        "exp": "Ans. is 'b' i.e., Hepatocellular carcinoma o Cirrhosis, hepatitis B positive and alpha fetoprotein strongly suggests hepatocellular carcinoma.Factors Associated with an Increased Risk of Developing HCCCommonUnusualCirrhosis from any causePrimary- biliary cirrhosisHepatitis B or C chronic infectionHemochromatosisEthanol chronic consumptiona1 Antitrypsin deficiencyNASH'NAFLGlycogen storage diseasesAflatoxin B1 or other mycotoxinsCitrullinemiaProphyria cutanea tardaHerediatry tyrosinemiaWison's disease",
        "cop": 2,
        "opa": "Submassive hepatic necrosis",
        "opb": "Hepatocellular carcinoma",
        "opc": "Massive hepatic necrosis",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "38066b11-def1-44f4-b7fb-17fade6e7808",
        "choice_type": "multi"
    },
    {
        "question": "If a patient has bilirubin 20 mg/dl, AST=313,, ALT=103 & GGT=44 IU/L. Most probable diagnosis is:",
        "exp": "Ans: B (Alcoholic...) Here, in Q AST > ALT(>3 times)- so most probable diagnosis is alcoholic hepatitisNormal value ofy-glutamyl transferase is 051IU/L L.D of Alcoholic Fatty Liver & Alcoholic HepatitisTestCommentASTincreased two-to-sevenfold,<400U/ L,greater than ALTALTIncreased two to sevenfold .less than 400U/ LAST/ALTUsually >1GGTPBilirubin5Not specific to alcohol, easily inducible .elevated in all forms of fatty liverMay be markedly increased in alcoholic hepatitis despite modest elevation in alkaline phosphatasePMNlf> 5500/uL predicts severe alcoholic hepatitis when discriminant function >32PMN- Polymorphonuclear cellsSERUM ENZ\\ MES Harrison 18th/2527-30# The normal range for aminotransferases varies widely among laboratories, but generally ranges from 10-40 U/L.# Any type of liver cell injury can cause modest elevations in the serum aminotransferases. Levels of up to 300 U/L are nonspecific and may be found in any type of liver disorder. Minimal ALT elevations in asymptomatic blood donors rarely indicate severe liver disease; studies have shown that fatty liver disease is the most likely explanation. Striking elevations--i.e,, aminotransferases >1000 U/L--occur almost exclusively in disorders associated with extensive hepatocellular injury such as (1) viral hepatitis, (2) ischemic liver injury (prolonged hypotension or acute heart failure), or (3) toxin- or drug-induced liver injury.The pattern of the aminotransferase elevation can be helpful diagnostically. In most acute hepatocellular disorders, the ALT is higher than or equal to the AST. While the AST:ALT ratio is typically less than 1 in patients with chronic viral hepatitis and non-alcoholic fatty liver disease, a number of groups have noted that as cirrhosis develops this ratio rises to greater than 1.An AST.ALT ratio >2:1 is suggestive, while a ratio >3:1 is highly suggestive of alcoholic liver disease. The AST in alcoholic liver disease is rarely >300 U/L, and the ALT is often normal. A low level of ALT in the serum is due to an alcohol-induced deficiency of pyridoxa! phosphate.The aminotransferases are usually not greatly elevated in obstructive jaun dice.Enzymes that Reflect Cholestasis# The activities of three enzymes--alkaline phosphatase, 5'-nucleotidase, and g-glutamyi transpeptidase (GGT')--are usually elevated in cholestasis.Reflecting its more diffuse localization in the liver, GGT elevation in serum is less specific for cholestasis than are elevations of alkaline phosphatase or 5'-nucleotidase. Some have advocated the use of GGT to identify patients with occult alcohol use. Its lack of specificity makes its use in this setting questionable.Table (Harrison 18th/2530): Liver Test Patterns in Hepatobiliary DisordersType of DisorderBilirubinAminotrans ferasesAlkaline PhosphataseAlbuminProthrombin TimeHemolysis/Gilbert's syndromeNormal to 86 umol/L (5 mg/ dL) 85% due to indirect fractions No bilirubinuriaNormalNormalNormalNormalAcute hepatocellular necrosis (viral and drug hepatitis, hepatotoxins, acute heart failure)Both fractions may be elevated Peak usually follows aminotransferases BilirubinuriaElevated, often >500 1U ALT >ASTNorma] to <3 times normal elevationNormalUsually normal. If >5X above control and not corrected by parenteral vitamin K, suggests poor prognosisChronic hepatocellular disordersBoth fractions may be elevated BilirubinuriaElevated, but usually <300 IUNormal to <3 times normal elevationOften decreasedOften prolonged Fails to correct with parenteral vitamin KAlcoholic hepatitis CirrhosisBoth fractions may be elevatedBilirubinuriaAST:ALT > 2 suggests alcoholic hepatitis or cirrhosisNormal to <3 times normal elevationOften decreasedOften prolonged Fails to correct with parenteral vitamin KIntra- and extra-hepatic cholestasis(Obstructive jaundice)Both fractions may be elevated' BilirubinuriaNormal to moderate elevation Rarely >500IUElevated, often >4 times normal elevationNormal, unless chronicNormalIf prolonged, will correct with parenteral vitamin KInfiltrative diseases (tumor, granuloma- ta); partial bile duct obstructionUsually normalNormal to slight elevationElevated, often >4 times normal elevationFractionate, or confirm liver origin with 5' nucleotidase or g glutamyl transpep- tidaseNormalNormalTable (CMDT):Causes of serum aminotransferase elevations.Mild Elevations (<5x normal)Severe Elevations (> 15 x normal)Hepatic: ALT-predominantChronic hepatitis B, C, DAcute viral hepatitis (A-E, EBV, CMV)Steatosis/steatoh epatitisH emochromatosisMedications/toxinsAutoimmune hepatitis a 1 Antitrypsin deficiencyWilson diseaseCeliac diseaseHepatic: AST-predominantAlcohol-related liver injury (AST:ALT > 2:1)CirrhosisNonhepaticStrenuous exerciseHemolysisMyopathyThyroid diseaseMacro-ASTAcute viral hepatitis (A-E, herpes)Medications/toxinsIschemic hepatitisAutoimmune hepatitisWilson diseaseAcute bile duct obstructionAcute Budd-Chiari syndromeHepatic artery ligation",
        "cop": 2,
        "opa": "Viral hepatitis",
        "opb": "Alcoholic hepatitis",
        "opc": "Billiary atresia",
        "opd": "Drugs",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "fd0e0126-e69d-43f5-92df-bb3196eb9422",
        "choice_type": "single"
    },
    {
        "question": "Hemochromatosis associated with all except -",
        "exp": "Ans. is 'c' i.e., Gastric atrophy",
        "cop": 3,
        "opa": "Pigmentation",
        "opb": "Diabetes Mellitus",
        "opc": "Gastric atrophy",
        "opd": "Liver enlargement",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "e01f3655-3f16-4707-9df6-6515759fcdb7",
        "choice_type": "multi"
    },
    {
        "question": "Unconjugated hyperbilirubinemia is seen in -",
        "exp": "Ans. is 'c' i.e., Gilbert syndrome {Ref: Harrison 18th/e p. 325 fig (42.1), 326 table (42.1); 17th/ep. 263 t. (43.1)]Causes of isolated hyperbilirubinemiaIsolated Indirect hyperbilirubinemiaIsolated Direct hyperbilirubinemiaA) Inherited conditionsInherited conditionso Cirgler Najjar type I and IIo Dubin Jhonson syndromeo Gilbert's syndromeo Rotors syndromeB) Ineffective ervthropoiesis Cobalamine folate, thalassemia, and severe iron deficiencies C) Drugs Rifampicin, Probenecid, Ribavarin D) Hemolytic disorder 1) Inherited o Spherocytosis, Elliptocytosis Glucose 6 phosphate dehydrogenase Pyruvate kinase deficiency o Sickle cell anemia 2) Acquired o Microangiopathic hemolytic anemia o Paroxysmal nocturnal hemoglobinuria o Immune hemolysis Unconiugated Bilirubin (Indirect bilirubin)o Isolated elevation o f unconjugated Bilirubin is rarely due to liver disease.o An isloated elevation of unconjugated Bilirubin is seen primarily in hemolytic disorders and in number of genetic conditions such as Crigter Najar and Gilbert's syndrome.Conjugated Bilirubin (Direct bilirubin)o In contrast to unconjugated bilinibinemia, conjugated bilirubinemia almost always implies liver or biliary tract disease.o Elevation of conjugated bilirubin may be seen in any type of liver disease. In most of the liver diseases both conjugated and unconjugated fraction of the bilirubin may be elevated.",
        "cop": 3,
        "opa": "Rotor syndrome",
        "opb": "Dubin-Johnson syndrome",
        "opc": "Gilbert syndrome",
        "opd": "Bile duct obstruction",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "1a94a26b-1914-49e8-8e36-2c176222f5e5",
        "choice_type": "single"
    },
    {
        "question": "Hepatitis B associated with -",
        "exp": "Ans. is 'c' i.e., Polyatrteritis nodosa o The hepatitis B surface antigen is present in 25% of patients with Polyarteritis Nodosa.o Hepatitis C antibody is present in patients with essential mixed cryoglobinuria and rarely in patients with poly arteritis nodosa.",
        "cop": 3,
        "opa": "Wegener's granulomatosis",
        "opb": "Systemic lupus eryihmatosus",
        "opc": "Polyarteritis nodosa",
        "opd": "Sjogren syndrome",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "9ffafa2c-aa0b-48d7-8d0c-3a03027cbf7e",
        "choice_type": "single"
    },
    {
        "question": "Chronic Right Heart Failure the appearance of liver -",
        "exp": "Ans. is 'a' i.e., Congested o Mallory bodies are eosinophilic intracytoplasmic inclusion bodies which are composed predominantly of keratin intermediate filaments.o They are also known as alcoholic hyaline.o These inclusions are characteristic but not specific feature of alcoholic liver disease, as they are also seen in other conditions.",
        "cop": 1,
        "opa": "Congested",
        "opb": "Shrinking",
        "opc": "Fatty liver",
        "opd": "Nodular",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "91495d60-9e35-4253-be3f-a685af27dc49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hereditary hyperbilirubinemia is most fatal:",
        "exp": "Ans. (c) Crigler - Najjar syndrome type IRef: Robbins pathology 9th ed. /853-54",
        "cop": 3,
        "opa": "Dubin Johnson syndrome",
        "opb": "Rotor syndrome",
        "opc": "Crigler - Najjar syndrome type I",
        "opd": "Crigler - Najjar syndrome type II",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "1943c139-7b67-4c10-8a3c-f38b73a6ce4c",
        "choice_type": "single"
    },
    {
        "question": "All are produced exclusively by liver, except",
        "exp": "Ans. is 'c' i.e. globulin The point to be noted here is that globulin is not exclusively synthesized by liver.Globulin is made up of 3 components and only 2(a, b) synthesized in liver. The third one, i.e. Gamma component is synthesized separately in lymphocytes.Other proteins exclusively synthesized by liver are:1. Serum albumin.2. Coagulation factors- with the exceptions of factor VIII the blood clotting factors are exclusively synthesized in the liver (factor VIII is partially synthesized in liver, Factor VIII coagulant (VIII: C) is synthesized in liver and factor VIII Von Willebrand factor is synth. by vascular endothelial cells)",
        "cop": 3,
        "opa": "Factor VII.",
        "opb": "Prothrombin.",
        "opc": "Globulin.",
        "opd": "Albumin.",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "88b755f0-0ec9-4a27-8c39-ed2f61df0eca",
        "choice_type": "multi"
    },
    {
        "question": "Nutmeg liver seen in -",
        "exp": "Ans. is 'b' i.e., Chronic venous congestion [Ref: Robbin's 9th/ep. 864}o The combination of hypoperfusion and retrograde congestion (Chronic passive congestion) acts synergistically to generate centrilobular hemorrhagic necrosis.o The liver takes on a variegated mottled appearance reflecting hemorrhage and necrosis in the centrilobular regions, know as nutmeg liver.",
        "cop": 2,
        "opa": "Alcoholic liver disease",
        "opb": "Chronic venous congestion",
        "opc": "Hepatoma",
        "opd": "Secondary carcinoma deposits in liver",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "49698c3b-6aa2-4024-9824-e0cfc79ab5ab",
        "choice_type": "single"
    },
    {
        "question": "Copper is mainly transported by -",
        "exp": "Ans. is 'a' i.e., Ceruloplasmin Copper is mainly transported as ceruloplasmino Normally, 40% to 60% of daily ingested copper (2 to 5 mg) is absorbed in the stomach & duodenum,o It is transported to the liver loosely complexed with albumin.o Free copper dissociates and is taken up into hepatocytes, where it is incorporated into an oy-globulin synthesized in the endoplasmic reticulum to form ceruloplasmin (a copper-containing metallothionein) and resecretedinto plasma.o Ceruloplasmin accounts for 90% to 95% of plasma copper, although its biologic role is unknown, since the six to seven atoms of copper in each protein molecule are not readily exchangeable,o Circulating ceruloplasmin is desialylated as part of normal plasma protein agingo Desialylated ceruloplasmin is endocvtosed by the liver, degraded within tysosomes, and its copper is excreted into bile. This degradation,#'excretion pathway is the primary route for copper elimination,o Estimated total body copper is only 50 to 150 mg.",
        "cop": 1,
        "opa": "Ceruloplasmin",
        "opb": "Albumin",
        "opc": "Haptoglobin",
        "opd": "Globulin",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "0189a22e-82c2-4a29-8249-e8349a514a6f",
        "choice_type": "single"
    },
    {
        "question": "Absence of intra hepatic bile duct leads to which syndrme?",
        "exp": "ANSWER: (D) Alagille SyndromeREF: Robbin s pathology chapter 18ANOMALIES OF THE BILIARY TREES (INCLUDING LIVER CYSTS)A heterogeneous group of lesions exist in which the primary abnormality is altered architecture or paucity of the intrahepatic biliary tree. Lesions may be found incidentally during radiographic studies, surgery, or at autopsy. Such conditions may become manifest as hepatosplenomegaly and portal hypertension in the absence of hepatic dysfunction, starting in late childhood or adolescence. There are five distinct conditions: von Meyenburg complexes, polycystic liver disease, congenital hepatic fibrosis, Caroli disease, and Alagille syndrome.Von Meyenburg Complexes: These are small clusters of modestly dilated bile ducts embedded in a fibrous, sometimes hyalinized, stroma located close to or within portal tracts. These lesions are often referred to as \"bile duct hamartomas\". Von Meyenburg complexes are common and without clinical significance except in the differential diagnosis of metastases to the liver.Polycystic Liver Disease: In this disease there are multiple diffuse cystic lesions in the liver, varying in number from a scattered few to hundreds. The cysts, lined by cuboidal or flattened biliary epithelium, contain straw-colored fluid.Congenital Hepatic Fibrosis: In this condition portal tracts are enlarged by irregular, broad bands of collagenous tissue, forming septa that divide the liver into irregular islands. Variable numbers of abnormally shaped bile ducts are embedded in the fibrous tissue, and are in continuity with the biliary treeCaroli Disease: In this disease the larger ducts of the intrahepatic biliary tree are segmentally dilated and may contain inspissated bile. Pure forms are rare; this disease is usually associated wdth portal tract fibrosis of the congenital hepatic fibrosis type.Alagille Syndrome (Syndromatic Paucity of Bile Ducts; Arteriohepatic Dysplasia): This is a rare autosomal dominant multi-organ disorder, in which the liver pathology is characterized by absence of bile ducts in portal tracts. The syndrome is caused by mutations or deletion of the gene encoding Jaggedl, which is located on chromosome 20p. Jaggedl is a cell surface protein that functions as a ligand for Notch receptors. Affected patients have five major clinical features: chronic cholestasis, peripheral stenosis of the pulmonary artery, butterfly-like vertebral arch defects, an eye defect known as posterior embryotoxon, and a peculiar hypertelic facies. Patients can survive into adulthood but are at risk for hepatic failure and hepatocellular carcinoma.",
        "cop": 4,
        "opa": "Von Meyenburg Complexes",
        "opb": "Polycystic Liver Disease",
        "opc": "Caroli Disease",
        "opd": "Alagille Syndrome",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "73d3ef66-0ecb-4da3-b8f4-21e6fb9addcb",
        "choice_type": "single"
    },
    {
        "question": "In which cause of jaundice there is no bilirubin excretion in urine-",
        "exp": "Ans is 'd' i.e. Hemolytic jaundice o Hemolysis results in unconjugated haperbillirubinemia. Unconjugated bilirubin is highly lipid soluble (lipophilic). It is insoluble in water and tightly bound to albumin - cannot be excreted in urine.o All other options lead to conjugated hyperbilirubinemia. Conjugated bilirubin is water soluble and only loosely bound to albumin and thus is easily filtered by glomeruli and excreted in urine.",
        "cop": 4,
        "opa": "Obstructive jaundice",
        "opb": "Primary billiary cirrhosis",
        "opc": "Extrahepatic billiary atresia",
        "opd": "Hemolytic jaundice",
        "subject_name": "Pathology",
        "topic_name": "Liver",
        "id": "8ab06e64-3782-433e-885b-fb34488833fb",
        "choice_type": "single"
    }
]