[
    {
        "question": "Which is the most common tumor associated with superior vena cava syndrome?",
        "exp": "The superior vena cava syndrome usually is caused by neoplasms that compress or invade the superior vena cava, such as bronchogenic carcinoma or mediastinal lymphoma. -produces a characteristic clinical complex consisting of marked dilation of the veins of the head, neck, and arms associated with cyanosis. -Pulmonary vessels also can be compressed, causing respiratory distress.",
        "cop": 1,
        "opa": "Lung cancer",
        "opb": "Lymphoma",
        "opc": "Metastasis",
        "opd": "Thyroid cancer",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumor",
        "id": "8f70097e-fa15-4f35-85bb-da68c9c83024",
        "choice_type": "single"
    },
    {
        "question": "Neuroendocrine tumor is having which of the following as an immunohistochemical marker?",
        "exp": "Neuro endocrine tumor markers Chromogranin Synaptophysin Neuron specific enolase Among the various types of lung cancer, small cell carcinoma is the one that is most commonly associated with ectopic hormone production.",
        "cop": 3,
        "opa": "Cytokeratin",
        "opb": "Calretin",
        "opc": "Synaptophysin",
        "opd": "Carcinoembryonic antigen",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumor",
        "id": "d012935d-524d-4a31-b180-f83956881354",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old male diagnosed by biopsy a case of squamous cell carcinoma of lung, has very high serum calcium levels. Probable cause is?",
        "exp": "Paraneoplastic syndromes The most impoant mechanism is the synthesis of a parathyroid hormone-related protein (PTHrP) by tumor cells (Commonly in Squamous cell carcinoma) leading to Hypercalcaemia.",
        "cop": 2,
        "opa": "Parathyroid hormone",
        "opb": "Parathyroid hormone-related peptide",
        "opc": "Calcitonin",
        "opd": "Calcitonin-related peptide",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumor",
        "id": "d38a4caa-54e2-4ab3-89bc-df9b1705f081",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man with history of alcoholism and repeated bouts of aspiration pneumonia comes to the emergency room with a high fever and pleuritic chest pain. Physical examination reveals dullness on percussion and absence of breath sounds in the right lower lung field. A chest X-ray demonstrates pleural fluid on the right side. Thoracentesis returns a thick, foul-smelling fluid. Which of the following is the most likely diagnosis?",
        "exp": "Pleuritis (inflammation of the pleura) may result from the extension of any pulmonary infection to the visceral pleura. Pyothorax refers to a turbid effusion containing many neutrophils. Empyema is a variant of pyothorax in which thick pus accumulates within the pleural cavity, often with loculation and fibrosis. Hydrothorax refers to transudation of edema fluid into the pleural cavity.",
        "cop": 2,
        "opa": "Chylothorax",
        "opb": "Empyema",
        "opc": "Hemothorax",
        "opd": "Pneumothorax",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumor",
        "id": "a732cfbe-5314-490d-8972-605157154e15",
        "choice_type": "single"
    }
]