[
    {
        "question": "Popcorn calcification on chest X-ray seen in: (PGI Dec 2007)",
        "exp": "Ans A (Hamartoma) Popcorn calcificationQ is pathognomonic for hemartoma on chest x-ray-Harrison 17th/562. Acute histoplasmosis cause popcorn calcification of mediastinal lymph node -Danhert Radiology Review manual Sth/498. Degenerated fibroadenoma also form popcorn like calcification(r)- Danhert Radiology Review manual 5th/541. Hamartoma Danhert Radiology Review manual 5ch/490# Location: 2/3 peripheral; endobronchial in 3-10-20%; multiplicity (rate)# Round smooth lobulated mass <4 cm (averages 2. 5 cm calcification in 15-20% (almost pathognomonic of chon droid \"popcorn\" type)# Fat density (DIAGNOSTIC)# Cavitation (extremely rare)",
        "cop": 1,
        "opa": "Hamartoma",
        "opb": "Granuloma",
        "opc": "Metastasis",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumors",
        "id": "bbb59953-89d2-48ef-9c4c-360f6bab755e",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common site for extrathoracic metastases in patients with lung carcinoma -",
        "exp": "Ans. is 'd' i. e.. Adrenal glands",
        "cop": 4,
        "opa": "Kidneys",
        "opb": "Liver",
        "opc": "Vertebral body",
        "opd": "Adrenal glands",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumors",
        "id": "0e8d84bc-c1e6-4fc7-bb94-b3cae18999c7",
        "choice_type": "single"
    },
    {
        "question": "Lung cancer is most commonly associated with?",
        "exp": "Ans. (c) Asbestosis. Ref: Robbing pathology 9th ed. /690-92* Sufferers may experience severe dyspnea (shortness of breath) and are at an increased risk for certain malignancies, including lung cancer but especially mesothelioma.* The most common anatomical site for mesothelioma is the pleura, but it can also arise in the peritoneum, the pericardium or the tunica vaginalis.* Most people who develop mesothelioma have worked in jobs where they inhaled or ingested asbestos fibers, or were exposed to airborne asbestos dust and fibers in other ways. Washing clothes of a family member who worked with asbestos also creates a risk for developing mesothelioma.* Unlike lung cancer, there seems to be no association between mesothelioma and tobacco smoking, but smoking greatly increases the risk of other asbestos-induced cancers. Also Know* Anthracosis is a pneumoconiosis, which is seen among coal workers.* There is NO association between anthracosis and development tuberculosis or lung cancer.",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Berylliosis",
        "opc": "Asbestosis",
        "opd": "Anthracosis",
        "subject_name": "Pathology",
        "topic_name": "Lung Tumors",
        "id": "88b44637-6883-4521-a4d6-548ed70c255d",
        "choice_type": "single"
    }
]