[
    {
        "question": "Which of the following is not a feature of sickle cell disease?",
        "exp": "Sickle cell disease Caused by missense mutation in the b-globin gene that leads to the replacement of a charged glutamate residue with a hydrophobic valine residue. Mutation promotes the polymerization of deoxygenated hemoglobin, leading to red cell distoion (sickling), hemolytic anemia, microvascular obstruction, and ischemic tissue damage. Sickle cell trait (heterozygosity) confers protective effect against falciparum malaria. In early childhood, spleen is enlarged. However, as disease progresses, there is chronic erythrostasis leading to splenic infarction, fibrosis, and progressive shrinkage, only a small piece of fibrous splenic tissue is left, a process called autosplenectomy. The mainstay of treatment is an inhibitor of DNA synthesis, hydroxyurea.",
        "cop": 2,
        "opa": "Autosplenectomy",
        "opb": "Heterozygous individuals are at increased risk of Plasmodium falciparum infection",
        "opc": "Ischemic tissue damage",
        "opd": "Hydroxyurea is used as a therapeutic agent",
        "subject_name": "Pathology",
        "topic_name": "Megaloblastic Anemia",
        "id": "4b104999-eebb-4d32-8cb9-b7a3dccfeac7",
        "choice_type": "single"
    },
    {
        "question": "Cabot rings can be seen in which of the following?",
        "exp": "Cabots rings: - Thin, thread like, red to violet / loop or figure-of-8 shaped inclusions in RBC, which are remnants of Mitotic spindles. - These are seen in conditions like Megaloblastic anemia Thalassemia Post splenectomy",
        "cop": 1,
        "opa": "Megaloblastic anemia",
        "opb": "Sickle cell disease",
        "opc": "Iron deficiency anemia",
        "opd": "Autoimmune hemolytic anemia",
        "subject_name": "Pathology",
        "topic_name": "Megaloblastic Anemia",
        "id": "69cf74fe-fd90-4998-a830-671b21686302",
        "choice_type": "single"
    },
    {
        "question": "A 35-year old patient with severe anemia, has a peripheral blood smear with oval macrocytes, hypersegmented neutrophils, and decreased platelets and is found to be a severely malnourished alcoholic. The most likely cause of this disorder is?",
        "exp": "- Features given in the question suggests the diagnosis of Megaloblastic anemia resulting from chronic alcoholism (folate deficiency) - Megaloblastic anemia associated with severe malnutrition is d/t folate & Vit B12 deficiency Pernicious anemia results from an autoimmune attack on the gastric mucosa and thought to have a strong genetic predisposition. Histologically, there is a chronic atrophic gastritis marked by a loss of parietal cells, a prominent infiltrate of lymphocytes and plasma cells, and megaloblastic changes in mucosal cells similar to those found in erythroid precursors. This leads to defective absorption of vitamin B12 due to lack of intrinsic factor produced by parietal cells. disease of older adults; the median age at diagnosis is 60 years, and it is rare in people younger than 30 years of age.",
        "cop": 3,
        "opa": "Aberrant intestinal bacterial flora",
        "opb": "Crohn's disease",
        "opc": "Folate deficiency",
        "opd": "Pernicious anemia",
        "subject_name": "Pathology",
        "topic_name": "Megaloblastic Anemia",
        "id": "0c2201bf-06e4-427f-96ff-455cffb6cace",
        "choice_type": "single"
    },
    {
        "question": "A young female patient presented with symptoms related to anemia. Peripheral blood smear showed neutrophil hypersegmentation and bone marrow aspirate smear showed giant myelocytes. Which of the following is the likely etiology?",
        "exp": "Both the above mentioned findings are features of megaloblastic anemia. Folic acid deficiency is one of the causes of megaloblastic anemia. Ceain peripheral blood findings are common to all forms of megaloblastic anemia: Macrocytic red cells which may lack central pallor Macro-ovalocytes Low reticulocyte count Neutrophils are also larger than normal and show nuclear hypersegmentation, having 5 or more nuclear lobules instead of the normal 3-4 The marrow is hypercellular with megaloblastic changes detected at all stages of erythroid development. As DNA synthesis is impaired in all proliferating cells, granulocytic precursors also display dysmaturation in the form of giant metamyelocytes and band forms.",
        "cop": 4,
        "opa": "Sideroblastic anemia",
        "opb": "Iron deficiency anemia",
        "opc": "Thalassemia",
        "opd": "Folic acid deficiency",
        "subject_name": "Pathology",
        "topic_name": "Megaloblastic Anemia",
        "id": "c8d546d6-bc14-40c3-9030-7f1807c9024e",
        "choice_type": "single"
    },
    {
        "question": "\"Macropolycytes\" in peripheral smear is a feature of which of the following red cell disorders?",
        "exp": "Macropolycytes (large, hypersegmented polymorphonuclear cells/neutrophils) are a feature of megaloblastic anemia.",
        "cop": 4,
        "opa": "Hereditary spherocytosis",
        "opb": "Iron deficiency anemia",
        "opc": "Sickle cell anemia",
        "opd": "Megaloblastic anemia",
        "subject_name": "Pathology",
        "topic_name": "Megaloblastic Anemia",
        "id": "053c5593-1d2e-41f9-bdc5-9404b35b15d2",
        "choice_type": "single"
    }
]