[
    {
        "question": "Guardian angel against obesity name given to?",
        "exp": "Ans. (a) Adiponectin",
        "cop": 1,
        "opa": "Adiponectin",
        "opb": "Fibronectin",
        "opc": "HDL",
        "opd": "Insulin",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Endocrine)",
        "id": "d51584db-9ce8-4a87-b743-e32aebd0a319",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Sipple syndrome?",
        "exp": "Ans. is 'c' i. e., Hyperthyroidism Multiple endocrine neoplasia (MEN)1) MEN-1 (Wermer syndrome)# It involves primarily three glandsa) Parathyroid (parathyroid hyperplasia/adenoma): Most common manifestation. b) Pituitary: Prolactinoma is the most common type of pituitary tumor in MEN-I. c) Pancreas: There is let cell hyperplasia/adenoma.# Less common findings are pheochromocytoma, foregut carcinoid, lipomas and dermal angiofibroma. 2) MEN-IIA (sipples syndrome)# It consists of medullary carcinoma thyroid, parathyroid hyperplasia/adenoma and pheochromocytoma of adrenal medulla. 3) MEN-1. IB# It consists of medullary carcinoma thyroid, pheochromocytoma, GIT neuromas and marfanoid features.",
        "cop": 3,
        "opa": "Pheochromocytoma",
        "opb": "Medullary carcinoma thyroid",
        "opc": "Hyperthyroidism",
        "opd": "Hyperparathyroidism",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Endocrine)",
        "id": "866d2240-bb10-41ed-b3a6-992a0b49ea97",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not involved in MEN II syndrome -",
        "exp": "Ans. is 'a' i. e., Pitutary tumor Disease associations in the Multiple Endocrine Neoplasia (MEN) Syndromes. MEN 1. MEN 2. Mixed syndromes. Parathyroid hyperplasia or adenoma. Islet cell hyperplasia, adenoma or carcinoma Pituitary heperplasia or adenoma. Other, less common manifestations: foregut carcinoid, pheochromocy'toma, subcutaneous or visceral lipomas. MEN 2. AMTCPheochromocytoma. Parathyroid hyperplasia or adenoma. MEN 2A with cutaneous lichen amyloidosis. MEN 2A with Hirschsprung disease. Familial MTCMEN 2. BMTCPheochromocytoma. Mucosal and gastrointestinal neuromas. Marfanoid features. Von Hippel-Lindau syndrome. Pheochromocytoma Islet cell tumor Renal cell carcinoma Hemangioblastoma of central nervous system Retinal angiomas. Neurofibromatosis with features of MEN t or 2. Carney complex. Myxomas of heart, skin, and breast Spotty cutaneous pigmentation Testicular, adrenal, and GH-producing pituitary' tumors Peripheral nerve schwannomas. Familial growth hormone or prolactin producing pitutary tumors",
        "cop": 1,
        "opa": "Pituitary tumor",
        "opb": "Medullary carcinoma of thyroid",
        "opc": "Pheochromocytoma",
        "opd": "Parathyroid adenoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Endocrine)",
        "id": "59b9b420-465b-4330-ade3-0dcf450ba77c",
        "choice_type": "single"
    },
    {
        "question": "Streak gonads are seen in -",
        "exp": "Ans. is 'a' i. e., Turner syndrome o Streak gonads (Streak ovaries) are characteristic feature of Turner syndrome. TURNER'S SYNDROMEo Turner's syndrome is the most common sex chromosomal disorder in phenotypic females. o Turner's syndrome results from complete or partial loss of one X chromosome (45, X) and is characterised by hypogonadism in phenotypic females. Features of Turner syndrome in childreno The most severely affected patients generally present during infancy with edema (owing to lymph stasis) of the dorsum of the hand and foot and sometimes swelling of the nape of the neck. o Swelling of the neck is related to markedly distended lymphatic channels, producing so called cystic hygroma. o As these infants develop, the swelling subsides but often leave bilateral neck webbing and persistent looseness of skin on the back of the neck. o Congenital heart disease is also common, particularly preductal coarctation of Aorta and bicuspid Aortic valve. o C. V. S abnormalities are most important cause of mortality in children with Turner s syndrome. Features of Turner's syndrome in Adolescents and Adulto At puberty there is failure to develop normal secondary sex characteristics. o The genitalia remains infantile, breast development is inadequate and there is little pubic hair. Nipples are widely spaced. o Turner syndrome is the single most important cause of primary amenorrhoea accounting for approximately 1/3 of the cases. o Short stature (height rarely exceeds 150 cm). o The mental status of these patients is usually normal but subtle defects in nonverbal, visual spatial information processing have been noted (mental retardation is associated with the presence of extra chromosome not with loss of X chromosome). o About 50% of the patients develop autoantibodies directed to the thyroid gland and upto one half of these patients develop hypothyroidism. o Other features include low posterior hairline, webbing of neck, cubitus valgus, streak ovaries. o Glucose intolerance, obesity and insulin resistance are also seen.",
        "cop": 1,
        "opa": "Turner syndrome",
        "opb": "Klinefelter's syndrome",
        "opc": "Patau's syndrome",
        "opd": "Down's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Endocrine)",
        "id": "860b663f-618b-41a3-a55a-2802d7172aba",
        "choice_type": "single"
    },
    {
        "question": "All the following familial syndromes are associated with development of pheochromocytoma except:",
        "exp": "Ans. is 'd' i. e. Prader willi syndrome Pheochromocytoma is associated with the following familial syndromes. MEN syndrome * type II and * Type IIIVon Hippel Lindau syndrome. Von Recklinghausen. Sturge weber Syndrome",
        "cop": 4,
        "opa": "Sturge-Weber syndrome.",
        "opb": "Von Recklinghausen disease.",
        "opc": "MEN Type II.",
        "opd": "Prader-Willi syndrome.",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Endocrine)",
        "id": "9d5a1736-ef69-4611-87cd-3f1817103828",
        "choice_type": "multi"
    }
]