[
    {
        "question": "Which of the is not a channelopathy -",
        "exp": "Ans. is 'c' i. e., Tay-Sach's disease Ion channels provide pores for the passive diffusion of ions across biological membranes. They are often highly selective for a particular ionic species, leading to a classification into sodium (Na+), potassium (K+), calcium (Ca2+), chloride (Cl)and unspecific cation channels. Ion channels serve many functions apart from electrical signal transduction: chem ical signalling (Ca2+as a second messenger), transepithelial transport, regulation of cytoplasmic or vesicular ion concentration and pH, and regulation of cell volume. Therefore, ion channel dysfunction can cause diseases in many tissues. The list of human diseases known to be associated with defects in ion channels has grown considerably during the past years. This review gives a short overview of known channelopathies, and focuses in particular on recent findings and on channelopathies that have significantly advanced our physiological insight. Known ion channel diseases. Channel. Gene |Disease. Cation channels: CHRNA1 /ACHRACHRNA1* Myasthenia congenita. CHRNA4. CHRNA4* Autosomal dominant nocturnal frontal lobe epilepsy. CHRNB2. CHRNB2* Autosomal dominant nocturnal frontal lobe epilepsy. Polycystin-2. PKD2* Autosomal dominant polycystic kidney disease (ADPKD)CNGA3. CNGA3* Achromatopsia 2 (color blindness)CNGB1. CNGB1* Autosomal recessive retinitis pigmentosa. CNGB3. CNGB3* Achromatopsia 3. Sodium channels: Navl. l. SCN1A* Generalized epilepsy with febrile seizures (GEFSp)). Navl. 2. SCN2A* Generalized epilepsy with febrile and afebrile seizures. Navl. 4 paralysis. QSCN4A* Paramyotonia congenitaQ potassium aggressive myotonia, hyperkalemic periodic. Navl. 5. SCN5A* Long-QT syndrome, progressive familial heart block type I, Brugada syndrome (idiopathic ventricular arrhythmia)SCN1. BSCN1B* Generalized epilepsy with febrile seizures (GEFSp))ENa. Ca. SCNN1A* Pseudohypoaldosteronism type 1 (PHA1)ENa. Cb. SCNN1B* PHAI, Liddle syndrome'2 (dominant hypertension)ENa. Cg. SCNN1G* PHAI, Liddle syndrome. QPotassium channels: Kvl. l. KCNA1* Episodic ataxia with myokymia. KCNQl/Kv. LQTl. KCNQ1. Autosomal dominant long-QT syndrome (Romano-Ward). Autosomal recessive long-QT syndrome with deafness (Jervell-Lange-Nielsen)KCNQ2. KCNQ2* BFNC (epilepsy), also with myokymia. KCNQ3. KCNQ3* BFNC (epilepsy)KCNQ4. KCNQ4* DFNA2 (dominant hearing loss)HERG/KCNH2. KCNH2* Long-QT syndrome. Kirl. l/ROMKKCNJ1* Bartter syndromeQ (renal salt loss, hypokalemic alkalosis). Kir2. 1/IRK/KCNJ2. KCNJ2* Long-QT syndrome with dysmorphic features (Andersen syndrome). Kir6. 2/KATp. KCNJ11* Persistent hyperinsulinemic hypoglycemia of infancy (PHHI)SUR1. SUR1* PHHIKCNE1 /MinK/ISKKCNE1* Autosomal dominant long-QT syndrome (Romano-Ward) Autosomal recessive long-QT syndrome with deafness (Jervell-Lange-Nielsen)KCNE2/Mi. RPl. KCNE2* Long-QT syndrome. KCNE3/Mi. RP2. KCNE3* Periodic paralysis. Calcium channels: Cavl. l. CACNA1S* Hypokalemic periodic paralysisQ, malignant hyperthermia. Cavl. 4. CACNA1F* X-linked congenital stationary night blindness. Cav2. 1. CACNA1A* Familial hemiplegic migraineQ, episodic ataxiaQ, spinocerebellar ataxia type 6. QRy. Rl. RYR1* Malignant hyperthermia, central core disease. Ry. R2. RYR2. Catecholaminergic polymorphic ventricular tachycardia, arrhythmogenic right ventricular dysplasia type 2 Chloride channels: CFTRABCC7* Cystic fibrosisQ, congenital bilateral aplasia of vas deferens. ClC-1 CLCNl* Autosomal recessive (Becker) or. C1C-5 CLCN5dominant (Thomsen) myotonia * Dent's diseaseQ (X-linked. C1C-7 CLCN7proteinuria and kidney stones) * Osteopetrosis (recessive or. CIC-Kbdominant)CLCNKB* Bartter syndromeQ type IIIBarttin BSNDBartter syndrome typeQ IVGLRA1 (associated with sensorineural deafness)GLRA1 * Hyperekplexia (startle disease)GABAal GABRA1* Juvenile myoclonus epilepsy. QGABAg2 GABRG2* Epilepsy. Gap junction channels: Cx26. GJB2* DFNA3 (autosomal dominant. Cx30 GJB4hearing loss)DFNB1 (autosomal recessive hearing loss)DFNA3. Cx31 GJB3* DFNA2. Cx32 GJB1* CMTX (X-linked Charcot- Marie-Tooth neuropathy)",
        "cop": 3,
        "opa": "Cystic fibrosis",
        "opb": "Liddles syndrome",
        "opc": "Tay-sach's disease",
        "opd": "Hypokaelemic periodic paralysis",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "76fe179d-4014-479f-b880-893b7a11e0dd",
        "choice_type": "single"
    },
    {
        "question": "Glomus tumor is seen in -",
        "exp": "Ans. is 'c' i. e., Distal portion of digits |Ref: Robbings 8th/ep. 522]o The glomus tumor is a rare and benign vascular neoplasm that arise from the neuroarterial structure called a glomus body. The normal body is located in the dermis throughout the body, but is more concentrated in the digits. They are believed to function in thermal regulation. o The most common site of glomus tumors is subungual and 75% of the lesions occur in the hand, o The lesions present most frequently during the fourth and fifth decade of life although they can be found in any age and at any site. o The subungual tumors affect women three times more commonly than men. o The lesions are usually solitay but mulifocal tumors are also seen, o Clinically, glomus tumors are characterized by a triad of -Sensitivity to cold, Localized tenderness and, Severe intermittent pain. o Grossly, the tumors are usually less than one cm, in size and appear as small red-blue nodules. The lesion appears as a localized dark red or blue lesion beneath the finger nail, but the subnugual lesions can be difficult to detect on clinical examination. o Two usuful tests for diagnosis glomus tumors, particularly solitary painful glomus tumors (especially those under a nail) are the following. Disappearance of pain after application of a tourniquet proximallv on the arm. Eliciting pain by applying pressure to a precise area with the tip of a pencil. o Treatment of glomus tumors consists of surgical excision.",
        "cop": 3,
        "opa": "Retroperitoneum",
        "opb": "Soft tissue",
        "opc": "Distal portion of digits",
        "opd": "Proximal portion of digits",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "5c393e9b-769c-4a5f-a27f-28f4ff25406d",
        "choice_type": "single"
    },
    {
        "question": "Most common site of glomus tumor is -",
        "exp": "Ans. is 'a' i. e., Under fingernails Glomus tumor (Glomangioma)o Benign tumor arising from the smooth muscle cells of the glomus body which is an arteriovenous anastomosis involved in thermoregulation. o Most commonly present in the distal portion of the digits (under fingernails). o Histologically, there is presence of branching vascular channels and stroma containing nests aggregates of glomus cells arranged around vessels.",
        "cop": 1,
        "opa": "Under fingernails",
        "opb": "Under toenails",
        "opc": "Neck",
        "opd": "Axilla",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "d1237f70-ac44-4368-a351-b654dc9fdad9",
        "choice_type": "single"
    },
    {
        "question": "C-ANCA is positive in?",
        "exp": "Ans is 'a' i. e; Wegner's granulomatosis (WG) Antineutrophilic cytoplasmic antibody (ANCA)o ANCA are heterogenous group of autoantibodies directed against antigens which are found within the primary granules of neutrophil and in the lysosomes of monocytes and in EC's. The description of these autoantibodies is based on the immunofluorescence pattern of staining of ethanol fixed neutrophils. With immunofluorescence two principal patterns are recognized1) Cytoplasmic ANCA (c-ANCA)o It is targeted against proteinase-3. It is found in Wegner's granulomatosis. 2) Perinuclar ANCA (p-ANCA)o It is targeted against myeloperoxidase. It is found in microscopic polyangitis, chrug-strauss syndrome, idiopathic crescentic glomerulonephritis, Good-pasture syndrome, and renal limited vasculitis",
        "cop": 1,
        "opa": "Wegner's granulomatosis (WG)",
        "opb": "Takayasu arteritis (TA)",
        "opc": "Polyarteritis nodosa (Classic PAN)",
        "opd": "Giant cell arteritis (GCA)",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "65a88466-b709-43fe-bd1c-c65d5bf682ab",
        "choice_type": "single"
    },
    {
        "question": "Necrotizing arterioritis with fibrionoid necrosis is -",
        "exp": "Ans. is 'c' i. e., Antigen-antibody complex mediated o The principal morphological manifestation of immune (antigen-antibody) complex injury is necrotizing vasculitis with necrosis of vessel wall and intense neutrophilic infiltration, o The necrotic tissue and deposits of immune complexes, complement and plasma proteins produce a smudgy eosinophilic deposition that obscures the underlying cellular detail, an appearance termed fibrinoid necrosis.",
        "cop": 3,
        "opa": "Immediate hypersensitivity",
        "opb": "Cell mediated immunity",
        "opc": "Antigen-antibody complex mediated",
        "opd": "Cytotoxic cell mediated",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "eb4c027e-8077-48c6-9a9e-b0e20aac49b9",
        "choice_type": "single"
    },
    {
        "question": "Inhibition of platelet aggregation by -",
        "exp": "Ans. is 'd' i. e., Bradykinin Platelet aggregation. Aggregating factor. Preventing aggregatng factoro ADPo Epinephrineo VWFo Thrombospondino. TXA2o Serotonino Fibrinogeno Collegeno Immune complexo Thrombin. o. PGI2o Endochelino. NOo Bradykinin.",
        "cop": 4,
        "opa": "ADP",
        "opb": "Thromboxane A2",
        "opc": "Thrombin",
        "opd": "Bradykinin",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "0ae04df0-5152-4862-b5b3-045f2856dd68",
        "choice_type": "single"
    },
    {
        "question": "Onion peeling of renal vessels is seen in -",
        "exp": "Ans. is 'b' i. e., Malignant hypertension o There is concentric hyperplastic proliferation of the smooth muscles together with fine concentric layering of collagen to form a hyperplastic arteriolitis (Onion skin lesion), o Malignant nephrosclerosis is the form of renal disease associated with malignant or accelerated phase of hypertension. Pathology of kidney in Malignant Hypertension. On Gross Inspection: o The kidneys are normal in size or slightly enlarged. They have a smooth surface with numerous small petechial hemorrhages. o These small pinpoint petechial hemorrhages appear on the cortical surface from rupture of arterioles or glomerular capillaries. On Histology -Two distinct vascular lesions are seeni) Fibrinoid necrosiso It affects the arterioles and is characterized by infiltration of arteriolar walls with eosinophilic material including fibrin, thickening of vessel walls and occasionally, an inflammatory infiltrate (necrotizing arteriolitis). ii) Hyperplastic arteriolitiso This affects the interlobular arteries and arterioles. o There is concentric hyperplastic proliferation of the smooth muscles together with fine concentric layering of collagen to form a hyperplastic arteriolitis (Onion skin lesion).",
        "cop": 2,
        "opa": "Benign hypertension",
        "opb": "Malignant hypertension",
        "opc": "Diabetic nephropathy",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "39a652e0-42d9-4405-910c-0c796290f0a2",
        "choice_type": "single"
    },
    {
        "question": "p ANCA associated vasculitis is -",
        "exp": "Arts, is 'b' i. e., Microscopic polyangitis Classification of Vasculitis. Large-Vessel. Medium-Vessel. Small-Vessel. Temporal arteritis. Takayasu arteritis. Polyarteritis nodosa. Kawasaki disease ANCA-positive. ANC A-n egative. Wegener. V granulomatosisM icroscopic polyarteritis. Churg-strauss syndrome. Renal-limited vasculitis. Henoch-Scholien purpura. Essential cryoglobidinemic vasculitis. Cutaneous leucocyto angitis. Behcets syndrome c. ANCA predominant ANCA in. Wegener s granulomatosisp. ANCA Predominant ANCA in. Microscopic polyangitis. Chwg-Strauss syndrome. Crescentric glomerulonephritis. Renal-limited vasculitis. Good pasture syndrome",
        "cop": 2,
        "opa": "Temporal arteritis",
        "opb": "Microscopic polyangitis",
        "opc": "Takayasu arteritis",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "75866b42-dd01-4d6c-bf07-4c01fb23dbdd",
        "choice_type": "single"
    },
    {
        "question": "Which is associated with vasculitis of medium size vessels -",
        "exp": "Ans. is 'c' i. e., Polyarteritis nodosa Vasculitiso Inflammation of vessel wall is called vasculitis. o Of these systemic necrotizing vasculitis, several types affect the aorta and medium sized vessels, but most affect small vessels, such as arterioles, venules, and capillaries ->> small vessel vasculitis. Vasculitis with granulomatous inflammation. Vasculitis with necrotizing inflammationo Giant cell arteritiso Polyarteritis nodosao Takayasu's diseaseo Churg strauss syndromeo Wegner's granulomatosiso Wegner's granulomatosiso Churg strauss syndromeo Microscopic polvangitis",
        "cop": 3,
        "opa": "Temporal areritis",
        "opb": "Wegners granulomatosis",
        "opc": "Polyarteritis nodosa",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "73727f32-b0db-45ee-b4d3-0a767fe4c4be",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is abdominal angiitis-",
        "exp": "Ans. is 'b' i. e., Takayasu arteritis Takavasu arteritiso Takayasu arteritis is granulomatous vasculitis of large and medium arteries. o It is characterized principally by ocular disturbance and marked weakening of pulses in the upper extremities - Pulseless disease. o It is also characterized by a strong predilection for aortic arch and its branches - Aortic arch syndrome, o It is more common in Adolescent girls and young women, o Morphological changes in vessel wall are same as in giant cell arteritis. Clinical presentationo Symptoms are mainly according to the involved vessel -Subclavian artery: o Most commonly involved vesselo Symptoms are - Arm claudication, lower BP and weaker pulse in upper limb then in lower limb, Raynaud's phemomenon.# Common carotid-Visual disturbances, stroke, TIA, syncope.# Abdominal aorta or coeliac artery or superior mesentric artery - Abdominal pain, nausea, vomiting# Renal-Hypertension, Renal failure# Aortic root-Aortic regurgitation, CHF# Vertebral-Visual disturbances# Iliac-Leg claudication# Pulmonary-Pulmonary hypertension, dysnea, chest pain.# Coronary-Angina, MI# Constitutional symptoms-As with other vasculitis malaise, fatigue, anarexia and weight loss are common.# Elevated ESR and Anemia (as with other vasculitis)",
        "cop": 2,
        "opa": "Giant cell arteritis",
        "opb": "Takayasu arteritis",
        "opc": "Kawasaki disease",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "70d0a4ba-7ab0-451a-a9d7-d75c106461a6",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old biker had a road traffic accident with severe injury, after admitting in the hospital his condition suddenly worsens and leads to death, pathological specimen is provided, what could be likely cause of death?",
        "exp": "Ans. (b) Pulmonary thromboembolism. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Septic shock",
        "opb": "Pulmonary thromboembolism",
        "opc": "Deep vein thrombosis",
        "opd": "Varicosities of the vein",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "47dd97ea-486d-41c7-9b4e-d55b07206eec",
        "choice_type": "single"
    },
    {
        "question": "NO is released by -",
        "exp": "Ans. is 'c' i. e., Endothelial cells o The most important physiological source of NO is endothelial cells. o Nitric oxide, also called endothelium-derived-relaxing factor (EDRF), is formed from amino acid arginine, by the action of the enzyme NO synthase, which is cytosolic. o NO acts as short lived biological messenger by stimulating a guanyl cyclase that produce c. GMP and c. GMP activates protein kinase G. o The most important actions is the relaxation of smooth muscles. The constant release of NO from endothelial cells produces vasodilatation, and basal release of NO produced by endothelial cells is a primary determinant of resting vascular tone. In GIT, NO produces relaxation of GI smooth muscles. Vasodilatation in corpora covernosa helps in penile erection. o NO inhibits platelets adhesion, activation and aggregationo Cigarette smoking decreases endogenous NO formation",
        "cop": 3,
        "opa": "Neutrophills",
        "opb": "Macrophages",
        "opc": "Endothelial cells",
        "opd": "Lymphocytes",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Blood Vessels)",
        "id": "fcecec8f-25ad-4156-9f25-1d7f6f841446",
        "choice_type": "single"
    }
]