[
    {
        "question": "Bone marrow finding in myelofibrosis -",
        "exp": "Ans. is 'a' i. e., Dry tap (hypocellular) Myelofibrosiso The hallmark of primary myelofibrosis is rapid development of obliterative marrow fibrosis, o Myelofibrosis suppresses bone marrow hematopoiesis, leading to peripheral blood cytopenias. o This results in extensive extramedullary hematopoiesis in the spleen, liver and lymphnode - Splenomegaly and hepatomegaly. o Blood cell production from sites of extramedullary hematopoisis is disordered and ineffective - Persistent cytopenia. Peripheral blood picture. Leukoerythroblastosis - Presence of erythroid and granulocytic precursors in the peripheral blood. Tear-drop erythrocytes (dacrocytes) - Fibrotic marrow distorts and damages the membranes of erythroid proginators. Bone marrow findingso Initially marrow is hypercellular. o With progression marrow becomes hypocellular and diffusely fibrotic --> Bone marrow aspiration is a dry tap. o There is increase laying down of reticulin fibril network. o Cellularity of bone marrow is decreased, but megakaryocytes are increased and demonstrate features of dysmegakaryopoiesis. o Dilated marrow sinusoids.",
        "cop": 1,
        "opa": "Dry tap (hypocellular)",
        "opb": "Megaloblastic cells",
        "opc": "Microcytic cells",
        "opd": "Thrombocytosis",
        "subject_name": "Pathology",
        "topic_name": "Myeloproliferative Disorder",
        "id": "c6a9401e-712e-4366-bee9-2473b3dd6bc2",
        "choice_type": "single"
    },
    {
        "question": "JAK -2 mutation is seen in?",
        "exp": "Ans. (a) Polycyathemia Vera. Ref: Robbins pathology 9th ed/616. JAK-2 Mutation is seen in:-* Polycythemia Vera* Primary myelofibrosis* Essential Thrombocytosis",
        "cop": 1,
        "opa": "Polycythemia Vera",
        "opb": "I. T. P",
        "opc": "C. M. L",
        "opd": "C. M. M. L",
        "subject_name": "Pathology",
        "topic_name": "Myeloproliferative Disorder",
        "id": "734e76c5-b913-4e1e-b97c-76ee0508f275",
        "choice_type": "single"
    }
]