[
    {
        "question": "Bone marrow finding in myelofibrosis -",
        "exp": "Ans. is 'a' i.e., Dry tap (hypocellular) Myelofibrosiso The hallmark of primary myelofibrosis is rapid development of obliterative marrow fibrosis,o Myelofibrosis suppresses bone marrow hematopoiesis, leading to peripheral blood cytopenias.o This results in extensive extramedullary hematopoiesis in the spleen, liver and lymphnode - Splenomegaly and hepatomegaly.o Blood cell production from sites of extramedullary hematopoisis is disordered and ineffective - Persistent cytopenia.Peripheral blood pictureLeukoerythroblastosis - Presence of erythroid and granulocytic precursors in the peripheral blood.Tear-drop erythrocytes (dacrocytes) - Fibrotic marrow distorts and damages the membranes of erythroid proginators.Bone marrow findingso Initially marrow is hypercellular.o With progression marrow becomes hypocellular and diffusely fibrotic --> Bone marrow aspiration is a dry tap.o There is increase laying down of reticulin fibril network.o Cellularity of bone marrow is decreased, but megakaryocytes are increased and demonstrate features of dysmegakaryopoiesis.o Dilated marrow sinusoids.",
        "cop": 1,
        "opa": "Dry tap (hypocellular)",
        "opb": "Megaloblastic cells",
        "opc": "Microcytic cells",
        "opd": "Thrombocytosis",
        "subject_name": "Pathology",
        "topic_name": "Myeloproliferative Disorder",
        "id": "c6a9401e-712e-4366-bee9-2473b3dd6bc2",
        "choice_type": "single"
    },
    {
        "question": "JAK -2 mutation is seen in?",
        "exp": "Ans. (a) Polycyathemia VeraRef: Robbins pathology 9th ed/616JAK-2 Mutation is seen in:-* Polycythemia Vera* Primary myelofibrosis* Essential Thrombocytosis",
        "cop": 1,
        "opa": "Polycythemia Vera",
        "opb": "I.T.P",
        "opc": "C.M.L",
        "opd": "C.M.M.L",
        "subject_name": "Pathology",
        "topic_name": "Myeloproliferative Disorder",
        "id": "734e76c5-b913-4e1e-b97c-76ee0508f275",
        "choice_type": "single"
    },
    {
        "question": "Chronic myeloproliferative disorder includes all except:",
        "exp": "Ans: D (Erthyroleukemia) Ref: Robbins Pathologic Basis of Disease, 8th editionExplanation:List of Myeloproliferative DisordersChronic myeloid leukemia CMLPolycythemia veraEssential thrombocytosisPrimary myelofibrosisChronic eosinophilic leukemiaChronic neutrophilic leukemiaSystemic mastocytosis (?)- In 200L the World Health Organization classified \"chronic eosinophilic leukemia/ hvpereosinophilic syndrome\" and chronic neutrophilic leukemia under \"Chronic myeloproliferative diseases\".ErythroleukemiaIt is a subtype of AMLIt is classified as an M6 subtype of acute myelogenous leukemia (AML) in the French- American-British (FAb) classification system on the basis of morphologic and cytochemical criteria.",
        "cop": 4,
        "opa": "CML",
        "opb": "Polycythemia vera",
        "opc": "Essential thrombocytosis",
        "opd": "Erthyroleukemia",
        "subject_name": "Pathology",
        "topic_name": "Myeloproliferative Disorder",
        "id": "62cfa3c6-ded2-4b50-bc06-10bb48cefc4e",
        "choice_type": "multi"
    },
    {
        "question": "Bone marrow finding in myelofibrosis is?",
        "exp": "ANSWER: (D) All of the aboveREF: Robbins 8th ed ch: 13Primary myelofibrosis:The hallmark of primary myelofibrosis is the development of obliterative marrow fibrosis. The replacement of the marrowby fibrosis suppresses bone marrow hematopoiesis, leading to cytopenias and extensive neoplastic extramedullaryhematopoiesis.Pathology:* Activating JAK2 mutations are present in 50% to 60% of cases and activating MPL mutations in an additional l%to 5% of cases.* The chief pathologic feature is the extensive deposition of collagen in the marrowT by non-neoplastic fibroblasts. The fibrosis inexorably displaces hematopoietic elements, including stem cells, from the marrow and eventually leads to marrow failure.* As marrow fibrosis progresses, circulating hematopoietic stem cells take up residence in niches in secondary hematopoietic organs, such as the spleen, the liver, and the lymph nodes, leading to the appearance of extramedullary hematopoiesis. For incompletely understood reasons, blood cell production at extramedullary sites is disordered. This factor and the concomitant suppression of marrow function result in moderate to severe cytopeniasMorphology:* Early in the course, the marrow is often hypercellular At this stage fibrosis is minimal, and the blood may show leukocytosis and thrombocytosis.* Very late in the course, the fibrotic marrow space may be converted into bone, a change called \"osteosclerosis.1' These features are identical to those seen in the spent phase of other myeloproliferative disorders.* Fibrotic obliteration of the marrow space leads to extensive extramedullary hematopoiesis, principally in the spleen, which is usually markedly enlarged. The liver may be enlarged Hematopoiesis can also appear within lymph nodes, but significant lymphadenopathy is uncommon.Blood picture:* The marrow fibrosis is reflected in several characteristic blood findings .Marrow distortion leads to the premature release of nucleated erythroid and early granulocyte progenitors (leukoerythroblastosis), and immature cells also enter the circulation from sites of extramedullary hematopoiesis.* Teardrop-shaped red cells (dacryocytes), cells that were probably damaged during the birthing process in the fibrotic marrow, are also often seen.* Although characteristic of primary myelofibrosis, leukoerythroblastosis and teardrop red cells are seen in many infiltrative disorders of the marrow, including granulomatous diseases and metastatic tumors.* Other common, albeit nonspecific, blood findings include abnormally large platelets and basophilia",
        "cop": 4,
        "opa": "Leucoerythroblastosis",
        "opb": "Tear drop cells",
        "opc": "Leucocytopenia",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Myeloproliferative Disorder",
        "id": "c9ff9b01-ab40-4a54-9cd1-3d3c4caba696",
        "choice_type": "multi"
    }
]