[
    {
        "question": "Tigered effect in myocardium is due to -",
        "exp": "Ans. is 'b' i. e., Fat depositiono Tigered effect is grossly apparent bands of yellowed myocardium (containing fat) alternating with bands of dark red-brown, uninvolved heart.",
        "cop": 2,
        "opa": "Malignant change",
        "opb": "Fat deposition",
        "opc": "Seen in rheumatic fever",
        "opd": "Associated with myocarditis",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "3c00b071-7ded-461e-b6fd-1692574705af",
        "choice_type": "single"
    },
    {
        "question": "Foam cells in atherosclerosis contain lipid in the form of -",
        "exp": "Ans. is 'a' i. e., Oxidized LDLMorphology of atherosclerotic plaqueo There are three major components of an atherosclerotic plaques. Cells: Smooth muscle cell and macrophages are the major cells with some contribution from foam cells (lipid-laden macrophages), and lymphocytes. Advanced atherosclerotic plaque may lack smooth muscles as smooth muscle cells undergo apoptosis. Extracellular matrix: Collagen, elastic fibers, proteoglycans. Lipids: Both intracellular and extracellular, with cholesterol and cholesterol ester being the major lipids. o From initiation to the development, atheromatous plaque progresses from the following stages. 1 Type I (Initial) lesion. These are due to accumulation of isolated lipid filled macrophages (foam cells) and begins as fatty dots. These are not visible. Type II lesion (fatty streaks). These lesions are due to accumulation of multiple lipid-filled macrophages (foam cells). These are the earliest visible lesion of atherosclerosis. They are not significantly raised and thus do not cause any disturbance in blood flow. Type III (intermediate) lesion: These are same as type II with small extracellular lipid pool. Type IV (atheroma) lesiony Type II change with core of extracellular lipid. 5 Type V lesion (fibroatheroma or mature atherosclerosis). This lesion is mature atherosclerotic plaque which has following structure: Fibrous cap: It may be thin or thick. It contains-SwftwlA muscle cells. macrophages, foam cells. lymphocytes, collagen, elastin and proteoglycans. Necrotic core: It is deep to the fibrous cap. It contains - disorganised mass of lipid (primarily cholesterol and cholesterol esters), cell debris, some foam cells, fibrin, and other plasma proteins. 6. Type VI (complicated) lesion# Advanced lesions of atherosclerosis are at risk for the following pathological changes -Ruputure, ulceration, or erosion -->> can produce cholesterol emboli or may induce thrombus formation. Hemorrhage into plaque. Superimposed thrombus on ruptured lesion. Aneurysmal dilatation. o Fatty dot is the earliest lesion of atherosclerosis (but it is not visible). o Fatty streak is the earliest visible lesion of atherosclerosis. o Lesions type I, II and III ate clinically silent, whereas type IV, V and VI may be clinically silent or overt.",
        "cop": 1,
        "opa": "Oxidized LDL",
        "opb": "Reduced LDL",
        "opc": "Oxidized VLDL",
        "opd": "Reduced VLDL",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "6996a545-2326-47af-9234-c2f5906128c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a non-modifiable risk factor for CHD -",
        "exp": "Ans. is 6d' i. e., Old age o Old age is a non-modiflable risk factor for atherosclerosis and coronary heart disease (CHD). o Other three (given in question) are modifiable risk factors. Risk factors for atherosclerosis and coronary heart disease. Modifiableo Hyperlipidemiao Diabeteso Trans-unsaturated fat intakeo Hypertensiono Alcoholo Chlamydia pneumonaeo Cigarette smokingo Lipoprotein (a)o CMVo Physical inactivity Nonmodifiableo Old ageo Obesityo Stress (type 'A' personality)o Male gendero Postmenopausalo Homocysteineo Family historyo Prothrombotic factors",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "Smoking",
        "opc": "Hypertension",
        "opd": "Old age",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "419a79f2-7414-4b38-a106-9d99c6e9aab9",
        "choice_type": "single"
    },
    {
        "question": "Autopsy finding after 12hrs in a case of death due to M. I.:",
        "exp": "Ans. is 'b' i. e. coagulation necrosis Here I am giving you a simplified version of the table given on Robbins, go through this you will get the answer. If you are interested in more details, you can see the table given in Robbins on page 558 6th/e Robbins. Time. Gross Features. Microscopic features12 hrs 12-24 hrs1 - 3 days 1-7 days 7-14 days >2 weeks. None. Pallor. Hyperemic red border Pale yellow. Red purple border Grey white scar. Usually none (wavy fibres) Coagulative necrosis Above+neutrophils Above+macrophages Above+granulation tissue Fibrosis",
        "cop": 2,
        "opa": "Caseous necrosis",
        "opb": "Coagulative necrosis",
        "opc": "Fat necrosis",
        "opd": "Liquefactive necrosis",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "3aecc1d4-c8da-4c8f-878e-7a524a1db8ba",
        "choice_type": "single"
    },
    {
        "question": "Flipped pattern of LDH seen in:",
        "exp": "Ref: hup://onlinelibrary, wiley. com/doi/10. 1002/clc. 4960091202/pdf http://health. nytimes. com/health/guides/test/ldh-isoenzytnes/overview. html. Explanation: Serum lactate dehydrogenase (LDH) isoenzymesA possible explanation for the Hipped LDH pattern in the AMI patients (indicating some myocardial damage) could be myocytolysis and coagulation necrosis found on postmortem examinations. The conclusion of our study is that LDH isoenzymes should be measured in patients with AC I to determine the LDH 1. 2 ratio. The finding of Ii \"flipped\" LDH pattern demonstrating myocardial damage, lacking in stable angina, may also be helpful in patients who developed the clinical picture of ACI more than 24 hours before arrival at the hospital, since by that rime the creatine kinase-MB may have already returned to normal. An additional advantage of measuring LDH isoenzymes in these patients may be that patients with \"flipped\" LDH pattern may need a longer rest and earlier coronary angiographic evaluation.",
        "cop": 2,
        "opa": "Muscular dystrophy",
        "opb": "Acute Myocardial infarction",
        "opc": "Lymphoma",
        "opd": "Hemolytic anemia",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "8f8924b5-746b-4476-baaa-93aba30bbd6a",
        "choice_type": "single"
    },
    {
        "question": "True about Dressler'syndrome is all, except:",
        "exp": "Ans. is 'a' Occurs within hours after myocardial infarction Delayed pericarditis occurring 2-3 weeks after myocardial infarction is known as Dresser's syndrome. Corticosteroids, NSAIDS and anticoagulants precipitate it, so they are contraindicated. It responds well to salicylates. Don 't get confused, just keep in mind that Aspirin is the drug of choice, but other NSA1D's are contra indicated. Other important clinical features are: Common presentation is chest pain d/t pericarditis, fever and malaise. Increase ESR.",
        "cop": 1,
        "opa": "Occurs within hours after myocardial infarction",
        "opb": "May be due to early use of anticoagulant",
        "opc": "Chest pain is common",
        "opd": "Responds well to salicylates",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "d9d7291c-6020-4cf9-8819-54771a993ecc",
        "choice_type": "multi"
    },
    {
        "question": "Why is Troponin C not used for MI diagnosis?",
        "exp": "Ans. (b) troponin C is present in both cardiac and smooth muscle. Ref: Harrison 19th ed. /265e-7* Troponins of cardiac origin are regulatory proteins that control the calcium mediated interaction of Actin and Myosin.* The troponin complex consists of three subunits: Troponin T, which binds to Tropomyosin and facilitates contractions; Troponin I, which binds to Actin and inhibits Actin/Myosin interaction; and Troponin C, which binds the calcium ions* The amino acid sequence of the skeletal and cardiac isoforms of Troponin T and Troponin I are sufficiently dissimilar and therefore detectable by monoclonal antibody assay.* Troponin C is not used clinically because both cardiac and smooth muscle share Troponin C isoforms",
        "cop": 2,
        "opa": "Ttroponin C binds to calcium",
        "opb": "Troponin C is present in both cardiac and smooth muscle",
        "opc": "Troponin C is present in both cardiac and skeletal muscle",
        "opd": "It elevates late after onset of MI.",
        "subject_name": "Pathology",
        "topic_name": "Myocardial Infraction",
        "id": "512048f0-2f6c-4619-9d60-b0bbb9958686",
        "choice_type": "multi"
    }
]