[
    {
        "question": "Which of the following is positive in Follicular lymphoma?",
        "exp": "Follicular lymphoma likely arises from germinal center B cells and is strongly associated with chromosomal translocations involving BCL2. Its hallmark is a (14;18) translocation that juxtaposes the IGH locus on chromosome 14 and the BCL2 locus on chromosome 18. The t(14;18) is seen in up to 90% of follicular lymphomas, and leads to overexpression of BCL2. BCL2 antagonizes apoptosis and promotes the survival of follicular lymphoma cells. Notably, while normal germinal centers contain numerous B cells undergoing apoptosis, follicular lymphoma is characteristically devoid of apoptotic cells. BCL 10 : associated with extra nodal marginal zone lymphoma The t(14;18)(q32;q21) and t(1;14) (p22;q32) translocations cause increased expression of intact MALT1 and BCL-10 protein respectively. This translocation is associated with gastric MALToma. Each of the three translocations has the same net effect, the constitutive activation of NF-kB, a transcription factor that promotes B-cell growth and survival. Antigen dependent activation of NF-kB in normal B and T cells. requires both BCL-10 and MLT, which work together in a pathway downstream of the B- and T-cell antigen receptors. Thus, H. pylori-induced inflammation may trigger NF-kB activation through the MLT/BCL-10 pathway in MALTomas that lack these translocations. Removal of this stimulus may explain why these tumors tend to respond to H. pylori eradication. In contrast, NF-kB is constitutively active in tumors bearing translocations involving MLT or BCL10, and H. pylori treatment is ineffective. BCL 6 : associated with diffuse large b cell lymphoma(DLBCL). DLBCL is most common subtype of non Hodgkin lymphoma globally. BCL 1 : also called cyclin D1 and is associated with Mantle Cell Lymphoma",
        "cop": 1,
        "opa": "Bcl 2",
        "opb": "Bcl 6",
        "opc": "Bcl 1",
        "opd": "Bcl 10",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "f3f1ef55-8598-4df6-93b3-1ab2262025fd",
        "choice_type": "single"
    },
    {
        "question": "Fish mouth stenosis in rheumatic hea disease is due to which of the following mechanisms?",
        "exp": "Fish mouth stenosis in RHD is manifestation of Chronic RHD involving mitral valve which is due to calcification and fibrosis bridging across valvular commissures. RHD is viually the only cause of mitral stenosis. Acute and chronic rheumatic hea disease. A) Acute rheumatic mitral valvulitis superimposed on chronic rheumatic hea disease. Small vegetations (verrucae) are visible along the line of closure of the mitral valve leaflet (arrows). Previous episodes of rheumatic valvulitis have caused fibrous thickening and fusion of the chordae tendineae. B) Microscopic appearance of an Aschoff body in a patient with acute rheumatic carditis. The myocardium exhibits a circumscribed nodule of mixed mononuclear inflammatory cells with associated necrosis; within the inflammation, large activated macrophages show prominent nucleoli, as well as chromatin condensed into long, wavy ribbons (caterpillar cells; arrows). C/D). Mitral stenosis with diffuse fibrous thickening and distoion of the valve leaflets and commissural fusion (arrows, C), and thickening of the chordae tendineae (D). Note neovascularization of anterior mitral leaflet (arrow, D). E). Surgically resected specimen of rheumatic aoic stenosis, demonstrating thickening and distoion of the cusps with commissural fusion. Comparison of the four major forms of vegetative endocarditis. The rheumatic fever phase of rheumatic hea disease (RHD) is marked by small, way vegetations along the lines of closure of the valve leaflets. Infective endocarditis (IE) is characterized by large, irregular masses on the valve cusps that can extend onto the chordae. Nonbacterial thrombotic endocarditis (NBTE) typically exhibits small, bland vegetations, usually attached at the line of closure. One or many may be present. Libman-Sacks endocarditis (LSE) has small or medium-sized vegetations on either or both sides of the valve leaflets.",
        "cop": 1,
        "opa": "Calcification and fibrosis bridging across valvular commissures",
        "opb": "Fibrinoid necrosis",
        "opc": "Acute inflammation leading to valvular damage",
        "opd": "Myxomatous degeneration of the valve",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "cfee4081-6c1b-4211-8d6b-93881f154da2",
        "choice_type": "single"
    },
    {
        "question": "If a mother is donating her kidney to son, this is an example of which of the following?",
        "exp": "Donor and recipient are of same species and different individual : Allograft Donor and recipient are of same individual : Autograft Graft between different individual but of similar genetic makeup as in identical twins : Isograft Graft between different species : Xenograft For any organ transplantation, the single most impoant gene which has to be match is HLA DR for successful transplantation.",
        "cop": 2,
        "opa": "Isograft",
        "opb": "Allograft",
        "opc": "Autograft",
        "opd": "Xenograft",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "04de28e0-909f-44d9-aa05-9a5a4f7b650d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about alpha 1 antitrypsin?",
        "exp": "Alpha 1 antitrypsin : anti elastase protein coded by gene PiMM gene. Any mutation in this gene lead to abnormal formation of alpha 1 antitrypsin protein which leads to Storage of this abnormal enzyme inside hepatocyte instead of it's secretion resulting in manifestation of micronodular cirrhosis of liver and Pan acinar emphysema in basal pa of lung.",
        "cop": 1,
        "opa": "Inhibits elastase",
        "opb": "Inhibits trypsinogen activation in pancreas",
        "opc": "Inhibits trypsin activating protease",
        "opd": "Inhibits chymotrypsin",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "8d836ef9-008f-4d08-854a-c283d5db9be0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is autosomal dominant in inheritance?",
        "exp": "Autosomal Dominant (A Very DOMINANT Hereditary Family ) Achondroplasia/ADPKD Von Hipple Lindau disease Dystrophia myotonica Osteogenesis imperfecta Marfan Syndrome Intermittent porphyria NF 1(von reckinghausen disease) Achondroplasia NF 2 Tuberous Sclerosis Huntington Disease Familial hypercholesterolemia Autosomal Recessive (ABCDEFGH'S) Albinism, Ataxia Telengiactasia, Alkaptonuri Beta thalassemia Cystic Fibrosis Dubin Johnson Emphysema(alpha 1 antitrypsin deficiency) Friedreich Ataxia Galactosemia Hemochromatosis Sickle cell anemia Wiskott Aldrich : X linked Recessive Defects in hormones and signal transduction proteins producing abnormal proliferaion oor maturation of osteoblasts, osteoclasts or chondrocytes Achondroplasia FGFR3 Receptor Sho stature, rhizomelic, shoening of limbs, frontal bossing, midface deficiency Hypochondroplasia FGFR3 Receptor Dispropoionately sho stature, micromelia, relative macrocephaly",
        "cop": 2,
        "opa": "Sickle cell disease",
        "opb": "Achondroplasia",
        "opc": "Hemochromatosis",
        "opd": "Wiskott Aldrich syndrome",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "c6861b61-1808-4ff5-bc49-7a11471d5194",
        "choice_type": "single"
    },
    {
        "question": "McCallum patches/plaques are usually seen in which chamber of the hea?",
        "exp": "During acute RF, diffuse inflammation and Aschoff bodies may be found in any of the three layers of the hea, resulting in pericarditis, myocarditis, or endocarditis (pancarditis). Inflammation of the endocardium and the left-sided valves typically results in fibrinoid necrosis within the cusps or tendinous cords. Overlying these necrotic foci and along the lines of closure are small (1 to 2 mm) vegetations, called verrucae. Thus, RHD is one of the forms of vegetative valve disease, each of which exhibit their own characteristic morphologic features. Subendocardial lesions, perhaps exacerbated by regurgitant jets (Mitral regurgation), can induce irregular thickenings called MacCallum plaques, usually in the left atrium. The cardinal anatomic changes of the mitral valve in chronic RHD are leaflet thickening, commissural fusion and shoening, and thickening and fusion of the tendinous cords. In chronic disease the mitral valve is viually always involved. The mitral valve is affected in isolation in roughly two thirds of RHD, and along with the aoic valve in another 25% of cases.",
        "cop": 1,
        "opa": "Left atrium",
        "opb": "Right atrium",
        "opc": "Left ventricle",
        "opd": "Right ventricle",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "ad32e3de-0b1d-4136-a2b0-0b38afe23c18",
        "choice_type": "multi"
    },
    {
        "question": "A 26 year old female patient presented with fever, oral ulcers, sensitivity to light and rash over the malar area of the face sparing the nasolabial folds of both side. Which of the following indicates the condition associated with these manifestations?",
        "exp": "SLE is an autoimmune disease involving multiple organs, characterized by a vast array of autoantibodies, paicularly antinuclear antibodies (ANAs), in which injury is caused mainly by deposition of immune complexes and binding of antibodies to various cells and tissues. 1997 Revised Criteria for Classification or Systemic Lupus Erythematosus* Criteria Definition 1. Malar Rash Fixed erythema, flat or raised, over the malar eminences, tending to spare the nasolabial folds 2. Discoid rash Erythematous raised patches with adherent keratotic scaling and follicular plugging, atrophic scarring may occure in older lesions 3. Photosensitivity Rash as a result or unusual reaction to sunlight by patient history or physician observation 4. Oral ulcers Oral or nasolpharyngeal ulceration, usually painless, observed by a physician 5. Ahritis Nonerosive ahritis involving, two or more peripheral joints, characterized by tenderness, swelling or effusion 6. Serositis Pleuruitis-convincing history of pleuritic pain or rub heard by a physician or evidence of pleural effusion, orPericarditis-documented by electrocardiogram or rub or evidence of pericardial effusion 7. Renal disorder Persistent proteinuria >0.5 g/dL or >3 if quantitation not performed orCellular casts-may be red blood cell, hemoglobin, granular, tubular, or mixed 8. Neurologic disorder Serizures-in the absence of offending durgs or known metabolic derangements (e.g. uremia, ketoacidosis, or electrolyte imbalance), orPsychosis-in the absence of offending drugs or known metabolic derangement (e.g. uremia, ketoacidosis, or electrolyte imbalance) 9. Hematologic disorder Hemolytic anemia-with reticulocytosis orLeukopenia- <4.0 x 109 cells/L (4000 cells/mm3) total or two or more occasions, orLymphopenia - <1.5 x 109 cells/L (1500 cells/mm3) on two or more occasions, orThrombocytopenia - <100 x 109 cells/L (100 x 103 cells/mm3) in the absence of offending drugs 10. Immunologic disorder Anti-DNA antibody to native DNA in abnormal titer, orAnti-Sm- presence of antibody to Sm nuclear antigen, orPositive finding of antiphospholipid antibodies based on (1) an abdnormal serum level of IgG or IgM Anticardiolipin antibodies.(2) a positive test for lupus anticoagulant using a standard test, or (3) a false-positive serologic test for syphilis known to be positive for at least 6 months and confirmed by negative Treponema pallidum immunobolization or fluorescent treponemal antibody absorption test. 11. Antinuclear antibody An abnormal titer of antinuclear antibody by immunofluorescence or an equivalent assay at any point in time and in the absence of drugs know to be associated with drug-induced lupus syndrome Sturge Weber syndrome: The so-called po wine stain is a special form of nevus flammeus. These lesions tend to grow during childhood, thicken the skin surface, and do not fade with time. Such lesions in the distribution of the trigeminal nerve are associated with the Sturge-Weber syndrome (also called encephalotrigeminal angiomatosis). This uncommon congenital disorder is associated with facial po wine nevi, ipsilateral venous angiomas in the coical leptomeninges, mental retardation, seizures, hemiplegia, and skull radio-opacities. Thus, a large facial telangiectasia in a child with mental deficiency may indicate the presence of additional vascular malformations.",
        "cop": 2,
        "opa": "Sturge weber syndrome",
        "opb": "SLE",
        "opc": "Dermatitis",
        "opd": "Psoriasis",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "be89b52f-8d3a-4ef3-bd8e-be1a5093abc5",
        "choice_type": "multi"
    },
    {
        "question": "Hemolysis is predominantly intravascular in which of the following conditions?",
        "exp": "- Intravascular hemolysis (predominant) is seen in: Paroxysmal nocturnal hemoglobinuria (PNH) G6PD deficiency Paroxysmal cold hemoglobinuria (Cold hemolysin disease) - Extravascular hemolysis (predominant) is seen in: Hereditary spherocytosis Warm-type autoimmune hemolytic anemia Cold agglutinin disease (Cold-type AIHA) Sickle cell disease",
        "cop": 2,
        "opa": "Warm-type autoimmune hemolytic anemia",
        "opb": "PNH",
        "opc": "Cold-type autoimmune hemolytic anemia",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "9b9dafd3-5b74-438e-ac12-7ae76ac9eff5",
        "choice_type": "single"
    },
    {
        "question": "Flask shaped ulcers intestine caused by which of the following?",
        "exp": "Infection Ulcer Typhoid Longitudinal ulcer TB Transverse ulcer Entamoeba Histolytica Flask shape ulcer Broad base ulcer(flask shape ulcer) is seen in entamoeba histolytica. Giardia is a noninvasive cause of malabsorption.",
        "cop": 3,
        "opa": "Typhoid",
        "opb": "TB",
        "opc": "Entamoeba histolytica",
        "opd": "Giardia",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "ef8b90e4-c772-427b-9892-2d42937d94ba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following feature distinguishes Crohn's disease from Ulcerative colitis ?",
        "exp": "- Crohn's disease is associated with transmural inflammation whereas only superficial layers are involved in ulcerative colitis. Feature Crohn Disease Ulcerative Colitis Macroscopic Bowel region involved Any site of GIT Colon only Distribution Skip lesions Diffuse Stricture Yes Rare Wall appearance Thick Thin Microscopic Inflammation Transmural Limited to mucosa, submucosa Pseudopolyps may/ may not be present Markedly present Ulcers Deep, knife-like Superficial, broad-based Lymphoid reaction Marked Moderate Fibrosis Marked Mild to none Serositis Marked Mild to none Granulomas Yes ( 35%) No Fistulae/sinuses Yes No Clinical Perianal fistula Yes (in colonic disease) No Fat/vitamin malabsorption Yes No Malignant potential With colonic involvment yes Yes Recurrence after surgery Common No Toxic megacolon No Yes All feature may not be present in a single case. TRUE LOVE CLASSIFICATION OF UC.",
        "cop": 1,
        "opa": "Transmural involvement",
        "opb": "Presence of polyps",
        "opc": "Mucosal edema",
        "opd": "Lymphocyte infiltrate",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "5f3ebdb5-824e-4e26-baed-a5e8078bd6cf",
        "choice_type": "single"
    },
    {
        "question": "Glanzmann thromasthenia is due to defect in:-",
        "exp": "The conformational change in glycoprotein IIb/IIIa that occurs with platelet activation allows binding of fibrinogen, a large bivalent plasma polypeptide that forms bridges between adjacent platelets, leading to their aggregation. Predictably, inherited deficiency of GpIIb-IIIa results in a bleeding disorder called Glanzmann thrombasthenia. Bernard-Soulier syndrome illustrates the consequences of defective adhesion of platelets to subendothelial matrix. Bernard-Soulier syndrome is caused by an inherited deficiency of the platelet membrane glycoprotein Complex Ib-IX. This glycoprotein is a receptor for vWF and is essential for normal platelet adhesion to the subendothelial extracellular matrix. Affected patients have a variable, often severe, bleeding tendency. Factor VIII and vWF are encoded by separate genes and are synthesized in different cells. Factor VIII is an essential cofactor of factor IX, which conves factor X to factor Xa. It is made in several tissues; sinusoidal endothelial cells and Kupffer cells in the liver seem to be major sources. Type 1 and type 3 von Willebrand disease are associated with quantitative defects in vWF. Type 1, an autosomal dominant disorder characterized by a mild to moderate vWF deficiency, accounts for about 70% of all cases. Type 2 von Willebrand disease is characterized by qualitative defects in vWF.",
        "cop": 1,
        "opa": "Gp IIb/IIIa",
        "opb": "Gp Ib-IX",
        "opc": "CD68",
        "opd": "Von Willebrand factor",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "66f5287e-87f6-4310-aece-56a053f37719",
        "choice_type": "single"
    },
    {
        "question": "Cushing ulcer seen in:-",
        "exp": "- Stress-related mucosal disease occurs in patients with severe trauma, extensive burns, intracranial disease, major surgery, serious medical disease, and other forms of severe physiologic stress. Stress ulcers: - Gastric, duodenal, and esophageal ulcers arising in persons with intracranial disease/ head injury - Cushing ulcers - Ulcers associated with severe burns - Curling ulcers. - Ulcers occuring in severe hypeension - Maorell's ulcer",
        "cop": 1,
        "opa": "Stress ulcer in Head injury",
        "opb": "Stress ulcer in Burns",
        "opc": "ulcer in severe hypeension",
        "opd": "Ulcer in Crohn's disease",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "f5f4927d-c33d-4630-9fbc-c31a1aa64f15",
        "choice_type": "single"
    },
    {
        "question": "Caspase involved in activation of IL_1 is which of the following?",
        "exp": "Pyroptosis :- Example of process in which injury is initiated because of exposure to microbes. Whenever there is exposure to microbes there is activation of enzyme caspase 1 and caspase 11. Caspase 1 conve inactive form of IL 1 to active form of IL1. As IL1 has central action, it enters CNS and results in development of fever. Caspase-1 along with closely related caspase-11 also cause death of the infected cell. -Caspase 3, a typical executioner caspase that cleaves DNA and other substrates to cause cell death.",
        "cop": 1,
        "opa": "Caspase 1",
        "opb": "Caspase 3",
        "opc": "Caspase 5",
        "opd": "Caspase 8",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "7e0eae85-572d-45ca-8683-d597bc1a9c66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Fragile X syndrome?",
        "exp": "Fragile X syndrome Long repeating sequence of three nucleotides. 2nd most common genetic cause of mental retardation after Down syndrome. It is caused by a trinucleotide mutation in the familial mental retardation-1 (FMR1) gene (CGG Repeat). Affected males are mentally retarded, with an IQ in the range of 20 to 60. Characteristic physical phenotype -Large mandible, large eveed ears, and large testicles (macro-orchidism). The most distinctive feature is macro-orchidism in at least 90% of affected post pubeal males. Thiy percent to 50% of carrier females are affected (i.e., have intellectual disability. etc.)",
        "cop": 3,
        "opa": "Triple nucleotide CAG Sequence mutation",
        "opb": "10% female carriers are mental disability",
        "opc": "Affected males have IQ of 20-40",
        "opd": "Micro-orchidism in affected males",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "c449c8d2-465f-47d1-927b-9c98ec275d8d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following type of necrosis is seen in blood vessel due to immune complex mediated damage?",
        "exp": "Fibrinoid necrosis is a special form of necrosis usually seen in immune reactions involving blood vessels. This pattern of necrosis typically occurs when complexes of antigens and antibodies are deposited in the walls of aeries. Deposits of these \"immune complexes,\" together with fibrin that has leaked out of vessels, result in a bright pink and amorphous appearance in H&E stains, called \"fibrinoid\" (fibrin-like) by pathologists. Seen in Type III hypersensitivity, microscopic polyangiitis, vegetation of Libman Sack Endocarditis, malignant hypeension. Coagulative necrosis is a form of necrosis in which the architecture of dead tissues is preserved for a span of at least some days . The affected tissues exhibit a firm texture. Ischemia caused by obstruction in a vessel may lead to coagulative necrosis of the supplied tissue in all organs except the brain. A localized area of coagulative necrosis is called an infarct. Liquefactive necrosis, in contrast to coagulative necrosis, is characterized by digestion of the dead cells, resulting in transformation of the tissue into a liquid viscous mass. It is seen in focal bacterial or, occasionally, fungal infections, because microbes stimulate the accumulation of leukocytes and the liberation of enzymes from these cells. \\The necrotic material is frequently creamy yellow because of the presence of dead leukocytes and is called pus. For unknown reasons, hypoxic death of cells within the central nervous system often manifests as liquefactive necrosis. Caseous necrosis is encountered most often in foci of tuberculous infection. The term \"caseous\" (cheeselike) is derived from the friable white appearance of the area of necrosis. On microscopic examination, the necrotic area appears as a structureless collection of fragmented or lysed cells and amorphous granular debris enclosed within a distinctive inflammatory border; this appearance is characteristic of a focus of inflammation known as a granuloma",
        "cop": 3,
        "opa": "Coagulative necrosis",
        "opb": "Liquefactive necrosis",
        "opc": "Fibrinoid necrosis",
        "opd": "Caseous necrosis",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "14c010d2-4d08-4926-8a69-d2bd95239a62",
        "choice_type": "single"
    },
    {
        "question": "Risk factors for Alzheimer's include:-",
        "exp": "Alzheimer disease is associated with deposition of amyloid beta(AB) plaque which is produce from amyloid associated protein(APP) which is coded from gene present on chromosome 21. This is called pre senile dementia or premature Alzheimer. Noonan syndrome : defect in gene PTPN11, KRAS, SOS1 leading to defect in signaling protein. Patient have pulmonary valve stenosis, VSD or hyperophic cardiomyopathy.",
        "cop": 3,
        "opa": "Klinefelter syndrome",
        "opb": "Noonam syndrome",
        "opc": "Down's syndrome",
        "opd": "Turner syndrome",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "19ced4f8-3179-4251-a98d-ddec199089a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an AIDS defining illness?",
        "exp": "Hodgkin's lymphoma is not an AIDS defining lesion, rest all the option are strongly associated with AIDS AIDS-defining malignancies: Kaposi sarcoma (m/c) B- cell Lymphoma Cervical cancer in women / Anal cancer in women",
        "cop": 1,
        "opa": "Hodgkin's lymphoma",
        "opb": "Cervical cancer",
        "opc": "Primary CNS lymphoma",
        "opd": "Kaposi sarcoma",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "9a87a531-b850-4a62-844c-698c2f177e20",
        "choice_type": "single"
    },
    {
        "question": "Which one of following is functions of PGI2?",
        "exp": "The most impoant PG ones in inflammation are:-PGE2, PGD2, PGF2a, PGI2 (prostacyclin), and TxA2 (thromboxane A2), each of which is derived by the action of a specific enzyme on an intermediate in the pathway. Note:-A thromboxane-prostacyclin imbalance has been implicated as an early event in thrombus formation in coronary and cerebral blood vessels.",
        "cop": 2,
        "opa": "Vasoconstriction and inhibits platelet aggregation",
        "opb": "Vasodilator and inhibits platelet aggregation",
        "opc": "Vasoconstriction and increases platelet aggregation",
        "opd": "Vasodilator and increases platelet aggregation",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "a7bb600d-e797-43d9-a2a1-c489b2685acf",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding Mitochondrial DNA",
        "exp": "Mitochondrial DNA 1% of cellular DNA , 16569 base pairs , 13 proteins of respiratory chain Maternal inheritance. This peculiarity exists because ova contain numerous mitochondria within their abundant cytoplasm, whereas spermatozoa contain few Shows heteroplasmy AGA and AGG are stop codon in mitochondrial DNA Complement of the zygote is derived entirely from the ovum Mothers transmit mtDNA to all their offspring, male and female Daughters but not sons transmit the DNA fuher to their progeny. Deleterious effects primarily on the organs most dependent on oxidative phosphorylation such as the central nervous system, skeletal muscle, cardiac muscle, liver, and kidneys. Diseases are rare and. EXAMPLES: Leber hereditary optic neuropathy, MELAS ; Mitochondrial Encephalopathy, Lactic acidosis and Stroke like episode. Kearne Sayre Syndrome ,is a large deletion in mitochondrial DNA MELAS, MERRF is a mutation of t RNA",
        "cop": 2,
        "opa": "1% of cellular DNA,13 proteins of respiratory chain",
        "opb": "Dont show heteroplasmy",
        "opc": "AGA and AGG are stop codon in mitochondrial DNA",
        "opd": "Kearne Sayre Syndrome is a large deletion in mitochondrial DNA",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "fc1f1342-c770-418a-9e7b-0a4e532ca7d0",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic feature of hyperophic obstructive cardiomyopathy is:-",
        "exp": "Hyperophic cardiomyopathy (HCM) is a common (incidence, 1 in 500), clinically heterogeneous, genetic disorder characterized by myocardial hyperophy, poorly compliant left ventricular myocardium leading to abnormal diastolic filling, and (in about one third of cases) intermittent ventricular outflow obstruction. The essential feature of HCM is massive myocardial hyperophy,usually without ventricular dilation. The classic pattern involves dispropoionate thickening of the ventricularseptum relative to the left ventricle free wall (with a ratio of septum to free wall greater than 3 : 1), termed asymmetric septal hyperophy. In about 10% of cases, the hyperophy is concentric and symmetrical. On longitudinal sectioning, the normally round-to-ovoid left ventricular cavity may be compressed into a \"banana-like\" configuration by bulging of the ventricular septum into the lumen. Although marked hyperophy can involve the entire septum, it is usually most prominent in the subaoic region. The left ventricular outflow tract often exhibits a fibrous endocardial plaque associated with thickening of the anterior mitral leaflet. The most impoant histologic features of HCM myocardium are: (1) massive myocyte hyperophy (2) haphazard disarray of bundles of myocytes, individual myocytes, and contractile elements in sarcomeres within cells (termed myofiber disarray). (3) interstitial and replacement fibrosis Mutations causing HCM are found most commonly in the gene encoding b-myosin heavy chain (b-MHC), followed by the genes coding for cardiac TnT, a-tropomyosin, and myosin-binding protein C (MYBP-C).",
        "cop": 1,
        "opa": "Asymmetric septal hyperophy of septum",
        "opb": "Increased size of atria",
        "opc": "Increased size of ventricle",
        "opd": "Normal myofiber arrangement",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "8a1b79e5-a359-48b7-b1da-2288bd1b3dda",
        "choice_type": "single"
    },
    {
        "question": "MHC II is associated with:-",
        "exp": "During antigen recognition, CD4 molecules bind to class II MHC molecules that are displaying antigen (Fig. 6-5), and CD8 molecules bind to class I MHC molecules, and the CD4 or CD8 coreceptor initiates signals that are necessary for activation of the T cells. Because of this requirement for coreceptors, CD4+ helper T cells can recognize and respond to antigen displayed only by class II MHC molecules, whereas CD8+ cytotoxic T cells recognize cell-bound antigens only in association with class I MHC molecules; this segregation is described later. Integrins are adhesion molecules that promote the attachment of T-cells to APCs. To respond, T cells have to recognize not only antigen- MHC complexes but additional signals (CD 28) provided by antigen- presenting cells.",
        "cop": 1,
        "opa": "Antigen presenting cells",
        "opb": "Red blood cells",
        "opc": "Platelets",
        "opd": "Epithelial cells",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "c81187ef-8c19-49fb-8d7f-55b462952198",
        "choice_type": "single"
    },
    {
        "question": "MRP 2 and conjugated hyperbilirubinemia associated with which of the following?",
        "exp": "Dubin-Johnson Syndrome:- Defect in canalicular protein called MRP2 leading to increase in conjugated bilirubin (CB). Criggler Najjar Syndrome type I and type II has decrease activity of UDP-glucuronodyltransferases leading to increase unconjugated bilirubin (UCB) which enters CNS and can cause kernicterus.",
        "cop": 3,
        "opa": "Criggler Najjar syndrome type I",
        "opb": "Criggler Najjar syndrome type II",
        "opc": "Dubin Johnson syndrome",
        "opd": "Rotor syndrome",
        "subject_name": "Pathology",
        "topic_name": "NEET 2019",
        "id": "cad5a635-c4e0-434f-ab9e-7b877fab3c5b",
        "choice_type": "single"
    }
]