[
    {
        "question": "A 11-year-old boy came with history of cough for 15 days. On examination he was found to have cervical lymphadenopathy. The lymph node biopsy is shown below. Which of the following is the most appropriate diagnosis?",
        "exp": "Cavitation occurs only in secondary tuberculosis. Both primary and secondary tuberculosis are characterized bycaseating granulomas, often with Langhans giant cells, which heal by scarring and calcification. The skin test result for tuberculin sensitivity is positive in both forms.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Leprosy",
        "opc": "Sarcoidosis",
        "opd": "Syphilis",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "f62de10a-2874-4e17-a616-ea94be87cd30",
        "choice_type": "single"
    },
    {
        "question": "A middle aged female presented with a 4cm mass in upper outer quadrant of the breast. Biopsy showed densely packed cells within large lakes of mucin. Which of the following is the most likely diagnosis of this patient?",
        "exp": "Colloid (mucinous) carcinoma is an invasive variant. Colloid carcinoma has a glistening surface and mucoid consistencyon cut section Composed ofsmall clusters of epithelial cells, occasionally forming glands, floating in pools of extracellular mucin. In its pure form, colloid carcinomahas a considerablybetter prognosisthaninfiltrating ductal or lobular carcinoma Abundant mucin productionisnot a featureof the other choices. Diagnosis: Mucinous carcinoma of the breast",
        "cop": 2,
        "opa": "Medullary carcinoma of breast",
        "opb": "Colloid carcinoma of breast",
        "opc": "Tubular carcinoma of breast",
        "opd": "Papillary carcinoma of breast",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "374012d8-974e-4996-8b70-ef80023082e1",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby presented with a failure to pass meconium in the immediate postnatal period. The pediatrician also notices visible yet ineffective peristalsis, and abdominal distention. A radiological contrast enema demonstrated a narrow conical segment and a dilated proximal bowel. A diagnosis of Hirschsprung disease was made. Which of the following is a cause of the condition in the patient?",
        "exp": "Hirschsprung disease: Also known as congenital aganglionic megacolon Premature arrest of normal migration of neural crest cells from the cecum to the rectum producing aganglionosis of distal intestinal segment Functional obstruction of the affected bowel and proximal dilation Diagnosis: Documenting the absence of ganglion cells within the affected segment using immunohistochemical stains for acetylcholinesterase.",
        "cop": 1,
        "opa": "Failure of migration of neural crest cells",
        "opb": "Excessive peristalsis of the affected pa of gut",
        "opc": "Failure of involution of vitelline duct",
        "opd": "Obstruction secondary to an infectious agent",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "0584d1b0-3599-4507-a57b-5775b409261a",
        "choice_type": "single"
    },
    {
        "question": "Microscopic examination of the reperfused myocardium is likely to have which of the following findings?",
        "exp": "Microscopically, irreversibly damaged myocytes after reperfusion develop contraction band necrosis. In this pathologic process, intense eosinophilic bands of hypercontracted sarcomeres are created by an influx of calcium across plasma membranes that heightens actin-myosin interactions. In the absence of ATP, the sarcomeres cannot relax and get stuck in an agonal tetanic state.",
        "cop": 3,
        "opa": "Cardiac myocyte swelling",
        "opb": "Waviness of fibres",
        "opc": "Contraction band necrosis",
        "opd": "Neutrophilic infiltration",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "2fd38036-0324-4bfb-a993-003a7db50743",
        "choice_type": "single"
    },
    {
        "question": "A middle-aged male presented with history of fatigue and tiredness. On investigating, he had a hemoglobin of 8g/dL and MCV of 110 fl with the peripheral smear showing macrocytes and hypersegmented neutrophils. Which of the following is the most likely cause of the findings in this patient?",
        "exp": "Ancylostoma duodenale (hookworm) infestation and colon cancer can be associated with chronic blood loss leading to iron deficiency (microcytic hypochromic anemia). Chronic renal failure can lead to anemia of chronic inflammation which usually presents with normocytic normochromic anemia. Chronic alcoholism can be associated with folic acid deficiency which causes megaloblastic anemia (macrocytosis, elevated MCV, hypersegmented neutrophils).",
        "cop": 2,
        "opa": "Ancylostoma duodenale infestation",
        "opb": "Chronic alcoholism",
        "opc": "Chronic renal failure",
        "opd": "Colon cancer",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "0f8da8e8-06a3-4f64-bd3b-a263dd1099cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with pauci-immune glomerulonephritis?",
        "exp": "Rapidly progressive glomerulonephritis (RPGN)/Crescentic glomerulonephritis is broadly divided into 3 categories: Anti-GBM glomerulonephritis - Linear glomerular IgG IF staining Goodpasture syndrome has anti-GBM lesion along with pulmonary hemorrhage Immune complex mediated glomerulonephritis - Glomerular immune complex localization with granular IF IgA nephropathy Fibrillary GN Membranous GN Type I and II MPGN Acute post-infectious GN Lupus nephritis Henoch-Schonlein purpura Pauci-immune glomerulonephritis - Paucity of glomerular IF immunoglobulin staining; Serology: +ANCA ANCA+ GN Microscopic polyangiitis Wegener granulomatosis (Granulomatosis with polyangiitis (GPA)) Churg-Strauss syndrome",
        "cop": 4,
        "opa": "SLE nephritis",
        "opb": "Anti-GBM glomerulonephritis",
        "opc": "IgA nephropathy",
        "opd": "Granulomatosis with polyangiitis (GPA)",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "147ad642-a12d-4b9e-b7bf-57ed9f876f91",
        "choice_type": "single"
    },
    {
        "question": "Loss of foot processes seen on electron microscopy of renal biopsy is a classical feature in which of the following?",
        "exp": "IgA nephropathy - Mesangial IgA deposits RPGN - Findings depend on the type of RPGN and cause. Membranous nephropathy - Subepithelial deposits (Spike and dome appearance) Minimal change disease (MCD): Effacement of foot processes of podocytes and damage to podocytes seen on electron microscopy Most common cause of nephrotic syndrome in children is MCD and in adults, it is FSGS.",
        "cop": 2,
        "opa": "Membranous nephropathy",
        "opb": "Minimal change disease",
        "opc": "lgA nephropathy",
        "opd": "Rapidly progressive gloerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "34626aba-7b19-4468-9e85-2e2468a6da27",
        "choice_type": "single"
    },
    {
        "question": "Why is citrate phosphate dextrose (CPD) is better than acid citrate dextrose (ACD) for storage of blood?",
        "exp": "Citrate dextrose phosphate adenine (CDPA-1) helps in improving ATP synthesis during storage, thus increasing the shelf-life of storage up to35 days. Disadvantage of CDPA-1: Increases uric acid stone formation. Citrate phosphate dextrose. Improves oxygen transpo Shelf life of the blood after adding above chemicals: - Acid citrate dextrose -> 21 days Citrate phosphate Dextrose -> 21 days Citrate phosphate Dextrose Adenine -> 35 days Saline Adenine Glucose Mannitol -> 42 days.",
        "cop": 2,
        "opa": "Because it is less acidic",
        "opb": "Improves oxygen transpo",
        "opc": "Hypeonicity of blood",
        "opd": "More citrate ions",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "cbf4e775-5cda-43a4-980c-4f00bc68210a",
        "choice_type": "single"
    },
    {
        "question": "Irregular, bulky and friable vegetation in cardiac valve are a finding of which of the following disorders?",
        "exp": "Characteristics includelarge, soft, friable, easily detached vegetations consisting of fibrin and intermeshed inflammatory cells and bacteria. Complications may includeulceration, often with perforation, of the valve cusps or rupture of one of the chordae tendineae. 2. Classification Acute endocarditis is caused by pathogens, such as Staphylococcus aureus (50% of cases). This type of endocarditis is often secondary to infection occurring elsewhere in the body. Subacute (bacterial) endocarditis is caused by less virulent organisms, such as Streptococcus viridans (more than 50% of cases). This type of endocarditis tends to occur in patients with congenital heart disease or preexisting valvular heart disease, often of rheumatic origin. 3. Clinical features a. Valvular involvement The mitral valve is most frequently involved. The mitral valve along with the aoic valve is involved in about 40% of cases. The tricuspid valve is involved in more than 50% of cases of endocarditis of intravenous drug users, in whom endocarditis is most often caused by staphylococcal infection. b. Complications Distal embolization occurs when vegetations fragment. Embolization can occur almost anywhere in the body and can result in septic infarcts in the brain or in other organs. The renal glomeruli may be the site of focal glomerulonephritis (focal necrotizing glomerulitis) caused by immune complex disease or by septic emboli.",
        "cop": 1,
        "opa": "Infective endocarditis",
        "opb": "Rheumatic endocarditis",
        "opc": "Libman sack endocarditis",
        "opd": "Non bacterial endocarditis",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "5f0a9f2a-573a-48ac-b514-4b298b9272e7",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old came with complaints of thyroid swelling. On investigations her TSH levels were found to be elevated. Post operative histopathological examination repos shower lymphocytic infiltration and Huhle cells. Which of the following is the most likely diagnosis?",
        "exp": "Hashimoto thyroiditis This autoimmune disorder occurs more often in women than in men. It is a common cause of hypothyroidism; may occasionally have anearly transient hypehyroid phase. Clinical characteristics include a slow, often inapparent course and a modestly enlarged and nontender thyroid; the patient is most often euthyroid at first, but transient hypehyroidism may occur; hypothyroidism develops latewhen the gland is shrunken and scarred. Histologic characteristics includemassive infiltrates of lymphocyteswithgerminal center formation; thyroid follicles are atrophic and. Huhle cells(epithelial cells with eosinophilic granular cytoplasm) are prominent. Hashimoto thyroiditis is associated with various autoantibodies, most prominentlyantithyroglobulin, antithyroid peroxidase, anti-TSH receptor, and anti-iodine receptor antibodies. It may also be associated with an increased incidence of other autoimmune disorders such as pernicious anemia, diabetes mellitus, and Sjogren syndrome; incidence isincreased in HLA-DR5- and HLA-B5-positiveindividuals.",
        "cop": 3,
        "opa": "Graves disease",
        "opb": "Follicular carcinoma",
        "opc": "Hashimoto thyroiditis",
        "opd": "Medullary carcinoma thyroid",
        "subject_name": "Pathology",
        "topic_name": "NEET Jan 2020",
        "id": "ba10b536-2c5b-4563-ad83-970fccb192dc",
        "choice_type": "single"
    }
]