[
    {
        "question": "Stunning of myocardium without any acute coronary syndrome is:-",
        "exp": "A/k as broken heart syndrome High degree of emotional stress Increase catecholamines Coronary aery vasospasm | Ischemic dilatedcardiomyopathy M/E: Acute stage a necrosis + contraction band necrosis - Histologically, acute cases may show microscopic areas of necrosis characterized by myocyte hypercontraction (contraction band necrosis); subacute and chronic cases may exhibit microscopic foci of granulation tissue and/or scar. - Elevated levels of catechols also increase heart rate and myocardial contractility, exacerbating ischemia caused by the vasospasm. The outcome of such vasospasm can be sudden cardiac death (usually caused by a fatal arrhythmia) or an ischemic dilated cardiomyopathy, so-called takotsubo",
        "cop": 3,
        "opa": "Subendocardial infarction",
        "opb": "Restrictive cardiomyopathy",
        "opc": "Takotsubo cardiomyopathy",
        "opd": "Transmural infarction",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "3ec18de7-5e18-4e04-a5c9-42a060daee36",
        "choice_type": "single"
    },
    {
        "question": "Factor V mutation is commonly associated with:-",
        "exp": "Factor V mutation also called as leiden's mutation Leiden's mutation is characterized by substitution of amino acid at the position 506 Arginine at this position is replaced by glutamine Protein C and S inhibit the activity of Factor V and VIII In Factor V mutation, Factor V gets resistant to the action of protein C and S, then Factor V won't get inhibited, which is responsible for causing higher risk of development of thrombosis Inheritable causes of hypercoagulability Factor V mutation (commonest) Mutation in the activity of homocysteine Mutation in the activity of prothrombin gene",
        "cop": 3,
        "opa": "Hemahrosis",
        "opb": "Hematemesis",
        "opc": "Thrombosis",
        "opd": "Epistaxis",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "133afa25-e1c7-4dff-b24d-704c36c90531",
        "choice_type": "single"
    },
    {
        "question": "Which of the pathognomic feature of Alzheimer's disease?",
        "exp": "Alzheimer's disease Coical atrophy Deposition of amyloid b plaque & tangles Cerebellar amyloid angiopathy Association with chromosome 14 and chr. 1 Premature Alzheimer's - mutation in App gene (amyloid precursor protein)-on chr. 21 3 copies of chr. 21 -more amyloid precursor protein? premature Alzheimer's Downs syndrome patients have high risk of Alzheimer's disease Abnormal folding of Ab peptides causes aggregation within neurons and apoptosis Some degenerative diseases of the CNS are associated with neuronal intracytoplasmic inclusions, such as neurofibrillary tangles of Alzheimer disease and Lewy bodies of Parkinson disease Cerebral amyloid angiopathy (CAA) is the risk factor most commonly associated with lobar hemorrhages. In CAA, amyloidogenic peptides, usually the same ones found in Alzheimer disease are deposited in the walls of medium and small caliber meningeal and coical vessels. This deposition can weaken the vessel wall and lead to hemorrhage. Many individuals with CAA have evidence of numerous small hemorrhages within the brain (\"microbleeds\"), which can be visualized by various imaging methods. As with Alzheimer disease, in which there is a relationship between a polymorphism in the gene that encodes apolipoprotein E (ApoE) and risk of disease, there is an effect of the ApoE genotype on the risk of recurrence of hemorrhage from sporadic CAA. The presence of either an e2 or e4 allele increases the risk of repeat bleeding. While some mutations in the precursor protein for the Ab peptide (amyloid precursor protein, APP) cause familial Alzheimer disease, others result in autosomal dominant forms of CAA.",
        "cop": 2,
        "opa": "Lewy body",
        "opb": "Plaques and tangles",
        "opc": "Pick bodies",
        "opd": "Red neuronal degeneration",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "6dbd29c2-84aa-4285-9d85-9f8226de8ea1",
        "choice_type": "single"
    },
    {
        "question": "VMA is elevated in which of the following condition?",
        "exp": "VMA elevated in overproduction of catecholamines Source of these catecholamines (adrenal glandaadrenal medulla) Tumor associated with it is pheochromocytoma VMA is screening test in a patient suspected to be suffering from pheochromocytoma Only 10% of pheochromocytoma are malignant (adrenal origin) The chances of extra adrenal pheochromocytoma becomes malignant (30-40%) The tumors are composed of clusters of polygonal to spindle shaped chromaffin cells or chief cells that are surrounded by suppoing sustentacular cells, creating small nests or alveoli (zellballen) that are supplied by a rich vascular network The cytoplasm has a finely granular appearance, best demonstrated with silver stains, due to the presence of granules containing catecholamines. The nuclei are usually round to ovoid, with a stippled \"salt and pepper\" chromatin that is characteristic of neuro endocrine tumors",
        "cop": 2,
        "opa": "Conn Syndrome",
        "opb": "Pheochromocytoma",
        "opc": "Tuberous sclerosis",
        "opd": "Addison disease",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "46292ca4-8fdc-4984-9da3-c06b288133e3",
        "choice_type": "single"
    },
    {
        "question": "A teenager has a progressively increasing soft reddish swelling on his chest. Its histological appearance is given below. Which of the following is the likely diagnosis?",
        "exp": "- Hemangioma is commonest tumor of infancy - Early manifestation for development of this conditiona VHL syndrome Hemangiomas may enlarge along with the growth of the child, but in many instances they spontaneously regress In addition to their cosmetic significance, they can represent one facet of the hereditary disorder von Hippel-Lindau disease. A subset of CNS cavernous hemangiomas can occur in the familial setting; these families harbor mutations in one of three cerebral cavernous malformation (CCM) genes.",
        "cop": 2,
        "opa": "Lipoma",
        "opb": "Hemangioma",
        "opc": "Fibroadenoma",
        "opd": "Fibroma",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "b8f2180c-8e26-45df-8306-66865eae4bc1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a most impoant infiltrate in rheumatoid ahritis?",
        "exp": "Rheumatoid ahritis - Delayed hypersensitivity - Infiltration caused by CD4+ helper cells - Infiltration contribute to development of pannus - Involvement of small joints - IFN-g from TH 1 cells activates macrophages and resident synol cells. - IL-17 from TH 17 cells recruits neutrophils and monocytes. - TNF and IL-1 from macrophages stimulates resident synol cells to secrete proteases that destroy hyaline cailage. - RANKL expressed on activated T cells stimulates bone resorption. - Of these, TNF has been most firmly implicated in the pathogenesis of RA and TNF antagonists have proved to be remarkable effective therapies for the disease.",
        "cop": 4,
        "opa": "Dendritic cells",
        "opb": "Macrophages",
        "opc": "Neutrophils",
        "opd": "CD4+ Helper cells",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "29bb10db-98c8-4b12-b335-a65bbf08e6c2",
        "choice_type": "single"
    },
    {
        "question": "Mean transformation time for HIV to AIDS is:-",
        "exp": "Epidemiologic studies in the United States have identified five groups of adults at high risk for developing AIDS Homosexual or bisexual men (constitute the largest group, accounting for more than 50% of the repoed cases. This includes about 5% who were intravenous drug abusers as well. Transmission of HIV in this category appears to be on the decline: in 2009 about 60% of new cases were attributed to male homosexual contacts). Intravenous drug abusers Recipients of blood and blood components Hetero sexual contacts HIV infection of the newborn. Sexual transmission (Sexual transmission of HIV is enhanced by co-existing sexually transmitted diseases, clearly the dominant mode of infection worldwide, accounting for more than 75% of all cases of HIV transmission) Parenteral transmission",
        "cop": 3,
        "opa": "5 years",
        "opb": "9 years",
        "opc": "10 years",
        "opd": "12 years",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "35b8e8b2-2a58-4d79-9679-414e5227d006",
        "choice_type": "single"
    },
    {
        "question": "Which of the following indicates 'flipping effect'?",
        "exp": "- LDH2>LDH1 (normal) - Myocardial infarction (LDH1>LDH2) - LDH1 is the last enzyme that increases in person suffering from myocardial infarction - Triphenyl tetrazolium (TTC) chloride reacts with LDH1 - In normal individual TTC gives brick red color - In ischemia induced infarction there is leakage of LDH enzyme and therefore same chemical TTC gives yellowish pale appearance (myocardial infarction)",
        "cop": 2,
        "opa": "LDH2> LDH1",
        "opb": "LDH1> LDH2",
        "opc": "LDH2> LDH3",
        "opd": "LDH2> LDH4",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "ce93995d-b8f8-425e-8a8a-0fb6a3cad511",
        "choice_type": "single"
    },
    {
        "question": "Absence of differentiation is known as:-",
        "exp": "Solutions: Hallmark feature of malignant transformation Irreversible High degree of pleomorphism (variability) High nucleocytoplasmic ratio Abnormal mitotic figures Metaplasia: Epithelial metaplasia squamous metaplasia in the lungs of smokers Connective tissue metaplasia - myositis ossificans Dysplasia: Mid way b/w anaplasia and metaplasia, early stages reversible, later stages irreversible Anaplasia: Malignant neoplasms that are composed of poorly differentiated cells are said to be anaplastic. Lack of differentiation, or anaplasia, is considered a hallmark of malignancy. Lack of differentiation, or anaplasia, is often associated with many other morphologic changes. Pleomorphism Abnormal nuclear morphology (N: C ratio that may approach 1: 1, instead of the normal 1: 4 or 1: 6) Mitosis Loss of polarity Growing tumor cells obviously require a blood supply, but often the vascular stroma is insufficient, and as a result in many rapidly growing malignant tumors develop large central areas of ischemic necrosis.",
        "cop": 2,
        "opa": "Metaplasia",
        "opb": "Anaplasia",
        "opc": "Dysplasia",
        "opd": "Hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "50a67e41-65f7-4446-a9c3-b5274c50166f",
        "choice_type": "single"
    },
    {
        "question": "Hyperacute rejection occurs within:-",
        "exp": "Hyperacute rejection Takes place from few minutes to few hours Takes place because of presence of preformed antibodies Eg: multiparous female, blood recipients (WBC/platelets) are associated with Sensitization of immune system We have high degree of expression of HLA or MHC antigens on the surface of WBC/platelets, which are responsible for the formation of preformed antibodies Hyperacute transplant rejection is an example of Type II hypersensitivity reaction Cross matching reduces the risk of development of hyperacute transplant rejection significantly Hyper acute rejection: This form of rejection occurs within minutes or hours after transplantation. A hyperacutely rejecting kidney rapidly becomes cyanotic, mottled, and flaccid, and may excrete a mere few drops of bloody urine. Immunoglobulin and complement are deposited in the vessel wall, causing endothelial injury and fibrin-platelet thrombi. Neutrophils rapidly accumulate within aerioles, glomeruli, and peritubular capillaries. As these changes become diffuse and intense, the glomeruli undergo thrombotic occlusion of the capillaries, and fibrinoid necrosis occurs in aerial walls. The kidney coex then undergoes outright necrosis (infarction), and such nonfunctioning kidneys have to be removed. Hyperacute rejection, Hyperacute rejection of a kidney allograft showing platelet and fibrin thrombi, early neutrophil infiltration, and severe ischemic injury in a",
        "cop": 1,
        "opa": "12 hours",
        "opb": "2 weeks",
        "opc": "1 month",
        "opd": "3 month",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "441f033a-1385-4055-aaed-0f832cb22b66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hematological problems may be precipitated by parvovirus?",
        "exp": "Parvo virus responsible for causing premature destruction of precursor cells in bone marrow Premature destruction of precursor cells - aplastic crisis If an individual develops parvovirus infection the number of cells which are being destroyed are relatively less In a situation in which say for example hemolytic anemia, the number of precursor cell percentage is very high, in this situation if a person develops parvovirus infection, leads to Sudden fall in hematocrit Eg: patient with sickle cell anemia or hereditary spherocytosis, if these patients develop parvovirus infection there will be a sudden fall in the hematocrit",
        "cop": 2,
        "opa": "Haemolytic crisis",
        "opb": "aplastic crisis",
        "opc": "Pancytopenia",
        "opd": "Thrombocytopenia",
        "subject_name": "Pathology",
        "topic_name": "NEET 2018",
        "id": "7e345e0b-57b3-46d3-a9d0-677b5387344b",
        "choice_type": "single"
    }
]