[
    {
        "question": "Gene involved in Cowden syndrome is",
        "exp": "(B) PTENo\"Phosphatase and Tensin'' homolog (PTEN) - protein in humans encoded by the PTEN gene. Gene mutations promotes development of cancers. [?]. Cowden's disease/Multiple Hamartoma Syndrome:-Part of PTEN hamartoma tumor syndrome-An autosomal dominant syndrome-Trichilemmomas - Numerous tumors of hair follicles in face-Multiple hamartomatous polyps in GI tract, Lipomas, Granulomas-Very high risk of breast, Follicular endometrail carcinoma & thyroid carcinomao. Treatment: Bilateral mastectomies recommended-Contraindicated are mammography & other radiation exposure of breast tissue.-Mean age at presentation <10 years-Very high risk of breast, follicular carcinoma of thyroid & Endometrial carcinomao. PTEN (phosphatase and tensin homologue) is a membrane-associated phosphatase encoded by a gene on chromosome 10q23 that is mutated in Cowden syndrome, an autosomal dominant disorder marked by frequent benign growths, such as skin appendage tumors, and an increased incidence of epithelial cancers, particularly of the breast, endometrium, and thyroid. o. PTEN acts as a tumor suppressor by serving as a brake on the PI3K/AKT arm of the receptor tyrosine kinase pathway. o. PTEN gene function is lost in many cancers through deletion, deleterious point mutations, or epigenetic silencing. SELECTED TUMOR SUPPRESSOR GENES & ASSOCIATED FAMILIAL SYNDROMES & CANCERS, SORTED BY CANCER HALLMARKS*Gene (Protein). Familial Syndromes. Associated Cancers. Inhibitors of Mitogenic Signaling Pathways. APC (Adenomatous polyposis coli protein). Familial colonic polyps and carcinomas. Carcinomas of stomach, colon, pancreas; melanoma*. NF1 (Neurofibromin-1). Neurofibromatosis type 1 (neurofibromas and malignant peripheral nerve sheath tumors). Neuroblastoma, juvenile myeloid leukemia*. NF2 (Merlin). Neurofibromatosis type 2 (acoustic schwannoma and meningioma). Schwannoma, meningioma*. PTCH (Patched). Gorlin syndrome (basal cell carcinoma, medulloblastoma, several benign tumors). Basal cell carcinoma, medulloblastoma*. PTEN (Phosphatase and tension homologue). Cowden syndrome (variety of benign skin, GI, and CNS growths; breast, endometrial, and thyroid carcinoma). Diverse cancers, particularly carcinomas and lymphoid tumors*. SMAD2, SMAD4 (SMAD2, SMAD4). Juvenile polyposis. Frequently mutated (along with other components of TGFb signaling pathway) in colonic & pancreatic Ca. Inhibitors of Ceil Cycle Progression*. RB Retinoblastoma (RB) protein. Familial retinoblastoma syndrome (retinoblastoma, osteosarcoma, other sarcomas). Retinoblastoma; osteosarcoma carcinomas of breast, colon, lung*. CDKN2A p16/INK4a & pU/ARFFamilial melanoma. Pancreatic, breast, and esophageal carcinoma, melanoma, certain leukemias. Inhibitors of \"Pro-growth\" Programs of Metabolism and Angiogenesis*. VHL (Von Hippel Lindau (VHL) protein). Von Hippel Lindau syndrome (cerebellar hemangioblastoma, retinal angioma, renal cell carcinoma). Renal cell carcinoma*. STK11 (Liver kinase B1 (LKB1) or STK11). Peutz-Jeghers syndrome (GI polyps, GI cancers, pancreatic carcinoma and other carcinomas). Diverse carcinomas (5%-20% of cases, depending on type)*. SDHB, SDHD (Succinate dehydrogenase complex subunits B & D). Familial paraganglioma, familial pheochromocytoma. Paraganglioma",
        "cop": 2,
        "opa": "P53",
        "opb": "PTEN",
        "opc": "RB",
        "opd": "Ras",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "c55a313a-5fd4-479d-9513-944926fede44",
        "choice_type": "single"
    },
    {
        "question": "A clinical study involves patients diagnosed with carcinoma whose tumor stage is T4. N1. M1. The patients' survival rate 5 years from the time of diagnosis is less than 50%, regardless of therapy. Which of the following clinical findings is most likely to be characteristic of this group of patients?",
        "exp": "Cachexia is a common finding in advanced cancers, and weight loss without dieting in an adult is a \"red flag\" for malignancy. The exact cause for this is unknown, but increases in circulating factors such as tumor necrosis factor (TNF) may play a role. Cardiac murmurs may occur in the development of nonbacterial thrombotic endocarditis, a feature of a hypercoagulable state that may occur with advanced malignancies. Icterus is most likely to occur when there is obstruction of the biliary tract by a mass (e. g., as in pancreatic cancer), but metastases are unlikely to cause such an obstruction. Neurologic abnormalities may occur in local tumor growth impinging on nerves, but dull constant pain is the most likely abnormality in malignant neoplasms that invade nerves. Metastases to the spleen are uncommon. Tympany is uncommon in cancer because obstruction by a mass tends to be incomplete and to develop over a long time. (Hint: an empty beer keg is tympanitic when percussed.)",
        "cop": 1,
        "opa": "Cachexia",
        "opb": "Cardiac murmur",
        "opc": "Icterus",
        "opd": "Loss of sensation",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "ae75432e-33e2-49bf-9b11-f13effe588b5",
        "choice_type": "single"
    },
    {
        "question": "Jumping gene is known as?",
        "exp": "* Transposons, also called jumping genes, are pieces of DNA that move readily from one site to another.* They move either within or between the DNAs of bacteria, plasmids and bacteriophages in a manner, that plasmid genes can become part of the chromosomal complement of genes.* Interestingly, when transposons transfer to a new site, it is usually a copy of the transposon that moves, while the original remains in situ (like photocopying).* Transposons can code for metabolic or drug resistance enzymes and toxins. They may also cause mutations in the gene into which they insert or alter the expression of nearby genes.* In contrast to plasmids or bacterial viruses, transposons cannot replicate independently of the recipient DNA. More than one transposon can be located in the DNA for example, resistance genes. Thus, transposons can jump from:# The host genomic DNA to a plasmid# One plasmid to another# A plasmid to genomic DNA.* An insertion sequence is a short DNA sequence that acts as a simple transposable element. Insertion sequences have two major characteristics: they are small relative to other transposable elements (generally around 700 to 2500bp in length) and only code for proteins implicated in the transposition activity (they are thus different from other transposons, which also carry accessory genes such as antibiotic resistance genes.",
        "cop": 1,
        "opa": "Transposon",
        "opb": "Retroposon",
        "opc": "Insertion sequence",
        "opd": "Integron",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "84a4d9e1-2302-4d4a-a39d-5dd5389fe498",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man complains of progressive weakness. He reports that his stools are very dark. Physical examination demonstrates fullness in the right lower quadrant. Laboratory studies show iron deficiency anemia, with a serum hemoglobin level of 7. 4 g/dL. Stool specimens are positive for occult blood. Colonoscopy discloses an ulcerating lesion of the cecum. Which of the following serum tumor markers is most likely to be useful for following this patient after surgery?",
        "exp": "Colorectal cancer is asymptomatic in its initial stages. As the tumor grows, the most common sign is occult blood in feces, especially when the tumor is in the proximal portion of the colon. Chronic, asymptomatic bleeding typically causes iron-deficiency anemia. Adenocarcinomas of the colon usually express CEA, a glycoprotein that is released into the circulation and serves as a serologic marker for these tumors. CEA is also found in association with malignant tumors of the pancreas, lung, and ovary. AFP (choice A) is expressed by hepatocellular carcinoma and yolk sac tumors. Chromogranin (choice D) is expressed by neuroendocrine tumors. Chorionic gonadotropin (choice C) is secreted by choriocarcinoma. Diagnosis: Colon cancer",
        "cop": 2,
        "opa": "Alpha-fetoprotein",
        "opb": "Carcinoembryonic antigen",
        "opc": "Chorionic gonadotropin",
        "opd": "Chromogranin",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "ddbada9c-2e7c-483e-ab86-ba4a92fa6bf4",
        "choice_type": "single"
    },
    {
        "question": "Most successful application of tumor markers",
        "exp": "Answer: b) Effect of treatment and early detection( style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">). Tumor markers* Just an adjunct to diagnosis, and establishing a diagnosis on the basis of tumor markers alone (especially a single result) is associated with pitfalls because of the problem of non-specificity.* Clinical uses can be broadly classified into 4 groups: screening and early detection, diagnostic confirmation, prognosis and prediction of therapeutic response and monitoring disease and recurrence.* Serum levels, in certain situations, can be used in staging, prognostication or prediction of response to therapy.* Monitoring disease is, perhaps, the most common clinical use of serum tumor markers.* Rising trend in serum levels may detect recurrence of disease well before any clinical or radiological evidence of disease is apparent (\"biochemical recurrence\").",
        "cop": 2,
        "opa": "Screening in asymptomatic periodicity",
        "opb": "Effect of treatment and early detection",
        "opc": "Differentiating benign from malignant",
        "opd": "Staging the extent of disease",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "49a05ad5-f43b-4d82-b796-79b0eea384a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a benign tumor?",
        "exp": "Ans. c (Hepatoma). (Ref. Robbin, Pathology, 7th ed., 273)BENIGN TUMORS# Fibroma, Lipoma, Chondroma# Osteoma, Hemangioma. Meningioma# Leiomyoma, Rhabdomyoma, Squamous cell papilloma# Liver cell adenoma, Adenoma. Papilloma# Cystadenoma. Bronchial adenoma. Renal tubular adenoma. Educational Points:# An ectopic rest of normal tissue--choristoma. Q# Aberrant differentiation may produce mass of disorganized but mature specialized cells or tissue indigenous to particular site--Hamartoma.# Hepatoma is malignant tumor (A misnomer).",
        "cop": 3,
        "opa": "Lipoma",
        "opb": "Leiomyoma",
        "opc": "Hepatoma",
        "opd": "Chondroma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "fc18a3e6-207a-4bad-9ec1-3b2a6ff28fef",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man dies after a protracted battle with meta- static colon carcinoma. At autopsy, the liver is filled with multiple nodules of cancer, many of which display central necrosis (umbilication). Which of the following best explains the pathogenesis of tumor umbilication in this patient?",
        "exp": "Angiogenesis is a requirement for the continued growth of cancers, whether primary or metastatic. In the absence of new vessels to supply the nutrients and remove waste products, malignant tumors do not grow larger than 1 to 2 mm in diameter. In general, causes of tumor cell death in situ include (1) programmed cell death (apoptosis); (2) inadequate blood supply, with consequent ischemia; (3) a paucity of nutrients; and (4) vulnerability to specific and nonspecific host defenses. The CT scan shows central necrosis (umbilication) in most of the metastatic tumor nodules. None of the other choices are likely causes of tumor necrosis. Diagnosis: Metastatic cancer",
        "cop": 4,
        "opa": "Biphasic tumor",
        "opb": "Chronic inflammation",
        "opc": "Granulomatous inflammation",
        "opd": "Ischemia and infarction",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "a5a9d3ca-91dc-4d39-805d-ce37e90e3223",
        "choice_type": "single"
    },
    {
        "question": "In a FAP patient which is an important CA risk",
        "exp": "Ref: Robbins Pathology, 9th ed. pg. 809* Familial adenomatous polyposis (FAP) is an autosomal dominant disorder in which patients develop numerous colorectal adenomas as teenagers.* Robbins states: \"Colorectal adenocarcinoma develops in 100% of untreated FAP patients, often before age 30 and nearly always by age 50\"* As a result, prophylactic colectomy is the standard therapy for individuals carrying APC mutations. Colectomy prevents colorectal cancer, but patients remain at risk for neoplasia at other sites.* FAP is also associated with a variety of extraintestinal manifestations:# Congenital hypertrophy of the retinal pigment epithelium# Gardner syndrome and# Turcot syndrome",
        "cop": 3,
        "opa": "Retinoblastoma",
        "opb": "Brain tumor",
        "opc": "Colorectal CA",
        "opd": "Prostate CA",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "eefa4f99-fe11-4eec-93eb-e0e0edfc19b1",
        "choice_type": "single"
    },
    {
        "question": "Most common type of hypopharyngeal carcinoma is?",
        "exp": "Ans. is 'c' i. e., SCC * Squamous cell carcinoma is by far the most malignant tumor of the larynx and hypopharynx.",
        "cop": 3,
        "opa": "Adenocarcinoma",
        "opb": "Lymphoma",
        "opc": "SCC",
        "opd": "Neuro-endocrine tumor",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "64945c85-2750-4ff7-8e6a-8174bb7c7738",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mutation seen in Cowden syndrome?",
        "exp": "Ans. b. PTEN mutation. Ref: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No-291. Tumor suppressor genes and associated with syndromes. Gene. Protein. Function. Familial syndromes. PTCHPatched. Inhibitor of Hedgehog signaling. Gorlin syndrome (basal cell carcinoma, medulloblastoma, several benign tumors)PTENPhosphatase and tensin homologue. Inhibitor of PI3K/AKT signaling. Cowden syndrome (variety of benign skin, Gl, and CNS growths; breast, endometrial, and thyroid carcinoma)STK11. Liver kinase B1 (LKB1) or STK11. Activator of AMPK family of kinases; suppresses cell growth when cell nutrient and energy levels are low. Peutz-Jeghers syndrome (Gl polyps, Gl cancers, pancreatic carcinoma and other carcinomas)SMAD4. SMAD4. Component of the TGFP signaling pathway, repressors of MYC and CDK4 expression, inducers of CDK inhibitor expression. Juvenile polyposis, pancreatic carcinoma",
        "cop": 2,
        "opa": "PTCH mutation",
        "opb": "PTEN mutation",
        "opc": "STK11 mutation",
        "opd": "SMAD4 mutation",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "62300684-3991-4bca-be05-8b43c0dbd535",
        "choice_type": "single"
    },
    {
        "question": "What is the most important good prognostic factor for neuroblastoma?",
        "exp": "Ans. is 'd' i. e., CD44 expression Prognostic Factors in Neuroblastomas. Variable. Favorable. Unfavorable. Stage. Stage 1, 2A, 2B, 4. SStage 3, 4. Age< 1 year> 1 year. Histology * Evidence of schwannian stroma and gangliocytic differentiation. Present. Absent* Mitotic rate. Low. High* Mitosis-karhorrhexis index< 200/500 cells> 200/500 ceils* Intratumoral calcification. Present. Absent. DNA ploidy. Hyperdiploid or near-triploid. Diploid, near-diploid or near-tetraploidN-myc. Not amplified. Amplified. Chromosome 17q Gain. Absent. Present. Chromosome 1p Loss. Absent. Present. Chromosome 1 1q loss. Absent. Present. TrK - B expression. Absent. Present. Trk-A Expression. Present. Absent. Telomerase Expression. Low or absent. Highly expressed. MRP Expression. Absent. Present. CD-44 Expression. Present. Absent. Serum Biochemical Markers * Ferritin. Normal. Elevated* Lactate Dehydrogenase< 1500U/mL> 1500 U/mL",
        "cop": 4,
        "opa": "Telomerase expression",
        "opb": "MRP expression",
        "opc": "Loss of 11q",
        "opd": "CD44 expression",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "87acd70f-9ddd-401c-b86a-a86be3c313ec",
        "choice_type": "single"
    },
    {
        "question": "Mucosal melanosis and hamartomatous polyps are seen in?",
        "exp": "Ref: Harrison 19th ed., P 240* Peutz-Jeghers syndrome is characterized by dark brown spots on lips, buccal mucosa, nose and around eyes. There is concomitant intestinal polyposis. The most common location of polyps is in jejunum.* It is an autosomal dominant disorder with STK11 mutation.* The malignant potential of polyps ranges from never to rare transformation.",
        "cop": 1,
        "opa": "Peutz-Jeghers syndrome",
        "opb": "Cronkhite Canada syndrome",
        "opc": "Familial adenomatous polyposis",
        "opd": "Hereditary non polyposis colonic cancer",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "6cd60c32-fe24-48fd-9c7f-983962aab6fd",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old man with a family history of colon carcinoma undergoes a surveillance colonoscopy. It reveals hundreds of polyps in the colon and two focal 0. 5-cm ulcerated areas. A biopsy specimen from an ulcer reveals irregularly shaped glands that have penetrated into the muscular layer. Which of the following molecular events is believed to occur very early in the evolution of his colonic disease process?",
        "exp": "The patient has a classic history of familial adenomatous polyposis with numerous adenomatous polyps and malignant transformation. The earliest event in the APC - adenocarcinoma sequence is the loss of APC gene function. This prevents the destruction of b-catenin in the cytoplasm, which translocate to the nucleus and coactivates transcription of several genes. The APC b-catenin sequence is a component of the WNT signaling pathway. RAS activation occurs after the malignant transformation sequence is initiated by the APC (gatekeeper) gene. Loss of cell cycle G1 arrest occurs with p53 loss late in the sequence. Mutations in mismatch repair genes give rise to hereditary nonpolyposis colon cancer syndrome from loss of ability to repair DNA damage. The BCL2 gene is not involved in the transition from adenoma to carcinoma.",
        "cop": 1,
        "opa": "Activation of the WNT signaling pathway",
        "opb": "Inability to hydrolyze GTP-bound RAS",
        "opc": "Loss of heterozygosity affecting the p53 gene",
        "opd": "Mutations in mismatch repair genes.",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "e39d55b9-2e32-4c46-bf8c-349451234a0f",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old woman with chronic bronchitis presents with shortness of breath. A chest X-ray reveals a 2-cm \"coin lesion\" in the upper lobe of the left lung. A CT-guided lung biopsy is obtained. Which of the following describes the histologic features of this lesion if the diagnosis is hamartoma?",
        "exp": "Localized, disordered differentiation during embryonic development results in a hamartoma, a disorganized caricature of normal tissue components. Such tumors, which are not strictly neoplasms, contain varying combinations of cartilage, ducts or bronchi, connective tissue, blood vessels, and lymphoid tissue. Ectopic islands of normal tissue (choice C), called choristoma, may also be mistaken for true neoplasms. These small lesions are represented by pancreatic tissue in the wall of the stomach or intestine, adrenal rests under the renal capsule, and nodules of splenic tissue in the peritoneal cavity. Diagnosis: Hamartoma",
        "cop": 2,
        "opa": "Benign neoplasm of epithelial origin",
        "opb": "Disorganized normal tissue",
        "opc": "Ectopic islands of normal tissue",
        "opd": "Granulation tissue",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "ff8ff831-0e4b-4fc5-b578-a7574ebc785c",
        "choice_type": "single"
    },
    {
        "question": "RET gene mutation is seen in which malignancy -",
        "exp": "(B) (Medullary carcinoma thyroid (280, 728-29 Robins 8th) 815 Harsh Mohan 6th). Medullary thyroid carcinoma* RET proto-oncogene is a growth factor receptor (receptor tyrosine kinase)* The RET protein is a receptor for the glial cell lined derived neurotrophic factor and structurally related proteins that promote cell survival during neural development.* RET proto-oncogene located on chromosome 10q.* Familial MTC occurs in MEN-2**, peculiar features is - multicentric C cell hyperplasia.* Amyloid deposits**, derived form altered calcitonin** molecular, in some cases, the tumor cells elaborate other polypeptide hormone such as serotonin, somatostatin, VIP.* MTC are neuroendocrine neoplasms derived from the parafollicular cells or C-cells.* Patients with MTC often present with neck mass may be associated with palpable cervical lymphadenopathy** early spread to lymphatics is common.* Distal blood borne metastasis** to the liver, bone (frequently osteoblastic) and lung occur late in the disease.* MTC tumour do not take up radioiodine and hormone dependent**.* Radiation induced thyroid carcinoma is papillary carcinoma (Latent period about 30 years).* Tadpole cells comma shaped cells or strap cells on histopathology are seen in Rhabdomyosarcoma.* Germline mutations in CDH1, which encodes E. Cadherin - associated with gastric carcinoma.* Follicular thyroid carcinoma is differentiated with follicular adenoma with - capsular invasion.* Rokitanskiprotuberance are seen in mature being teratoma.* SYT-SSXI gene is associated with synovial sarcoma.* Primary CNS lymphoma is the most common CNS neoplasms in immuno-suppressed patients including those with AIDS and immuno-suppression after transplantation (B-cell lymphomas) most common locations are the frontal lobes, followed by deep nuclei and periventricular zone.* Squamous cell carcinoma marker is cytokeratin.* Most common site of glioblastoma multiforme is temporal and frontal lobe and basal ganglia medulloblastoma a site is cerebellum.* Patients with familial retinoblastoma are at increased risk of developing osteosarcoma.* Mucoepidermoid carcinoma is most common malignancy of salivary gland.* Most common malignancy offalopian tube is serous carcinoma.* Marginal zone lymphoma is B-cell type non-hodgkinfs lymphoma. Papillary carcinoma of thyroid:- Associated with dystrophic calcification- Psammoma bodies- Orphan Annie-eyed nuclei- Best prognosis and most common thyroid carcinoma* Follicular carcinoma*** would occur in prolonged multi-nodular goitre* Treatment of choice for solitary thyroid nodule is hemithyroidectomy (lobectomy + isthmusectomy).* Most common cause of solitary thyroid nodule is Benign colloid nodule (1) Benign follicular adenoma**.",
        "cop": 2,
        "opa": "Pheochromocytoma",
        "opb": "Medullary carcinoma thyroid",
        "opc": "Lymphoma",
        "opd": "Renal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "ee7bb984-0e00-43bb-b52a-98fc030225c9",
        "choice_type": "single"
    },
    {
        "question": "Low dietary fiber intake is related to which carcinoma?",
        "exp": "Ans. is 'd' i. e., Colon Factors increasing risk of colorectal cancer. Factors decreasing risk of colorectal cancer* Low fibre diet* High intake of animal fat* Smoking and alcohol* Streptococcus bovis septicemia/ endocarditis* Ureterosigmoidoscopy* Inflammatory bowel disease (ulcerative colitis Acromegaly* Pelvic irradiation* High calorie intake and obesity* Hihgfibre diet* Fish (smoked fish) because of omega-3 fatty acid* Macronutrient: Calcium* Micronutrients: Selenium, viamin A, c & E, folic acid* NSAIDs (especially aspirin)* Estrogen replacement therapy (HRT)",
        "cop": 4,
        "opa": "Breast",
        "opb": "Lung",
        "opc": "Kidney",
        "opd": "Colon",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "4fb73faa-c3d4-41cc-9db1-934188bf94d7",
        "choice_type": "single"
    },
    {
        "question": "Which is the nerve sheath tumor according to WHO?",
        "exp": "Ans. is 'a' i. e., Schwanomma * Schwannomas are benign tumors of the nerve sheath.* Schwannomas can arise from any peripheral nerve containing Schwann cells, including cranial nerves.* Although schwannomas can arise from any nerve in the body, the most common locations include the head, arms, legs and trunk.* The eighth cranial nerve is the most susceptible to schwannomas. Bilateral schwannomas of the eighth cranial nerve indicate the presence of type 2 neurofibromatosis.* Other benign nerve sheath tumors are neurofibromas and hemangiopericytoma.",
        "cop": 1,
        "opa": "Schwannoma",
        "opb": "Paraganglioma",
        "opc": "Medulloblastoma",
        "opd": "Astrocytoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "7009f41e-3dcd-4029-9722-04d692ec8e71",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of neoplastic cell?",
        "exp": "Ans: d (Nuclear cytoplasmic ratio 1: 4). The hallmark of malignant transformation is anaplasia. The morphological changes in anaplasia are:-1) Pleomorphism: by both cell & nuclei2) Abnormal nuclear morphology: Hyperchromasia. Nuclear cytoplasmic ratio approaches 1: 1 (normal is 1: 4 or 1: 6). Large nucleoli3) Large no of mitoses4) Loss of polarity5) Other changes: tumour giant cells",
        "cop": 4,
        "opa": "Hyperchromasia",
        "opb": "Pleomorphism",
        "opc": "Atypical mitoses",
        "opd": "Nuclear cytoplasmic ratio 1: 4",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "59d5e984-8760-437b-88ad-9ae2a53ff085",
        "choice_type": "single"
    },
    {
        "question": "Most common vascular tumour in AIDS",
        "exp": "(Kaposi - sarcoma) (256 - R) (164- Basic pathology 8th)* Patients with AIDS have a high incidence of certain tumours especially Kaposi-sarcoma, non hodgkins B-cell lymphoma, cervical cancer in women and anal cancer in men* Kaposi - sarcoma is a vascular tumour that is otherwise rare in US is the most common neoplasm in patients with AIDS* The lesion of kaposi sarcoma are characterised by the proliferation of spindle cells that express markers of both endothelial (vascular or lymphatic) and smooth muscle lineages. There is also a profusion of slit -like vascular spaces, suggests that the lesions may arise from primitive mesenchymal precursors of vascular channels",
        "cop": 1,
        "opa": "Kaposi - sarcoma",
        "opb": "Angiosarcoma",
        "opc": "Lymphangioma",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "2212aadd-cb21-4c0b-8239-e7159455764b",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man complains of progressive weakness. He reports that his stools are very dark. Physical examination demonstrates fullness in the right lower quadrant. Laboratory studies show iron deficiency anemia, with a serum hemoglobin level of 7. 4 g/dL. Stool specimens are positive for occult blood. Colonoscopy discloses an ulcerating lesion of the cecum. Laboratory studies of the surgical specimen obtained from the patient demonstrate hypermethylation of the p53 gene. Which of the following best characterizes this biochemical change in the neoplastic cells?",
        "exp": "Hypermethylation of many tumor suppressor and DNA repair genes has been demonstrated in human tumors. The pathways controlled by these genes are, therefore, suppressed. For example, the normal p53 gene can be inactivated by hypermethylation. Thus, aberrant methylation of tumor suppressor genes may be an epigenetic mechanism for a \"second hit, \" leading to loss of heterozygosity Unlike genetic changes in cancer, epigenetic changes are reversible, and a search for drugs that influence DNA methylation is under way. The other choices are unrelated to DNA methylation. Diagnosis: Colon cancer",
        "cop": 1,
        "opa": "Epigenetic modification",
        "opb": "Gene amplification",
        "opc": "Insertional mutagenesis",
        "opd": "Nonreciprocal translocation",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "4d2aeee9-ec93-4d3c-8a2d-823c19f3da66",
        "choice_type": "single"
    },
    {
        "question": "Patient with bilateral proptosis is being investigated. Biopsy from the region shows:",
        "exp": "ANS. B* Schwannoma is a favorite topic for AIIMS. Previously had asked to mark Antoni A and B, Verocay bodies* Dense area is Antoni A (black arrow) and less dense area is Antoni B (red arrow)* Other important histological slides of brain malignancies they can ask are: Meningioma (whorled pattern and psammoma bodies). Medulloblastoma (small round blue cell tumor). Ependymoma (characteristic perivascular pseudorosette). Glioblastoma multiformes (densely cellular tumor with necrosis and pseudopalisading of tumor cell nuclei). Pilocytic astrocytoma (rosenthal fibers)",
        "cop": 2,
        "opa": "Leiomyoma",
        "opb": "Schwannoma",
        "opc": "Rhabdomyosarcoma",
        "opd": "Fibromatosis",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "d97596c1-cf96-460b-9d2a-83d2c8843648",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old man with a history of chronic viral hepatitis has noted a 6-kg weight loss over the past 5 months. Physical examination shows no masses or palpable lymphadenopathy. An abdominal CT scan shows a nodular liver with a 10-cm mass in the right lobe. A stool guaiac test result is negative. An elevation in which of the following laboratory tests is most likely to be present in this man?",
        "exp": "Some chronic hepatitis B and C viral infections progress to hepatocellular and/or cholangiolar carcinoma. a-Fetoprotein (AFP) is an oncofetal protein that is a tumor marker for hepatocellular carcinomas and some testicular carcinomas. AFP is normally present in fetal life but not in adults. A serum immunoglobulin level with protein electrophoresis aids in the diagnosis of myeloma. Gastrointestinal tract adenocarcinomas, including those arising in the stomach, colon, and pancreas, as well as some lung carcinomas, may be accompanied by elevations in the serum carcinoembryonic antigen level. CA-19-9 is a tumor marker for colonic and pancreatic carcinomas. Some thyroid carcinomas produce calcitonin. Unfortunately, the sensitivity and specificity of tumor marker tests for the detection of cancers, when they are small, is not high.",
        "cop": 1,
        "opa": "Alpha-fetoprotein",
        "opb": "CA-19-9",
        "opc": "Calcitonin",
        "opd": "Carcinoembryonic antigen",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "4d9b0661-7abb-4547-b5c8-58029bf4048b",
        "choice_type": "single"
    },
    {
        "question": "In a study of patients with non-Hodgkin B cell lymphoma, a nuclear gene is found to be actively transcribed to m. RNA and is transported into the cell cytoplasm. A protein is translated from this m. RNA, with up-regulation of BCL2. In a control group without lymphoma, translation of the m. RNA does not occur. How is the silencing of this active gene's m. RNA most likely to occur?",
        "exp": "Micro. RNAs (mi. RNAs) are encoded by about 5% of the human genome. mi. RNAs do not encode for proteins, but bind and inactivate or cleave m. RNA, preventing translation of proteins by m. RNA. This effectively silences gene expression without affecting the gene directly. There is abundant transfer RNA (t. RNA) present in the cytoplasm that is not a rate-limiting step to translation. DNA methylation, particularly at CG dinucleotides, is a way of suppressing gene expression directly, as is seen with genomic imprinting. Mutations that occur in genes in DNA may result in reduced m. RNA production or abnormal protein production, but m. RNA itself is not mutated. Mitochondrial DNA (mt. DNA) encodes for proteins that are mainly involved in oxidative phosphorylation metabolic pathways",
        "cop": 2,
        "opa": "Absence of t. RNA",
        "opb": "Binding to mi. RNA",
        "opc": "Methylation of DNA",
        "opd": "Mutation of m. RNA",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "c5ac283b-ff5b-47db-83fb-e405d9236c03",
        "choice_type": "single"
    },
    {
        "question": "Which condition is associated with S-100 marker?",
        "exp": "Ans is 'b' i. e. Malignant melanoma Markers for melanocytes1) S-100 - 90% of tumors are positive2) HMB-45 - More specific but less sensitive than S-1003) TA-904) Tyrosinase5) Microphthalmia transcription factor 6) Melan-A",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Malignant melanoma",
        "opc": "Prostate carcinoma",
        "opd": "Medullary carcinoma thyroid",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "65b687e4-202c-4043-90de-723ccf0730ad",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man who worked for 30 years in a chemical factory complains of blood in his urine. Urine cytology discloses dysplastic cells. A bladder biopsy demonstrates transitional cell carcinoma. Which of the following carcinogens was most likely involved in the pathogenesis of bladder cancer in this patient?",
        "exp": "Transitional cell carcinoma is the most common malignant tumor of the urinary bladder, and the incidence of bladder cancer is increased in aniline dye workers. These azo dyes are converted to water-soluble carcinogens in the liver. They are excreted in the urine, where they primarily affect the transitional epithelium of the bladder. Benzene exposure (choice C) is associated with leukemia. Vinyl chloride exposure (choice E) has been associated with hepatic angiosarcomas. Diagnosis: Transitional cell carcinoma of bladder",
        "cop": 1,
        "opa": "Aniline dyes",
        "opb": "Arsenic",
        "opc": "Benzene",
        "opd": "Cisplatinum",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "78f68afe-1845-49b5-9711-d3a4f52fc8d3",
        "choice_type": "single"
    },
    {
        "question": "Turban tumor is?",
        "exp": "Ans is 'c' i. e. Cutaneous cylindroma * In dermatologic pathology, a dermal cylindroma, also dermal eccrine cylindroma) and (less specifically) cylindroma, is a benign adnexal tumor, which occurs on the scalp and forehead.* Multiple cylindromas may grow together in a uhat-like\" configuration, sometimes referred to as a turban tumor.",
        "cop": 3,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Cutaneous cylindroma",
        "opd": "Dermatofibroma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "b4a5c654-85bc-4b83-b860-e823050a20c7",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common cancer which results in death?",
        "exp": "Ref: Harrison 19th ed. P 467* The most common cancer leading to death in both males and females.* The prevalence of carcinoma lung as contributor to death in males is 28% as compared to prostate cancer as 10%.* The prevalence of carcinoma lung as contributor to death in females is 26% compared to breast cancer as 15%. Distribution of Cancer related deaths. Male (%). Female (%). Lung28. Lung26. Prostate10. Breast15. Colorectal8. Colorectal9. Pancreas7. Pancreas7. The table given below from 19th edition of Harrison mentions prostate cancer as most common in males (27%) and breast cancer (29%) as most common in females. Distribution of cancer incidence. Male. Female. Sites%Sites%Cancer incidence. Prostate27. Breast29. Lung14. Lung13. Colorectal8. Colorectal8. Bladder7. Endometrial6. Melanoma5. Thyroid6. Kidney4. Lymphoma4. Lymphoma4. Melanoma4. Oral cavity4. Kidney3",
        "cop": 4,
        "opa": "Oral cancer",
        "opb": "Breast cancer",
        "opc": "Prostate cancer",
        "opd": "Lung cancer",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "790a98b1-e42c-4b14-b7c0-7af9ee0f943c",
        "choice_type": "single"
    },
    {
        "question": "An epidemiologic study of cancer deaths recorded in the last half of the 20th century is conducted. The number of deaths for one particular cancer had increased markedly in developed nations. More than 30% of cancer deaths in men, and more than 24% of cancer deaths in women, were caused by this neoplasm in 1998. In some nations, prevention strategies reduced deaths from this cancer. Which of the following neoplasms was most likely identified by this study?",
        "exp": "The incidence of lung cancers increased dramatically in the 20th century because of the popularity of cigarette smoking. As the number of individuals in a population who smoke increases, so do the number of lung cancers. Some cancers of the urinary tract, oral cavity, esophagus, and pancreas also are causally related to smoking. Breast, prostate, and colon cancers remain common in developed nations, but the number of cases has not increased sharply. Pap smear screening and human papillomavirus (HPV) vaccination markedly decrease numbers of cervical cancers. There has been an increase in the incidence of melanomas worldwide, but there are still far fewer cases of melanomas than of lung cancers. Hepatic and intracranial neoplasms in adults are far less common than lung cancers.",
        "cop": 2,
        "opa": "Cerebral glioma",
        "opb": "Bronchogenic carcinoma",
        "opc": "Hepatocellular carcinoma",
        "opd": "Colonic adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "0752166e-4d08-42a7-8370-12e37893bc93",
        "choice_type": "single"
    },
    {
        "question": "Proto-oncogene associated with Burkitt's lymphoma is?",
        "exp": "Ans. is 'a' i. e., C-MYC * All forms of Burkitt lymphoma are associated with translocations of c-Myc gene on chromosome 8. The usual translocation is t (8: 14). Other less common translocations are t (2: 8) and t (8: 22).",
        "cop": 1,
        "opa": "C-MYC",
        "opb": "N-MYC",
        "opc": "L-MYC",
        "opd": "RET",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "7d73e3dd-ec2f-488f-bfde-8995bdd5c237",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is associated with decreased E-cadherin?",
        "exp": "Ans. is 'a' i. e., Invasive lobular carcinoma * Cadherin-1 (E-cadherin) is a protein that is encoded by the CDH1 gene (tumor suppressor gene).* Loss of E-cadherin function or expression has been implicated in cancer progression and metastasis. E-cadherin downregulation decreases the strength of cellular adhesion within a tissue, resulting in an increase in cellular motility. This in turn may allow cancer cells to cross the basement membrane and invade surrounding tissues.* E-cadherin is also involved in causation of breast cancer. When compared with invasive ductal carcinoma, E-cadherin expression is markedly reduced or absent in the great majority of invasive lobular carcinomas.* Inactivation of CDH1 in 56% of lobular breast carcinomas.* Complete loss of E-cadherin protein expression in 84% of lobular breast carcinomas. Also know* Germline mutations in CDH1 are associated with familial gastric cancers, which are usually of diffuse type.",
        "cop": 1,
        "opa": "Invasive lobular carcinoma",
        "opb": "Fibroid",
        "opc": "Ductal carcinoma",
        "opd": "Intestinal carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "be973623-ed5b-4996-868d-9cd33baac85a",
        "choice_type": "single"
    },
    {
        "question": "RB gene is located on -",
        "exp": "Ans. is 'b' i. e., 13q Location of Important Genes on Chromosomes. Gene. Chromosome. Gene. Chromosomep73. IPRET10. Folate transporter21 q. WT-Ilip. Neuroblastoma. IPv. WF12. Rhodopsin3. Retinoblastoma (RB)13q. VHL3p. BRCA-1. I3q. ADPKD-24q. BRCA-2. I7q. ADC-PFibrillin-115. MHC6p. Fibrillin-25. ARPKD6. NF-117q. Cystic fibrosis7qp5317q. MET7. NF-222q",
        "cop": 2,
        "opa": "13p",
        "opb": "13q",
        "opc": "15p",
        "opd": "15q",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "eee9faf9-4c68-4615-b3eb-b04e3486629a",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man has a history of intravenous drug use. Physical examination shows needle tracks in his left antecubital fossa. He has mild scleral icterus. Serologic studies for HBs. Ag and anti-HCV are positive. He develops hepatocellular carcinoma 15 years later. Which of the following viral characteristics best explains why this patient developed hepatocellular carcinoma?",
        "exp": "Although the hepatitis B virus (HBV) and hepatitis C virus (HCV) genomes do not encode for any transforming proteins, the regenerating hepatocytes are more likely to develop mutations, such as inactivation of p53. HBV does not have a consistent site of integration in the liver cell nuclei, and it does not contain viral oncogenes. Many DNA viruses, such as human papillomavirus (HPV), inactivate tumor suppressor genes, but there is no convincing evidence that HBV or HCV can bind to p53 or RB proteins. Also, the HBV-encoded regulatory element, called HBx, disrupts the normal growth of infected hepatocytes. Neither HBV nor HCV infects immune cells.",
        "cop": 3,
        "opa": "Viral integration in the vicinity of proto-oncogenes",
        "opb": "Viral capture of proto-oncogenes from host cellular DNA",
        "opc": "Viral inflammatory changes with genomic damage",
        "opd": "Viral inactivation of RB and p53 gene expression",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "1a7443b0-9e67-4bd7-9699-0645df3d912f",
        "choice_type": "single"
    },
    {
        "question": "Marker for neuroblastoma among the following is?",
        "exp": "Ans. is 'b' i. e., Chromogranin-A * Neuroendocrine markers of neuroblastomai) CD-56ii) Chromogranin-Aiii) Synaptophysin",
        "cop": 2,
        "opa": "NMP 22",
        "opb": "Chromogranin A",
        "opc": "LDH",
        "opd": "P 2 microglobulin",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "2fb4eed8-c9b8-4bfd-ba2a-3f61b80833c7",
        "choice_type": "single"
    },
    {
        "question": "Cytogenetic studies in a 40-year-old woman with follicular lymphoma demonstrate a t14; 18 chromosomal translocation involving the bcl-2 gene. Constitutive expression of the protein encoded by the bcl-2 gene inhibits which of the following processes in this patient's transformed lymphocytes?",
        "exp": "Many human cancers show abnormalities in the control of apoptosis. For example, follicular B-cell lymphomas display a characteristic chromosomal translocation in which the bcl-2 gene is brought under the transcriptional control of the immunoglobulin light-chain gene promoter, thereby causing overexpression of bcl-2. As a result of the antiapoptotic properties of bcl-2, the neoplastic clone accumulates in lymph nodes. Since its demonstration in follicular lymphomas, bcl-2 expression has been observed in a variety of other human cancers. None of the other choices describes the function of bcl-2. Diagnosis: Follicular lymphoma",
        "cop": 1,
        "opa": "Apoptosis",
        "opb": "DNA excision repair",
        "opc": "G1-to-S cell cycle progression",
        "opd": "Oxidative phosphorylation",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "b9f427e7-b1fe-4f4a-95c1-513a74a5dd97",
        "choice_type": "single"
    },
    {
        "question": "The tumor suppressor gene P53 induces cell arrest at",
        "exp": "(G1 - S phase) (60-195- Basic pathology 8th)* The S phase is the point of no return in the cell cycle and before the cell makes the final commitment to replicate - the G1/S checkpoint checks for damage.* This causes delay at G1/S checkpoint. This delay in cell cycle progression provides the time neededfor DNA repair and if the damage is not reparable, apoptoticpathways are activated to kill the cell. G2 M checkpoint* This check point in used for the repair of the DNA which is damaged after its replication* The G2M checkpoint monitors the completion of DNA replication and checks whether the cell can safely initiates mitosis and separate sister chromatids(i) This checkpoint is particularly important in cells exposed to ionizing radiations(ii) Defects in this check points give rise to chromosomal abnormality. Also known Effector for G1S checkpoint - Mostly mediated through P53 which induces the cell cycle inhibitor P21 Effector for G2M checkpoint - Involves both P53 and independent mechanism. Cyclin. Kinase. Functions. DCD4. CDK6. Progression past restriction at G1S boundary. El-ACDK-2. Initiation of DNA synthesis in early S phase. BCDK-1. Transition from G2 to M",
        "cop": 3,
        "opa": "G2- M phase",
        "opb": "S- G2 phase",
        "opc": "G1-S phase",
        "opd": "G0- phase",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "c2ffe0cd-7052-4856-ae02-cc9b87feb54d",
        "choice_type": "single"
    },
    {
        "question": "Example for radiation induced cancer is:(1996)",
        "exp": "Ans: a (Papillary carcinoma thyroid). Ref: Robbin's Patho, 7thed, p. 1178 & 6thed, p. 1142; Harrison, 15, hed, p. 2590, T 394-5 Bailey & Love's, 24th ed, p. 797",
        "cop": 1,
        "opa": "Papillary carcinoma thyroid",
        "opb": "Follicular carcinoma thyroid",
        "opc": "Lymphoma",
        "opd": "Hepatoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "5edd139e-ce81-4041-8e9b-46e021724e84",
        "choice_type": "single"
    },
    {
        "question": "Burkitt's lymphoma arises from:",
        "exp": "ANSWER: (B) B cell lymphoma. REF: Wintrobes clinical hematology 12th edition page 1604. 1605, http://en. wikipedia. org/wiki/ Lymphoma. Burkitt's lymphoma (or \"Burkitt s tumor\", ''malignant lymphoma, Burkitt's type\") is a cancer of the lymphatic system (in particular, B lymphocytes). It is named after Denis Parsons Burkitt, a surgeon who first described the disease in 1956 while working in equatorial Africa. Classification: Currently Burkitt's lymphoma can be divided into three main clinical variants: the endemic, the sporadic and the immunodeficiency-associated variants, which are all associated with HIV and AIDS. Endemic variant: (African) Children affected with the disease often also had chronic malaria, which is believed to have reduced resistance to Epstein-Barr virus (EBV), allowing it to take hold. Sporadic type: (Non-African\") is another form of non-Hodgkin lymphoma found outside of Africa. Immunodeficiency-associated Burkitt lymphoma: Associated with HIV infection or occurs in the setting of post-transplant patients who are taking immunosuppressive drugs.",
        "cop": 2,
        "opa": "T cell",
        "opb": "B cell",
        "opc": "Pre B cell",
        "opd": "NK cell",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "39d28607-1af4-4a35-9251-45fe3e8af098",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in the anterior mediastinum:(1987)",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Teratoma",
        "opb": "Thymic tumours",
        "opc": "Thyroid tumours",
        "opd": "Neurofibroma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "2d40f612-0049-4019-92f1-63118bcad243",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman has had easy fatigability and noted a dragging sensation in her abdomen for the past 5 months. Physical examination reveals that she is afebrile. She has marked splenomegaly, but no lymphadenopathy. Laboratory studies show her total WBC count is 250, 000/mm3 with WBC differential count showing 64% segmented neutrophils, 11% band neutrophils, 7% metamyelocytes, 5% myelocytes, 4% myeloblasts, 3% lymphocytes, 2% basophils, 2% eosinophils, and 2% monocytes. A bone marrow biopsy is performed, and karyotypic analysis of the cells reveals a t (9; 22) translocation. Medical treatment with a drug having which of the following modes of action is most likely to produce a complete remission in this patient?",
        "exp": "This patient has a classic history and t (9; 22) translocation with chronic myelogenous leukemia. The translocation causes uncontrolled nonreceptor tyrosine kinase activity of the BCR-ABL fusion gene. These patients undergo remission with drugs such as imatinib that inhibit tyrosine kinases. Agents that activate caspases theoretically may help in many cases, especially when apoptosis is blocked as in tumors with BCL2 overexpression. Antibodies to epithelial growth factor receptors, such as ERBB2 (HER2) receptors, are beneficial in certain breast tumors with amplification of this gene. Delivery of p53 into cells by viral vectors has not yet been proven to be valuable in cancer treatment, and it is not used in chronic myelogenous leukemia. Translocation of b-catenin to the nucleus occurs in colon cancers when there is a mutational loss of APC genes.",
        "cop": 4,
        "opa": "Activating cellular caspases",
        "opb": "Antibody binding to EGF receptors",
        "opc": "Delivering normal p53 into cells with viral vectors",
        "opd": "Inhibiting tyrosine kinase activity",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "17a709d8-5c6d-417b-b116-ebab59d3d0b3",
        "choice_type": "single"
    },
    {
        "question": "Tumor suppressor genes BRCA1 and BRCA1 prevent tumorigenesis by acting as",
        "exp": "Answer: d) DNA repair factors (ROBBINS 9th ED, P-291). Tumor suppressor gene. Familial syndromes. Sporadic cancers Inhibitors of mitogenic signaling pothways. APCFamilial colonic polyps and carcinomas. Carcinomas of stomach, colon, pancreas melanoma. NF1. Neurofibromatosis type 1. Neuroblastomas juvenile myeloid leukemia. NF2. Neurofibromatosis type 2 (Acoustic schwannomas, Meningiomas). Schwannomas Meningiomas. PTCH (Patched). Gorlin syndrome (basal cell carcinoma, medulloblastoma). Basal cell carcinoma Medulloblastoma. PTEN (Phosphatase and tensin). Cowden syndrome. Many carcinomas and lymphoid tumors. SMAD2, SMAD4. Juvenile polyposis syndrome. Colon and pancreatic cancer. Inhibitors of cell cycle progression. RBFamilial Retinoblastoma syndrome. Retinoblastoma, Osteosarcoma Ca of breast, colon, lung. CDKN2. AFamilial melanoma. Pancreatic, breast, and esophageal carcinoma, melanoma Inhibitors of \"Pro-growth\" Programs of Metabolism and Angiogenesis. VHLVHL syndrome. Renal cell carcinoma. STK11. Peutz-Jeghers syndrome. Variety of cancers. SDHB, SDHDFamilial paraganglioma Familial pheochromocytoma. Paraganglioma. Inhibitors of Invasion and Metastasis. CDH1 (E-cadherin). Familial gastric cancer. Gastric cancer, Lobular breast cancer. Enablers of Genomic Stability. TP53 (p53). Li-Fraumeni syndrome. Most human cancers DNA Repair Factors BRCA1. Familial breast and ovarian carcinoma; carcinomas of male breast; (but lower than BRCA2), Cancers of prostate, pancreas, fallopian tube. Rare. BRCA2. Familial breast and ovarian carcinoma chronic lymphocytic leukemia male breast cancer, cancer of prostate, pancreas, stomach, gallbladder, bile duct, pharynx, melanoma, Rare. MSH2, MLH1, MSH6. HNPCCColon and endometrial cancer Unknown mechanisms WT1. Wilm's tumor. Wilm's tumor. MEN 1. Multiple endocrine neoplasia 1. Pituitary, pancreatic, parathyroid tumors",
        "cop": 4,
        "opa": "Inhibitors of mitogenic signaling pathways",
        "opb": "Inhibitors of ceil cycle progression",
        "opc": "Inhibitors of Invasion and Metastasis",
        "opd": "DNA repair factors",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "8bfe7e4a-e05d-4db9-b117-dc3f5dd445bb",
        "choice_type": "single"
    },
    {
        "question": "HCC marker is?",
        "exp": "Ans. is 'b' i. e., Alpha - fetoprotein (AFP) * Elevated level of serum alphafetoproteins are seen in 50 - 75% cases of HCC. Important tumor markers. Tumor Markers. Cancer. Hormones * Human chorionic gonadotropin* Gestational trophoblastic disease, gonadal germ cell tumor* Calcitonin* Medullary cancer of the thyroid* Catecholamines* Pheochromocytoma* Gastrin* Gastrinoma (pancreatic neuroendocrine tumor). Oncofetal Antigens * Alphafetoprotein* Hepatocellular carcinoma, gonadal germ cell tumor* Carcinoembryonic antigen* Adenocarcinomas of the colon, pancreas, lung, breast, ovary. Enzvmes * Prostatic acid phosphatase* Prostate cancer* Neuron-specific enolase & chromogranin A* Small cell cancer of the lung, neuroblastoma* Lactate dehydrogenase* Lymphoma, Ewings sarcoma. Tumor Associated Proteins * Prostatic-specific antigen* Prostate cancer* Monoclonal immunoglobulin* Myeloma* CA - 125* Ovarian cancer* CA 19-9* Colon, pancreatic, breast cancer* CA - 15-3* Breast cancer* CA 72-4* Ovarian, pancreatic & gastric Ca.* CA 27. 29 &CA 15-3* Breast cancer* CD 30* Hodgkins disease, anaplastic large cell lymphoma* CD 25* Hairy cell leukemia, adult T cell leukemia / lymphoma* CD-34* Alveolar soft part sarcoma* b2- Microglobulin* Multiple myeloma* S-100, HMB-45, TA-90* Malignant melanoma* NMP-22* Urinary bladder Ca* CD-99* Ewing's sarcoma",
        "cop": 2,
        "opa": "CEA",
        "opb": "AFP",
        "opc": "CA-125",
        "opd": "HMB99",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "4872d341-a9a6-40aa-8ce0-3ef53f5eafd1",
        "choice_type": "single"
    },
    {
        "question": "Which neoplasm causes pure red cell aplasia?",
        "exp": "Ans. is 'a' i. e., Thymus* Pure red cell aplasia (PRCA) is an uncommon disorder in which maturation arrest occurs in the formation of erythrocytes. Erythroblasts are virtually absent in bone marrow; however, white blood cell and platelet production are normal. Causes of PRCA include:* Idiopathic* Autoimmune disease such as SLE* Lymphoproliferative. Association of pure red cell aplasia with T-cell large granular lymphocyte leukemia is well recognized, especially in China* Thymoma* Viral infections such as HIV, herpes, parvovirus B19 (Fifth disease), or hepatitis* Drugs such as mycophenolic acid or erythropoietin* Congenital (Diamond-Blackfan anemia)",
        "cop": 1,
        "opa": "Thymus",
        "opb": "Breast",
        "opc": "Hepatocellular",
        "opd": "Bronchogenic",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "bc1e9eeb-a24e-42ee-b8a9-c383e8eabd63",
        "choice_type": "single"
    },
    {
        "question": "If DNA is damaged in the cell cycle, which gene causes cell cycle arrest?",
        "exp": "Ans. (c) p53. Ref: Robbins and Cotran Pathologic Basic Disease 9th Ed; Page No-28. P53* Gene in chromosome 17p 13. 1* It is called as \"genome guardian protein\".* Encodes a53. Ka protein* p53 is universally expressed in all cells.* p53 induces p21, which inhibits CDKs- hypo-phosphorylation (activation) of. Rb- inhibition of G1 -S progression.* It regulates cell cycle progressions, DNA repair, cellular senescence and apoptosis. Note* The suppressor gene p53 apoptosis by depositing CD95 on the cell membrane surface.* Mutations in tumor suppressor genes can result in unrestrained cell division (eg, Li-Fraumeni syndrome). Extra Mile* Mutated p53 protein inactivation promotes tumor development.* Its gene product is broken down more slowly than normal protein, leading to intranuclear accumulation of p53 protein. How to rule out other options?* Rb gene:# Tumor suppressive pocket' protein that binds E2F transcription factors in its hyperphosphorylated state.# It prevents G1/S transition.* RAS oncogene# It is a signal transduction protein.# Most common oncogene mutation involved in human cancer (15-20% of human cancer).# Normal RAS proteins alternate between activated GTP- bound signal transmitting and inactive GDP-bound forms.# When the cells are stimulated by growth factors RAS becomes activated by exchanging GDP to GTP# Activated RAS binds to farnesyl transferase to activate MAP kinase for induction of mitogenesis.# The mutant RAS activates the mitogen-activated protein (MAP) kinase pathway leading to cell proliferation.* MYC# It is most common nuclear transcription factor affected in human tumors.# MYC up regulates expression of telomerase.# It reprogram somatic cell into pluripotent stem cells and contribute to cancer cell \"sternness\".",
        "cop": 3,
        "opa": "Rb",
        "opb": "MYC",
        "opc": "p53",
        "opd": "K-RAS",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "639be1ee-5d74-4602-9bf1-50d20293eb10",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man presents with a 9-month history of a reddish nodule on his foot. Biopsy of the nodule discloses a poorly demarcated lesion composed of fibroblasts and endothelial-like cells lining vascular spaces. Further work-up identifies similar lesions in the lymph nodes and liver. The tumor cells contain sequences of human herpesvirus-8 (HHV-8). This patient most likely has which of the following diseases?",
        "exp": "Kaposi sarcoma is the most common neoplasm associated with acquired immunodeficiency syndrome (AIDS). The neoplastic cells contain sequences of a novel virus, HHV-8, which is also known as Kaposi sarcoma-associated herpesvirus. In addition to infecting the spindle cells of Kaposi sarcoma, HHV-8 is lymphotropic and has been implicated in two uncommon B-cell lymphoid malignancies, namely, primary effusion lymphoma and multicentric Castleman disease. Like other DNA viruses, the HHV-8 genome encodes proteins that interfere with the p53 and p. Rb tumor suppressor pathways. The other choices are hereditary conditions associated with cancer; however, these patients do not typically acquire Kaposi sarcoma. The predominant malignancy seen in patients with ataxia telangiectasia (choice B) is lymphoma/leukemia. Diagnosis: Kaposi sarcoma, AIDS",
        "cop": 1,
        "opa": "Acquired immunodeficiency",
        "opb": "Ataxia telangiectasia",
        "opc": "Li-Fraumeni syndrome",
        "opd": "Neurofibromatosis type I",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "8a09d49e-9330-41a2-a386-9c0fec2e16ed",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman has a lumps in her left breast. On physical examination, she has an irregular, firm, 2-cm mass in the upper inner quadrant of the breast. No axillary adenopathy is noted. A fine-needle aspirate of the mass shows anaplastic ductal cells. The patient's 30-year-old sister was recently diagnosed with ovarian cancer, and 3 years ago her maternal aunt was diagnosed with ductal carcinoma of the breast and had a mastectomy. Mutation involving which of the following genes is most likely present in this family?",
        "exp": "Approximately 5% to 10% of breast cancers are familial, and 80% of these cases result from mutations in the BRCA1 and BRCA2 genes. The onset of these familial cancers occurs earlier in life than the sporadic cancers. The protein products of these genes are involved in DNA repair. BCL2 is overexpressed in some lymphoid neoplasms. The epithelial growth factor receptor ERBB2 (HER2) overexpression is present in some sporadic breast cancers; other EGF alterations can be seen in lung, bladder, gastrointestinal, ovarian, and brain neoplasms. The HST1 mutation is seen in some gastric cancers. IL2 overexpression is associated with some T cell neoplasms. K-RAS overexpression is seen in many cancers, including some breast cancers, but the early age of onset and family history in this case strongly suggest BRCA mutations.",
        "cop": 2,
        "opa": "BCL2 (anti-apoptosis gene)",
        "opb": "BRCA1 (DNA repair gene)",
        "opc": "ERBB2 (growth factor receptor gene)",
        "opd": "HST1 (fibroblast growth factor gene)",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "89f4546f-45ce-42c3-8ab6-6befafd3d572",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor suppressor gene involved in cancer genesis is?",
        "exp": "Ans. is 'b' i. e., p53 * p53 is a tumor suppressor gene. p53 gene is located on chromosome 17. p53 acts as molecular policeman that prevents the propagation of genetically damage cell.* p-53 is the most common target for genetic alteration in human tumors; A little over 50% of human tumors contain mutation in this gene. Note - Amongst oncogene RAS is involved most commonly",
        "cop": 2,
        "opa": "Rb",
        "opb": "p53",
        "opc": "p16",
        "opd": "p73",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "2648e102-d1ca-4aa8-ac40-e67ee8f5c48a",
        "choice_type": "single"
    },
    {
        "question": "Tumor suppressor gene responsible for lung squamous cell carcinoma is?",
        "exp": "Ans. is 'a' i. e., p53 Different genes involved in lung carcinoma* c-MYC and RB - small cell cancer* RAS and p 16 - non-small cell cancer* p53 - both small and non-small cell, but highest in squamous cell carcinoma* K-RAS -adenocarcinoma# In small cell cancer there is high expression of the antiapoptotic gene BCL 2 and low expression of the Proapoptotic gene BAX.",
        "cop": 1,
        "opa": "p53",
        "opb": "Rb",
        "opc": "PTEN",
        "opd": "p63",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "754fd5c2-3315-46c3-a67b-d3b95dd84f23",
        "choice_type": "single"
    },
    {
        "question": "Tiimour arising from totipotent cell is:",
        "exp": "Ans: a (Teratoma) Ref: Robbins, 7th ed, p. 271. Teratoma. Formed of a variety of parenchymal cell types usually of all three germ layers. Arises from totipotent cells, so principally encountered in the gonads. They differentiate along various germ lines producing skin, muscle, fat, gut, epithelium, tooth etc. Other important terms. Dermoid cysts(Ovarian cystic teratoma). Differentiated along ectodermal lines forming a cystic tumour with hair sebaceous gland, skin, tooth etc. Choristoma. It is the ectopic rest of normal tissue. Example- Adrenal cell under kidney capsule. HamartomaA mass of disorganized but mature specialized tissue or cells indigenous to the organ. Eg. Hamartoma of lung.",
        "cop": 1,
        "opa": "Teratoma",
        "opb": "Seminoma",
        "opc": "Myoma",
        "opd": "Lipoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "6ce4098a-f5b6-4d14-95b9-70c521008a95",
        "choice_type": "single"
    },
    {
        "question": "Russel bodies are seen in?",
        "exp": "Ans. is 'a' i. e., Multiple Myeloma o Russell bodies are large homogenous eosinophilic inclusions formed by hugely distended endoplasmic reticulum of plasma cells. It is a characteristic feature of multiple myeloma, o In multiple myeloma, plasma cells can infiltrate the bone marrow diffusely or may be present in sheet like masses that completely replace normal elements. Plasma cells may be normal plasma cells but mostly they are atypical plasma cells (variants of plasma cell) produced by intracellular accumulation of intact or partially degraded immunoglobulins. These atypical plasma cells are: (i) Flame cells, and (ii) MOTT cells. Intracellular inclusions are Russel bodies cytoplasmic), Dutcher bodies (nuclear), crystalline rods and fibrils. Also remembero Electrophoresis of serum shows M band (monoclonal band) of immunoglobulin, most commonly of IgG. o Urine shows Bence-Jones protein (light chain component of Immunoglobulin). o Serum B2-microglobulin is increased and is the most important prognostic factor. There is increased serum uric acid and urea. o Monoclonal light chain may be detected both in serum and urine.",
        "cop": 1,
        "opa": "Multiple Myeloma",
        "opb": "Rabies",
        "opc": "Parkinsonism",
        "opd": "Intracranial neoplasm",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "ba601541-bb03-4d19-bb35-5cc1114dcdbe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with malignancy:",
        "exp": "Ans. is 'a' Fragile X syndrome Fragile X syndrome is not associated with increased risk of malignancy. Down's syndromeis associated with increased risk of leukemias. Fanconi's syndrome and Bloom's syndromebelong to autosomal recessive syndromes of defective DNA repair. These syndromes are associated with increased risk of malignancy. It includes: Fanconi's syndrome*Bloom syndrome*Ataxia telangiectasia*Xeroderma pigmentosa*Fragile X syndrome. Is the most frequent cause of hereditary mental retardation*. It is caused by a fragile chromosomal site located on the distal long, arm of chromosome X. There is an amplification of a polymorphic CGG repeat in the fragile site. Cardinal characteristic of the condition is testicular enlargement (macro orchidism)*Other clinical manifestations are: Mental retardation*Large size *Long face*Prominent jaw. Large prominent ears*Stereotyped behaviour and speech",
        "cop": 1,
        "opa": "Fragile X syndrome",
        "opb": "Fanconi's syndrome",
        "opc": "Down's syndrome",
        "opd": "Bloom syndrome",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "9939f325-ae7d-4fa7-92e3-bf61e16b18fc",
        "choice_type": "single"
    },
    {
        "question": "RET proto-oncogene is associated with which carcinoma?",
        "exp": "Ans. is 'b' i. e., MEN * RET is a growth factor receptor (receptor tyrosine kinase). RET protein is a receptor for glial cell lined derived neurotrophic factor. RET is normally expressed in parafollicular 'C' cells of thyroid, adrenal medulla and parathyroid cell precursons.* Point mutation in RET protooncogenes is associated with MEN-2A, MEN-2B, medullary thyroid carcinoma and Hirschsprung disease.",
        "cop": 2,
        "opa": "Hepatocellular Carcinoma",
        "opb": "MEN",
        "opc": "Testicular carcinoma",
        "opd": "Breast carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "eca4c186-8807-4abb-bf3a-bee411765e4a",
        "choice_type": "single"
    },
    {
        "question": "The lesion shown below is caused by",
        "exp": "Human papillomavirus (HPV) which is the most common sexually transmitted infection, is a cause of anal dysplasia and cancer. The approximately 40 HPV subtypes that can cause anogenital infections are divided into: 1. Low-risk types (e. g. types 6 and 11) that cause anal warts (condyloma acuminata)2. High-risk types (e. g. types 16, 18 and 33) that can cause anal dysplasia and cancer. HPV infection is associated with cervical, vulvar, vaginal, and penile cancers, and some patients have HPV-related dysplasia or cancer in multiple sites. Approximately 90% of anal cancers are attributable to HPV infection.",
        "cop": 1,
        "opa": "HPV",
        "opb": "HSV",
        "opc": "HIV",
        "opd": "EBV",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "d544bca5-86a4-4810-bf57-27b0d8970da6",
        "choice_type": "single"
    },
    {
        "question": "How will you differentiate a mediastinal mass being a thymoma or acute lymphoblastic leukemia?",
        "exp": "Ans. A. CytokeratinA mediastinal mass has a differential of thymoma and T-cell ALL. T-cell ALL will have the markers TDT (lymphoblast), CD la and CD3. Thymoma has 2 components--epithelial and lymphoid components--so is positive for EMA, cytokeratin 7 and 20, CD57. CD5, bcl-2, calretinin, vimentin, CD3, CD1a, CD20, CD99.",
        "cop": 1,
        "opa": "Cytokeratin",
        "opb": "CD1a",
        "opc": "CD3",
        "opd": "Tdt",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "8e37bbdc-faac-4412-9822-ce5e4fe259a4",
        "choice_type": "single"
    },
    {
        "question": "Most common parotid tumor -",
        "exp": "Ans. is 'a' i. e., Pleomorphic adenoma o Most common salivary gland tumor-Pleomorphic adenoma (mixedo Most Common benign Salivary gland tumor-Pleomorphic adenoma (mixedo Most Common malignant tumor of salivary gland-Mucoepidermod Carcinomao Most Common site of pleomorphic adenoma-Parotid gland. o Most Common site of mucoepidermoid Carcinoma-Parotid gland. o Most Common site for acinic cell ca-Parotid gland. o Most Common site for adenoid cytic Carcinoma-Minor salivary glands. o Multifocal and bilateral Salivary gland tumor-Warthin tumor and acinic cell tumor. o Salivary gland tumor with tendency to invade-Adenoid cystic carcinoma, perineural space",
        "cop": 1,
        "opa": "Pleomorphic adenoma",
        "opb": "Adenocystic carcinoma",
        "opc": "Epidermoid tumor",
        "opd": "Adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "0e559f71-1010-42ed-9e7d-98b88b5cb711",
        "choice_type": "single"
    },
    {
        "question": "Which of the following genetic mutations involved in breast carcinoma",
        "exp": "B. i. e. (BRCA) (786 - Harsh Mohan 5th) / (744- Basic-pathology 8th)* Genetic mutations involvement in breast carcinoma - BRCA - 1 BRCA - 2 gene, TP53 tumour suppressor gene, PTEN (phosphate and tensin) tumour suppressor gene* APC gene - Familial adenomatous polyposis*** In 85% of follicular B. cell lymphomas the anti apoptotic gene BCL2 is activated by the t (8; 14) translocations*** RB gene** associated with retinoblastoma* **HMB - 45, S- 100 is a an immunological marker for Melanoma* CDX-2 is an immunological marker for Gastro intestinal cancer* BRCA- 1 gene is located on - chromosome 17 cancer*** Desmin is a immuno logical marker for Rhabdomyosarcoma*** LMP-1 gene plays a role in oncogenesis induced by Epstein- Barr virus*** P53 known as \"guardian of the genome\"",
        "cop": 2,
        "opa": "APC",
        "opb": "BRCA",
        "opc": "Hb. Ac",
        "opd": "RB gene",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "bcf0e113-00f7-445a-93ec-829b1c356584",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a feature of follicular lymphoma",
        "exp": "Ans: a) (11, 1 4) translocation The hallmark of typical follicular lymphoma is a (14, 18) translocation in >90% cases and not (tl 1, 14); (11, 14) translocation is a feature of mantle cell lymphoma. More about Follicular lymphoma* Usually occurs in middle age male: female =1: 1*Markers CD 19. CD 20. CD 10 (CALLA)surface Ig -+ve. CD5 -ve. BCL2 overexpression which is an antagonist of apoptotic cell death. Uncommonly BCL6 gene rearrangement may be seen instead of t( 14; 18). Usually presents with painless generalized lymphadenopathy. Involvement of extranodal sites is uncommon. Usually indolent waxing and waning course with median survival of 7-9 yrs. Treatment:- palliative low dose CT or RT30-50% show transformation to diffuse large B cell lymphoma",
        "cop": 1,
        "opa": "(11, 14) translocation",
        "opb": "BCL2 over expression",
        "opc": "BCL 6 rearrangement",
        "opd": "CD5 negative",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "3ad363cf-cb70-42b1-b772-fe435c0a0553",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman presents with abdominal pain and vaginal bleeding. A hysterectomy is performed and shows a benign tumor of the uterus derived from a smooth muscle cell. What is the appropriate diagnosis?",
        "exp": "Leiomyoma is the most common benign tumor of the uterus, usually arising in women of reproductive age. It originates from smooth muscle cells of the myometrium. None of the other choices are benign tumors of smooth muscle. Diagnosis: Leiomyoma of uterus",
        "cop": 2,
        "opa": "Angiomyolipoma",
        "opb": "Leiomyoma",
        "opc": "Leiomyosarcoma",
        "opd": "Myxoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "48cb2618-4073-40ad-92de-e7470c9ab055",
        "choice_type": "single"
    },
    {
        "question": "Which tumor arises from organ of Zuckerkandl?",
        "exp": "Ans. is 'a' i. e., Paraganglioma * The organ of Zuckerkandl is a chromaffin body derived from neural crest located at the bifurcation of the aorta or at the origin of the inferior mesenteric artery. It can be the source of paraganglioma.",
        "cop": 1,
        "opa": "Paraganglioma",
        "opb": "Schwannoma",
        "opc": "Astrocytoma",
        "opd": "Medulloblastoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "f28e94b5-ec2e-4702-ad68-b6c2bb33e7e6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is HMB45 negative?",
        "exp": "D i. e. Juxtaglomerular tumor. Ref: Dab Immunohistochemistry Basics, HMB45. Explanation: HMB 45: Human Melanoma Black: Positive staining is seen in: Melanoma (85-90%, see exceptions under negative staining). Angiomyolipoma. Clear cell sarcoma of soft tissue. Clear cell \"sugar\" tumor. Epithelioid sarcoma (occasional). Kidney: t(6; 11)(p21; q12) renal cell carcinoma. Lymphangioleiomyomatosis (also stains non-proliferative cells). Melanocytosis. PEComa. Pheochromocytoma. Pigmented neural tumors (some), including some nerve sheath tumors, some neurofibromas pigmented neuroectodermal tumor of infancy. Tuberous sclerosis complex components.",
        "cop": 4,
        "opa": "Melanoma",
        "opb": "Angiomyolipoma",
        "opc": "Tendon clear cell sarcoma",
        "opd": "Juxtaglomerular tumor",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "ba052f7f-15f4-42f9-ad43-cdd1fb84a8b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition is associated with increased VMA?",
        "exp": "Ans. is 'b' i. e., Pheochromocytoma * Vanillylmandelic acid (VMA) is an end-stage metabolite of the catecholamines, epinephrine, and norepinephrine.* Urinary VMA, along with other catecholamine metabolites, including homovanillic acid (HVA), metanephrine, and normetanephrine are elevated in patients with tumors that secrete catecholamines (eg, neuroblastoma, pheochromocytoma, or other neural crest tumors).* These tests are used to diagnose neuroblastomas, and to monitor treatment of these conditions.* Elevated values of homovanillic acid (HVA), vanillylmandelic acid (VMA), and other catecholamine metabolites (eg, dopamine) may be suggestive of the presence of a catecholamine-secreting tumor.",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Pheochromocytoma",
        "opc": "Nephroblastoma",
        "opd": "RCC",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "39d77c1c-6bcd-448a-92e4-388b024b996b",
        "choice_type": "single"
    },
    {
        "question": "Placental ALP is used as tumor marker of",
        "exp": "Ans a: (Ref: Robbins 7th edition 1041-42). Testicular tumors. Tumor markers1 Seminoma. Placental ALP2 Embryonal carcinomahC'GAFP3 Yolk sac tumor (endodermal sinus tumor)AFP, Alpha 1 AT4 Choriocarcinomah. CGSeminoma. Most common type germ cell tumor of testis(50%). Female counterpart is dysgerminoma. Tumor is positive for placental ALP & negative for AFP. Spermocytic seminoma is a morphologic variant that tend to occur in old people.",
        "cop": 1,
        "opa": "Seminoma",
        "opb": "Choricarcinoma",
        "opc": "Teratoma",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "7d218744-934c-42be-993b-0d0da67a4503",
        "choice_type": "single"
    },
    {
        "question": "Tumor marker for dysgerminoma is?",
        "exp": "Ans is 'b' i. e., LDH * Most dysgerminomas are associated with elevated serum lactic dehydrogenase (LDH).* Additionally, elevated serum levels of neuron-specific enolase, calcium, inhibin, placental alkaline phosphatase (PLAP), and prolactin have been reported.",
        "cop": 2,
        "opa": "AFP",
        "opb": "LDH",
        "opc": "HCG",
        "opd": "CA-125",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "9e59bf19-9652-4fdb-9f66-6a9e163a63a7",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman has noticed increasing malaise. On physical examination, there are no abnormal findings, but a stool guaiac test is positive. Her hemoglobin level is 7. 9 g/dL. A colonoscopy is performed, and a 3-cm sessile mass is found in the cecum. A biopsy specimen of the mass shows a moderately differentiated adenocarcinoma confined to the mucosa. An abdominal CT scan shows no lymphadenopathy or hepatic lesions. Given this information, which of the following is the best course of action?",
        "exp": "A malignant epithelial neoplasm arises in the mucosa but has a tendency to invade locally. A benign neoplasm is often well-circumscribed, and compressed normal surrounding tissue appears to form a discrete border. This localized lesion can be resected easily, with adequate margins. Without evidence for spread outside the colon, chemotherapy is unlikely to be of benefit. The biopsy specimen shows a malignant lesion; it must be removed before it increases in size and invades locally or metastasizes. If there is no family history, familial cancer with a high risk of recurrence from multiple polyps is unlikely; local excision is adequate. Such a solitary mucosal lesion is unlikely to represent a metastasis.",
        "cop": 4,
        "opa": "Administer a multiagent chemotherapeutic regimen",
        "opb": "Observe the lesion for further increase in size",
        "opc": "Remove the entire colon to prevent a recurrence",
        "opd": "Resect the tumor and some normal surrounding tissue",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "f57107c4-dfa2-4f85-a3de-84a852621cea",
        "choice_type": "single"
    },
    {
        "question": "Carcinoid tumor secretes",
        "exp": "Ans. c (5 HT). (Ref. Baily & Love, Surgery, 22nd/pg. 800)CARCINOID TUMOR# Arises from argentaffin/chromafin cells, called as Kulschitsky cells.# These cells stain with ammoniacal silver salt solution to black.# Most common site of occurence is appendix and is benign there.# Next common site is ileum and most of them are malignant.# More than 9 mg/ 24-hour of 5-HIAA in 24 in urine is diagnostic. Carcinoid also secretes 5-HT.# Carcinoid syndrome is characterized by attacks of flushing and diarrhoea, abdominal cramps, bronchospasm, tricuspid and pulmonary regurgitation/stenosis and telangectasia.# Most common cause is small bowel carcinoid metastasizing to liver; and next common is bronchial carcinoid.# Cardiac changes in carcinoid heart disease are largely right sided (tricuspid valve) and are due to inactivation of both serotonin and bradykinin in the blood during passage through lungs by monoamino-oxidase present in pulmonary vascular endothelium.",
        "cop": 3,
        "opa": "Histamine",
        "opb": "VMA",
        "opc": "5 HT",
        "opd": "Bradykinin",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "1a97f3a3-6bcc-4e90-a8d7-2d9bfd56d35d",
        "choice_type": "single"
    },
    {
        "question": "Translocation associated with follicular thyroid carcinoma is?",
        "exp": "Ans is 'a' i. e. PAX8- PPARrl Various genes involved in thyroid carcinomas are. Papillary* Tyrosine kinase receptors RET or NTRK1* RAS mutation* BRAF oncogene. Follicular* RAS oncogene (NRAS, HRAS and KRAS* PAX8- PPARrl translocation. Medullary* RET proto-oncogene",
        "cop": 1,
        "opa": "PAX8- PPARrl",
        "opb": "RET - PTC",
        "opc": "ALK-NMP1",
        "opd": "JAK-TEL",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "20f915e1-0a7f-4a57-89c6-d702b3936ddb",
        "choice_type": "single"
    },
    {
        "question": "A study of colonic polyps is performed. Malignant cells localized to the polyp are compared to those from polyps showing invasion of the stalk. Molecular analysis shows up-regulation of certain molecules in the invasive malignant cells. Invasive lesions are more likely to exhibit lymphatic metastases. Which of the following markers is most likely to have increased expression in the invasive malignant epithelial cells?",
        "exp": "The malignant transformation includes many genetic changes, including those rendering the malignant cells capable of invasion and metastases. CD44 plays a role in cell adhesion and enables malignant cells to metastasize. Solid tumors can express CD44 to enhance their spread to lymph nodes and other metastatic sites. Though such properties may have been present with the initial clone of malignant cells, the growth of cancer increases the number of cells and the risk for spread. BCL2 plays a role in apoptosis. Growth factor receptor expression may make malignant cells susceptible to environmental influences, such as hormones, that drive growth. RAS gene mutations are present in many cancers and lead to loss of growth control. Vimentin is best known as a protein expressed in mesenchymal neoplasms, such as sarcomas, but it is also up-regulated in EMT.",
        "cop": 2,
        "opa": "BCL2",
        "opb": "CD44",
        "opc": "EGFR",
        "opd": "RAS",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "826f055f-af25-4015-a617-b5b55d8ee5e5",
        "choice_type": "single"
    },
    {
        "question": "Hodgkin's lymphoma with lacunar cells is?",
        "exp": "Ans. is 'b' i. e., Nodular sclerotic type Distinctive features of different types of HD1) Nodular sclerosis* It is the most common variant of HD. It is the only variant which is equally common in females and males (all other variants are more common in males). It occurs in adolescent and young adults. It frequently involves mediastinum.* Lacunar cells are seen on histology. It has excellent prognosis (2nd best after lymphyocytic predominance type). Reed-Sternberg cells are positive for CD 15 and CD 30. Fibrous bands are present which divide cellular areas into nodules: nodular sclerosis. Cellular components are lacunar cells, occasional RS cells, T-cells, eosinophils, plasma cells and macrophages.* It has no association with EBV (EBV negative). 2) Mixed cellularity* It is the 2nd most common type overall, but the most common type of HD in India. It is more common in males and has biphasic age incidence (Bimodal age distribution), i. e. seen in young adults and in older age > 55 years.* Mononuclear variant along with clasical Reed-Sternberg cells are seen. RS cells are positive for CD 15 and CD 30.* It is associated with EBV (EBV positive). 3) Lymphocyte rich* It is more common in males and is seen in older adults. It has frequent classical RS cells. RS cells are positive for CD 15 and CD 30. It is associated with EBV (EBVpositive). Prognosis is good to excellent. 4) Lymphocyte depletion* It is more common in older males and HIV-infected individuals. Pleomorphic variants RS cells are seen, along with Hodgkin cells (atypical histiocytes). There is paucity of lymphocytes. It has maximum area of necrosis. Cells are positive for CD 15 and CD 30.* It has the worst prognosis. It is the least common type of HD. 5) Lymphocytic predominance* It is more common in young males. Popcorn cells (Lympho-histocytic cells: L & H cells) are seen. Follicular dendritic cells are also seen. RS cells are positive for CD 20, but negative for CD 15 and CD 30.* It is not associated with EBV (EBV negative). It has the best prognosis. Mediastinal involvement may occur.",
        "cop": 2,
        "opa": "Mixed cellularity type",
        "opb": "Nodular sclerotic type",
        "opc": "Lymphocyte predominant type",
        "opd": "Lymphocytic depletion type",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "28c26072-e72c-47c8-a1eb-3a1a1aff039a",
        "choice_type": "single"
    },
    {
        "question": "BCR - ABL hybrid gene is present in",
        "exp": "(CML) (215-HM) (315, 697-98-R) (464-Basic pathology 8, h)BCR-ABL hybrid gene - ABL gene is a non GF receptor proto-oncogene having tyrosine kinase activity. ABL gene from its normal location on chromosome 9 is translocated to chromosome 22. Where it fuses with BCR (breakpoint cluster region) gene and forms an ABL, BCR hybrid gene which is more potent in signal transduction pathway ABL-BCR hybrid gene is seen in CML and some acute lymphocytic leukaemias* n MYC-HSR - neuroblastoma* ERB-B in breast and ovarian cancers. Important oncogenes, their-mechanism of Activation and Associated Human Tumours (216-HM). Type. ONCOGENEAssociated human tumours1. Growth factors (GFs)(i) PDGFGlioblastoma (ii) TGF-a. Sarcoma (iii) FGFCa-bowel, breast2. Receptors for GFs(i) ERB-B, Squamous cell Ca (ii) HER2 (a ERB2). Ca breast, Ovary, stomach, lungs3. Signal transduction proteins(i) RASCommon in 1/3 human tumours Ca lung, colon, pancreas, (ii) *BCR-ABLCML, Acute leukaemia4. Nuclear regulatory. MYC (Translocated). Burkitt's lymphoma(Transcription proteins)MYC (Amplified). Ca-lung, breast, colon5. Cell cycle regulatory proteins. Cyclin DCa breast, liver, mantle cell lymphoma CDK4. Glioblastoma, melanoma, sarcoma* * RB gene - Retinoblastoma, osteosarcoma* * BRCA 1 and 2 - Ca breast, ovary",
        "cop": 4,
        "opa": "Burkitt's lymphoma",
        "opb": "Retinoblastoma",
        "opc": "Breast carcinoma",
        "opd": "CML",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "1f0ec916-79c2-4596-abab-5e5eebacca93",
        "choice_type": "single"
    },
    {
        "question": "Guardian of the genes is?",
        "exp": "Ans. is 'b' i. e., p53 * p53 is a tumor suppressor gene. p53 gene is located on chromosome 17. p53 acts as molecular policeman that prevents the propagation of genetically damage cell.* p-53 is the most common target for genetic alteration in human tumors; A little over 50% of human tumors contain mutation in this gene. (Note - Amongst oncogene RAS is involved most commonly)* The major functional activities of the p53 protein are cell cycle arrest and initiation of apoptosis in response to DNA damage.",
        "cop": 2,
        "opa": "Rb",
        "opb": "p53",
        "opc": "p16",
        "opd": "p73",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "67feec5a-93d5-4e90-a4a5-77ad0d7af768",
        "choice_type": "single"
    },
    {
        "question": "During a routine checkup, a 50-year-old man is found to have blood in his urine. He is otherwise in excellent health. An abdominal CT scan reveals a 2-cm right renal mass. You inform the patient that staging of this tumor is key to selecting treatment and evaluating prognosis. Which of the following is the most important staging factor for this patient?",
        "exp": "The choice of surgical approach or treatment modalities is influenced more by the stage of a cancer than by its cytologic grade. The significant criteria used for staging vary with different organs. Commonly used criteria include (1) tumor size, (2) extent of local growth, (3) presence of lymph node metastases, and (4) presence of distant metastases. The other choices reflect grade of the tumor. Diagnosis: Renal cell carcinoma",
        "cop": 2,
        "opa": "Histologic grade of the tumor",
        "opb": "Metastases to regional lymph nodes",
        "opc": "Proliferative capacity of the tumor cells",
        "opd": "Somatic mutations in the p53 tumor suppressor gene",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "b56c1677-06ff-4d74-be3c-8d0bf0aa99cc",
        "choice_type": "single"
    },
    {
        "question": "Most common site of salivary gland tumor is?",
        "exp": "Ans. is 'a' i. e., Parotid salivary gland * Most common salivary gland tumor - Pleomorphic adenoma (mixed tumor).* Site of Pleomorphic adenoma - Parotid > Submandibular > minor salivary glands",
        "cop": 1,
        "opa": "Parotid salivary gland",
        "opb": "Submandibular salivary gland",
        "opc": "Sublingual gland",
        "opd": "Submaxillary gland",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "eb30c543-d2d5-445f-b085-c634e8df6c55",
        "choice_type": "single"
    },
    {
        "question": "Anaplasia is:",
        "exp": "Ans. c. Lack of differentiation. Ref: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No-269. Cellular Changes. Hyperplasia: Increase in number of cells. May be a risk factor for future malignancy (e. g. to endometrial hyperplasia) but not considered premalignant. Hypertrophy: Increase in size of cells. Atrophy: Decrease in tissue mass due to increase in size and/or number of cells. Causes include disuse, denervation, loss of blood supply, loss of hormonal stimulation, poor nutrition. Dysplasia: Disordered, non-neoplastic cell growth. Term used only with epithelial cells. Mild dysplasia is usually reversible; severe dysplasia usually progresses to carcinoma in situ. Metaplasia: Replacement of one cell type by another. Usually due to exposure to an irritant, such as gastric acid or cigarette smoke. Reversible if the irritant is removed but may undergo malignant transformation with persistent insult (e. g. Barrett esophagus - esophageal adenocarcinoma). Neoplasia: Uncontrolled, clonal proliferation of cells. Can be benign or malignant. Anaplasia: Complete lack of differentiation of cells in a malignant neoplasm. Differentiation The degree to which a malignant tumor resembles its tissue of origin: Well-differentiated tumors (often less aggressive) closely resemble their tissue of origin. Poorly differentiated tumors (often more aggressive) look almost nothing like their tissue of origin.",
        "cop": 3,
        "opa": "Changing one type of epithelium to another",
        "opb": "Nuclear chromatin",
        "opc": "Lack of differentiation",
        "opd": "Morphological changes",
        "subject_name": "Pathology",
        "topic_name": "Neoplasia",
        "id": "780d95aa-a1de-4707-80e1-929d341a928d",
        "choice_type": "single"
    }
]