[
    {
        "question": "In Alibe Bazin syndrome, origin of lymphoma is from:-",
        "exp": "- Alibe Bazin syndrome is the other name given for condition MYCOSIS FUNGOIDES. - MYCOSIS FUNGOIDES is the cancer arising from T-Cells - It is associated with cutaneous T-Cell lymphoma - Cutaneous T-Cell lymphoma, the tumor cells has high chances of skin infiltration called as EPIDERMOTROPISM & can also be present in the blood. - Findings of EPIDERMOTROPISM a PAUTRIERS MICROABSCESS - HALLMARK FEATURE of tumor cells a CEREBRIFORM NUCLEI. Tx- Steroids, UV Radiation, Vorinostat- Histone Deacetylase inhibitor.",
        "cop": 4,
        "opa": "Eosinophil",
        "opb": "B lymphocyte",
        "opc": "Monocyte",
        "opd": "T lymphocyte",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "ce6d211e-6539-477c-bc0a-79b401a6d520",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organ involvement is not commonly observed with CNS involvement in a patient with DLBCL?",
        "exp": "Diffuse large B cell lymphoma (DLBCL):- Arise sporadically or from transformation of a low grade lymphoma(eg:-Follicular lymphoma). (1) Present in adulthood as an enlarging lymph node or and extra nodal mass Patient with DLBCL with CNS involvement commonly involve organ like:- Renal, Adrenals, testis.",
        "cop": 1,
        "opa": "Ovary",
        "opb": "Testis",
        "opc": "Kidney",
        "opd": "Adrenal",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "f85edab4-645b-4933-aefe-83e5cd1d279b",
        "choice_type": "single"
    },
    {
        "question": "Post transplant lymphoma occurs due to proliferation of which of the following cells?",
        "exp": "Post transplant lymphoma (Post transplant Lymphoproliferative Disorder or PTLD) occurs due to proliferation of B cells",
        "cop": 2,
        "opa": "T cell",
        "opb": "B cell",
        "opc": "NK cell",
        "opd": "Monocyte",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "f6f945a3-e0cf-494c-a26e-d49aa5fc1f4a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a B cell neoplasm?",
        "exp": "Mycosis fungoides is a Mature T and NK cell neoplasm. Mature T and NK cell neoplasm T cell prolymphocytic leukemia Mycosis fungoides Sezary syndrome Aggressive NK - cell leukemia Systemic EBV 4 T - cell lymphoma of Childhood Adult T - cell leukemia/ lymphoma Follicular T - cell lymphoma",
        "cop": 2,
        "opa": "Hairy cell leukemia",
        "opb": "Mycosis fungoides",
        "opc": "Mantle cell lymphoma",
        "opd": "Burkitt's lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "39f4cf84-2373-4f29-a6fa-b659a5914493",
        "choice_type": "single"
    }
]