[
    {
        "question": "On electron microscopy of renal biopsy, distinctive \"basket-weave\" appearance of glomerular basement membrane (GBM) seen in:",
        "exp": "Alpo syndrome (type of hereditary nephritis) has characteristic electron microscopic findings. The GBM shows irregular foci of thickening alternating with attenuation (thinning), and pronounced splitting and lamination of the lamina densa, often producing a distinctive basket-weave appearance. Majority of Alpo syndrome patients have X-linked disease as a result of mutation of the gene on the X chromosome encoding the a5 chain of type IV collagen (COL4. A5). (a3 chain of the type IV collagen of the GBM in Goodpasture disease)",
        "cop": 2,
        "opa": "IgA nephropathy",
        "opb": "Alpo syndrome",
        "opc": "Focal segmental glomerulosclerosis (FSGS)",
        "opd": "Thin Basement Membrane disease",
        "subject_name": "Pathology",
        "topic_name": "Nephritic Syndrome",
        "id": "7c69d939-4e15-4502-90c9-be34ee4c65bd",
        "choice_type": "single"
    },
    {
        "question": "Amongst the given renal conditions, the one presenting as nephritic syndrome is:",
        "exp": "Nephritic syndrome: Post streptococcal Glomerulonephritis (PSGN) Rapidly progressive Glomerulonephritis (RPGN) Diffuse proliferative Glomerulonephritis (DPGN) Berger's disease / IgA Nephropathy Membranoproliferative Glomerulonephritis Nephrotic syndrome: Minimal change disease Focal segmental glomerulosclerosis Membranous nephropathy",
        "cop": 1,
        "opa": "Postinfectious glomerulonephritis",
        "opb": "Membranous nephropathy",
        "opc": "Minimal change disease",
        "opd": "Focal segmental glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Nephritic Syndrome",
        "id": "fca5e54e-1a8d-4b3c-baf5-0022225e031a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of nephrotic syndrome in adults?",
        "exp": "Most common cause of nephrotic syndrome in adults is focal segmental glomerulosclerosis, followed by membranous nephropathy. Most common cause of nephrotic syndrome in children is minima change disease (MCD).",
        "cop": 2,
        "opa": "IgA nephropathy",
        "opb": "Focal segmental glomerulosclerosis",
        "opc": "Membranous nephropathy",
        "opd": "Minimal change disease",
        "subject_name": "Pathology",
        "topic_name": "Nephritic Syndrome",
        "id": "bab12f87-3a9c-4c18-acff-c9eefacd57a9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of Goodpasture syndrome, except:",
        "exp": "Goodpasture syndrome Uncommon autoimmune disease in which kidney and lung injury are caused by circulating autoantibodies. Most common in 2nd & 3rd decades of life. Anti-GBM antibody-mediated disease Goodpasture syndrome applies to the 40% to 60% of patients with these autoantibodies who develop pulmonary hemorrhage in addition to renal disease. Characterized by linear deposits of IgG and, in many cases, C3 in the GBM. The antigen common to the alveoli and GBM is a peptide within the noncollagenous poion of the a3 chain of collagen type IV (COL4. A3).",
        "cop": 4,
        "opa": "Antibody to alpha-3 chain of type IV collagen (COL4. A3)",
        "opb": "Glomerular basement membrane is involved",
        "opc": "Pulmonary haemorrhage",
        "opd": "Subendothelial IgG deposits in renal biopsy",
        "subject_name": "Pathology",
        "topic_name": "Nephritic Syndrome",
        "id": "73f7d429-5401-4ee3-84c0-8048e0f115d9",
        "choice_type": "multi"
    }
]