[
    {
        "question": "True about meningiomas-",
        "exp": "Meningiomas are predominantly benign tumors that arise from arachnoid meningothelial cells. They usually occur in adults and are often attached to the dura. Meningiomas may be found along any of the external surfaces of the brain as well as within the ventricular system, where they arise from the stromal arachnoid cells of the choroid plexus.They usually come to attention because of vague nonlocalizing symptoms, or with focal findings referable to compression of the adjacent brain. Most meningiomas are easily separable from the underlying brain. Meningiomas (WHO grade I/IV) grow as well-defined dura-based masses that may compress the brain but do notinvade it. Among the varied histologic patterns are syncytial, named for whorled clusters of cells without visible cell membranes that sit in tight groups; fibroblastic, with elongated cells and abundant collagen deposition between them; transitional, which shares features of the syncytial and fibroblastic types; psammomatous, with numerous psammoma bodies ; and secretary, with gland-like PAS-positive eosinophilic secretions known as pseudopsammoma bodies. Atypical meningiomas (WHO grade II/IV) are recognized by the presence of ceain histologic features (prominent nucleoli, increased cellularity, pattern-less growth), and often have a higher mitotic rate. These tumors demonstrate more aggressive local growth and a higher rate of recurrence; they may require therapy in addition to surgery. Anaplastic (malignant) meningiomas (WHO grade III/IV) are highly aggressive tumors that may resemble a high-grade sarcoma or carcinoma, although there usually is some histologic evidence of a meningothelial cell origin.",
        "cop": 3,
        "opa": "More common in men",
        "opb": "50% are malignant",
        "opc": "95% cure rate following treatment",
        "opd": "Arise from arachnoid layer",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "01e98aca-d792-4dd7-bc9a-eb0fc8eb402f",
        "choice_type": "multi"
    },
    {
        "question": "Binswanger&;s disease is a form of",
        "exp": "Binswanger's disease, also known as subcoical leukoencephalopathy and subcoical aeriosclerotic encephalopathy (SAE), is a form of small vessel vascular dementia caused by damage to the white brain matter. White matter atrophy can be caused by many circumstances including chronic hypeension as well as old age.",
        "cop": 4,
        "opa": "Hypeensive retinopathy",
        "opb": "Hypeensive nephropathy",
        "opc": "Hypeensive encephalopathy",
        "opd": "Subcoical leukoencephalopathy",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "b0c1e7c9-b9e8-474b-8606-0b4c0f4c7034",
        "choice_type": "single"
    },
    {
        "question": "True about pilocytic astrocytoma all except -",
        "exp": "Pilocytic astrocytomas are relatively benign tumors, typically affecting children and young adults. Most commonly located in the cerebellum, they also may involve the third ventricle, the optic pathways, spinal cord, and occasionally the cerebral hemispheres. There is often a cyst associated with the tumor, and symptomatic recurrence from incompletely resected lesions is often associated with cyst enlargement, rather than growth of the solid component. Tumors that involve the hypothalamus are especially problematic because they cannot be resected completely. Ref: Robbins Basic Pathology 9th edition pg no 843",
        "cop": 4,
        "opa": "Long survival",
        "opb": "Total surgical resection possible",
        "opc": "Can involve posterior fossa",
        "opd": "Median age at presentation is more than 80 years",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "c8421ff4-4298-45c5-8963-e28140a6df3c",
        "choice_type": "multi"
    },
    {
        "question": "Reilly bodies are seen in?",
        "exp": "Mucopolysaccharidoses (MPSs) are characterized by defective degradation and excessive storage of mucopolysaccharides in various tissues. Hepatosplenomegaly, skeletal deformities, lesions of hea valves, subendothelial aerial deposits, paicularly in the coronary aeries, and lesions in the brain, are features that are seen in all of the MPSs. Of the seven recognized variants, only two well-characterized syndromes are discussed briefly here. MPS type I, also known as Hurler syndrome, is caused by a deficiency of a-L-iduronidase. Accumulation of dermatan sulfate and heparan sulfate is seen in cells of the mononuclear phagocyte system, in fibroblasts, and within endothelium and smooth muscle cells of the vascular wall. The affected cells are swollen and have clear cytoplasm, resulting from the accumulation of material positive for periodic acid-Schiff staining within engorged, vacuolated lysosomes. Lysosomal inclusions also are found in neurons, accounting for the mental retardation. MPS type II or Hunter syndrome differs from Hurler syndrome in its mode of inheritance (X-linked), the absence of corneal clouding, and often its milder clinical course. Despite the difference in enzyme deficiency, an accumulation of identical substrates occurs because breakdown of heparan sulfate and dermatan sulfate requires both a-L-iduronidase and the sulfatase; if either one is missing, fuher degradation is blocked. Diagnosis is made by measuring the level of enzyme in leukocytes. Ref: ROBBINS BASIC PATHOLOGY 10th Ed. pg no: 260",
        "cop": 4,
        "opa": "Gangliosidosis",
        "opb": "Bechet's disease",
        "opc": "Gaucher's disease",
        "opd": "Hurler disease",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "18dd1d2a-bf2a-4285-82bf-629ccb82dcb2",
        "choice_type": "single"
    },
    {
        "question": "Similar features between cerebral abscess and cerebral infarct -",
        "exp": "Causes of acquired cerebral palsy may include1,2: Brain damage in the first few months or years of life. Infections, such asmeningitis or encephalitis. Problems with blood flow to the brain due to stroke, blood clotting problems, abnormal blood vessels, a hea defect that was present at bih, orsickle cell disease. A cerebral infarction is an area of necrotic tissue in the brain resulting from a blockage or narrowing in the aeries supplying blood and oxygen to the brain Refer robbins 1258 and 1263",
        "cop": 2,
        "opa": "Coagulative necrosis",
        "opb": "Liquefactive necrosis",
        "opc": "Heal by collagen formation",
        "opd": "lways develop from emboli from other site",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "b3b355bc-80ba-4a7b-b496-f14394483069",
        "choice_type": "single"
    },
    {
        "question": "Spongiform degeneration of cerebral coex occurs in -",
        "exp": "Spongiform Encephalopathy (Creutzfeldt-Jakob Disease) Spongiform encephalopathy, also called Creutzfeldt-Jakob disease (CJD) or mad-cow disease, though included under the group of viral encephalitis but is caused by accumulation of prion proteins. Prion proteins are a modified form of normal structural proteins present in the mammalian CNS and are peculiar in two respects: they lack nucleic acid (DNA or RNA), and they can be transmitted as an infectious proteina- ceous paicles (Dr Prusiner was awarded the Nobel Prize in medicine in 1997 for his discovery on prion proteins). Majority of cases occur sporadically though familial predisposition with autosomal dominant inheritance has also been repoed in 5-15% cases. Other methods of transmission are by iatrogenic route (e.g. by tissue transplantation from an infected individual) and by human consumption of BSE (bovine spongiform encephalopathy)-infected beef, also called as mad-cow disease. Clinically, CJD is characterised by rapidly progressive dementia with prominent association of myoclonus. CJD is invariably fatal with mean survival of about 7 months after diagnosis.Grossly, the changes are too rapid to become noticeable but brain atrophy may be seen in long-standing cases. Microscopically, the hallmark is spongiform change i.e. there are small round vacuoles in the neuronal cells. These changes are predominantly seen in the coex and other grey matter areas. Spongiform changes result in neuronal loss and glial cell proliferation but significantly without any inflammation or white matter involvement. Ref:TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:878-879",
        "cop": 1,
        "opa": "Creutzfeldt-Jakob disease",
        "opb": "Subacute sclerosing panencephalitis",
        "opc": "Fatal familial insomnia",
        "opd": "Cerebral toxoplasmosis",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "6e36a1e1-dc72-4820-bf57-d6cd048ba3cf",
        "choice_type": "single"
    },
    {
        "question": "Which is not a neuronal tumour",
        "exp": "The four major classes of brain tumors are: 1. Gliomas Astrocytoma * Pleomorphic xanthoastrocytoma * Brainstem glioma * Pilocytic astrocytoma * Fibrillary (diffuse) astrocytomas * Glioblastoma * Oligodendroglioma * Ependymoma 2. Neuronal tumors * Ganglion cell tumors * Gangliocytoma * Ganglioglioma * Dysembryoplastic neuroepithelial tumor * Cerebral neuroblastomas 3. Poorly differentiated neoplasm 4. Meningiomas",
        "cop": 1,
        "opa": "Ependymoma",
        "opb": "Neuroblastoma",
        "opc": "Gangliocytoma",
        "opd": "Ganglioglioma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "b42c7989-889a-49a5-aca8-82acad9c37f5",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of Intra cerebral bleed -",
        "exp": "Primary intracerebral hemorrhage occurs mostly in patients with hypeension and is due to rupture of one of the numerous microaneurysms found in the brain tissue of most people with hypeension. Muir's Textbook of pathology Edited by JR Anderson, 12th edition, page no 21.20",
        "cop": 2,
        "opa": "Berry aneurysms",
        "opb": "Hypeension",
        "opc": "Diabetes",
        "opd": "Thrombocytopenia",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "c27bb11c-778f-4213-8b2e-8307a30868cc",
        "choice_type": "single"
    },
    {
        "question": "Negri bodies are seen in-",
        "exp": "The rabies virus is a bullet-shaped virion with a single-stranded ribonucleic acid (RNA) nucleocapsid core and lipoprotein envelope. Its nucleocapsid material consists of Negri bodies, which are observed in the cytoplasm of infected neurons (see the image below). The virus is transmitted in saliva or in aerosolized secretions from infected animals, typically a bite. The virus is not hardy and is quickly inactivated by drying, ultraviolet rays, x-rays, trypsin, detergents, and ether. (See Etiology.) Hematoxylin and eosin stain of Negri body in a rabies-infected neuron. Ref: medscape",
        "cop": 2,
        "opa": "Oligodendroglia",
        "opb": "Neuron 2012-13",
        "opc": "Microglia",
        "opd": "Astrocytes",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "7f7bfec6-7824-4d14-a966-67c954a53cb5",
        "choice_type": "single"
    },
    {
        "question": "The most common site of hypeensive intracranial hemorrhage is -",
        "exp": "Spontaneous intracerebral haemorrhage occurs mostly in patients of hypeension. Most hypeensives over middle age have microaneurysms in very small cerebral aeries in the brain tissue. Rupture of one of the numerous microaneurysms is believed to be the cause of intracerebral haemorrhage. Unlike subarachnoid haemorrhage, it is not common to have recurrent intracerebral haemorrhages. The common sites of hypeensive intracerebral haemor- rhage are the region of the basal ganglia (paicularly the putamen and the internal capsule), pons and the cerebellar coex Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:881",
        "cop": 1,
        "opa": "Putamen",
        "opb": "Medulla",
        "opc": "Midbrain",
        "opd": "Cerebrum",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "96a16327-61ec-4f72-915b-f405da56fd54",
        "choice_type": "single"
    },
    {
        "question": "Progressive multifocal leukoencephalopathy spares",
        "exp": "Progressive multifocal leukoencephalopathy (PML) is a demyelinating disease which results from the reactivation of John Cunningham virus (JC virus) infecting oligodendrocytes(which provide suppo and insulation to axons in CNS) The term Leukoencephalopathy refers to all of the brain white matter diseases Toxic leukoencephalopathy or toxicspongiform leukoencephalopathy is a rare condition that is characterized by progressive damage (-pathy) to white matter (-leuko-) in the brain (-encephalo-), paicularly myelin, due to causes such as exposure to drug abuse, environmental toxins, or chemotherapeutic drugs",
        "cop": 4,
        "opa": "White matter of cerebrum",
        "opb": "White matter of parietal lobe",
        "opc": "White matter of periventricular area",
        "opd": "Spinal cord and optic nerve",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "b3827c3d-e424-418f-a867-96bb939f7111",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen HIV involvement of CNS -",
        "exp": "Human Immunodeficiency Virus in the first 15 years or so after recognition of AIDS, neuropathologic changes were demonstrated at postmoem examination in as many as 80% to 90% of cases, owing to direct effects of virus on the nervous system, oppounistic infections, and primary CNS lymphoma. Introduction of highly active antiretroviral therapy (HAA) has decreased the frequency of these secondary effects of HIV infection. However, cognitive dysfunction ranging from mild to fullblown dementia that is lumped under the umbrella term HIV-associated neurocognitive disorder (HAND) continues to be a source of morbidity. The cognitive symptoms are believed to stem from HIV infection of microglial cells in the brain. This leads to activation of innate immune responses, both in infected microglial cells and unaffected bystanders. The ensuing neuronal injury likely stems from a combination of cytokine-induced inflammation and toxic effects of HIV-derived proteins. Aseptic meningitis occurs within 1 to 2 weeks of onset of primary infection by HIV in about 10% of patients; antibodies to HIV can be demonstrated, and the virus can be isolated from the CSF. The few neuropathologic studies of the early and acute phases of symptomatic or asymptomatic HIV invasion of the nervous system have shown mild lymphocytic meningitis, perivascular inflammation, and some myelin loss in the hemispheres. After the acute phase, an HIV encephalitis (HIVE) commonly can be found if affected persons come to autopsy.HIV encephalitis is best characterized microscopically as a chronic inflammatory reaction with widely distributed infiltrates of microglial nodules, sometimes with associated foci of tissue necrosis and reactive gliosis. The microglial nodules also are found in the vicinity of small blood vessels, which show abnormally prominent endothelial cells and perivascular foamy or pigment-laden macrophages. These changes occur especially in the subcoical white matter, diencephalon, and brain stem. An impoant component of the microglial nodule is the macrophage-derived multinucleate giant cell. In some cases, there is also a disorder of white matter characterized by multifocal or diffuse areas of myelin pallor with associated axonal swellings and gliosis. HIV is present in CD4+ mononuclear and multinucleate macrophages and microglia. Ref: Robbins Basic Pathology 9th edition pg no 828",
        "cop": 4,
        "opa": "Perivascular giant cell",
        "opb": "Vacuolar degeneration of post column",
        "opc": "Microglial nodule formation",
        "opd": "Inclusion bodies",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "cbd70130-79bb-4e18-bc77-0a6112ca9313",
        "choice_type": "single"
    },
    {
        "question": "Homer Wright rosettes are seen in",
        "exp": "Examples of tumors containing these are neuroblastoma, medulloblastoma, Pinealoblastoma, and primitive neuroectodermal tumors of bone(Ewing sarcoma). Refer robbins 9/e p844",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Nephroblastoma",
        "opc": "Ependymoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "0976a483-adda-4d8d-afcc-4e572839c970",
        "choice_type": "single"
    },
    {
        "question": "True about giant aneurysm",
        "exp": "the consequences of a cerebral aneurysm, aneurysmal subarachnoid hemorrhage (SAH) has devastating consequences. Signs and symptoms Symptoms associated with cerebral aneurysms and SAH are as follows: Headache Facial pain Alterations in consciousness Seizures Manifestations of meningeal irritation Autonomic disturbances Focal neurologic complaints Visual symptoms Respiratory dysfunction Cardiovascular instability Hormonal dysfunction Epistaxis Specific physical examination findings may include prominent scalp veins, signs of congestive hea failure (eg, vein of Galen aneurysms), or orbital bruits (eg, cavernous carotid aneurysms). Neurologic findings exhibit considerable variability because of differences in aneurysm characteristics. These findings include the following: Aneurysmal SAH: May be accompanied by nuchal rigidity, decreased level of consciousness, subhyaloid hemorrhages, pupillary abnormalities (ie, typically dilated), ophthalmoplegia, cranial neuropathies, and other focal deficits Giant aneurysms or dolichoectatic aneurysms: May cause mass effects and distal thromboembolism with prominent focal deficits; these aneurysms may also result in optic atrophy or other cranial neuropathies or cause brainstem compression. Ref: Medscape",
        "cop": 4,
        "opa": "Rarely rupture",
        "opb": "Most common in middle cerebral aery",
        "opc": "Pressure effect is often the presenting symptom",
        "opd": "Thromboembolic phase is present",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "02a175d3-e80c-4c25-81b5-f6b18fcf276f",
        "choice_type": "multi"
    },
    {
        "question": "The most common nerve in the neck from which schwannoma arises -",
        "exp": "Schwannomas or neurilemmomas arise from cranial and spinal nerve roots. An acoustic schwannoma or acoustic neuroma is an intracranial schwannoma located within the internal auditory canal originating from the vestibular poion of the acoustic nerve. Intraspinal schwannomas are found as intradural tumors in the thoracic region. In the peripheral nerves, they occur as a solitary nodule on any sheathed sensory, motor, or autonomic nerve. Multiple schwannomas are uncommon and occur in von Recklinghausen's disease. Textbook of pathology Harsha Mohan 6th edition page no 893",
        "cop": 4,
        "opa": "Trigeminal",
        "opb": "Accessory",
        "opc": "Hypoglossal",
        "opd": "Vestibular poion of the acoustic nerve",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "e5f5e720-08e5-4b30-a7da-adfacf83b589",
        "choice_type": "single"
    },
    {
        "question": "Onion bulb appearance on nerve biopsy is seen in -",
        "exp": "chronic inflammatory demyelinating polyradiculoneuropathy (CIDP) has been used to identify patients with a chronically progressive or relapsing symmetric sensorimotor disorder with cytoalbuminologic dissociation and interstitial and perivascular endoneurial infiltration by lymphocytes and macrophages. It can be considered the chronic equivalent of acute inflammatory demyelinating polyradiculoneuropathy, the most common form of Guillain-Barre syndrome. Signs and symptoms CIDP typically stas insidiously and evolves slowly, in either a slowly progressive or a relapsing manner, with paial or complete recovery between recurrences; periods of worsening and improvement usually last weeks or months. Most expes consider the necessary duration of symptoms to be greater than 8 weeks for the diagnosis of CIDP to be made. Symptoms repoed include the following: Preceding infection (infrequent) Initial limb weakness, both proximal and distal Sensory symptoms (eg, tingling and numbness of hands and feet) Motor symptoms (usually predominant) In about 16% of patients, a relatively acute or subacute onset of symptoms In children, usually a more precipitous onset of symptoms Symptoms of autonomic system dysfunction (eg, ohostatic dizziness) Peinent physical findings are limited to the nervous system, except when the condition is associated with other diseases. Such findings may include the following. Signs of cranial nerve (CN) involvement (eg, facial muscle paralysis or diplopia) Gait abnormalities Motor deficits (eg, symmetric weakness of both proximal and distal muscles in upper and lower extremities) Diminished or absent deep tendon reflexes Sensory deficits (typically in stocking-glove distribution) Impaired coordination Diagnosis Laboratory studies that may be helpful include the following: Cerebrospinal fluid analysis: Elevated protein levels are common (80% of patients); 10% of patients also have mild lymphocytic pleocytosis and increased gamma globulin Complete blood count (CBC), erythrocyte sedimentation rate (ESR), antinuclear antibody (ANA) level, biochemistry profile, and serum and urine immunoelectrophoresis (to exclude associated systemic disorders) In ceain instances, genetic testing Other tests and procedures that may be warranted are as follows: MRI of the spine with gadolinium enhancement Electromyography (EMG) is a critical test to determine whether the disorder is truly a peripheral neuropathy and whether the neuropathy is demyelinating Peripheral (sural) nerve biopsy (see the image below): This is considered when the diagnosis is not completely clear, when other causes cannot be excluded, or when profound axonal involvement is observed on EMG; biopsy was once commonly recommended for most patients before immunosuppressive therapy, but current guidelines no longer recommend it Electron micrograph of the peripheral nerve of a patient with chronic inflammatory demyelinating polyradiculoneuropathy. Note \"onion bulb\" formation in the myelin sheath of the nerve fibers due to continuous demyelination and remyelination. Ref: Medscape",
        "cop": 3,
        "opa": "Amyloid neuropathy",
        "opb": "Diabetic neuropathy",
        "opc": "CIDP",
        "opd": "Leprous neuritis",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "d7e05016-d28d-45c0-8de9-569ff8b81897",
        "choice_type": "single"
    },
    {
        "question": "Common primary sites of metastasis to the brain are-",
        "exp": "METASTATIC TUMOURS Approximately a quaer of intracranial tumors are metastatic tumors. Most common primary tumors metastasizing to the brain are:- carcinomas of the lung, breast, skin (malignant melanoma), kidney and the gastrointestinal tract and choriocarcinoma. Infiltration from lymphoma and leukemias may also occur. MORPHOLOGIC FEATURES. Grossly, the metastatic deposits in the brain are usually multiple, sharply-defined masses at the junction of grey and white matter. A less frequent pattern is carcinomatous meningitis or meningeal carcinomatosis in which there is the presence of carcinomatous nodules on the surface of the brain and spinal cord, paicularly encountered in carcinomas of the lung and breast. Histologically, metastatic tumors in the brain recapitulate the appearance of the primary tumor of origin with a sharp line of demarcation from adjoining brain tissue. It is usually surrounded by a zone of edema. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:891",
        "cop": 3,
        "opa": "Thyroid Ca",
        "opb": "Tongue Ca",
        "opc": "Lung Ca",
        "opd": "Breast Ca",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "6df8f005-4ae2-4d37-9634-14fdfc2c8629",
        "choice_type": "single"
    },
    {
        "question": "After recovering from a viral respiratory tract infection, a 23-year-old female presents with weakness in her distal extremities that rapidly ascends to involve proximal muscles. Physical examination reveals absent deep tendon reflexes, and a lumbar puncture reveals the CSF protein to be increased, but very few cells are present. A biopsy of a peripheral nerve reveals inflammation and demyelination (radiculoneuropathy). What is the best diagnosis?",
        "exp": "Inflammatory polyneuropathies may be acute or chronic. Acute inflammatory demyelinating polyradiculoneuropathy (Guillain-Barre syndrome) is a life-threatening disease of the peripheral nervous system. The disease usually follows recovery from an influenza-like upper respiratory tract infection and is characterized by a motor neuropathy that leads to an ascending paralysis that begins with weakness in the distal extremities and rapidly involves proximal muscles. Sensory changes are usually minimal. The disease is thought to result from immune-mediated segmental demyelination. In rare patients, instead of an acute course, Guillain-Barre syndrome takes a chronic course with remissions and relapses. This process is called chronic inflammatory demyelinating polyradiculoneuropathy (CIDP). Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition",
        "cop": 3,
        "opa": "Brown-Sequard's syndrome",
        "opb": "Charcot-Marie-Tooth disease",
        "opc": "Guillain-Barre syndrome",
        "opd": "Syringomyelia",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "8e0fd1e4-bfb1-433a-996f-92b0f4857b7c",
        "choice_type": "single"
    },
    {
        "question": "Middle meningel vessel damage results -",
        "exp": "Epidural HaematomaEpidural haematoma is an accumulation of blood between the dura and the skull following fracture of the skull, most commonly from rupture of the middle meningeal aery. The haematoma expands rapidly since accumulating blood is aerial in origin and causes compression of the dura and flattening of underlying gyri. The patient develops a progressive loss of consciousness if the haematoma is not drained early. Ref: HARSH MOHAN Textbook of pathology 6th edition pg no 882",
        "cop": 4,
        "opa": "Subdural hemorrhage",
        "opb": "Subarachnoid hemorrhage",
        "opc": "Intracerebral hemorrhage",
        "opd": "Epidural hemorrhage",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "14906fba-5e70-4a78-86cb-dcfc3d622265",
        "choice_type": "single"
    },
    {
        "question": "Neurofibromatosis true all, except-",
        "exp": "Neurofibromas and von Recklinghausen's Disease Neurofibromas may occur as a solitary, fusiform cutaneous tumor of a single nerve, but more often are multiple associated with von Recklinghausen's disease. Solitary neurofibroma is a tumor of adults but multiple neurofibromas or neurofibromatosis is a hereditary disorder with autosomal dominant inheritance. Solitary neurofibroma is generally asymptomatic but patients with von Recklinghausen's disease have a triad of features: 1.Multiple cutaneous neurofibromas, 2.Numerous pigmented skin lesions ('cafe au lait' spots) 3. Pigmented iris hamaomas. Neurofibromatosis type 1 is a genetic disorder having a mutation in chromosome 17 while type 2 has a mutation in chromosome 22. MORPHOLOGIC FEATURES. Grossly, neurofibroma is an unencapsulated tumor producing a fusiform enlargement of the affected nerve. Neurofibromatosis in von Recklinghausen's disease is characterized by numerous nodules of varying size, seen along the small cutaneous nerves but may also be found in visceral branches of sympathetic nerves. Neurofibromatosis may involve a group of nerves or may occur as multiple, oval and irregular swellings along the length of a nerve (plexiform neurofibroma). TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:893-894",
        "cop": 1,
        "opa": "Autosomal recessive",
        "opb": "Associated with cataract",
        "opc": "Scoliosis",
        "opd": "Multiple fibroma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "ecb7fccb-c754-4169-9ada-49b7d04d1b12",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of glioblastoma multiforme is -",
        "exp": "Astrocytomas (including Glioblastoma Multiforme) are the most common type of gliomas. They occur predominantly in the cerebral hemispheres, and occasionally in the spinal cord. Pathologically, astrocytomas have been conventionally divided into 3 progressive histologic grades: fibrillary (most common), gemistocytic and protoplasmic. However, currently WHO classification of astrocytomas is widely used which divides them into 4 grades from grade I (low grade) to grade IV (glioblastoma multiforme) as under. WHO GRADE I ASTROCYTOMA. Also called as diffuse astrocytoma, it is a low-grade tumour having a good prognosis WHO GRADE II (WELL-DIFFERENTIATED) ASTROCYTOMA. It is also called as fibrillary astrocytoma. The tumour distos the underlying brain tissue and merges with the surrounding tissue. Based on the type of astrocytes, three subtypes are distinguished: 1.fibrillary,2.protoplastic and 3.gemistocytic astrocytoma. WHO GRADE III (ANAPLASTIC) ASTROCYTOMA. Histologically, it contains features of anaplasia such as hypercellularity, pleomorphism, nuclear hyperchromatism, and mitoses. Another characteristic feature of an anaplastic variety of astrocytoma is the proliferation of vascular endothelium. WHO GRADE IV ASTROCYTOMA (GLIOBLASTOMA MULTIFORME). Although its nomenclature means its origin from embryonal cells now it is known that this tumor arises by neoplastic transformation of mature astrocytes. Grossly, it shows variegated appearance, with some areas showing grey-white appearance while others are yellow and soft with foci of hemorrhages and necrosis. Histologically, the features are as under:- 1) It has a highly anaplastic and cellular appearance. ii) It shows areas of tumor necrosis around which tumour cells may form pseudopalisading. iii) Microvascular endothelial proliferation is marked. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:887-888",
        "cop": 2,
        "opa": "CP angle",
        "opb": "Frontal lobe",
        "opc": "Brain stem",
        "opd": "Occipital lobe",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "05f2e7e4-21a4-4b78-b73c-ef53532df755",
        "choice_type": "single"
    },
    {
        "question": "pseudolaminar necrosis is a feature of",
        "exp": "Coical laminar necrosis, also known as pseudolaminar necrosis, is necrosis of neurons in the coex of the brain in situations when the supply of oxygen and glucose is inadequate to meet regional demands Refer robbins 9/e p814",
        "cop": 1,
        "opa": "Cerebral infarct",
        "opb": "Renal infarct",
        "opc": "Hepatic infarct",
        "opd": "Cardiac infarct",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "d70e232f-ae3d-47e7-8984-79238ce1ad7d",
        "choice_type": "single"
    },
    {
        "question": "Cause (s) of secondary brain injury is/are-",
        "exp": "Secondary brain injury refers to the changes that evolve over a period of time (from hours to days) after the primary brain injury. Primary and secondary brain injury are ways to classify the injury processes that occur in brain injury. Examples in traumatic brain injury Primary Secondary Intracerebral hemorrhage Subdural hemorrhage Subarachnoid hemorrhage Epidural hemorrhage Cerebral contusion Cerebral laceration Axonal stretch injury. Cerebral edema Impaired metabolism Altered cerebral blood flow Free radicalformation Excitotoxicity",
        "cop": 4,
        "opa": "Pyrexia and hypotension",
        "opb": "Seizures and metabolic disturbance",
        "opc": "Low cerebral perfusion pressure",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "1b9162e1-7704-48ea-82e7-ca24db240be5",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old girl develops ataxia and hydrocephalus. CT scan shows a midline cerebellar mass. Which of the following is the most likely diagnosis",
        "exp": "Medulloblastoma is a cerebellar midline tumor that presents commonly in the pediatric population. These tumors are rapidly growing and often cause hydrocephalus. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 2,
        "opa": "Meningioma",
        "opb": "Medulloblastoma",
        "opc": "Neurofibroma",
        "opd": "Astrocytoma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "06b62663-a959-49cc-bf56-4c9e14f2af7b",
        "choice_type": "single"
    },
    {
        "question": "Histopathological feature of HIV encephalitis is/are-",
        "exp": "HIV encephalitis is a chronic inflammatory process with widely distributed microglial nodules, sometimes with associated foci of tissue necrosis and reactive gliosis. The microglial nodules also are found in the vicinity of small blood vessels, which show abnormally prominent endothelial cells and perivascular foamy or pigment-laden macrophages. These changes are especially prominent in the subcoical white matter, diencephalon, and brain stem. An impoant component of the microglial nodule is macrophage-derived multinucleate cells. In some cases, there also is a disorder of white matter characterized by multifocal or diffuse areas of myelin pallor, axonal swellings, and gliosis. HIV is present in CD4+ mononuclear and multinucleate macrophages and microglia. Ref: ROBBINS BASIC PATHOLOGY 10th Ed. pg no:867 Image Ref: ROBBINS BASIC PATHOLOGY 10th Ed. pg no:866, Fig 23.",
        "cop": 4,
        "opa": "Negri body",
        "opb": "Lewy body",
        "opc": "Fibrillary plaque",
        "opd": "Microglial nodules",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "6634ef04-60a0-4dc1-b992-307789382aaf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following brain tumor arises from arachnoid villi",
        "exp": "Meningioma s are benign intracranial tumors that arise from the cap layer of meningothelial cells of the arachnoid matter. GENERAL & SYSTEMIC PATHOLOGY- RAMDAS NAYAK PAGE NO:710",
        "cop": 3,
        "opa": "Medulloblastoma",
        "opb": "Ependymoma",
        "opc": "Meningioma",
        "opd": "Glioma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "45ad4a5e-6728-4e14-ae67-6aa45e9d39e3",
        "choice_type": "single"
    },
    {
        "question": "Intranuclear inclusions of oligodendrocytes are seen in -",
        "exp": "Progressive Multifocal Leucoencephalopathy Progressive multifocal leucoencephalopathy (PML) is a slow viral infection of the CNS caused by a papovavirus called JC virus (not to be confused with CJ disease or mad-cow disease; JC virus here stands for the initials of the patient first infected). PML develops in immunocompromised individual like CMV and Toxoplasma encephalitis does, and is, therefore, an impoant form of encephalitis due to increasing number of cases of AIDS. PML infects oligodendrocytes and causes progressive demyelination at multifocal areas scattered throughout the CNS. Grossly, the lesions consist of focal, irregular gelatinous areas most prominent at the junction of grey and white matter. Main areas affected are cerebrum, brainstem, cerebellum, and sometimes spinal cord. Microscopically, the features are as under: Focal areas of demyelination. Many lipid-laden macrophages in the centre of foci. Enlarged oligodendroglial nuclei containing purple viral inclusions at the periphery of the lesion. Ref:TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:878",
        "cop": 4,
        "opa": "Creutzfelt Jakob disease",
        "opb": "Polio",
        "opc": "Japanese encephalitis",
        "opd": "Progressive multiple encephalopathy",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "fd33cd6a-55bd-4f10-9f00-d3ef95aaea47",
        "choice_type": "single"
    },
    {
        "question": "Most common intracranial tumour is",
        "exp": "More than one-quaer of the CNS tumors are secondary metastases arising in patients undergoing treatment for systemic cancer. Both benign and malignant CNS tumors are capable of producing neurologic impairment depending upon their site. Primary CNS tumors or intracranial tumors include :- tumors arising from constituent cells of the brain (with the sole exception of microglial cells) and from the suppoing tissues. The anatomic distribution of common intracranial tumors is illustrated Among the primary brain tumors, gliomas constitute 50-60%, meningiomas 25%, schwannomas 10% and other primary tumors comprise the remainder. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:886",
        "cop": 1,
        "opa": "Metastatic tumours",
        "opb": "Neuroblastoma",
        "opc": "Schannoma",
        "opd": "Ependymoma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "e2176267-4221-470b-89ad-3f0808b2dfeb",
        "choice_type": "single"
    },
    {
        "question": "Multiple schwannomas are seen with",
        "exp": "Multiple schwannomas occur in association with neurofibromatosis type 2 (NF2) and schwannomatosis. ... Schwannomatosis is the third major form of neurofibromatosis and involves the development of multiple schwannomas in the absence of vestibularschwannomas.",
        "cop": 2,
        "opa": "NF1",
        "opb": "NF2",
        "opc": "Noonan's syndrome",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "79e15175-74cf-45b7-88ba-ffa9d3af09f6",
        "choice_type": "single"
    },
    {
        "question": "Schwannoma, the marked area represents",
        "exp": "Schwannoma Well circumscribed, encapsulated masses that are attached to a nerve but can be separated from it (Whereas neurofibromas are unencapsulated, an ill circumscribed mass that presents within the nerve and expanding them, hence the tumor cannot be separated from the nerve)Microscopic findings :Two patterns - Antoni A and Antoni B patterns Antoni A - Cellular with spindle cells showing nuclear palisades. There is an alternate array of nuclear palisades and nuclear-free zones were together called \"Verocay bodies\"Antoni B - Less densely cellular and consists of a loose meshwork of cells, microcysts, and myxoid stroma.Ref: Robbins 8/e p1340",
        "cop": 2,
        "opa": "Myxoid tissue",
        "opb": "Antony A pattern - Verocay bodies",
        "opc": "Antony B pattern -Verucoy bodies",
        "opd": "Antony C pattern",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "0e6750d1-fda5-4b54-97ea-33700ed9d573",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman presents to the emergency depament at 8 PM, mildly somnolent and complaining of the \"worst headache of her life,\" which began at 6 AM on the same day, awakening her. She took acetaminophen (Tylenol) twice during the day, with some relief. At noon she staed to have nausea with vomiting, and by 3 PM she had developed right arm and leg weakness. She denies any head trauma. Which of the following is the most likely diagnosis",
        "exp": "Spontaneous SAH often is due to aneurysmal rupture. These headaches are described as the worst headache of the patient's life. They frequently are misdiagnosed as migraine or tension headaches or viral illness. The clinical presentation consists of one or more of the following: decreased level of consciousness, increasing headache, or focal motor deficit. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 4,
        "opa": "Epilepsy",
        "opb": "Hypoglycemia",
        "opc": "Transient ischemic attack",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "1e5d6d6a-48fd-4147-b25d-eadd895562c7",
        "choice_type": "single"
    },
    {
        "question": "Features of Alzheimer&;s disease are all Except",
        "exp": "Hirano bodies are intracellular aggregates of actin and actin-associated proteins. Hirano bodies are found in the nerve cells of individuals afflicted with ceain neurodegenerative disorders, such as Alzheimer's disease and Creutzfeldt-Jakob disease. Senile plaques (also known as neuritic plaques) are extracellular deposits of amyloid beta in the grey matter of the brain. Alzheimer's disease is a progressive disorder that causes brain cells to waste away (degenerate) and die. Alzheimer's disease is the most common cause of dementia -- a continuous decline in thinking, behavioral and social skills that disrupts a person's ability to function independently Refer robbins 9/e p834",
        "cop": 1,
        "opa": "Narrowing of ventricles",
        "opb": "Hirano bodies",
        "opc": "Amyloid",
        "opd": "Neuritic plaques",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "76a44434-1dab-496c-83f9-1d8df36393ae",
        "choice_type": "multi"
    },
    {
        "question": "Neurotensinoma causes-",
        "exp": "Answer is option 4 Neurotensinomas Vinik A. Publication Details Neurotensin (NT) is a 13 amino acid polypeptide first extracted from bovine brain by Carraway and Leeman(1). It subsequently was isolated from the human GI tract and found to have the same amino acid sequence(2). Neurotensin has a number of interesting pharmacologic effects that include hypotension, tachycardia, and cyanosis (3)(4) and stimulation of secretion from the small intestine (5). It also has been repoed to inhibit the interdigestive myoelectric complex and stimulate insulin release(6). NT also increases venous vascular permeability, raises blood glucose, (7)(8)(9)and lowers blood pressure(1)(4). Ref: Neurotensin is a 13 amino acid peptide produced by the N cells of the ileal mucosa. It stimulates intestinal secretion and motility, and inhibits gastric secretion.",
        "cop": 4,
        "opa": "Cyanosis",
        "opb": "Hypeension",
        "opc": "Hyperkalemia",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "ccbf403e-4d70-42f7-a1a1-25be9ede7e71",
        "choice_type": "multi"
    },
    {
        "question": "Berry aneurysm Defect lies in",
        "exp": "BERRY ANEURYSMS are saccular in appearance with rounded or lobulated bulge arising at the bifurcation of intracranial aeries. They are, therefore, not congenital anomalies but develop over the years from a developmental defect of the media of the aerial wall at the bifurcation of aeries forming thin-walled saccular bulges. There is an increased incidence of their presence in association with congenital polycystic kidney disease and coarctation of the aoa. In more than 85% cases of subarachnoid hemorrhage, the cause is massive and sudden bleeding from a berry aneurysm on or near the circle of Willis. The four most common sites are as under:- 1. In relation to the anterior communicating aery. 2. At the origin of the posterior communicating aery from the stem of the internal carotid aery. 3. At the first major bifurcation of the middle cerebral aery. 4. At the bifurcation of the internal carotid into the middle and anterior cerebral aeries. The remaining 15% of cases of subarachnoid hemorrhage are the result of a rupture in the posterior circulation, vascular malformations, and rupture of mycotic aneurysms that occur in the setting of bacterial endocarditis. Clinically, berry aneurysms remain asymptomatic prior to rupture. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:882",
        "cop": 2,
        "opa": "Degeneration of internal elastic lamina",
        "opb": "Degeneration of media / muscle cell layer",
        "opc": "Deposition of mucoid material in media",
        "opd": "Low grade inflammation of vessel wall",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "b19ff010-44dc-4848-b3ea-b3a00f7cecf1",
        "choice_type": "multi"
    },
    {
        "question": "Histologic sections from a mass originating from the meninges would most likely reveal",
        "exp": "Meningiomas arise from arachnoid villi of brain or spinal cord and have a female/male ratio of 3:2. Although they are usually tumors of middle or later life, a small number occur in persons 20 to 40 years of age. They commonly arise along the venous sinuses (parasagittal, sphenoid wings, and olfactory groove). Although meningiomas are benign and usually slowgrowing, some have progesterone receptors and rapid growth in pregnancy occurs occasionally. The rare malignant meningioma may invade or even metastasize. The typical case, however, does not invade the brain, but displaces it, causing headaches and seizures. Histologically, many different patterns can be seen, but psammoma bodies and a whorled pattern of tumor cells are somewhat characteristic. In contrast, Antoni A areas with Verocay bodies are seen in schwannomas, endothelial proliferation and serpentine areas of necrosis are seen in glioblastoma multiformes, a \"fried-egg\" appearance of tumor cells is characteristic of oligodendrogliomas, and true rosettes and pseudorosettes can be seen in medulloblastomas. Meningioma Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition",
        "cop": 2,
        "opa": "Antoni A areas and rare Verocay bodies",
        "opb": "A whorled pattern and rare psammoma bodies",
        "opc": "Endothelial proliferation and serpentine areas of necrosis",
        "opd": "\"Fried-egg\" appearance of tumor cells",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "1fa9b6d3-2f2e-48c0-b166-05f2d0abbe35",
        "choice_type": "single"
    },
    {
        "question": "Most common CNS neoplasm in HIV patient -",
        "exp": "neuropathologic changes were demonstrated at postmoem examination in as many as 80% to 90% of cases, owing to direct effects of the virus on the nervous system, oppounistic infections, and primary CNS lymphoma. Introduction of highly active antiretroviral therapy(HAA) has decreased the frequency of these secondary effects of HIV infection. However, cognitive dysfunction ranging from mild to full-blown dementia that is lumped under the umbrella term HIV-associated neurocognitive disorder (HAND) continues to be a source of morbidity. The cognitive symptoms are believed to stem from HIV infection of microglial cells in the brain. This leads to the activation of innate immune responses, both in infected microglial cells and unaffected bystanders. Robbins Basic pathology 9th edition page no 828",
        "cop": 3,
        "opa": "Meduloblastoma",
        "opb": "Astrocytoma",
        "opc": "Primary CNS lymphoma",
        "opd": "Ependymoma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "83eae604-a560-4c8b-8455-72b6ceffb7ee",
        "choice_type": "single"
    },
    {
        "question": "True about primary CNS lymphoma -",
        "exp": "Primary CNS Lymphoma Lymphomas in the brain may occur as a pa of disseminated non-Hodgkin's lymphoma or may be a primary CNS lymphoma. Primary CNS lymphoma has a poor prognosis. MORPHOLOGIC FEATURES. Grossly, the tumor is frequently periventricular in location and may appear nodular or diffuse. Microscopically, the features are as under: i) Characteristically, the tumor grows around blood vessels i.e. has an angiocentric growth pattern. Reticulin stain highlights this feature well. ii) Typically, CNS lymphomas are diffuse, large cell type with high mitotic activity. iii) They are generally b-cell type. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:889",
        "cop": 1,
        "opa": "Reticulin staining is done",
        "opb": "Essentially B cell type",
        "opc": "Have an association with EBV",
        "opd": "Indolent disease with good prognosis",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "69971afe-1def-4ef3-9c84-e73ae9738ca0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not involve in repair after brain infarction",
        "exp": "Fibroblasts are critical in suppoing normal wound healing, involved in key processes such as breaking down the fibrin clot, creating new extra cellular matrix (ECM) and collagen structures to suppo the other cells associated with effective wound healing, as well as contracting the wound. The greatest factor in functional recovery after brain injury comes from the brain's ability to learn, called neuroplasticity. ... Recent studies have found collagen is extensively distributed throughout the brain and may be essential in protecting the brain against degeneration such as that in Alzheimers.",
        "cop": 3,
        "opa": "Microglia",
        "opb": "Astrocyte",
        "opc": "Fibroblast",
        "opd": "Endothelium",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "9ea35331-8f7f-4e08-9944-a3f815652943",
        "choice_type": "single"
    },
    {
        "question": "True about prions are all except -",
        "exp": "Familial forms of prion disease are inherited in an autosomal dominant pattern, which means one copy of the altered PRNP gene in each cell is sufficient to cause the disorder. In most cases, an affected person inherits the altered gene from one affected parent.",
        "cop": 1,
        "opa": "Cannot be inherited",
        "opb": "Can occur sporadically",
        "opc": "Can be transmitted corneal transplant",
        "opd": "Can be transmitted human growth hormone preparation",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "97ef5e15-1aef-45c9-ab58-64057b5ddb2f",
        "choice_type": "multi"
    },
    {
        "question": "Rosenthal fibres are seen in-",
        "exp": "A Rosenthal fiber is a thick, elongated, worm-like or \"corkscrew\" eosinophilic (pink) bundle that is found on H&E staining of the brain in the presence of long-standing gliosis, occasional tumors, and some metabolic disorders. ASSOCIATED CONDITIONS Its presence is associated with either pilocytic astrocytoma(more common) or Alexander's disease (a rare leukodystrophy). They are also seen in the context of fucosidosis. COMPOSITION The fibers are found in astrocytic processes and are thought to be clumped intermediate filament proteins. Their components include glial fibrillary acidic protein(GFAP). Ref: Wikipedia",
        "cop": 3,
        "opa": "Heat, shock proteins",
        "opb": "Fibrillar proteins",
        "opc": "GFAP",
        "opd": "Globulins",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "4b161951-cd60-42be-93ef-efcad7734104",
        "choice_type": "single"
    },
    {
        "question": "Posterior pituitary secrets-",
        "exp": "The neurohypophysis is composed mainly of interlacing nerve fibres in which are scattered specialised glial cells called pituicytes. These nerve fibres on electron microscopy contain granules of neurosecretory material made up of 2 octapeptides--vasopressin or antidiuretic hormone (ADH), and oxytocin, both of which are produced by neurosecretory cells of the hypothalamus but are stored in the cells of posterior pituitary. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION PAGE NO:793",
        "cop": 3,
        "opa": "GH",
        "opb": "TSH",
        "opc": "ADH",
        "opd": "FSH",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "1c57b0ad-ddac-4744-a7a2-639a4060a042",
        "choice_type": "single"
    },
    {
        "question": "Spongiform changes in astrocytic tumor with neuronal loss is seen in?",
        "exp": "Prion diseases are a large group of related neurodegenerative conditions, which affect both animals and humans. These diseases all have long incubation periods but are typically rapidly progressive once clinical symptoms begin. Prion diseases are unique in that they can be inherited, they can occur sporadically, or they can be infectious. The infectious agent in the prion disease is composed mainly or entirely of an abnormal conformation of a host-encoded glycoprotein called the prion protein. Pathophysiology: A unifying feature of all the prions is their neuropathology. These illnesses tend to affect the gray matter of the central nervous system (CNS), producing neuronal loss, gliosis, and characteristic spongiform change. The latter is vacuolation of the neuropil and to a variable degree of the neurons. This also shows mild parenchymal vacuolation and prominent reactive astrocytosis. Ref: medscape",
        "cop": 1,
        "opa": "Prion disease",
        "opb": "Alzehimer's disease",
        "opc": "Parkinson's disease",
        "opd": "Amyloidosis",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "af8a8bc5-589f-4db4-8116-d703ac2f036b",
        "choice_type": "single"
    },
    {
        "question": "Phagocytosis in brain is caused by",
        "exp": "Microglia is the nervous system counter- pa of the monocyte-macrophage system. Although the term 'microglia' is commonly used but it is inappropriate since these cells, unlike neuroglia, are not of neuroectodermal origin. Microglial cells (or Hoega cells) are not fixed but are mobile cells. These cells are found throughout the brain and are often present close to the blood vessels. Normally, microglial cells appear as small inconspicuous cells with bean-shaped vesicular nuclei, scanty cytoplasm and long cytoplasmic processes (Fig. 30.1,C). In response to injury or damage, however, these cells have capability to enlarge in size, proliferate and develop elongated nuclei, so called rod cells. Microglial cells may actually assume the shape and phagocytic function of macrophages and form gitter cells. The foci of necrosis and areas of selective hypoxic damage to the neurons are surrounded by microglial cells which perform phagocytosis of damaged and necrosed cells; this is known as neuronophagia. NEUROGLIA. The neuroglia provides suppoive matrix and maintenance to the neurons. It includes 3 types of cells: astrocytes, oligodendrocytes and ependymal cells Neuroglia is generally referred to as glia; thetumours originating from it are termed gliomas, and reactive proliferation of the astrocytes being called gliosis. i) Astrocytes. The astrocytes are stellate cells with numerous fine branching processes. In routine haematoxylin and eosin stains, an astrocyte has round or oval vesicular nucleus, but unlike neuron, lacks a prominent nucleolus. The cytoplasm is generally scanty. The processes radiate from the cell body. Depending upon the type of processes, two types of astrocytes are distinguished: Protoplasmic astrocytes have branched processes and are found mostly in the grey matter. Fibrous astrocytes have long, thin processes and are present mainly in the white matter. Some astrocytic processes are directed towards neurons and their processes, which others surround capillaries by terminal expansions called foot processes. The astrocytic processes may not be visible by routine stains but can be demonstrated by phosphotungstic acid haematoxylin (PTAH) stain. Ultrastructurally, these processes are composed of abundant intermediate filaments, mostly vimentin. The main functions of astrocytes in health are physio- logical and biochemical suppo to the neurons and interactions with capillary endothelial cells to establish blood brain barrier. In case of damage to the brain, astrocytes act like fibroblasts of other tissues. The astrocytes in respond to injury undergo hyperplasia and hyperophy termed 'gliosis' which is an equivalent of scar elsewhere in the body. Gemistocytic astrocytes are early reactive astrocytes having prominent pink cytoplasm. Long-standing progressive gliosis results in the development of Rosenthal fibres which are eosinophilic, elongated or globular bodies present on the astrocytic processes. Corpora amylacea are basophilic, rounded, sometimes laminated bodies, present in elderly people in the white matter and result from accumulation of starch-like material in the degenerating astrocytes. ii) Oligodendrocytes. Oligodendrocytes are so named because of their sho and fewer processes when examined by light microscopy with special stains (oligo=sho). In haematoxylin-eosin stained sections, these cells appear as small cells with a darkly-staining nucleus resembling that of small lymphocyte. The cytoplasm appears as a clear halo around the nucleus. Oligodendrocytes are present throughout the brain in grey as well as white matter and are most numerous of all other cells in the CNS. In grey matter, they are clustered around the neurons and are called satellite cells. In white matter, they are present along the myelinated nerve fibres and are termed interfascicular oligodendroglia. The major function of oligodendrocytes is formation and maintenance of myelin. Thus, in this respect they are counterpas of Schwann cells of the peripheral nervous system. Diseases of oligodendrocytes are, therefore, disorders of myelin and myelinisation such as inherited leucodys- trophies and acquired demyelinating diseases. iii) Ependymal cells. The ependymal cells are epithelium- like and form a single layer of cells lining the ventricular system, aqueduct, central canal of the spinal cord and cover the choroid plexus. They are cuboidal to columnar cells and have ciliated luminal surface, just beneath which are present small bodies termed blepharoplasts. The ependymal cells influence the formation and composition of the cerebrospinal fluid (CSF) by processes of active secretion, diffusion, absorption and exchange. The function of cilia is not very clear but probably they play a role in the circulation of CSF. The ependymal cells respond to injury by cell loss and the space left is filled by proliferation of underlying glial fibres. Ref:TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:871-872 MICROGLIA.",
        "cop": 2,
        "opa": "Astrocytes",
        "opb": "Microglia",
        "opc": "oligodendrocytes",
        "opd": "Ependymal cells",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "5de496fe-8ae8-4188-9830-9a12da1beb50",
        "choice_type": "single"
    },
    {
        "question": "Commonest intracranial tumour is?",
        "exp": "More than one-quaer of the CNS tumors are secondary metastases arising in patients undergoing treatment for systemic cancer. Both benign and malignant CNS tumors are capable of producing neurologic impairment depending upon their site. Primary CNS tumors or intracranial tumors include :- tumors arising from constituent cells of the brain (with the sole exception of microglial cells) and from the suppoing tissues. The anatomic distribution of common intracranial tumors is illustrated Among the primary brain tumors, gliomas constitute 50-60%, meningiomas 25%, schwannomas 10% and other primary tumors comprise the remainder. Some of the impoant morphologic types are described below. Classification of Intracranial Tumours. I. Tumors OF NEUROGLIA (GLIOMAS) 1. Astrocytoma 2. Oligodendroglioma 3. Ependymoma 4. Choroid plexus papilloma II. Tumors OF NEURONS 1. Neuroblastoma (page 800) 2. Ganglioneuroblastoma 3. Ganglioneuroma III. Tumors OF NEURONS AND NEUROGLIA Ganglioglioma IV. POORLY-DIFFERENTIATED AND EMBRYONAL TUMOURS 1. Medulloblastoma 2. Neuroblastoma 3. PNET V. Tumors OF MENINGES 1. Meningioma 2. Meningeal sarcoma VI. NERVE SHEATH TUMOURS 1. Schwannoma (neurilemmoma) 2. Neurofibroma 3. Malignant nerve sheath tumor VII. OTHER PRIMARY INTRAPARENCHYMAL TUMOURS 1. Haemangioblastoma 2. Primary CNS lymphoma 3. Germ cell tumors VIII. MISCELLANEOUS TUMOURS 1. Malignant melanoma 2. Craniopharyngioma 3. Pineal cell tumors 4. Pituitary tumors IX. Tumor-LIKE LESIONS (epidermal cyst, dermoid cyst, colloid cyst) X. METASTATIC TUMOURS Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:886",
        "cop": 4,
        "opa": "Astrocytoma",
        "opb": "Medulloblastoma",
        "opc": "Meningioma",
        "opd": "Secondaries",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "2b9cb717-15c9-418e-a76c-5ab9db7579d1",
        "choice_type": "single"
    },
    {
        "question": "Knife edge pattern of neuronal atrophy is associated with which of the degenerative disease of the coex",
        "exp": "Pick's disease is characterized by a progressive frontotemporal lobar atrophy, gliosis, severe neuronal loss, aB-crystallin-immunoreactive ballooned neurons, and the presence of argyrophilic (but Gallyas-negative) neuronal inclusions, the Pick bodies, in the cerebral coex and some subcoical structures. The \"knife-edge\" coical atrophy is frequently asymmetric and predominates in the frontal and temporopolar regions Refer robbins 9/e 840",
        "cop": 3,
        "opa": "Alzheimer's disease",
        "opb": "Frontotemporal dementia",
        "opc": "Pick's disease",
        "opd": "Progressive supranuclear palsy",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "d297ba4c-679d-43a2-b9f8-af428cc0e5ba",
        "choice_type": "single"
    },
    {
        "question": "Which of the following carcinoma most frequently metastasizes to brain",
        "exp": "METASTATIC TUMOURS Approximately a quaer of intracranial tumors are metastatic tumors. Most common primary tumors metastasizing to the brain are:- carcinomas of the lung, breast, skin (malignant melanoma), kidney and the gastrointestinal tract and choriocarcinoma. Infiltration from lymphoma and leukemias may also occur. MORPHOLOGIC FEATURES. Grossly, the metastatic deposits in the brain are usually multiple, sharply-defined masses at the junction of grey and white matter. A less frequent pattern is carcinomatous meningitis or meningeal carcinomatosis in which there is the presence of carcinomatous nodules on the surface of the brain and spinal cord, paicularly encountered in carcinomas of the lung and breast. Histologically, metastatic tumors in the brain recapitulate the appearance of the primary tumor of origin with a sharp line of demarcation from adjoining brain tissue. It is usually surrounded by a zone of edema. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:891",
        "cop": 1,
        "opa": "Small cell carcinoma lung",
        "opb": "Prostate cancer",
        "opc": "Rectal carcinom",
        "opd": "Endometrial cancer",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "46aa35b2-45a9-4ae0-980f-5394d3a660d6",
        "choice_type": "multi"
    },
    {
        "question": "Medulloblastoma most commonly metastasize to",
        "exp": "Spread through the CSF is common, may present as nodular masses anywhere in the CNS. Metastases to the cauda equina are sometimes termed drop metastases. Refer robbins 9/e 844",
        "cop": 2,
        "opa": "Lung",
        "opb": "CSF",
        "opc": "Liver",
        "opd": "Bone",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "6d67bf38-03dc-4068-b7f5-a3db3786a4a0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about medulloblastoma-",
        "exp": "POORLY-DIFFERENTIATED AND EMBRYONAL TUMOURS CNS tumours composed of primitive undifferentiated cells include medulloblastoma and glioblastoma, and rarely, neuroblastoma and retinoblastoma. Medulloblastoma is the most common variety of primitive neuroectodermal tumour. The most common location is the cerebellum in the region of roof of the fouh ventricle, in the midline of the cerebellum, in the vermis, and in the cerebellar hemispheres. Medulloblastoma is a highly malignant tumour and spreads to local as well as to distant sites. It invades locally and by the CSF to meninges, ventricles and subarachnoid space and has a tendency for widespread metastases to extraneural sites such as to lungs, liver, veebrae and pelvis. Microscopically, medulloblastoma is composed of small, poorly-differentiated cells with ill-defined cytoplasmic processes and a tendency to be arranged around blood vessels and occasionally forms pseudorosettes (Homer-Wright rosettes). Ref:TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:889",
        "cop": 1,
        "opa": "Radiosensitive tumor",
        "opb": "Spreads through CSF",
        "opc": "Surgical Rx not done",
        "opd": "Occurs in young age group",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "bcb0287e-675f-47e8-a1d8-65e8fe963e86",
        "choice_type": "multi"
    },
    {
        "question": "Rosenthal fibers are -",
        "exp": "A Rosenthal fiber is a thick, elongated, worm-like or \"corkscrew\" eosinophilic (pink) bundle that is found on H&E staining of the brain in the presence of long-standing gliosis, occasional tumors, and some metabolic disorders. ASSOCIATED CONDITIONS Its presence is associated with either pilocytic astrocytoma(more common) or Alexander's disease (a rare leukodystrophy). They are also seen in the context of fucosidosis. COMPOSITION The fibers are found in astrocytic processes and are thought to be clumped intermediate filament proteins. Their components include glial fibrillary acidic protein. Ref: Wikipedia",
        "cop": 2,
        "opa": "Intranclear inclusions",
        "opb": "intracytoplasmic inclusions",
        "opc": "Present extracellularly",
        "opd": "Pa of cell membrane",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "1717e0da-7e6c-4a7c-ad6d-5b3d0a42b1ce",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman has a history of being treated for endometrial cancer with surgery and radiation 5 years ago. She now presents with a large necrotic tumor that follows the course of the sciatic nerve. Which of the following is the most likely diagnosis",
        "exp": "The development of a necrotic tumor involving a peripheral nerve in an area that was irradiated previously is characteristic of a malignant peripheral nerve sheath tumor. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 1,
        "opa": "Malignant peripheral nerve sheath tumor",
        "opb": "Solitary neurofibroma",
        "opc": "Neurofibromatosis type 2",
        "opd": "Schwannoma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "e8f21c73-dac1-4fd4-a915-a1aaff14cdb2",
        "choice_type": "single"
    },
    {
        "question": "What is the histological appearance of brain in Creutzfeldt-Jakob disease -",
        "exp": "(Creutzfeldt-Jakob Disease) Spongiform encephalopathy, also called Creutzfeldt-Jakob disease (CJD) or mad-cow disease, though included under the group of viral encephalitis but is caused by accumulation of prion proteins. Prion proteins are a modified form of normal structural proteins present in the mammalian CNS and are peculiar in two respects: they lack nucleic acid (DNA or RNA), and they can be transmitted as an infectious proteina- ceous paicles (Dr Prusiner was awarded the Nobel Prize in medicine in 1997 for his discovery on prion proteins). Majority of cases occur sporadically though familial predisposition with autosomal dominant inheritance has also been repoed in 5-15% cases. Other methods of transmission are by iatrogenic route (e.g. by tissue transplantation from an infected individual) and by human consumption of BSE (bovine spongiform encephalopathy)-infected beef, also called as mad-cow disease. Clinically, CJD is characterised by rapidly progressive dementia with prominent association of myoclonus. CJD is invariably fatal with mean survival of about 7 months after diagnosis. Grossly, the changes are too rapid to become noticeable but brain atrophy may be seen in long-standing cases. Microscopically, the hallmark is spongiform change i.e. there are small round vacuoles in the neuronal cells. These changes are predominantly seen in the coex and other grey matter areas. Spongiform changes result in neuronal loss and glial cell proliferation but significantly without any inflammation or white matter involvement. Ref:TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:878-879",
        "cop": 2,
        "opa": "Neuronophagia",
        "opb": "Spongiform change in brain",
        "opc": "Microabscesses",
        "opd": "Demyelination",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "ac31a8f8-9a2a-4bb6-aa41-88522a326d30",
        "choice_type": "single"
    },
    {
        "question": "Which of the following brain tumours do not spread CSF",
        "exp": "Brain tumors spreading CSF are * Ependymoma * Medulloblastoma * Choroid plexus carcinoma * Astrocytoma * Germinoma * Pineoblastoma * CNS Lymphoma",
        "cop": 4,
        "opa": "Germ cell tumours",
        "opb": "Medulloblastoma",
        "opc": "CNS lymphoma",
        "opd": "Craniopharyngioma",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "3fb9ce34-f2de-4af3-87c4-d6699a0f9038",
        "choice_type": "single"
    },
    {
        "question": "In Alzheimer disease, seen are:",
        "exp": "Microscopically, the main features are as under: i) Senile neuritic plaque is the most conspicuous lesion and consists of focal area which has a central core containing Ab amyloid. ii) Neurofibrillary tangle is a filamentous collection of neurofilaments and neurotubules within the cytoplasm of neurons. iii) Amyloid angiopathy is deposition of the same amyloid in the vessel wall which is deposited in the amyloid core of the plaque. iv) Granulovacuolar degeneration is presence of multiple, small intraneuronal cytoplasmic vacuoles, some of which contain one or more dark granules called Hirano bodies. Ref: TEXTBOOK OF PATHOLOGY 6th EDITION -HARSH MOHAN PAGE NO:884",
        "cop": 2,
        "opa": "Neurofibrillary tangles",
        "opb": "Neuritic plaques",
        "opc": "Pick's protein",
        "opd": "Amyloid angiopathy",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "aa12622c-91bc-4ce9-a33d-dece9bdb5362",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of leptomeningeal spread is from which of the following",
        "exp": "Leptomeningeal metastases, also know as carcinomatous meningitis, refers to the spread of malignant cells through the CSF space. These cells can originate from primary CNS tumors (e.g. This aicle has a focus on subarachnoid space involvement. Refer to <a class=\"internal\" style=\"box-sizing: border-box; background: transparent; color: ; text-decoration-line: none;\" href=\" extramedullary metastases</a> for a discussion of leptomeningeal metastases in the spine. For other intracranial metastatic locations, please refer to the main aicle on <a class=\"internal\" style=\"box-sizing: border-box; background: transparent; color: ; text-decoration-line: none;\" href=\" metastases</a>.",
        "cop": 1,
        "opa": "Breast",
        "opb": "Thyroid",
        "opc": "Bone",
        "opd": "Liver",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "7dd66685-5cb2-4a58-8bfc-75096f4fba17",
        "choice_type": "single"
    },
    {
        "question": "Perivascular lymphocytes & microglial nodules are seen in -",
        "exp": "HIV encephalitis is best characterized microscopically as a chronic inflammatory reaction with widely distributed infiltratesof microglial nodules, sometimes with associated foci of tissue necrosis and reactive gliosis. The microglial nodules also are found in the vicinity of small blood vessels, which show abnormally prominent endothelial cells and perivascular foamy or pigment-laden macrophages. These changes occur especially in the subcoical white matter, diencephalon, and brain stem. An impoant component of the microglial nodule is the macrophage-derived multinucleate giant cell. In some cases, there is also a disorder of white matter characterized by multifocal or diffuse areas of myelin pallor with associated axonal swellingsand gliosis. HIV is present in CD4+ mononuclear. Ref: Robbins Basic Pathology 9th edition pg no 828",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "HIV encephalitis",
        "opc": "CMV meningitis",
        "opd": "Bacterial meningitis",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "4f81c6a6-e765-4413-8508-96e2b19768bc",
        "choice_type": "single"
    },
    {
        "question": "Most common site for medulloblastoma is-",
        "exp": "POORLY-DIFFERENTIATED AND EMBRYONAL TUMOURS CNS tumors composed of primitive undifferentiated cells include medulloblastoma and glioblastoma, and rarely, neuroblastoma and retinoblastoma. Medulloblastoma is the most common variety of primitive neuroectodermal tumor. The most common location is the cerebellum in the region of roof of the fouh ventricle, in the midline of the cerebellum, in the vermis, and in the cerebellar hemispheres. Medulloblastoma is a highly malignant tumor and spreads to local as well as to distant sites. It invades locally and by the CSF to meninges, ventricles and subarachnoid space and has a tendency for widespread metastases to extraneural sites such as to lungs, liver, veebrae, and pelvis. Microscopically, medulloblastoma is composed of small, poorly-differentiated cells with ill-defined cytoplasmic processes and a tendency to be arranged around blood vessels and occasionally forms pseudorosettes (Homer-Wright rosettes). Ref: TEXTBOOK OF PATHOLOGY 6th EDITION - HARSH MOHAN PAGE NO:889",
        "cop": 1,
        "opa": "Cerebellum",
        "opb": "Pituitary",
        "opc": "Cerebrum",
        "opd": "Pineal gland",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "628bb3e4-a153-467b-8233-297773af3a0d",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man is being followed up for worsening involuntary jerky movements. During the course of his disease, he develops depression and progressive dementia. Within several years he dies, and during an autopsy, bilateral atrophy of the caudate nuclei is found. What is the basic abnormality involved in this individual's disease process",
        "exp": "Bilateral atrophy of the caudate nuclei is characteristic of Huntington disease, an inherited autosomal dominant disease that is characterized by the combination of choreiform movements, depression, and progressive dementia. This disorder results from increased numbers of trinucleotide repeats within the HD gene. Thus, this disorder is an example of a triple repeat mutation disorder, other examples of which include fragile X syndrome and myotonic dystrophy. Ref:- Harsha Mohan textbook of Pathology",
        "cop": 3,
        "opa": "Acquired enzyme deficiency",
        "opb": "Slow virus infection",
        "opc": "Triple repeat mutation",
        "opd": "DNA repair defect",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "7f33cc14-50f9-49c1-89f6-a0abaab30b13",
        "choice_type": "single"
    },
    {
        "question": "Dent disease is due to defect of?",
        "exp": "Dent's disease (or Dent disease) is a rare X-linked recessive inherited condition that affects the proximal renal tubules of the kidney. It is one cause of Fanconi syndrome and is characterized by tubular proteinuria, excess calcium in the urine, the formation of calcium kidney stones, nephrocalcinosis, and chronic kidney failure. About 60% of patients have mutations in the CLCN5 gene (Dent 1), which encodes a kidney-specific chloride/proton antipoer, and 15% of patients have mutations in the OCRL1 gene (Dent 2). Dent's disease often produces the following signs and symptoms: Rickets Extreme thirst combined with dehydration Nephrolithiasis (kidney stones) Hypercalciuria (high urine calcium - >300 mg/d or >4 mg/kg per d) with normal levels blood/serum calcium) Aminoaciduria (amino acids in urine) Phosphaturia (phosphate in urine) Diagnosis is based on a genetic study of CNCL5 gene Ref: wikipedia",
        "cop": 3,
        "opa": "Sodium channel",
        "opb": "Potassium channel",
        "opc": "Chloride channel",
        "opd": "Calcium channel",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "f329dff4-b715-45bb-a235-8b3edd7e51b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tumors is characterized histologically by pseudopalisading, necrosis, endoneural proliferation, hypercellularity, and atypical nuclei?",
        "exp": "The features listed in the question are characteristic of a glioblastoma multiforme. Astrocytomas, the most common primary brain tumors in adults, range from low-grade to very high-grade (glioblastoma multiforme). These grades of astrocytomas include grade I (the least aggressive and histologically difficult to differentiate from reactive astrocytosis), grade II (some pleomorphism microscopically), grade III (anaplastic astrocytoma, characterized histologically by increased pleomorphism and prominent mitoses), and grade IV (glioblastoma multiforme). Glioblastoma multiforme is a highly malignant tumor characterized histologically by endothelial proliferation and serpentine areas of necrosis surrounded by peripheral palisading of tumor cells. It frequently crosses the midline (\"butterfly tumor\"). In contrast, schwannomas generally appear as extremely cellular spindle cell neoplasms, sometimes with metaplastic elements of bone, cailage, and skeletal muscle. Medulloblastomas occur exclusively in the cerebellum and microscopically are highly cellular with uniform nuclei, scant cytoplasm, and, in about one-third of cases, rosette formation centered by neurofibrillary material. Oligodendrogliomas, which are marked by foci of calcification in 70% of cases, commonly show a pattern of uniform cellularity and are composed of round cells with small dark nuclei, clear cytoplasm, and a clearly defined cell membrane. Ependymomas are distinguished by ependymal rosettes, which are ductlike structures with a central lumen around which columnar tumor cells are arranged in a concentric fashion. Glioblastoma Multiforme Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition",
        "cop": 4,
        "opa": "Schwannoma",
        "opb": "Medulloblastoma",
        "opc": "Oligodendroglioma",
        "opd": "Glioblastoma multiforme",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "519babb3-7d4b-4387-9173-130244cf5f7f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are pathological hallmark of Alzheimer&;s disease",
        "exp": "The two hallmark pathologies required for a diagnosis of Alzheimer&;s disease(AD) are the extracellular plaque deposits of the Beta-amyloid peptide (Ab) and the intracellular flame-shaped neurofibrillary tangles of the Hyper-Phophorylated microtubule binding protein &;tau&;. Histological Hallmarks of Alzheimer&;s disease: b-Amyloid Plaque (Extracellular) Neurofibrillary Tangles (Intracellular) b-Amyloid Neuritic plaques are formed by extracellular accumulation of beta amyloid deposits. &;Neuritic&; or &;Senile&; b-amyloid plaques are an early histopathological sign of Alzheimer&;s disease (that occur rarely in healthy subjects) The amyloid b-protein accumulated in single Neuritic plaques is toxic to surrounding structures and adjacent neurons. Clinico-pathological studies have shown that amyloid burden does not directly correlate with severity or duration of dementia. Neurofibrillary tangles are formed by intracellular accumulation of hyper-phophorylated microtubule binding protein &;tau&; NFT&;s occur in many neurodegenerative diseases and/or a group of diseases called &;taupathies&;. These include Frontotemporal dementia, Pick&;s disease etc., The co-occurence of b-amyloid plaques with NFT&;s suggests a diagnosis of Alzheimer&;s disease (AD) The NFT&;s are toxic to the neurons and neurons with NFT&;s eventually die and degnerate leaving a residual &;ghost tangle&; in the extramedullary space reminding of the pyramidal cell body in which it was initially formed. Clinico-pathological studies have shown that dementia correlates more strongly with NFT&;s than with senile plaques (b-Amyloid) Ref: Bailey and Love 27th edition",
        "cop": 3,
        "opa": "Intercellular Lewy Bodies",
        "opb": "Intracellular Pick's Bodies",
        "opc": "Extracellular Beta Amyloid Plaques",
        "opd": "Extracellular Neurofibrillary Tangles",
        "subject_name": "Pathology",
        "topic_name": "Nervous system",
        "id": "b523715d-b959-4929-9ae2-d0cd01aacde2",
        "choice_type": "multi"
    }
]