[
    {
        "question": "Burkitts lymphoma is caused by -",
        "exp": "Ans. is 'a' i. e., EBV Burkitts lymphomao Burkitt's lymphoma is a B-cell lymphoma arising from germinal center B-cells. As this a tumor of mature B-cells it expresses IgM, CD19, CD20, CD10 and BCL 6 a phenotype consistent with a B-cell origin. However, unlike other tumors of germinal center origin, Burkitt lymphoma almost always fails to express the anti-apoptotie protein BCL-2. o All forms of Burkitt lymphoma are associated with translocations of c-Myc gene on chromosome 8. The usual translocation is t (8: 14). Other less common translocations are t (2: 8) and t (8: 22). o Most of the patients in United States with Burkitt's lymphoma present with peripheral lymphadenopathy or an intra abdominal mass. The disease is typically rapidly progressive and has a propensity to metastasize to CNS. o Chemotherapy is the treatment of choice in Burkitt's Lymphoma. Burkitt's Lymphoma was one of the first cancers shown to be curable by chemotherapy. Morphologyo A high mitotic index is typical, as is apoptotic tumor cell death, accounting for the presence of numerous tissue macrophages writh ingested nuclear debris. These benign macrophages are diffusely distributed among the tumor cells and have abundant clear cytoplasm, creating a characteristic \"starry sky\" pattern. o \"Starry sky\" pattern may also be seen in lymphoblastic lymphoma (acute lymphoblastic leukemia/ lymphoma: ALL), but it is more characteristic of Burkitts lymphoma.",
        "cop": 1,
        "opa": "EBV",
        "opb": "HPV",
        "opc": "HSV",
        "opd": "RSV",
        "subject_name": "Pathology",
        "topic_name": "Non Hodgkin Lymphoma",
        "id": "321695df-0057-44b7-8783-92db95ae7d2b",
        "choice_type": "single"
    },
    {
        "question": "Prevalence of Burkitt's lymphoma is highest in?",
        "exp": "Ans. (b) Africa. Ref: Robbin's pathology 9th ed. /588* Globally, Burkitt lymphoma (BL) is endemic in certain regions of equatorial Africa and other tropical locations between latitudes 10deg south and 10deg north. Incidence in these areas of endemic disease is 100 per million children.* Epstein-Barr virus (EBV) infection is found in nearly all areas. In endemic areas, there seems to be a correlation with the geographic distribution of endemic malaria.* Malaria infection also probably plays a role in the pathogenesis of BL, as it can lead to inhibition of EBV- specific immune response. The exact mechanism of EBV-mediated lymphomagenesis, however, is not well understood, but evidence exists for a significant interaction between viral and cellular micro. RNA (mi. RNA) interfering with normal gene expression and translation. EBV can be detected in 25-40% of immunodeficiency-associated cases.",
        "cop": 2,
        "opa": "Australia",
        "opb": "Africa",
        "opc": "Asia",
        "opd": "America",
        "subject_name": "Pathology",
        "topic_name": "Non Hodgkin Lymphoma",
        "id": "aa6f2284-969b-4e66-991d-557006ec7009",
        "choice_type": "single"
    },
    {
        "question": "Marginal lymphoma is type of -",
        "exp": "Ans. is 'a' i. e., B cell lymphomao Marginal zone lymphoma is a type of non-hodgkins lymphoma. It includes three diseases that have been historically classified together because they appear to arise from post germinal centre marginal zone B-cells and share a similar immunophenotype i. e. all of them are positive for B-cell markers CD 19, CD 20, and CD 22 and negative for CD 5, CD 10 and usually CD 23. o The three diseses in this cateeorv that are recognized in the REAL/WHO classification system includes. Extranodal marginal zone B-cell lymphoma of mucosa associated lymphoid tisse (MALT) type (MALT-type lymphoma. MALT lymphoma). Nodal marginal zone B-cell lymphoma. Splenic marginal zone B-cell lymphoma.",
        "cop": 1,
        "opa": "B cell lymphoma",
        "opb": "T cell lymphoma",
        "opc": "NK cell lymphoma",
        "opd": "Hodgkins lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Non Hodgkin Lymphoma",
        "id": "2865f575-cdc4-4783-b945-ee31faf8f224",
        "choice_type": "single"
    },
    {
        "question": "Mycosis fungoides is?",
        "exp": "ANSWER: (A) T cell lymphoma. REF: Harrison's 18th ed chapter 110B CellT Cell. Hodgkin's Disease. Precursor B cell neoplasm. Precursor T cell neoplasm. Nodular lymphocyte- predominant Hodgkin's disease. Precursor B lymphoblastic leukemia/ lymphoma (precursor B cell acute lymphoblastic leukemia). Precursor T lymphoblastic lymphoma/leukemia (precursor T cell acute lymphoblastic leukemia) Mature (peripheral) B cell neoplasms. Mature (peripheral) T cell neoplasms. Classical Hodgkin's diseaseB cell chronic lymphocytic leukemia/ small lymphocytic lymphomaT cell prolymphocytic leukemia. Nodular sclerosis Hodgkin's disease B CellT Cell. Hodgkin's DiseaseB cell prolymphocytic leukemiaT cell granular lymphocytic leukemia. Lymphocyte-rich classic Hodgkin's disease. Lymphoplasmacytic lymphoma. Aggressive NK cell leukemia. Mixed-cellularity Hodgkin's disease. Splenic marginal zone B cell lymphoma (+- villous lymphocytes). Adult T cell lymphoma/Ieukemia (HTLV-I+). Lymphocyte-depletion Hodgkin's disease. Hairy cell leukemia. Extranodal NK/T cell lymphoma, nasal type Plasma cell myeloma/plasmacytoma. Enteropathy-type T cell lymphoma Extranodal marginal zone B cell lymphoma of MALT type. Hepatosplenic T cell lymphoma Mantle cell lymphoma. Subcutaneous panniculitis-like T cell lymphoma Follicular lymphoma. Mycosis fungoides/Sezary's syndrome Nodal marginal zone B cell lymphoma (+- monocytoid B cells). Anaplastic large cell lymphoma, primary cutaneous type Diffuse large B cell lymphoma. Peripheral T cell lymphoma, not otherwise specified (NOS) Burkitt's lymphoma/Burki11 s cell leukemia. Angioimmunoblastic T cell lymphoma Anaplastic large cell lymphoma, primary systemic type",
        "cop": 1,
        "opa": "T cell lymphoma",
        "opb": "B cell lymphoma",
        "opc": "Mixed",
        "opd": "Plasma cell tumour",
        "subject_name": "Pathology",
        "topic_name": "Non Hodgkin Lymphoma",
        "id": "1e04e480-9bdb-4d93-a77c-3dcee9a73765",
        "choice_type": "single"
    },
    {
        "question": "Which virus is implicated in Burkitts lymphoma? (E. REPEAT 2013)",
        "exp": "Ref: Robbins Pathologic Basis of Disease. 8th edition. Pages 607 and 314. Explanation: BURKITT LYMPHOMAThere are three clinical types: African (endemic) Burkitt lymphoma. Sporadic (nonendemic) Burkitt lymphoma. Aggressive lymphomas associated with HIV. These 3 types are histologically identical. Morphology. The tumor exhibits a high mitotic index and contains numerous apoptotic cells, the nuclear remnants of which are phagocytosed by interspersed benign macrophages. These phagocytes have abundant clear cytoplasm, creating a characteristic \"starry sky\" pattern. Immunophenotype. These are tumors of mature B cells. It express surface IgM, CD 19, CD20, CD 10 and BCL6. a phenotype consistent with a germinal center B-cell origin. Unlike other tumors of germinal center origin, this does not express anti-apoptotic protein BCL2. Molecular Pathogenesis. All forms of Burkin lymphoma are associated with translocations of the c-MYC gene on chromosome 8. The translocation partner is usually the IgH locus light-chain loci. All endemic tumors are latently infected with EBV. which is also present in about 25% of HIV- associated tumors and 15% to 20% of sporadic cases. Clinical Features. Endemic Burkitt lymphoma often presents as a mass involving the mandible and shows an unusual predilection for involvement of abdominal viscera, particularly the kidneys, ovaries and adrenal glands. Sporadic Burkitt lymphoma most often appears as a mass involving the ileocecum and peritoneum. Burkitt lymphoma is very aggressive but responds well to intensive chemotherapy.",
        "cop": 1,
        "opa": "EBV",
        "opb": "HTLV",
        "opc": "HPV",
        "opd": "HHV8",
        "subject_name": "Pathology",
        "topic_name": "Non Hodgkin Lymphoma",
        "id": "41342049-8ed1-4bfa-a3cf-7f30f0e8120b",
        "choice_type": "single"
    },
    {
        "question": "Starry sky appearance is seen in -",
        "exp": "Ans. is 'a' i. e., Burkitts Lymphoma Burkitts lymphomao It includes (1) African (endemic) Burkitt lymphoma, (2) sporadic (nonendemic) Burkitt lymphoma, and (3 ) a subset of aggressive lymphomas occurring in individuals infected with HIV. o The involved tissues are effaced by a diffuse infiltrate of intermediate-sized lymphoid cells containing round or oval nuclei with coarse chromatin, several nucleoli, and a moderate amount of faintly basophilic or amphophilic cytoplasm. o The nuclear size approximates that of benign macrophages within the tumor. o A high mitotic index is typical, as is apoptotfc tumor cell death, accounting for the presence of numerous tissue macrophages with ingested nuclear debris. o These benign macrophages are diffusely distributed among the tumor cells and have abundant clear cytoplasm, creating a characteristic \"starry sky\" pattern. o All forms of Burkitt lymphoma are associated with translocations of the c-MYC gene on chromosome 8. The partner in the translocation is usually the IgH locus (t(8; 14)) but may also be the k' (t(2; 8)) or g (t(8; 22)) light chain locus. o Essentially all endemic tumors are latently infected with EBV.",
        "cop": 1,
        "opa": "Burkitts lymphoma",
        "opb": "CLL",
        "opc": "Diffuse large B cell lymphoma",
        "opd": "ALCL",
        "subject_name": "Pathology",
        "topic_name": "Non Hodgkin Lymphoma",
        "id": "b0e3a8f2-6845-4acd-8521-bd2761daab1f",
        "choice_type": "single"
    }
]