[
    {
        "question": "Bronchus is the site of pathological changes for all of the following diseases, except:",
        "exp": "Emphysema occurs at the site of acinus, the anatomical site for the rest of them is the bronchus.",
        "cop": 4,
        "opa": "Chronic bronchitis",
        "opb": "Asthma",
        "opc": "Bronchiectasis",
        "opd": "Emphysema",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "d4e173a2-cc76-42f2-b6ac-e1af0f9ace87",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is seen in COPD?",
        "exp": "Chronic bronchitis: Follicular bronchiolitis: Desquamative pneumonitis: Chemical pneumonitis One type of COPD Inflammed bronchial tubes produce lots of mucus Leads to coughing and difficulty breathing Cigarette smoking is the most common cause Known as hyperplasia of the BALT ( Bronchial associated lymphoid tissue) Characterized by the development of lymphoid follicles with germinal centers in the walls of small airways. Idiopathic interstitial pneumonia Elevated level of macrophages Name derived from the former belief that these macrophages were pneumocytes that had desquamated Inflammation of the lungs ( or ) breathing difficulty due to inhaling chemical fumes Inhaled substance include: Chlorine gas Grain and feilizer dust Fumes from pesticides",
        "cop": 1,
        "opa": "Chronic bronchitis",
        "opb": "Follicular bronchiolitis",
        "opc": "Desqumative pneumonitis",
        "opd": "Chemical pneumonitis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "abc7c799-13bb-4c93-aa5c-8cec6d7c85f8",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement are true regarding panacinar emphysema, except:",
        "exp": "Panacinar (panlobular) emphysema. acini are uniformly enlarged from the level of the respiratory bronchiole to the terminal blind alveoli. tends to occur more commonly in the lower zones and in the anterior margins of the lung, and it is usually most severe at the bases. associated with a1-antitrypsin deficiency (autosomal recessive). associated with micronodular cirrhosis a1-anti-trypsin, normally present in serum, tissue fluids, and macrophages, is a major inhibitor of proteases (paicularly elastase) secreted by neutrophils during inflammation. a1-anti-trypsin is encoded by a gene in the proteinase inhibitor (Pi) locus on chromosome 14. Population with homozygous for the Z allele (PiZZ), a genotype that is associated with markedly decreased serum levels of a1-anti-trypsin and higher chance of emphysema.",
        "cop": 1,
        "opa": "It affects only bronchiole sparing the alveoli",
        "opb": "It have tendency to occur more in lower zones and base of lung",
        "opc": "It is associated with alpha-1 antitrypsin deficiency",
        "opd": "It can cause clinically significant airflow obstruction",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "f1a76fd1-33f2-4964-87c7-0620719da35b",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old girl is brought into the physician's office in mild respiratory distress. She has a history of allergies to cats and wool, and her parents state that she has recurrent episodes of upper respiratory tract infections. Physical examination shows expiratory wheezes, use of accessory respiratory muscles and a hyperresonant chest to percussion. Analysis of aerial blood gases discloses respiratory alkalosis and theperipheral eosinophil count is increased. What is the appropriate diagnosis?",
        "exp": "Asthma is a chronic lung disease caused by increased responsiveness ( inflammatory reaction) of the airways to a variety of stimuli either extrinsic (e.g., pollen) or intrinsic (e.g., exercise). Extrinsic asthma is typically a childhood disease, whereas intrinsic asthma usually begins in adults. Patients typically have paroxysms of wheezing, dyspnea and cough. Bronchial biopsy of asthmatic patient showing sub-basement membrane fibrosis, eosinophilic inflammation, and smoothmuscle hyperplasia",
        "cop": 2,
        "opa": "Acute bronchiolitis",
        "opb": "Asthma",
        "opc": "Cystic fibrosis",
        "opd": "Usual interstitial pneumonia",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "311cdecb-0f7a-4062-98d3-1f8717748201",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in a patient with bronchial asthma?",
        "exp": "In patient with bronchial asthma there is hyper responsive airway which leads to HYPEROPHY of smooth muscles - Microscopic changes in airway - AIR-WAY REMODELLING - Occlusion of bronchi and bronchioles by thick, tenacious mucus plugs, which often contain shed epithelium called Curschmann spirals. - Eosinophils and Charcot-Leyden crystals; composed of an eosinophil protein called galectin-10 are also present.",
        "cop": 3,
        "opa": "Charcot-Leyden crystals in the sputum",
        "opb": "Hyperplasia of submucosal glands",
        "opc": "Smooth muscle atrophy",
        "opd": "Viscid mucous plug",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "a43995fe-6075-489f-a39b-548f1d6066d9",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement are true regarding primary ciliary dyskinesia, except:",
        "exp": "In primary ciliary dyskinesia, Autosomal recessive syndrome Ciliary dysfunction due to defects in ciliary motor proteins (e.g., mutations involving dynein) contributes to the retention of secretions and recurrent infections that in turn lead to bronchiectasis. Associated with Kaagener syndrome (triad of Bronchiectesis, situs inversus , sinusitis) Males with this condition tend to be infeile, as a result of sperm dysmotility.",
        "cop": 1,
        "opa": "X-linked recessive inheritance pattern",
        "opb": "Occurs due to mutations involving dynein protein",
        "opc": "It is also associated with Kaagener syndrome",
        "opd": "Males can be infeile",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "674ce61c-2f4a-404c-a159-873b689a66e5",
        "choice_type": "multi"
    },
    {
        "question": "A 12 year-old boy develops intermittent shoness of breath over the past 6 months. He is not on any medications and has no significant family history. The vitals are within normal limits and the lungs are clear to auscultation. Lung function tests reveal a FEV1/FVC ratio of 82%. Which of the following would be most helpful in excluding a diagnosis of asthma in this patient?",
        "exp": "In pts with asthma the airways are Hyper-responsive and administration of methacholine causes more spasm- METHACHOLINE CHALLENGE TEST. If patient has asthma, it will fuher cause deterioration. So this test is useful for diagnosis.",
        "cop": 3,
        "opa": "Absence of peripheral blood eosinophilia",
        "opb": "Negative allergy skin tests",
        "opc": "Negative methacholine challenge",
        "opd": "Normal total serum IgE level",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "97bbb543-5287-410f-8829-79833dd2f0c1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement are true regarding pathogenesis of bronchitis?",
        "exp": "Chronic Bronchitis The primary or initiating factor is exposure to noxious or irritating inhaled substances such as tobacco smoke (90% of patients are smokers) and dust from grain, cotton, and silica. Earliest feature is hypersecretion of mucus in the large airways, associated with hyperophy of the submucosal glands in the trachea and bronchi. Inhalants that induce chronic bronchitis cause cellular damage, eliciting both acute and chronic inflammatory responses",
        "cop": 4,
        "opa": "Initiating factor is exposure to noxious stimuli or tobacco",
        "opb": "Hypersecretion of mucus in large airways",
        "opc": "Inflammatory infiltrate",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "bef2991b-f749-4c02-befb-9d4f1664ef27",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man, a heavy smoker, presents for advice to stop smoking. On physical examination, he is thin and has a ruddy complexion. He has a productive cough and a barrel-shaped chest. He sits leaning forward with his lips pursed to facilitate his breathing. A diagnosis of emphysema is made. Which of the following is the most likely histologic finding in the lungs?",
        "exp": "Emphysema is an example of COPD. Due to the destruction of alveolar walls, a lack of elastic recoil causes air to become trapped in alveoli, and, thus, airflow obstruction occurs on expiration. In COPD, FEV1 is decreased, whereas FVC is normal or increased; therefore, patients with COPD have a decreased FEV1 :FVC ratio.",
        "cop": 3,
        "opa": "Bronchial smooth muscle hyperophy with proliferation of eosinophils",
        "opb": "Diffuse alveolar damage with leakage of protein-rich fluid into alveolar spaces",
        "opc": "Dilation of air spaces with destruction of alveolar walls",
        "opd": "Hyperplasia of bronchial mucus-secreting submucosal glands",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "7ef9db65-cc13-425f-a55f-df76eaafcf1a",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man is admitted to the hospital with increasing shoness of breath and dry cough for the past few years. He smokes 1.5 packs of cigarettes and drinks about four bottles of beer a day. He is constantly \"gasping for air\" and now walks with difficulty because he becomes breathless after only a few steps. Prolonged expiration with wheezing is noted. Physical examination shows a barrel chest, hyperresonance on percussion and clubbing of the digits. The patient's face is puffy and red, and he has pitting edema of the legs. A chest X-ray discloses hyperinflation, flattening of the diaphragm and increased retrosternal air space. Which of the following is the appropriate diagnosis?",
        "exp": "Chronic obstructive pulmonary disease is a nonspecific term that describes patients with chronic bronchitis or emphysema who evidence a decrease in forced expiratory volume. Emphysema is characterized principally by hyperinflated lungs. The major cause of emphysema is cigarette smoking and moderate to severe emphysema is rare in nonsmokers",
        "cop": 3,
        "opa": "Asthma",
        "opb": "Chronic bronchitis",
        "opc": "Emphysema",
        "opd": "Usual interstitial pneumonia",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "71d70831-d37e-46ec-b8f3-2f91b7c78701",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement are true regarding asthma?",
        "exp": "Sputum or bronchoalveolar lavage specimen findings - Curschmann spirals (extrusion of mucus plugs from subepithelial mucous gland ducts or bronchioles). Numerous eosinophils and Charcot-Leyden crystals; the latter are composed of an eosinophil protein called galectin-10. Creola bodies The other characteristic histologic findings of asthma, collectively called \"airway remodeling\".",
        "cop": 4,
        "opa": "Occlusion of bronchi and bronchioles by mucus",
        "opb": "Curschmann spirals",
        "opc": "Charcot-Leyden crystals",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "79b25bc2-fac5-4dcc-bf5c-f8b862c90d44",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has maximum smooth muscle as compared to wall thickness?",
        "exp": "Along the entire intrapulmonary bronchial tree, smooth muscle forms two opposed helical tracts, which become thinner and finally disappear at the level of the alveoli. Terminal bronchiole has the maximum smooth muscle among all the given options. Terminal bronchiole > Respiratory bronchiole >Alveolar ducts > Alveoli",
        "cop": 3,
        "opa": "Respiratory bronchiole",
        "opb": "Alveoli",
        "opc": "Terminal bronchiole",
        "opd": "Alveolar ducts",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "b83a2694-1930-4a20-962e-658e167ef2eb",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old man dies of a respiratory illness that had been characterized by dyspnea, cough, and wheezing expiration of many years' duration. Initially episodic, his \"attacks\" had increased in frequency and at the time of death had become continuous and intractable. At autopsy, which of the following is the most likely histologic finding in the lungs?",
        "exp": "Bronchial asthma, or hyperreactive airway disease, is a type of COPD caused by narrowing of airways. Asthma manifests morphologically by Bronchial smooth muscle hyperophy Hyperplasia of bronchial submucosal glands and goblet cells.",
        "cop": 1,
        "opa": "Bronchial smooth muscle hyperophy with proliferation of eosinophils",
        "opb": "Diffuse alveolar damage with leakage of protein-rich fluid into alveolar spaces",
        "opc": "Dilation of air spaces with destruction of alveolar walls",
        "opd": "Hypoplasia of bronchial mucus-secreting submucosal glands",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "0a9c95dc-a1b9-4888-acc4-da7339a486ee",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement are true regarding histological features of emphysema, except:",
        "exp": "Histological features of emphysema Loss of attachments of the alveoli to the outer wall of small airways. Pores of Kohn are enlarged that septa appear to be floating or protrude blindly into alveolar spaces with a club-shaped end. Prolonged vasoconstriction leads to changes of pulmonary aerial hypeension. Alveolar walls are destroyed - decrease in the capillary bed area. With advanced disease, there are even larger abnormal airspaces and possibly blebs or bullae, - deform and compress the respiratory bronchioles and vasculature of the lung. Pulmonary emphysema",
        "cop": 2,
        "opa": "There is loss of attachments of the alveoli to the outer wall of small airways",
        "opb": "The pores of Kohn become narrower and obstructed",
        "opc": "It causes decrease in capillary bed area",
        "opd": "There are large abnormal airspaces, blebs and bullae",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "d833cbca-c3b0-4256-a8ea-434da52974de",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of emphysema clinically is:",
        "exp": "Centriacinar emphysema It is most common type of emphysema seen clinically. It involves central pa of acinus with sparing of alveoli. Seen in smokers . Upper Lobes of lung are affected Due to the destruction of alveolar walls, a lack of elastic recoil causes air to become trapped in alveoli, and, thus, airflow obstruction occurs on expiration. -Histology Image of Centriacinar emphysema showing fragmented and free floating alveolar septae",
        "cop": 2,
        "opa": "Panacinar",
        "opb": "Centriacinar",
        "opc": "Paraseptal",
        "opd": "Segmental",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "60ef5bf2-027e-4a01-9e0b-615a3b940f0c",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement are true regarding centriacinar emphysema, except:",
        "exp": "Centri-acinar Emphysema C's Commonest type of emphysema Central poion of acinus involved. Cigarette smoking It is common and more severe in UPPER lobe",
        "cop": 3,
        "opa": "Most common type of emphysema",
        "opb": "Respiratory bronchiole are affected and distal alveoli are spared",
        "opc": "Common and more severe in lower lobes",
        "opd": "Associated with smoking",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "ebb15065-f4c8-471f-ba1b-0898ed2dfbd6",
        "choice_type": "multi"
    }
]