[
    {
        "question": "Which of the following is seen in COPD?",
        "exp": "Chronic bronchitis: Follicular bronchiolitis: Desquamative pneumonitis: Chemical pneumonitis One type of COPD Inflammed bronchial tubes produce lots of mucus Leads to coughing and difficulty breathing Cigarette smoking is the most common cause Known as hyperplasia of the BALT ( Bronchial associated lymphoid tissue) Characterized by the development of lymphoid follicles with germinal centers in the walls of small airways. Idiopathic interstitial pneumonia Elevated level of macrophages Name derived from the former belief that these macrophages were pneumocytes that had desquamated Inflammation of the lungs ( or ) breathing difficulty due to inhaling chemical fumes Inhaled substance include: Chlorine gas Grain and feilizer dust Fumes from pesticides",
        "cop": 1,
        "opa": "Chronic bronchitis",
        "opb": "Follicular bronchiolitis",
        "opc": "Desqumative pneumonitis",
        "opd": "Chemical pneumonitis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "abc7c799-13bb-4c93-aa5c-8cec6d7c85f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in a patient with bronchial asthma?",
        "exp": "In patient with bronchial asthma there is hyper responsive airway which leads to HYPEROPHY of smooth muscles - Microscopic changes in airway - AIR-WAY REMODELLING - Occlusion of bronchi and bronchioles by thick, tenacious mucus plugs, which often contain shed epithelium called Curschmann spirals. - Eosinophils and Charcot-Leyden crystals; composed of an eosinophil protein called galectin-10 are also present.",
        "cop": 3,
        "opa": "Charcot-Leyden crystals in the sputum",
        "opb": "Hyperplasia of submucosal glands",
        "opc": "Smooth muscle atrophy",
        "opd": "Viscid mucous plug",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Disease",
        "id": "a43995fe-6075-489f-a39b-548f1d6066d9",
        "choice_type": "single"
    }
]