[
    {
        "question": "Which of the following is not a poor prognostic factor in neuroblastoma?",
        "exp": "Unourable prognostic factors in neuroblastoma: Stage 3, 4 Age >18 months Absence of evidence of schwannian stroma and gangliocytic differentiation High Mitosis-karyorrhexis index (>200/5000 cells) Near-diploid (segmental chromosome losses; chromothripsis) MYCN Amplified Chromosome 1p loss Chromosome 11q loss Absent TRKA expression Presence of TRKB expression Mutations of neuritogenesis genes",
        "cop": 3,
        "opa": "MYCN amplification",
        "opb": "High mitosis-karyorrhexis index",
        "opc": "Evidence of gangliocytic differentiation",
        "opd": "Mutations of neuritogenesis genes",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "30905204-3fd4-4029-881d-993b59d683e0",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman with type 2 diabetes and end-stage renal disease receives a kidney transplant. Three weeks later, the patient presents with azotemia and oliguria. If this patient has developed acute renal failure, which of the following pathologic findings would be expected on renal biopsy?",
        "exp": "Transplant rejection reactions have been traditionally categorized into:- Hyperacute Acute Chronic rejection based on the clinical tempo of the response and on the mechanisms involved. Acute rejection is characterized by an abrupt onset of azotemia and oliguria, which may be associated with fever and graft tenderness. A needle biopsy would be expected to show Interstitial infiltrates of lymphocytes and macrophages Edema Lymphocytic tubulitis Tubular necrosis. Neutrophilic vasculitis and fibrinoid necrosis (choice D) are seen in hyperacute rejection. Diagnosis: Acute graft rejection",
        "cop": 3,
        "opa": "Aerial intimal thickening and vascular stenosis",
        "opb": "Glomerulosclerosis",
        "opc": "Interstitial infiltrates of lymphocytes and macrophages",
        "opd": "Neutrophilic vasculitis and fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "30589b9b-870b-48c2-9512-ad9fcf68bd28",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old woman with a history of systemic hypertension and chronic renal failure undergoes kidney transplantation, but the graft fails to produce urine. A renal biopsy is diagnosed as \"hyperacute transplant rejection. \" Graft rejection in this patient is caused primarily by which of the following mediators of immunity and inflammation?",
        "exp": "Hyperacute rejection Occurs within minutes to hours after transplantation. Manifested clinically as a sudden cessation of urine output, along with fever and pain in the area of the graft site. This immediate rejection is mediated by preformed antibodies and complement activation products. -Lymphocytes and macrophages (choices A, B, and C) are associated with acute and chronic graft rejection.",
        "cop": 4,
        "opa": "Cytotoxic T lymphocytes",
        "opb": "Helper T lymphocytes",
        "opc": "Mononuclear phagocytes",
        "opd": "Preformed antibodies",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "bea00bc5-14de-44b6-86f8-fb448c613c93",
        "choice_type": "single"
    }
]