[
    {
        "question": "Which of the following is not a poor prognostic factor in neuroblastoma?",
        "exp": "Unourable prognostic factors in neuroblastoma: Stage 3, 4 Age >18 months Absence of evidence of schwannian stroma and gangliocytic differentiation High Mitosis-karyorrhexis index (>200/5000 cells) Near-diploid (segmental chromosome losses; chromothripsis) MYCN Amplified Chromosome 1p loss Chromosome 11q loss Absent TRKA expression Presence of TRKB expression Mutations of neuritogenesis genes",
        "cop": 3,
        "opa": "MYCN amplification",
        "opb": "High mitosis-karyorrhexis index",
        "opc": "Evidence of gangliocytic differentiation",
        "opd": "Mutations of neuritogenesis genes",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "30905204-3fd4-4029-881d-993b59d683e0",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman with type 2 diabetes and end-stage renal disease receives a kidney transplant. Three weeks later, the patient presents with azotemia and oliguria. If this patient has developed acute renal failure, which of the following pathologic findings would be expected on renal biopsy?",
        "exp": "Transplant rejection reactions have been traditionally categorized into:- Hyperacute Acute Chronic rejection based on the clinical tempo of the response and on the mechanisms involved. Acute rejection is characterized by an abrupt onset of azotemia and oliguria, which may be associated with fever and graft tenderness. A needle biopsy would be expected to show Interstitial infiltrates of lymphocytes and macrophages Edema Lymphocytic tubulitis Tubular necrosis. Neutrophilic vasculitis and fibrinoid necrosis (choice D) are seen in hyperacute rejection. Diagnosis: Acute graft rejection",
        "cop": 3,
        "opa": "Aerial intimal thickening and vascular stenosis",
        "opb": "Glomerulosclerosis",
        "opc": "Interstitial infiltrates of lymphocytes and macrophages",
        "opd": "Neutrophilic vasculitis and fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "30589b9b-870b-48c2-9512-ad9fcf68bd28",
        "choice_type": "single"
    },
    {
        "question": "Organs affected in Graft vs Host reaction are:",
        "exp": "GVHD occurs when immunologically competent cells or their precursors are transplanted into immunologically incompetent recipients, and the transferred cells recognize allo-antigens in the host tissues and attack them leading to destruction.. Acute GVHD occurs within days to weeks after allogeneic bone marrow transplantation. Although any organ may be affected, the major clinical manifestations result from involvement of:- The immune system Epithelia of the skin It is believed that in addition to direct cytotoxicity by CD8+ T cells, considerable damage is inflicted by cytokines released by the sensitized donor T cells.",
        "cop": 4,
        "opa": "Skin",
        "opb": "GIT",
        "opc": "Liver",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "6c32ba84-6329-461a-bd5f-a96ad9321705",
        "choice_type": "multi"
    },
    {
        "question": "Transfer of the graft of different species are called as:",
        "exp": "Isograft: Is a graft from a different individual genetically identical with recipient e. g. identical twin Autograft: Is to self Allograft: Graft from same species but different genotype (from one human to another human) Xenograft: Graft from different species (from animal to human)",
        "cop": 4,
        "opa": "Isograft",
        "opb": "Allograft",
        "opc": "Homograft",
        "opd": "Xenograft",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "1e1ab7d5-227e-47f7-897a-e5dec5f90554",
        "choice_type": "multi"
    },
    {
        "question": "True about adult autologous stem cell transplant are all except:",
        "exp": "Autologous transplantation involves the removal and storage of the patient's own stem cells with subsequent reinfusion after the patient receives high-dose myeloablative therapy. Unlike allogeneic transplantation, there is no risk of GVHD or graft rejection with autologous transplantation. Donors are typically treated with 4 or 5 days of hematopoietic growth factor, following which stem cells are collected in 4-hour pheresis sessions.",
        "cop": 2,
        "opa": "Used in the treatment of leukemia",
        "opb": "Stem cells are collected directly from the bone marrow",
        "opc": "G-CSF is given to expand the number of stem cells",
        "opd": "It allows high dose of chemotherapy",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "f3b1cb5b-8234-4458-b979-a0532665f539",
        "choice_type": "multi"
    },
    {
        "question": "Method of prevention of GVHD in bone marrow transplantation is:",
        "exp": "The following are the steps taken to reduce the risk of graft versus host disease: Getting the best donor match: donor is as closely matched to recipient with the technique of tissue typing. Use of immunosuppressive drugs like ciclosporin, tacrolimus etc T cell depletion: Removal of T cells from the donor's bone marrow is called as T cell depletion. Post procedure immune suppression using the drugs like methotrexate and cyclophosphamide.",
        "cop": 4,
        "opa": "T-cell removal",
        "opb": "Prior immune suppression",
        "opc": "Post procedure immune suppression",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "8125d87c-f3ca-4942-acad-75ff6e50db07",
        "choice_type": "multi"
    },
    {
        "question": "All of the following regarding acute graft rejection are true, except:",
        "exp": "Hyperacute rejection is mediated by preformed antibodies specific for antigens on graft endothelial cells. Acute graft rejection: It occurs within days or weeks after transplantation and is the principal cause of early graft failure. Divided into two types: In acute cellular rejection, CD8+ CTLs may directly destroy graft cells, or CD4+ cells secrete cytokines and induce inflammation, which damages the graft. In acute antibody-mediated (vascular, or humoral) rejection, antibodies bind to vascular endothelium and activate complement the classical pathway",
        "cop": 3,
        "opa": "CD8+ T-cells directly destroy the graft",
        "opb": "It is the principal cause of early graft failure",
        "opc": "Preformed antibodies against graft are the main causative factor",
        "opd": "Cytokines secreted by CD4+ T-cells cause inflammation which destroys the graft",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "e7f189d3-d2b1-483c-a786-646f2ef123d2",
        "choice_type": "multi"
    },
    {
        "question": "Microcytotoxicity is used for:",
        "exp": "Tissue typing is the technique in which the tissues of a prospective donor and recipient are tested for compatibility before carrying out transplantation. The two commonly used techniques are:- 1. Mixed leukocyte reaction for MHC II 2. Micro-cytotoxicity assay for MHC I",
        "cop": 1,
        "opa": "Tissue typing",
        "opb": "Drug allergy",
        "opc": "Infection Susceptibility",
        "opd": "Substance toxicity",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "7860de09-108c-4c5a-a276-efc3c500cbec",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most appropriate term for a graft when donor and recipient are identical twins?",
        "exp": "GRAFTS: Autograft- Self; Skin/Hair grafting. Allograft- Different person from same species. Isograft- Identical twin. Xenograft- Different species; valvular replacement.",
        "cop": 3,
        "opa": "Xenograft",
        "opb": "Allograft",
        "opc": "Isograft",
        "opd": "Autograft",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "694c66e7-acc1-4b92-aa8a-0361c5951f98",
        "choice_type": "multi"
    },
    {
        "question": "A 1-year-old girl with an inborn error of metabolism resulting in a lysosomal storage disease receives a hematopoietic stem cell transplant intended to replace her macrophage population. The gene of interest has a \"marker\" small nucleotide polymorphism within a non-coding intron of the affected gene in which an A (patient gene) is substituted for a G (donor gene). She does quite well for the first 3 weeks. She tests positive for the missing enzyme, her previously abnormally enlarged organs begin to diminish in size, and assay of peripheral blood lymphocytes reveals increasing numbers of cells with the G polymorphism. However, the attending physicians are now concerned because repeated genetic testing reveals a progressive increase in lymphocytes with the A nucleotide polymorphism. Which of the following is the best explanation for this finding?",
        "exp": "The answer is D Rejection of the stem cell transplant is occurring It is evident by reappearance of the marker for the patient's original gene. Small nucleotide polymorphisms are the most frequent form of DNA variation. They are typically small in size, often a single nucleotide. They may occur in any poion of the gene, even in intergenic regions of the genome, and are of increasing impoance as genetic markers.",
        "cop": 4,
        "opa": "Generalized immune complex formation",
        "opb": "Graft-versus-host disease",
        "opc": "Immune paralysis",
        "opd": "Rejection of the stem cell transplant",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "b2629e1e-7eda-4924-a009-838f17afcfa2",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old woman with leukemia receives an allogeneic bone marrow transplant. Three weeks later, she develops a skin rash and diarrhea. Liver function tests show elevated serum levels of AST and ALT. A skin biopsy discloses a sparse lymphocytic infiltrate in the dermis and epidermis, as well as apoptotic cells in the epidermal basal cell layer. Skin rash and diarrhea in this patient are caused primarily by which of the following cells?",
        "exp": "The advent of transplantation of bone marrow into patients whose immune system has been ablated or into otherwise immunodeficient patients has resulted in the complication of graft-versus-host disease (GVHD). GVHD occurs when lymphocytes in the grafted tissue recognize and react to the recipient. GVHD can also occur when an immunodeficient patient is transfused with blood containing HLA-incompatible lymphocytes. The major organs affected in GVHD include the skin, gastrointestinal tract, and liver. Clinically, GVHD manifests as rash, diarrhea, abdominal cramps, anemia, and liver dysfunction. None of the other cells mediates GVHD. Diagnosis: Graft-versus-host disease",
        "cop": 1,
        "opa": "Donor lymphocytes",
        "opb": "Donor plasma cells",
        "opc": "Fixed tissue macrophages",
        "opd": "Recipient lymphocytes",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "47420018-fed1-4471-9754-df08de2c694b",
        "choice_type": "multi"
    },
    {
        "question": "A 52-year-old woman with a history of systemic hypertension and chronic renal failure undergoes kidney transplantation, but the graft fails to produce urine. A renal biopsy is diagnosed as \"hyperacute transplant rejection. \" Graft rejection in this patient is caused primarily by which of the following mediators of immunity and inflammation?",
        "exp": "Hyperacute rejection Occurs within minutes to hours after transplantation. Manifested clinically as a sudden cessation of urine output, along with fever and pain in the area of the graft site. This immediate rejection is mediated by preformed antibodies and complement activation products. -Lymphocytes and macrophages (choices A, B, and C) are associated with acute and chronic graft rejection.",
        "cop": 4,
        "opa": "Cytotoxic T lymphocytes",
        "opb": "Helper T lymphocytes",
        "opc": "Mononuclear phagocytes",
        "opd": "Preformed antibodies",
        "subject_name": "Pathology",
        "topic_name": "Organ Transplant / Graft",
        "id": "bea00bc5-14de-44b6-86f8-fb448c613c93",
        "choice_type": "single"
    }
]