[
    {
        "question": "In osteogenesis imperfecta the defect is in the:",
        "exp": "Ans; a (Synthesis of type I collagen) Ref: Robbins, ed, p. 1279. Osteogenesis imperfecta is due to deficiency in the synthesis of Type I collagen structures affected are - bone, joints, eyes, ear, skin and teeth. Cytogenetic abnormality: Mutation in the genes that codes for a1, and a2 chains of collagen autosomal dominant inheritance. Clinical features: All types are characterized by extreme skeletal fragility. Other features are blue sclera, hearing impairment, Dentiogenesis imperfecta, growth retardation etc. REMEMBER: Type of osteogenesis imperfecta incompatable with life = type IIType of osteogenesis imperfecta with normal sclera = type IVBRIDGE: Van der hoeve's syndrome - AD osteogenesis imperfecta, blue sclera, hearing loss",
        "cop": 1,
        "opa": "Synthesis of type I collagen",
        "opb": "Mineralisation of osteoid",
        "opc": "Osteoclast function",
        "opd": "Osteoblast formation",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "6e0ac85f-9a0c-433c-8b18-9625d484a699",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man has had cramping abdominal pain and bloody diarrhea for the past 4 days. On physical examination, there is diffuse tenderness on palpation of the abdomen. Bowel sounds are present. There are no masses and no organomegaly. A stool culture is positive for Shigella flexneri. The episode resolves spontaneously within 1 week after onset. Six weeks later, he has increasingly severe lower back pain. Physical examination now shows stiffness of the lumbar spine and tenderness of the sacroiliac joints. He is treated with nonsteroidal anti-inflammatory agents. Two months later, the back pain recurs, and he complains of redness of the right eye and blurred vision. Serologic testing for which of the following is most likely to be positive in this patient?",
        "exp": "This patient developed enteritis-associated arthritis affecting the lumbar and sacroiliac joints several weeks after Shigella dysentery. He subsequently developed conjunctivitis and, most likely, uveitis. This symptom complex is a classic representation of a cluster of related disorders called seronegative spondyloarthropathies. This cluster includes ankylosing spondylitis, reactive arthritis, psoriatic arthritis, and enteropathic arthritis (as in this case). A common feature is a very strong association with the HLA-B27 genotype. Despite some similarities with rheumatoid arthritis, these patients invariably have a negative test result for rheumatoid factor. Urethritis caused by Chlamydia trachomatis can trigger reactive arthritis, another form of seronegative spondyloarthropathy. Such infection precedes the onset of arthritis, however. There is no relationship between infection with Borrelia burgdorferi, the causative agent of Lyme disease, and reactive arthritis in individuals testing positive for HLA-B27. Similarly, Epstein-Barr virus infection is not a trigger for these disorders.",
        "cop": 4,
        "opa": "Borrelia burgdorferi",
        "opb": "Chlamydia trachomatis",
        "opc": "Epstein-Barr virus",
        "opd": "HLA-B27",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "44efcde8-dadc-4ad5-9072-142f27d84768",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman presents with lower back pain of 3 weeks in duration. Radiologic studies reveal several discrete lytic lesions in the lumbar back and pelvis. Laboratory studies show elevated serum levels of alkaline phosphatase. Serum calcium, serum protein, and peripheral blood smears are normal. Aspiration biopsy of a pelvic lesion shows keratin-positive cells. Which of the following is the most likely diagnosis?",
        "exp": "Multiple lytic lesions associated with keratin-positive cells strongly suggest metastatic bone cancer. Metastatic carcinoma is the most common tumor of bone, and skeletal metastases are found in at least 85% of cancer cases that have run their full clinical course. The vertebral column is the most commonly affected bony structure. Tumor cells usually arrive in the bone by way of the bloodstream. Some tumors (thyroid, gastrointestinal tract, kidney, neuroblastoma) produce mostly lytic lesions. A few neoplasms (prostate, breast, lung, stomach) stimulate osteoblastic components to make bone. The other choices are not keratin positive. Diagnosis: Metastatic bone cancer",
        "cop": 2,
        "opa": "Chondrosarcoma",
        "opb": "Metastatic carcinoma",
        "opc": "Osteochondroma",
        "opd": "Osteosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "59101bd7-d67f-485f-8e90-6477f59694b9",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man on chronic corticosteroid therapy for severe asthma presents with a 6-month history of increasing hip pain. This patient most likely exhibits symptoms of which of the following metabolic bone diseases?",
        "exp": "Risk factors for osteoporosis include smoking, vitamin D deficiency, low body mass index, hypogonadism, a sedentary lifestyle, and glucocorticoid therapy (seen in this patient). Bone loss and fractures are the hallmarks of osteoporosis, regardless of the underlying cause. Choices A and C are congenital disorders that are not related to corticosteroid therapy. Choices B and E are acquired conditions but they are not related to corticosteroid therapy. Diagnosis: Osteoporosis",
        "cop": 4,
        "opa": "Gaucher disease",
        "opb": "Osteomalacia",
        "opc": "Osteopetrosis",
        "opd": "Osteoporosis",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "080352ad-7e86-4226-b64e-f49556d40ecc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following bone tumors occurs in young age group, arises in medullary cavity, and characteristically shows sheets of small uniform sized round cells and Homer Wright rossets?",
        "exp": "Ans. b (Ewing's tumor) (Ref. Robbin's pathology, 7th/pg. 1301; 558). The four main types of rosettes in pathology: 1. Homer Wright rosette: typically seen in neuroblastomas, medulloblastomas, and primitive neuroectodermal tumors (PNETs). It consists of a halo of tumor cells surrounding a central region containing neuropil. 2. Flexner-Wintersteiner Rosette: characteristic of retinoblastomas. It consists of tumor cells surrounding a central lumen that contains cytoplasmic extensions from the tumor cells. 3. True Ependymal Rosette: consists of tumor cells surrounding an empty lumen. Are characteristic of ependymoma, but not seen in all cases. 4. Perivascular Pseudorosette: consists of tumor cells collected around a blood vessel. It's called a pseudorosette because the central structure isn't part of the tumor. These rosettes are common in ependymomas, but you also see them in medulloblastoma, PNET, central neurocytomas, and glioblastomas. EWING'S SARCOMA# Incidence: Constitutes ~10 to 15% of all bone sarcomas.# Age: Peak incidence in the second decade of life.# Origin: Arises in the medullary cavity of the bones.# Location: involves the diaphyseal region of long bones (especially femur) & flat bones (especially pelvis).# X-ray: permeative destructive lytic lesion with \"onion peel\" periosteal reaction with soft tissue mass.# Histopathology:- It is composed of sheets of monotonous, small, round, blue cells and can be confused with lymphoma, embryonal rhabdomyosarcoma, and small-cell carcinoma.- The cells are rich in glycogen (PAS positive cells). 6- The presence of \"Homer-Wright rosettes\" is indicative of neural differentiation.- Most PNETs arise in soft tissues; they include:* Peripheral neuroepithelioma, * Askin's tumor (chest wall), and* Esthesioneuroblastoma.- The presence of p30/32, the product of the mic-2 gene (which maps to the pseudoautosomal region of the X and Y chromosomes) is a cell-surface marker for Ewing's sarcoma (PNETs).- The classic cytogenetic abnormality associated with this disease (and other PNETs) is t(11; 22).- CD99 +.# It is very aggressive tumor and considered a systemic disease and mimics acute osteomyelitis.# Common sites of metastases are lung, bones (bone to bone metastases/), and bone marrow.# Rx:# Systemic chemotherapy is the mainstay of therapy, often being used before surgery.# Local treatment for the primary tumor includes surgical resection, usually with limb salvage or radiation.# Ewing's is a curable tumor, even in the presence of obvious metastasis, especially in children <11 years old. Also Know: Translocation. Ttimor# (22q11). Chronic myelogenous leukemia# (12; 22)(q 13; q 12). Malignant melanoma of soft parts (MMSP)# (11; 14)(q13; q32). Mantle cell lymphoma# (14; 18)(q32; q21). Follicular lymphoma# (1; 22)(q24; q12). Ewing's sarcoma# (1; 7)(p34; q35)T cell acute lymphocytic leukemia (ALL)# (8; 14)(q24; q32). Burkitt's lymphoma, B cell ALL# (11; 22)(pl3; q12). Desmoplastic small round cell tumor (DSRCT)# (2; 13)(q35; ql4). Alveolar rhabdomyosarcoma# (1; 13)(p36; q 14). Alveolar rhabdomyosarcoma# (10; 17)(q 11. 2; q23). Papillary thyroid carcinomas# (x, 18). Synovial cell sarcoma",
        "cop": 2,
        "opa": "Osteosarcoma",
        "opb": "Ewing's tumor",
        "opc": "Chondrosarcoma",
        "opd": "Osteoid osteoma",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "cfc25eb7-e9ee-4a7e-834b-d0955356b462",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old woman presents with a lump in the soft tissue of her neck. Physical examination reveals a 0. 5-cm subcutaneous tumor. Biopsy of the mass shows a benign neoplasm. The patient is told that she has the most common soft tissue tumor. What is the appropriate diagnosis?",
        "exp": "Lipoma is composed of well-differentiated adipocytes and is the most common soft tissue mass. This benign, circumscribed tumor can originate at any site in the body that contains adipose tissue, but most appear in the subcutaneous tissues of the upper half of the body, especially on the trunk and neck. Lipomas are encountered mainly in adults. Histologically, a lipoma is often indistinguishable from normal adipose tissue. Fibroma (choice A) and leiomyoma (choice B) are benign neoplasms of fibroblasts and smooth muscle cells, respectively. Pleomorphic adenoma (choice D) is a mixed neoplasm of the salivary gland. Diagnosis: Lipoma",
        "cop": 3,
        "opa": "Fibroma",
        "opb": "Leiomyoma",
        "opc": "Lipoma",
        "opd": "Pleomorphic adenoma",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "ee5df3c8-8e27-4b25-87ff-4e8c326ebe65",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about osteoclasts except",
        "exp": "Ans b: (PTH acts directly onosleoclasts) Ref: Harrisson 17th edition p 2367. Osteoblasts. Synthesize & secrete matrix. Mesenchymal origin. Seen on surface of new bone. Osteoblast derived matrix when mineralized is osteocyte. Mineralisation depends on osteoblast derived ALP (marker of blast). Controls1. CBFA1 (Runx 2)- Transcription factor regulating osteoblast function. Heterozygous inactivating mutation Icleidocranial dysplasia2 Indian hedgehog3 Wnt family members. Deficiency of Wnt family co receptor LRP 5- osteoporosis4 TGF beta, FGFs 2 & 18, PDGF, IGF 1 $ 25 PTH & l, 25 dihydroxyD activate receptors expressed by osteoblast. Osteoclast. Resorption of bone. Multinucleated giant cell (2-5nuclei) from monocyte/macrophage lineage. Macrophage colony stimulating factors (M-CSF) plays a crucial role Osteoblasts control osteoclast activity. RANK ligand expressed over osteoblast progenitor & stromal cells bind to RANK receptor on osteoclast progenitor to stimulate osteoclast differentiation. Osteoprotegerin binds to RANK ligand and inhibit osteoclast differentiation1L 18 is also an inhibitor of osteoclast differentiation. PTH & 1, 25 dihydroxyD increases osteoclast number & activity. Estrogen decreases osteoblast number and activity}Both indirectly through RANK L and M CSF. Calcitonin has direct inhibitory effect on osteoclast formation",
        "cop": 2,
        "opa": "Derived from monocytes",
        "opb": "PTH acts directly on osteoclasts",
        "opc": "Associated with bone demineralisation",
        "opd": "Can phagocytose foreign bodies",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "929b3375-5422-47fe-b3b3-8a21a5b9ac35",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old man complains of stiffness and pain in his lower back that causes him to awaken at night. He first noticed morning stiffness in his lower back during his college years. He also describes occasional pain in his right eye and sensitivity to light. An X-ray of the sacroiliac region shows fusion of the small joint spaces in the posterior spine and ossification of the intervertebral discs. Serologic tests for rheumatoid factor and antinuclear antibodies are negative. This patient most likely expresses which of the following human leukocyte antigen (HLA) haplotypes?",
        "exp": "Ankylosing spondylitis is an inflammatory arthropathy of the vertebral column and sacroiliac joints. It may be accompanied by asymmetric, peripheral arthritis (30% of patients) and systemic manifestations. Ankylosing spondylitis is most common in young men, and the peak incidence is at age 20 years. More than 90% of patients are positive for human leukocyte antigen-B27 (HLA-B27), although the disorder affects only 1% of persons with this haplotype. None of the other haplotypes are related to the pathogenesis of ankylosing spondylitis. Diagnosis: Ankylosing spondylitis",
        "cop": 3,
        "opa": "B15",
        "opb": "B19",
        "opc": "B27",
        "opd": "B31",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "fe21ac87-8965-4e0b-82f0-aa41112a5193",
        "choice_type": "multi"
    },
    {
        "question": "Marker of bone resorption / Osteoclast marker is:",
        "exp": "C i. e. C-telopeptide. Ref: Robbins Pathology, 9th edition, page 1180. Explanation: Biochemical Markers of Bone Resorption. Amino and carboxy terminal crosslinking telopeptide of bone collagen. Pyridinoline. Free lysyl-pyridinoline. Tartarate-resistant acid phosphatase (TRAP). Hydroxyproline (not very specific).",
        "cop": 3,
        "opa": "Alkaline phosphatase",
        "opb": "Procollagen 1 N propeptide",
        "opc": "C - telopeptide",
        "opd": "Osteocalcin",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "d0a0718b-2cc2-4a9f-90b8-bb7536ff90f6",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old woman has experienced increasing dull but constant pain in the back, right chest, left shoulder and left upper thigh for the past 6 months. She has now developed a sudden, severe, sharp pain in the left thigh. On physical examination, she has intense pain on palpation of the upper thigh, and the left leg is shorter than the right. A radiograph of the left leg shows a fracture through the upper diaphyseal region of the femur in a 5-cm lytic area that extends through the entire thickness of the bone. A bone scan shows multiple areas of increased uptake in the left femur, pelvis, vertebrae, right third and fourth ribs, upper left humerus, and left scapula. Laboratory studies show serum creatinine, 0. 9 mg/ dL; total protein, 6. 7 g/dL; albumin, 4. 5 g/dL; total bilirubin, 1 mg/dL; AST, 28 U/L; ALT, 22 U/L; and alkaline phosphatase, 202 U/L. What is the most likely diagnosis?",
        "exp": "An elevated alkaline phosphatase level in an older adult should raise the suspicion of bone metastases, particularly when there is a \"pathologic\" fracture resulting from a bone lesion, rather than a fracture from trauma. Likely primary sites include the breast (in women), prostate (in men), lung (in smokers), kidney, and thyroid. Hyperparathyroidism can lead to osteitis fibrosa cystica with lytic lesions that are usually small, involve just the cortex, and appear first in phalanges. Multiple myeloma can produce lytic bone lesions, but the patient's serum gamma globulin level is not elevated. Osteochondromas are exostoses and do not produce lytic bone lesions. Paget disease of bone is characterized by osteolysis coupled with bone formation but without lytic lesions. Fibrous dysplasia coupled with cafe-au-lait spots on the skin and with endocrinopathies is known as Mc. Cune-Albright syndrome; this is a rare condition that occurs in young girls.",
        "cop": 2,
        "opa": "Hyperparathyroidism",
        "opb": "Metastatic carcinoma",
        "opc": "Multiple myeloma",
        "opd": "Osteochondromatosis",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "dcfdd06e-96ad-43cf-8948-87a64ceab1fb",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy complains of increasing pain in his left hip. He began limping shortly after playing a baseball game at school. He is afebrile. An X-ray of the femoral head shows a fracture and irregular densities of the cancellous bone. You make a diagnosis of Legg-Calve-Perthes disease. Which of the following best describes the pathologic findings in this patient?",
        "exp": "Osteonecrosis, also known as avascular necrosis, refers to the death of bone and marrow in the absence of infection. Such bone infarcts may be caused by a variety of conditions, such as trauma, thrombi, emboli, and corticosteroids. Growing bones of children and adolescents are often affected, and in most instances, the cause of such infarctions is not evident. Legg-Calve-Perthes disease refers to osteonecrosis in the femoral head in children. Collapse of the femoral head may lead to joint incongruity and severe osteoarthritis. Chondroma (choice B) is a benign, intraosseous tumor composed of well-differentiated hyaline cartilage. Fibrous dysplasia (choice C) is a developmental abnormality of the skeleton, characterized by a disorganized mixture of fibrous and osseous elements in the interior of the affected bones. Osteitis fibrosa cystica (choice D) occurs in primary hyperparathyroidism. Diagnosis: Avascular osteonecrosis",
        "cop": 1,
        "opa": "Avascular osteonecrosis",
        "opb": "Chondroma",
        "opc": "Fibrous dysplasia",
        "opd": "Osteitis fibrosa cystica",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "ece6168c-bc67-4911-a62f-733197d8c5ca",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old boy complains of left leg pain for 3 days. On physical examination, his temperature is 38. 9degC, and he exhibits irritability when his left leg is moved. A radiograph of the left leg shows changes suggesting acute osteomyelitis in the proximal portion of the left femur. Culture of the infected bone is most likely to grow which of the following organisms?",
        "exp": "Staphylococcus aureus is the most common cause of osteomyelitis in children and adults. Infections with H. influenzae may occur in children less than 2 years of age, but vaccination has reduced the incidence of such cases. Both organisms can cause congenital infections. Gonorrhea as a cause of acute osteomyelitis should be considered in sexually active adults and may be passed to the fetus in the birth canal, but typically involve the eyes. Salmonella osteomyelitis is most characteristic of individuals with sickle cell anemia. Pneumococcal osteomyelitis is uncommon.",
        "cop": 4,
        "opa": "Hemophilus influenzae",
        "opb": "Neisseria gonorrhoeae",
        "opc": "Salmonella enterica",
        "opd": "Staphylococcus aureus",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "608d7cb7-e3a1-4e75-91f6-baf4aea4ca4a",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman with active lupus nephritis falls forward and lands on her left hand. She has immediate pain. On examination, there is crepitus at the wrist. A radiograph shows radial and navicular fractures along with marked osteopenia. Which of the following medications most likely contributed to the fracture?",
        "exp": "Corticosteroids may be needed to treat severe lupus nephritis, and continuing therapy increases the risk for Cushing syndrome with osteoporosis. Corticosteroids stimulate RANKL expression, inhibit osteoblast osteoprotegerin (OPG) synthesis, and thereby enhance osteoclast proliferation to promote bone resorption. Ibuprofen and other nonsteroidal anti-inflammatory drugs (NSAIDs) should not be used with renal failure. Lisinopril, an angiotensin-converting enzyme (ACE) inhibitor, and losartan, an angiotensin receptor blocker (ARB), may be used to treat hypertension with renal disease, but they do not directly affect bone density. Methotrexate is a chemotherapy agent that is best used with rheumatoid arthritis, not systemic lupus erythematosus, and at low doses is less likely to lead to osteoporosis.",
        "cop": 1,
        "opa": "Hydrocortisone",
        "opb": "Ibuprofen",
        "opc": "Lisinopril",
        "opd": "Losartan",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "f1dfdc85-b0ed-42f8-a75f-47f2b03d785f",
        "choice_type": "multi"
    },
    {
        "question": "A 17-year-old boy fractures his left tibia in a skiing accident. One year later, an X-ray of the leg discloses reactive bone formation in the calf muscle at the site of injury. Which of the following is the most likely diagnosis?",
        "exp": "Myositis ossificans affects young persons and, although it is entirely benign, often mimics a malignant neoplasm. The lesion typically results from blunt trauma to the muscle and soft tissues, usually of the lower limb. Peripheral neovascularization of the resulting hematoma leads in a short time to the formation of bone spicules in the soft tissue because the local environment is similar to that of an initial hematoma in a healing fracture. Because myositis ossificans often occurs near a bone, on radiography, it may be misdiagnosed as a malignant bone-forming tumor. The other choices are unrelated to prior trauma. Diagnosis: Myositis ossificans",
        "cop": 1,
        "opa": "Myositis ossificans",
        "opb": "Fibrous dysplasia",
        "opc": "Malignant fibrous histiocytoma",
        "opd": "Nodular fasciitis",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "6a665c92-0503-477c-9c97-76215a8de219",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an extra articular feature of Rheumatoid arthritis?",
        "exp": "Ans. is 'd' i. e., Proteinuria Extra-articular manifestations in RA1) Systemic manifestations: Fever, weight loss, fatigue. 2) Dermatological: Subcutaneous nodule. 3) Cardio-pulmonary: Pericardial & pleural effusion, constrictive pericarditis, pulmonary fibrosis, lung nodules. 4) Eye: Sjogren syndrome (Keratoconjunctivitis sicca), scleritis. 5) Nervous: Carpal tunnel syndrome, tarsal tunnel syndrome, mononeuritis multiplex",
        "cop": 4,
        "opa": "Weight loss",
        "opb": "Pleural effusion",
        "opc": "Conjunctivitis",
        "opd": "Proteinuria",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "f192e86f-dfdd-49a2-8102-004320f11c5c",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old man has had dull, constant pain in the midsection of the right thigh for the past 4 months. On physical examination, there is pain on palpation of the anterior right thigh, which worsens with movement. The right thigh appears to have a larger circumference than the left thigh. A radiograph of the right upper leg and pelvis shows no fracture, but there is an ill-defined soft-tissue mass anterior to the femur. MRI shows a 10x8x7 cm solid mass deep to the quadriceps, but it does not involve the femur. Karyotypic analysis of tumor cells reveals t (12; 16) (q13; p11) with amplification of the MDM2 gene. What is the most likely diagnosis?",
        "exp": "A large, deep soft-tissue mass suggests cancer, most likely a sarcoma. Liposarcomas are located in deep soft tissues, can be indolent, and can reach a large size. They are the most common sarcomas of adulthood. Chondrosarcomas can be seen over a wide age range, but they arise within the bone. Carcinomas are far more common in adults than sarcomas and can metastasize, but such a large lesion in soft tissue is unlikely to be a metastasis. Nodular fasciitis is a reactive fibroblastic lesion of young adults, usually on the upper extremities and trunk, and can develop several weeks after local trauma. Osteosarcomas generally occur in individuals younger than 20 years and typically arise in the metaphyseal region of long bones. Rhabdomyosarcoma occurs in children and is most often a tumor of the head and neck, genitourinary tract, or retroperitoneum.",
        "cop": 2,
        "opa": "Chondrosarcoma",
        "opb": "Liposarcoma",
        "opc": "Metastatic adenocarcinoma",
        "opd": "Nodular fasciitis",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "3127320e-04d9-462f-81c1-73789b27a6e9",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old man with a diagnosis of chronic myeloid leukemia is treated with intensive chemotherapy. He goes into remission but develops pain in the left wrist. On physical examination, there is swelling and warmth on the palpation of the wrist. Polarized light microscopy of fluid aspirated from the wrist joint shows needle-shaped crystals that display negative birefringence. Which of the following processes most likely played an important role in the pathogenesis of the patient's wrist pain?",
        "exp": "Secondary gout can occur in patients with leukemia, especially patients with a high leukocyte count (as occurs in chronic myeloid leukemia), who are treated with chemotherapeutic agents causing massive lysis of leukemic cell nuclei, and large amounts of urate are produced. The hyperuricemia leads to the deposition of crystals in the joint space that triggers a local inflammatory response. Joint hemorrhages might be seen in patients with thrombocytopenia, but they more typically occur in patients with hemophilia, and neither induces needle-shaped crystal formation. Rhomboid cholesterol crystals are the most likely product of blood breakdown. Articular cartilage damage can be seen in any form of chronic arthritis but is a prominent feature of osteoarthritis, not chemotherapy. Synovial proliferation also is a nonspecific change that is prominent in the inflammation of rheumatoid arthritis, not leukemia. Leukemic cells may infiltrate a variety of visceral organs, but usually not soft tissues.",
        "cop": 4,
        "opa": "Abnormal platelet function with joint hemorrhages",
        "opb": "Chemotherapeutic toxicity to the articular cartilage",
        "opc": "Cytokine-induced synovial proliferation",
        "opd": "Excessive production of uric acid",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "8f7ca9a9-5a25-4fcf-b9e7-4b1b038030cf",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old, previously healthy boy has had pain in the right leg for the past month. There is no history of trauma or recent illness. On physical examination, there is warmth and tenderness to palpation of the right lower thigh anteriorly, and the circumference of the right thigh is slightly larger than that of the left. His temperature is 39degC. A radiograph of the right leg shows a 6-cm expansile mass in the diaphyseal region of the right lower femur that extends into the soft tissue and is covered by layers of reactive bone. A biopsy of the mass is done, and microscopic examination shows sheets of closely packed primitive cells with small, uniform nuclei and only scant cytoplasm. Karyotypic analysis of the tumor cells shows a t(11; 22) translocation. What is the most likely diagnosis?",
        "exp": "The histologic appearance is characteristic of an Ewing sarcoma. The radiologic appearance of the mass in this child is typical for a malignant tumor, with bone destruction and soft-tissue extension. The two most common malignant bone tumors in children are osteosarcoma and Ewing sarcoma. Osteosarcomas typically arise in the metaphyseal region, whereas Ewing sarcoma arises in the diaphyseal region of long tubular bones, as seen in this case. This tumor usually occurs in patients 10 to 15 years old. The t (11; 22) translocation is present in about 85% of Ewing sarcomas and the related primitive neuroectodermal tumors (PNETs), which belong to the small round cell tumors of childhood that can be difficult to distinguish microscopically. The translocation gives rise to the EWS-FLI1 fusion gene, now considered the definitive test for the diagnosis of these tumors. Ewing sarcomas often produce tender masses with fever and leukocytosis, mimicking acute osteomyelitis. Chondrosarcoma can occur across a wide age range, in contrast to most primary malignancies arising in bone, which occur most often in the first two decades; most are sufficiently differentiated so that a cartilaginous matrix is apparent on microscopic examination. A giant cell tumor is a benign but locally aggressive lesion that arises in the epiphysis of the long bones of young adults and has a \"soap bubble\" radiographic appearance. Metastatic carcinoma is the most common tumor of adults involving bone because there are far more carcinomas than primary bone malignancies; childhood bone metastases are rare. Osteosarcoma typically arises in the metaphyseal region, and the malignant spindle cells produce an osteoid matrix. A plasmacytoma produces a focal lytic lesion within the bone, and microscopically there are recognizable plasma cells.",
        "cop": 2,
        "opa": "Chondrosarcoma",
        "opb": "Ewing sarcoma",
        "opc": "Giant cell tumor",
        "opd": "Metastatic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "39730f7a-162a-41f4-abdf-380951de11f1",
        "choice_type": "multi"
    },
    {
        "question": "A 2-year-old child has a history of multiple bone fractures with minor trauma. On examination, he has hepatosplenomegaly and palsies involving cranial nerves II, VII, and VIII. Laboratory studies show pancytopenia. Radiographs reveal diffusely and symmetrically sclerotic bones with poorly formed metaphyses. Molecular analysis of his bone reveals a defect in the production of carbonic anhydrase to solubilize hydroxyapatite crystal. He is treated with hematopoietic stem cell transplantation. Which of the following cells in his bones was most likely functionally deficient and replaced following transplantation?",
        "exp": "Osteopetrosis (Albers-Schonberg disease) is a rare bone disease resulting from mutations in genes that regulate osteoclast activity and bone resorption. Carbonic anhydrase generates the protons used by the H+-ATPase proton pump located on the osteoclast ruffled border. Marrow is reduced within the sclerotic bone, with subsequent extramedullary hematopoiesis in the spleen and liver. Nerve compression in narrowed bony foramina leads to the palsies. The other cells listed are derived from mesenchymal stem cells, not hematopoietic stem cells. Osteopetrosis is the opposite of osteoporosis. Remember that in osteoporosis the osteoclast formation and action are enhanced when osteoblasts produce less osteoprotegerin and M-CSF, and increased RANK and RANKL interaction promote osteoclast differentiation and survival.",
        "cop": 4,
        "opa": "Chondroblast",
        "opb": "Chondrocyte",
        "opc": "Osteoblast",
        "opd": "Osteoclast",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "0f777b83-df1a-4967-83ee-f10d5bc34247",
        "choice_type": "multi"
    },
    {
        "question": "A 7-year-old boy sustained an open compound fracture of the right tibia and fibula in a fall from a barn loft to the floor below. On physical examination, the lower tibia and fibula can be seen protruding from the lower leg. The fracture is set by external manipulation, and the skin wound is sutured, but nothing more is done. One year later, he continues to have pain in the right leg, and a draining sinus tract has developed in the lateral lower right leg. A radiograph of the lower right leg is now most likely to show which of the following?",
        "exp": "This patient has chronic osteomyelitis. The most likely sequence of events is the occurrence of a compound fracture that became infected by direct extension of bacteria into the bone. The subsequent care for this patient was inadequate, and he developed chronic osteomyelitis. Infection of the bone and the associated vascular compromise caused bone necrosis, giving rise to a dead portion of the bone, called a sequestrum. With chronicity, a shell of reactive new bone, called involucrum, is formed around the dead bone. A nidus with surrounding sclerosis suggests an osteoid osteoma. Osteolysis and osteosclerosis are features of bone remodeling with Paget disease of bone. Soft-tissue hemorrhage and swelling should be minimal and resolve soon after the fracture is stabilized. A mass suggests a malignancy, and the most common neoplasm to develop in a sinus tract draining from osteomyelitis is squamous cell carcinoma, but this is uncommon.",
        "cop": 2,
        "opa": "Cortical nidus with surrounding sclerosis",
        "opb": "Involucrum and sequestrum",
        "opc": "Osteolysis with osteosclerosis",
        "opd": "Soft-tissue hemorrhage and swelling",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "b0bdce02-0af6-4e13-89db-6c5779623997",
        "choice_type": "multi"
    },
    {
        "question": "Ewing's sarcoma arises from",
        "exp": "Ans. d (Primitive neuroectodermal cells). (Ref. Robbin, Pathologic Basis of Diseases 5th/833)PNETs# Ewing's Sarcoma is the highly malignant primary bone neoplasm having specific cytogenetic analysis i. e. t (11, 12), characterized by small round cells (pseudo-rossets) and is thought to be a primitive neuroectodermal tumor (PNET) with 75% patients being < 20 years age and having male predilection.# Other PNETs include- Medulloblastoma, - Pineoblastoma, - Neuroblastoma, - Askin tumor, - Retinoblastoma, etc.",
        "cop": 4,
        "opa": "Endothelial cells",
        "opb": "Osteocytes",
        "opc": "Mesoderm",
        "opd": "Primitive neuroectodermal cells",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "b16fd092-ca87-46cc-8c12-7a754e870db3",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man has had right knee pain with \"popping and catching\" for the past 2 years. On examination, there is a reduced range of motion at the right knee, but no tenderness or swelling. MR imaging reveals a 3-cm mass in the anterior joint space. Arthroscopic surgery with partial synovectomy is performed, and a nodular, encapsulated mass is removed. Microscopic examination of the mass shows synoviocyte-like tumor cells in a hyalinized stroma containing osteoclast-like giant cells and hemosiderin. An antagonist to which of the following growth factors is most useful in treating this lesion?",
        "exp": "A tenosynovial giant cell tumor (formerly called pigmented villonodular synovitis) is the most common soft tissue tumor of the hand but can occur around the knee as either a localized or diffuse proliferation. An acquired translocation placing the coding sequence for M-CSF adjacent to the promoter of the collagen COL6. A3 gene is found in these lesions. Though histologically benign, lesions can be locally aggressive and extend into the adjacent bone and soft tissue. The other listed options are not part of the pathogenesis of this lesion.",
        "cop": 3,
        "opa": "EGF",
        "opb": "FGF",
        "opc": "M-CSF",
        "opd": "PDGF",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "9d5dda2f-53a2-4b98-87c7-9a9b9a3efe14",
        "choice_type": "single"
    },
    {
        "question": "X Ray shows lytic lesion in calceneus in young adult. Biopsy shows following diagnosis",
        "exp": "Ans. (a) Pigmented viilonodular synovitis. Image shows hyperplasia of synomin along with hemosiderin laden macrophages and giant cells s/o Pigmented viilonodular synovitis.",
        "cop": 1,
        "opa": "Pigmented viilonodular synovitis",
        "opb": "Ochronosis",
        "opc": "Osteomylitis",
        "opd": "Eumycosis",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "085bd638-a0e6-4bb5-943b-7c38fece0780",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman with arthritis suffers a massive stroke and expires. At autopsy, the proximal phalangeal joint tissue shows pannus, synovial cell hyperplasia, and lymphoid follicles. Which of the following best describes the pathogenesis of pannus formation in this patient?",
        "exp": "Rheumatoid arthritis (RA) is a systemic, chronic inflammatory disease in which chronic polyarthritis involves diarthrodial joints symmetrically and bilaterally. Synovial lining cells undergo hyperplasia. The result is a synovial lining thrown into numerous villi and frond-like folds that fill the peripheral recesses of the joint. As the synovium undergoes hyperplasia and hypertrophy, it creeps over the surface of the articular cartilage and adjacent structures. This inflammatory synovium is termed a pannus (cloak). The pannus covers the articular cartilage and isolates it from the synovial fluid. Synovial calcification (choice A) does not occur in RA. Pannus may destroy cartilage (choice C) by depriving it of nourishment. Diagnosis: Rheumatoid arthritis",
        "cop": 2,
        "opa": "Calcification of the synovium",
        "opb": "Chronic inflammation of synovium",
        "opc": "Degeneration of cartilage",
        "opd": "Dislocation of a portion of bone",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "b3be7305-a4a4-4a00-bac2-7f07c85e43b6",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man develops acute pain and swelling of the left knee 5 days after an episode of urethritis. On physical examination, the left knee is swollen, warm, and tender to the touch. No other joints are affected. Laboratory examination of fluid aspirated from the left knee joint shows numerous neutrophils. A Gram stain of the fluid shows with gram-negative intracellular diplococci. No crystals are seen. Which of the following infectious agents is most likely responsible for his condition?",
        "exp": "Gonorrhea should be considered the most likely cause of acute suppurative arthritis in sexually active individuals; in some cases, multiple joints can be involved. In men, urethritis may occur with a gonorrheal infection. Borrelia burgdorferi causes Lyme disease, characterized by chronic arthritis that may mimic rheumatoid arthritis. Haemophilus influenzae is a short, gram-negative rod that can cause osteomyelitis in children. Staphylococcus aureus is the most common cause of osteomyelitis, but the Gram stain would show gram-positive cocci. Treponema pallidum infection, also a sexually transmitted disease, can lead to syphilitic gummas in the tertiary phase of syphilis that may produce joint deformity. There is no preceding urethritis, however. Tertiary syphilis may be preceded years earlier by a primary syphilitic chancre.",
        "cop": 3,
        "opa": "Borrelia burgdorferi",
        "opb": "Haemophilus influenzae",
        "opc": "Neisseria gonorrhoeae",
        "opd": "Staphylococcus aureus",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "f4afed71-c767-4074-9458-f2dca8bc1e59",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old man flips over an all-terrain vehicle, and he lands on his leg. On physical examination, there is intense pain on palpation over the right shin, but there is no shortening of the limb. The overlying skin is intact. A radiograph shows right tibial and fibular midshaft fracture into multiple bone fragments. Which of the following terms best describes these fractures?",
        "exp": "When the bone is splintered into fragments, the fracture is comminuted, and will likely require orthopedic appliances to align fragments for healing. A compound fracture penetrates the skin. Displaced fractures have nonaligned bone, and some deformity may result. The bone remains contiguous with an incomplete fracture that does not extend completely across the shaft of the bone. A pathologic fracture occurs in a location weakened by a preexisting disease, such as a metastatic lesion.",
        "cop": 1,
        "opa": "Comminuted",
        "opb": "Compound",
        "opc": "Displaced",
        "opd": "Incomplete",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "e004d44a-e08a-40ef-abdb-2a94d0f1b9fe",
        "choice_type": "multi"
    },
    {
        "question": "Glycogen containing cells is feature of",
        "exp": "Ans. a (Ewing's sarcoma). (Ref. Robbin, Pathology, 6th ed., 1244)EWING'S SARCOMA# Ewing's sarcoma constitutes -10-15% of all bone sarcomas# Is common in adolescence (peak incidence in the second decade of life).# It typically involves the diaphyseal region of long bones, Also has an affinity for flat bones.# X-ray: characteristic 6ionion peel\" periosteal reaction with a soft tissue mass (better seen by MRI).# The soft mass is composed of sheets of monotonous, small, round, blue cells and can be confused with lymphoma, embryonal rhabdomyosarcoma, and small-cell carcinoma.# It is composed of sheets of uniform small, round cells that are larger than lymphocytes, rich in glycogen with Homer- Wright rosettes (tumor cells with PAS positive Glycogen-filled cytoplasm characteristic).# The presence of p30/32, the product of the mic-2 gene (which maps to the pseudoautosomal region of the X and Y chromosomes) is a cell-surface marker for Ewing's sarcoma (and other members of PNETs).# In approximately 85% of patients t (11; 22) (q24; ql2) translocation is seen.# It is Undifferentiated--high grade tumor (Ewing's is always classed G4).# It is very aggressive, and it is therefore considered a systemic disease.# Common sites of metastases are lung, bones, and bone marrow.# Ewing's sarcoma can be curable, even in the presence of metastatic disease, especially in children <11 years.# Systemic chemotherapy is the mainstay of therapy, often being used before surgery.# Local treatment for this tumor includes surgical resection, usually with limb salvage or radiation therapy.# More PNETs are known to arise in soft tissues; which include -- Peripheral neuroepithelioma, - Askin's tumor (chest wall), and- Esthesioneuroblastoma. Other small round cell tumors includeQ Tumor. Classic cytogenetic abnormality1. Wilm's tumor11p13deletion/mutation2. Lymphoblastic lymphoma (ALL)t (9; 12)3. Rhabdomyosarcomat (2; 13), llpdeletion4. Neuroblastomalpdeletion, N-myc amplification, DNA hyperploidy5. Medulloblastoma17q6. Retinoblastoma13q14deletion/mutation7. Ependymoblastoma 8. Burkit's lymphomat (11; 22)9. Small cell carcinoma Note: Osteosarcoma is not a round cell tumor.",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Chondromyxoid tumor",
        "opc": "Chondroblastoma",
        "opd": "Osteosarcomas",
        "subject_name": "Pathology",
        "topic_name": "Osteology",
        "id": "deaa29b9-fa4a-445d-84fa-8546a13ac7e0",
        "choice_type": "single"
    }
]