[
    {
        "question": "Which antibody is a/w the condition showing following features?",
        "exp": "Systemic Sclerosis (Scleroderma) Characterized by vascular injury and progressive perivascular and interstitial fibrosis of multiple organs. Females>Males with age group is 30 to 50 years. Cutaneous involvement is most common. Etiology and pathogenesis Microvascular injury is a hallmark feature of systemic sclerosis. Two clinical categories are: Diffuse scleroderma: Widespead cutaneous involvement. It has two Auto-antibodies: Anti-topoisomerase I (anti-Scl-70) antibodies are specific. RNA polymerase III antibodies.",
        "cop": 4,
        "opa": "Anti ds. DNA",
        "opb": "Anti-Ro",
        "opc": "Anti CCP",
        "opd": "Anti SCL - 70",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "b23d80c2-1440-4967-8718-c6635c87fffa",
        "choice_type": "single"
    },
    {
        "question": "A patient has been diagnosed with systemic sclerosis. He has the presence of anti RNA polymerase III antibody. Which of the following is more common in this patient?",
        "exp": "Systemic sclerosis (commonly called scleroderma) is characterized by: Chronic inflammation thought to be the result of autoimmunity Widespread damage to small blood vessels, and progressive interstitial and perivascular fibrosis in the skin and multiple organs. The patient having anti RNA polymerase III antibody, these patients will be at high risk of development of three conditions in the body: -R - Renal crisis N - NeoplasmA - Acute onset of the disease. 1st statement is false. These patients have Increased risk of scleroderma renal crisis. 2nd statement is true -Acute onset of the disease 3rd statement is false - These patients have Increased risk of malignancy. Increased risk of pulmonary hypertension is associated with the presence of anticentromere protein antibody.",
        "cop": 2,
        "opa": "Reduced risk of scleroderma renal crisis",
        "opb": "Acute onset of disease",
        "opc": "Reduced risk of malignancy",
        "opd": "Increased risk of pulmonary hypertension",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "7c60c6fc-9397-4c86-9b50-b6c76c7fa9df",
        "choice_type": "single"
    },
    {
        "question": "Anti-topoisomerase I is marker of:",
        "exp": "Two ANAs strongly associated with systemic sclerosis are as follows:- One of these, directed against DNA topoisomerase I (anti-Scl 70), is highly specific. Patients who have this antibody are more likely to have pulmonary fibrosis and peripheral vascular disease. The other, an anti-centromere antibody, is found in 20% to 30% of patients, who tend to have the CREST syndrome.",
        "cop": 1,
        "opa": "Systemic sclerosis",
        "opb": "Classic polyaeritis nodosa",
        "opc": "Nephrotic syndrome",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "8678ed3c-7e63-4cdb-9b5e-d47c3a941c08",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old intravenous drug user has regularly sought human immunodeficiency virus (HIV) testing, always with negative results. He admits to carelessly sharing needles on multiple occasions with individuals later found to be HIV-positive. He has heard that there is an inherited genetic basis for some people to be relatively \"immune\" to HIV infection. The genetic change that he is referring to is a mutation in a gene coding for which of the following proteins?",
        "exp": "Either of two coreceptors, CCR5 or CXCR4, is involved in the initial binding of the virus to the cell surface molecule gp120 on CD4+ cells. It is of considerable interest that ceain mutations in the CCR5 gene are associated with total resistance to infection with some common strains of HIV. Homozygotes are totally resistant, and heterozygotes develop a more slowly progressive disease.",
        "cop": 1,
        "opa": "CCR5",
        "opb": "CD4",
        "opc": "gp120",
        "opd": "gp41",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "492f2f15-ee3f-4cbc-99d3-18650aedeae5",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of X linked Agammaglobulinemia should be suspected if:",
        "exp": "X-linked agammaglobulinemia Characterized by the failure of B-cell precursors (pro-B cells and pre-B cells) to develop into mature B cells. B cells are absent or markedly decreased in the circulation, and the serum levels of all classes of immunoglobulins are depressed. Pre-B cells, which express the B-lineage marker CD19 but not membrane Ig, are found in normal numbers in the bone marrow. Germinal centers of lymph nodes, Peyer's patches, the appendix, and tonsils are underdeveloped. Plasma cells are absent throughout the body. T cell-mediated reactions are normal.",
        "cop": 2,
        "opa": "Female sex",
        "opb": "Absent tonsils and no palpable lymph nodes on physical examination",
        "opc": "High isohemagglutinins titers",
        "opd": "Low CD3",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "52b37070-8007-4e16-92c2-cec618d282d7",
        "choice_type": "single"
    }
]