[
    {
        "question": "Which antibody is a/w the condition showing following features?",
        "exp": "Systemic Sclerosis (Scleroderma) Characterized by vascular injury and progressive perivascular and interstitial fibrosis of multiple organs. Females>Males with age group is 30 to 50 years. Cutaneous involvement is most common. Etiology and pathogenesis Microvascular injury is a hallmark feature of systemic sclerosis. Two clinical categories are: Diffuse scleroderma: Widespead cutaneous involvement. It has two Auto-antibodies: Anti-topoisomerase I (anti-Scl-70) antibodies are specific. RNA polymerase III antibodies.",
        "cop": 4,
        "opa": "Anti ds. DNA",
        "opb": "Anti-Ro",
        "opc": "Anti CCP",
        "opd": "Anti SCL - 70",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "b23d80c2-1440-4967-8718-c6635c87fffa",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with a progressive history of muscle weakness resulting in getting up from a chair and climbing steps. The physician also notices a lilac colored discoloration of the upper eyelids associated with periorbital edema. Laboratory evaluation reveals increased creatinine phosphokinase and a positive antinuclear antibody. Which of the following antibodies is most expected to be seen in this patient?",
        "exp": "Patient is having proximal muscle weakness Lab investigations indicate that the patient is having Myopathy and skin manifestations suggesting it's an inflammatory condition. Dermatomyositis:- Systemic autoimmune disease that typically presents with proximal muscle weakness (slow in onset) and skin changes. Pathogenesis Damage to small blood vessels contributes to muscle injury. Deposition of the complement membrane attack complex (C5b-9) within capillary beds Autoantibodies associated with specific clinical features:- Autoantibodies Association Anti-Mi2 antibodies Directed against a helicase Gottron papules and heliotrope rash Anti-Jo1 antibodies Directed against the enzyme histidyl t-RNA synthetase Mechanic's hands Anti-P155/P140 antibodies Directed against several transcriptional regulators Paraneoplastic and juvenile variant. Various rashes are described in dermatomyositis, but the most characteristic ones are:- Lilac colored discoloration of the upper eyelids (heliotrope rash) associated with periorbital edema-Gottron papules seen on extensor surface. M/E:-Muscle biopsies-Perimysial inflammation-Perifascicular atrophy (Refer to the image below).",
        "cop": 4,
        "opa": "Anti-Jo1 antibodies",
        "opb": "Anti-P155 antibody",
        "opc": "Anti-P140 antibody",
        "opd": "Anti-Mi2 antibodies",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "cf177f76-710d-4301-b87c-973badcdba5b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true about Wiskott Aldrich syndrome except:",
        "exp": "Wiskott-Aldrich syndrome X-linked disease characterized by thrombocytopenia, eczema, and a marked vulnerability to recurrent infection, resulting in early death. There is progressive loss of T-lymphocytes in the peripheral blood and in the T-cell zones (paracoical areas) of the lymph nodes, with variable defects in cellular immunity. Patients do not make antibodies to polysaccharide antigens, and the response to protein antigens is poor. IgM levels in the serum are low, but levels of IgG are usually normal. Paradoxically the levels of IgA and IgE are often elevated. Rx:- Allogeneic hematopoietic stem cell transplant",
        "cop": 1,
        "opa": "It is an autosomal recessive disorder",
        "opb": "There is failure of aggregation of platelets in response to agonists",
        "opc": "Thrombocytopenia is seen",
        "opd": "Patient presents with eczema",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "8abf867a-439c-4bf3-8570-84d36c22cc3b",
        "choice_type": "multi"
    },
    {
        "question": "A patient has been diagnosed with systemic sclerosis. He has the presence of anti RNA polymerase III antibody. Which of the following is more common in this patient?",
        "exp": "Systemic sclerosis (commonly called scleroderma) is characterized by: Chronic inflammation thought to be the result of autoimmunity Widespread damage to small blood vessels, and progressive interstitial and perivascular fibrosis in the skin and multiple organs. The patient having anti RNA polymerase III antibody, these patients will be at high risk of development of three conditions in the body: -R - Renal crisis N - NeoplasmA - Acute onset of the disease. 1st statement is false. These patients have Increased risk of scleroderma renal crisis. 2nd statement is true -Acute onset of the disease 3rd statement is false - These patients have Increased risk of malignancy. Increased risk of pulmonary hypertension is associated with the presence of anticentromere protein antibody.",
        "cop": 2,
        "opa": "Reduced risk of scleroderma renal crisis",
        "opb": "Acute onset of disease",
        "opc": "Reduced risk of malignancy",
        "opd": "Increased risk of pulmonary hypertension",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "7c60c6fc-9397-4c86-9b50-b6c76c7fa9df",
        "choice_type": "single"
    },
    {
        "question": "Anti-topoisomerase I is marker of:",
        "exp": "Two ANAs strongly associated with systemic sclerosis are as follows:- One of these, directed against DNA topoisomerase I (anti-Scl 70), is highly specific. Patients who have this antibody are more likely to have pulmonary fibrosis and peripheral vascular disease. The other, an anti-centromere antibody, is found in 20% to 30% of patients, who tend to have the CREST syndrome.",
        "cop": 1,
        "opa": "Systemic sclerosis",
        "opb": "Classic polyaeritis nodosa",
        "opc": "Nephrotic syndrome",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "8678ed3c-7e63-4cdb-9b5e-d47c3a941c08",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old intravenous drug user has regularly sought human immunodeficiency virus (HIV) testing, always with negative results. He admits to carelessly sharing needles on multiple occasions with individuals later found to be HIV-positive. He has heard that there is an inherited genetic basis for some people to be relatively \"immune\" to HIV infection. The genetic change that he is referring to is a mutation in a gene coding for which of the following proteins?",
        "exp": "Either of two coreceptors, CCR5 or CXCR4, is involved in the initial binding of the virus to the cell surface molecule gp120 on CD4+ cells. It is of considerable interest that ceain mutations in the CCR5 gene are associated with total resistance to infection with some common strains of HIV. Homozygotes are totally resistant, and heterozygotes develop a more slowly progressive disease.",
        "cop": 1,
        "opa": "CCR5",
        "opb": "CD4",
        "opc": "gp120",
        "opd": "gp41",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "492f2f15-ee3f-4cbc-99d3-18650aedeae5",
        "choice_type": "single"
    },
    {
        "question": "A 52 year old female came to OPD with dysphagia, hea burn and pain in joints of her fingers. She mentions that her fingers and toes turns blue on exposure to cold. Physical examination reveals thickened skin of her fingers and tender, painful small lumps under skin of flexor surface of hand, some of which drain white chalky substance. what is the clinical diagnosis?",
        "exp": "The most likely diagnosis for the above given clinical scenario is CREST Syndrome. CREST SYNDROME * It is a multisystem connective tissue disorder, which is a limited cutaneous form of Systemic sclerosis. * Cardinal features: C- Calcinosis: It is the pathologic calcification of soft tissues, which can present as tender and painful small lumps most commonly on flexor aspect of hands or extensor surface of forearm. They can ulcerate and drain a white chalky substance and can be secondarily infected. R- Raynaud phenomenon: episodes of pallor, cyanosis, and/or rubor on the hands bilaterally in response to cold or emotional stress. E- Esophageal dysmotility: progressive atrophy and collagenous fibrous replacement of the muscularis propria, leads to hypomotility of esophagus and dysphagia. S- Sclerodactyly: It is thickening of the skin of the digits of the hands and feet. Three phases of skin changes are seen in scleroderma: the edematous phase, indurative phase, and atrophic phase. T- Telengiectasia: These are lesions formed by collections of dilated blood vessels and may be highlighted by dermoscopy. *The most characteristic antibody in CREST syndrome is anti-centromere antibody (against centromeric proteins).",
        "cop": 3,
        "opa": "Systemic lupus erythematosus",
        "opb": "Sjogren Syndrome",
        "opc": "CREST syndrome",
        "opd": "Mikulicz syndrome",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "495497f9-b994-4815-affc-f974bbcd06da",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of X linked Agammaglobulinemia should be suspected if:",
        "exp": "X-linked agammaglobulinemia Characterized by the failure of B-cell precursors (pro-B cells and pre-B cells) to develop into mature B cells. B cells are absent or markedly decreased in the circulation, and the serum levels of all classes of immunoglobulins are depressed. Pre-B cells, which express the B-lineage marker CD19 but not membrane Ig, are found in normal numbers in the bone marrow. Germinal centers of lymph nodes, Peyer's patches, the appendix, and tonsils are underdeveloped. Plasma cells are absent throughout the body. T cell-mediated reactions are normal.",
        "cop": 2,
        "opa": "Female sex",
        "opb": "Absent tonsils and no palpable lymph nodes on physical examination",
        "opc": "High isohemagglutinins titers",
        "opd": "Low CD3",
        "subject_name": "Pathology",
        "topic_name": "Other Autoimmune Disorders",
        "id": "52b37070-8007-4e16-92c2-cec618d282d7",
        "choice_type": "single"
    }
]