[
    {
        "question": "A 5-year-old girl begins developing secondary sexual characteristics, including pubic hair growth and breast development. Her concerned parents bring her to the pediatrician for evaluation. An abdominal ultrasound examination reveals an ovarian mass. The mass is resected and pathologic examination reveals it to be a granulosa cell tumor. Which of the following histologic findings is a characteristic of this type of ovarian tumor?",
        "exp": "A young patient presenting with precocious pubey and an ovarian mass is likely to have a granulosa cell tumor. Call-Exner bodies, small follicles filled with eosinophilic secretion, are an impoant diagnostic feature. Signet-ring cells are seen in Krukenberg tumors (bilateral metastatic involvement of the ovaries by a signet-ring carcinoma arising in the stomach). Signet-ring cells in Krukenberg tumor Schiller-Duval bodies are seen in yolk sac tumor (endodermal sinus tumor). Hyperfunctional thyroid tissue is found in struma ovarii and the Brenner tumor resembles transitional cell epithelium.",
        "cop": 2,
        "opa": "Signet-ring cells",
        "opb": "Call-Exner bodies",
        "opc": "Schiller-Duval bodies",
        "opd": "Transitional cell epithelium",
        "subject_name": "Pathology",
        "topic_name": "Ovaries & prostate gland",
        "id": "e9d1242f-edc9-4374-a856-14c743e6dbec",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman is evaluated for infeility and amenorrhea. She is obese and has significant facial hair in a male distribution. Laboratory studies reveal an increase in serum LH, as well as in total serum testosterone and in the testosterone metabolite dehydroepiandrosterone sulfate. A pelvic ultrasound examination would probably reveal which of the following findings?",
        "exp": "The findings are those of the Polycystic Ovary (Stein-Leventhal) Syndrome, an impoant cause of infeility in young women that is characterized by amenorrhea, infeility, obesity and hirsutism Increased levels of LH and of androgens are often found, and it has been thought that LH may stimulate follicular theca-lutein cells, with consequent hyperproduction of androgens. Hyperinsulinemia may lead to increased ovarian androgen production, which then may lead to increased LH. The syndrome is characterized by multiple small follicular cysts, a markedly thickened ovarian capsule, and coical stromal fibrosis. A mass resembling a bunch of grapes projecting into the vagina is characteristic of sarcoma botryoides. Blood filled cysts on the ovary are termed \"chocolate cysts\" and are associated with endometriosis, another cause of infeility. Fluid accumulation in the fallopian tubes is termed hydrosalpinx.",
        "cop": 4,
        "opa": "A mass resembling a bunch of grapes projecting into the vagina",
        "opb": "Blood-filled cysts in the ovary",
        "opc": "Fluid accumulation in the fallopian tubes",
        "opd": "Multiple small follicular cysts on the ovary",
        "subject_name": "Pathology",
        "topic_name": "Ovaries & prostate gland",
        "id": "fac8f67c-694f-4775-8890-62d7696ddf34",
        "choice_type": "multi"
    },
    {
        "question": "A 42 year old woman has had a feeling of abdominal discomfo for the past 8 months. Abdominal CT scan demonstrates a 6 cm cystic mass involving the right ovary with small areas of calcification. Post removal, the ovary grossly, the mass on sectioning is filled with abundant hair and sebum. Microscopically, the mass has glandular spaces lined by columnar epithelium, squamous epithelium with hair follicles, cailage, and dense connective tissue. What type of tumour is it?",
        "exp": "Teratomas are tumors having various cellular or organoid components reminiscent of the normal derivatives of more than one germ layer. Teratomas are AKA \"Dermoid Cyst\" Gross appearance is heterogeneous with solid, sometimes Cailaginous, and cystic areas. Teratomas are composed of a heterogeneous, helter-skelter collection of differentiated cells or organoid structures, such as neural tissue, muscle bundles, islands of cailage, clusters of squamous epithelium, structures reminiscent of thyroid gland, bronchial or bronchiolar epithelium, and bits of intestinal wall or brain substance, all embedded in a fibrous or myxoid stroma. Elements may be mature (resembling various adult tissues) or immature (sharing histologic features with fetal or embryonal tissue). Rarely, malignant non-germ cell tumors arise in teratomas, a phenomenon that is referred to as \"teratoma with malignant transformation\". Transformation may take the form of a squamous cell carcinoma, mucin-secreting adenocarcinoma, sarcoma, or other cancers. The impoance of recognizing a non-germ cell malignancy arising in a teratoma is that these secondary tumors are chemoresistant; thus, the only hope for cure resides in the resectability of the tumor. These non-germ cell malignancies retain isochromosome 12p, proving a clonal relationship to the preceding teratoma.",
        "cop": 4,
        "opa": "Sarcoma of ovary",
        "opb": "Metastasis of cervical carcinoma",
        "opc": "Squamous cell carcinoma of ovary",
        "opd": "Teratoma",
        "subject_name": "Pathology",
        "topic_name": "Ovaries & prostate gland",
        "id": "b25fb133-c16a-43a2-9032-8635f4d58568",
        "choice_type": "multi"
    },
    {
        "question": "NKX3-1 immunohistochemical used for diagnosis of?",
        "exp": "NKX3-1 expression acts as a transcription factor that has been found to play a main role in prostate development and tumor suppression. The loss of NKX3-1 expression is frequently observed in prostate. Other markers for prostate cancer are:- PSA(prostate specific antigen) AMACR Urinary PCA 3 TMPRSS2",
        "cop": 3,
        "opa": "Colorectal carcinoma",
        "opb": "Pancreatic carcinoma",
        "opc": "Prostate",
        "opd": "Renal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Ovaries & prostate gland",
        "id": "b5bc6eb4-94b0-418d-84dc-17b69618c52e",
        "choice_type": "single"
    }
]