[
    {
        "question": "All of the following molecules/enzymes may contribute in generating free oxygen radicals within neutrophils for killing intracellular bacteria, except-",
        "exp": "* Catalase, present in peroxisomes, catalyzes the decomposition of hydrogen peroxide (2. H2. O2 - O2 + 2. H2O). It is one of the most active enzymes known, capable of degrading millions of molecules of H2. O2 per second. *i. NOS, the type that is involved in microbial killing, is expressed when macrophages are activated by cytokines (e. g., IFN-g)or microbial products, and induces the production of NO.",
        "cop": 4,
        "opa": "Nitric oxide",
        "opb": "Fenton's reaction",
        "opc": "NADPH oxidase",
        "opd": "Catalase",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "ee30af61-adbd-4641-b36b-919ba943a120",
        "choice_type": "multi"
    },
    {
        "question": "A 75-year-old woman complains of recent onset of chest pain, fever and productive cough with rust colored sputum. A chest X-ray reveals an infiltrate in the right middle lobe. Sputum cultures are positive for Streptococcus pneumoniae. Phagocytic cells in this patient's affected lung tissue generate bactericidal hypochlorous acid using which of the following enzymes?",
        "exp": "Myeloperoxidase catalyzes the conversion of H2. O2, in the presence of a halide (e. g., chloride ion), to form hypochlorous acid. This powerful oxidant is a major bactericidal agent produced by phagocytic cells. Patients deficient in myeloperoxidase cannot produce hypochlorous acid and have an increased susceptibility to recurrent infections. -Catalase catalyzes H2. O2. -Cyclooxygenase mediates the conversion of arachidonic acid to prostaglandins. -NADPH oxidase is involved in oxygen-free radical formation during the neutrophil respiratory burst. -Superoxide dismutase reduces the superoxide radical to H2. O2",
        "cop": 3,
        "opa": "Catalase",
        "opb": "Cyclooxygenase",
        "opc": "Myeloperoxidase",
        "opd": "Superoxide dismutase",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "0c80680b-9e4f-4517-b862-93416f64e98b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the main stimulator of production of eosinophils?",
        "exp": "IL-5 is required for the development and maturation of the eosinophil. TH2 cells produce IL-5, which stimulates the production of eosinophils in the marrow and activates eosinophils at sites of immune responses.",
        "cop": 2,
        "opa": "IL-1",
        "opb": "IL-5",
        "opc": "IL-4",
        "opd": "IL-6",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "13ffc99b-4526-49c6-b0b2-c2ea7a04620e",
        "choice_type": "single"
    },
    {
        "question": "Most impoant amino acid for formation Neutrophilic extracellular trap (NET) is?",
        "exp": "Conversion of arginine residues to citrulline in the histones is an essential step in the formation of neutrophil extracellular traps. The nuclear chromatin in the NETs, which includes histones and associated DNA, may be a source of nuclear antigens in systemic autoimmune diseases, paicularly lupus, in which individuals react against their own DNA and nucleoproteins.",
        "cop": 3,
        "opa": "Leucine",
        "opb": "Methionine",
        "opc": "Citrulline",
        "opd": "Valine",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "812b6d9b-624b-46d5-9e1f-82d4817d4399",
        "choice_type": "single"
    },
    {
        "question": "All of the following are disorders of phagocyte function, except:",
        "exp": "X-linked Severe Combined Immunodeficiency (SCID): most common form of SCID, mutation in the common g-chain (gc) subunit of cytokine receptors, defect in T-cell development, T-cell numbers are greatly reduced, B cells may be normal in number, antibody synthesis is impaired. Chronic granulomatous disease: Decreased oxidative burst due to defect in phagocyte oxidase, can be X-linked (majority) or autosomal recessive, macrophage-rich chronic inflammatory reaction seen due to inadequate neutrophil response. Chediak-Higashi syndrome: autosomal recessive, defect lies in fusion between phagosome and lysosome (impaired bacteriolysis), occurs due to mutation in LYST gene (defective transpo of materials into lysosomes), neutropenia, defective degranulation, and delayed microbial killing. Myeloperoxidase deficiency: Decreased microbial killing because of defective MPO-H2. O2 system after phagocytosis of microbes.",
        "cop": 2,
        "opa": "Chronic granulomatous disease",
        "opb": "X-linked SCID",
        "opc": "Chediak-Higashi syndrome",
        "opd": "Myeloperoxidase deficiency",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "e086b206-96fe-45a6-8698-209fcbba16a1",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old boy with a history of recurrent bacterial infections presents with fever and a productive cough. Biochemical analysis of his neutrophils demonstrates defective oxidative burst. This patient most likely has inherited mutations in the gene that encodes which of the following proteins?",
        "exp": "The impoance of oxygen-dependent mechanisms in the bacterial killing by phagocytic cells is exemplified in chronic granulomatous disease (CGD). Children with this disease suffer from a hereditary deficiency of NADPH oxidase which leads to decreased oxidative burst. Susceptible to recurrent bacterial infections. The most common variants are an X-linked defect in one of the membrane-bound components (gp91phox) and autosomal recessive defects in the genes encoding two of the cytoplasmic components (p47phox and p67phox). -Patients deficient in myeloperoxidase (choice C) cannot produce hypochlorous acid (HOCl) and experience an increased susceptibility to infections with the fungal pathogen Candida. -Catalase (choice A) conves hydrogen peroxide to water and molecular oxygen. Diagnosis: Chronic granulomatous disease",
        "cop": 4,
        "opa": "Catalase",
        "opb": "Cytochrome P450",
        "opc": "Myeloperoxidase",
        "opd": "NADPH oxidase",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "aa2674c7-d745-4989-b7fa-74b1e870113f",
        "choice_type": "single"
    },
    {
        "question": "The main feature of chemotaxis is:",
        "exp": "After exiting the circulation, leukocytes move in the tissues toward the site of injury by a process called chemotaxis, which is defined as locomotion along a chemical gradient. Both exogenous and endogenous substances can act as chemo-attractants.",
        "cop": 4,
        "opa": "Increased random movement of neutrophils",
        "opb": "Increase adhesiveness to intima",
        "opc": "Increased phagocytosis",
        "opd": "Unidirectional locomotion of the neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "f3a13316-4c74-4777-9d44-08937ec45586",
        "choice_type": "single"
    },
    {
        "question": "The function common to neutrophils, monocytes, and macrophages is:",
        "exp": "Phagocytic cells are: neutrophils monocytes macrophages",
        "cop": 2,
        "opa": "Immune response is reduced",
        "opb": "Phagocytosis",
        "opc": "Liberation of histamine",
        "opd": "Destruction of old erythrocytes",
        "subject_name": "Pathology",
        "topic_name": "Oxygen dependent bacterial killing",
        "id": "d5fb003c-5207-42ef-a555-7516354d027b",
        "choice_type": "single"
    }
]