[
    {
        "question": "A 42-year-old obese woman (BMI =32 kg/m2) presents with severe abdominal pain that radiates to the back. There is no history of alcohol or drug abuse. The blood pressure is 90/45 mm Hg, respirations are 32 per minute, and pulse is 100 per minute. Physical examination shows abdominal tenderness, guarding, and rigidity An X-ray film of the chest shows a left pleural effusion. Laboratory studies reveal elevated serum amylase (850 U/L) and lipase (675 U/L), and hypocalcemia (7. 8 mg/dL). Which of the following is the most likely diagnosis?",
        "exp": "Acute pancreatitis is defined as an inflammatory condition of the exocrine pancreas that results from injury to acinar cells. The disease presents with a spectrum of signs and symptoms. Severe forms are characterized by the sudden onset of abdominal pain, often accompanied by signs of shock (hypotension, tachypnea, and tachycardia). The release of amylase and lipase from the injured pancreas into the serum provides a sensitive marker for monitoring injury to acinar cells. Left pleural effusion is a common finding in patients with acute pancreatitis due to local irritation below the diaphragm. The other choices do not feature increases in serum amylase and lipase. Diagnosis: Pancreatitis, acute",
        "cop": 2,
        "opa": "Acute cholecystitis",
        "opb": "Acute pancreatitis",
        "opc": "Alcoholic hepatitis",
        "opd": "Chronic calcifying pancreatitis",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "c7c34436-70aa-4e05-8678-3231bffd2b8e",
        "choice_type": "single"
    },
    {
        "question": "A 1-month-old infant is brought to the physician by her parents. She has had repeated bouts of bilious vomiting over the past month and cannot be fed adequately She is in the 10th percentile for weight and the 50th percentile for length. An upper GI series discloses marked narrowing of the midportion of the duodenum. What is the most likely cause of this infant's GI obstruction?",
        "exp": "Annular pancreas is a congenital condition in which the head of the pancreas surrounds the second portion of the duodenum. The anomaly may be associated with duodenal atresia. Infants present with feeding disorders and growth retardation. Pyloric stenosis (choice E) involves the gastric outlet. Duodenal polyp (choice B) does not occur in infants. Diagnosis: Annular pancreas",
        "cop": 1,
        "opa": "Annular pancreas",
        "opb": "Duodenal polyp",
        "opc": "Islet cell adenoma",
        "opd": "Pancreatic pseudocyst",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "0759e2d5-a41b-4ba5-930e-f04583421551",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old woman presents with a 6-month history of recurrent epigastric pain and nausea. Abdominal ultrasound reveals a 13-mm hypoechoic lesion in the tail of the pancreas. Physical examination shows flushing of the face, periorbital edema, and hypotension (blood pressure =90/50 mm Hg). Laboratory studies disclose normal serum levels of gastrin, amylase, insulin, and vasoactive intestinal polypeptide. Urinalysis demonstrates elevated levels of metanephrines (10 mg per 24 hours). Which of the following is the most likely diagnosis?",
        "exp": "Carcinoid tumors of the pancreas are rare malignant neoplasms that closely resemble intestinal carcinoids. When confined to the pancreas, they may induce the so-called atypical carcinoid syndrome, which is associated with severe facial flushing, hypotension, periorbital edema, and tearing. Hepatic metastases cause the full-blown carcinoid syndrome. Adenocarcinoma of the pancreas (choice A) does not produce hormones. The other choices lead to other endocrine syndromes. Diagnosis: Carcinoid tumor",
        "cop": 4,
        "opa": "Adenocarcinoma of pancreas",
        "opb": "Glucagonoma",
        "opc": "Insulinoma",
        "opd": "Pancreatic carcinoid",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "2af0d48e-dd57-414a-8769-05a6c678dde5",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old alcoholic man presents with a 6-month history of recurrent epigastric pain, progressive weight loss, and foul-smelling diarrhea. The abdominal pain is now almost constant and intractable. An X-ray film of the abdomen reveals multiple areas of calcification in the mid-abdomen. Which of the following is the most likely diagnosis?",
        "exp": "Chronic pancreatitis is characterized by the progressive destruction of the pancreas, with accompanying irregular fibrosis and chronic inflammation. Calcification and intraductal calculi often develop. Pancreatic insufficiency results in malabsorption syndrome. Chronic pancreatitis is most commonly seen in patients with a history of alcohol abuse (70% of cases). The other choices are not associated with pancreatic calcifications. Although islets may be affected by chronic pancreatitis, hypoglycemia is an uncommon and late feature of the disease. Diagnosis: Pancreatitis, chronic",
        "cop": 2,
        "opa": "Carcinoid syndrome",
        "opb": "Chronic pancreatitis",
        "opc": "Crohn disease",
        "opd": "Insulinoma",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "859d32a1-42c1-41dc-9174-7dc43479ea1a",
        "choice_type": "single"
    },
    {
        "question": "Most common gene associated with pancreatic cancer",
        "exp": "Ans. (a) KRAS(Ref Robbins 9th/pg 892-894). Gene. Chr. Percentage KRAS12p90. Most commonly involved Oncogene Qp16/CDKN2. A9p95. Most commonly involved Tumor suppressor gene QTP5317p50-70. Involved in Response to DNA damage. SMAD418q55. TGF b pathway. BRCA213q10. Germ-line mutation Q",
        "cop": 1,
        "opa": "KRAS",
        "opb": "SMAD",
        "opc": "P53",
        "opd": "Rb",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "4b9f7320-3fe5-4bc1-9e74-9e6bba32e87a",
        "choice_type": "single"
    },
    {
        "question": "Cells central to the production of pancreatic fibrosis are?",
        "exp": "Ans. is 'c' i. e., Stellate cells * Star-shaped cells pancreatic stellate cells (PSCs), residing in periacinar space in the pancreas are confirmed to play central role in the fibrogenesis.* Increase desmin, glial fibrillary acidic protein (GFAP) and a-smooth muscle actin (a-SMA) expression in pancreatic fibrosis, is a hallmark of PSCs activation because they are specific PSC markers. Pancreatic fibrosis* Pancreatic fibrosis is a characteristic feature of chronic pancreatitis.* Inflammation within pancreas activates pancreatic stellate cells (PSCs), which greatly contributed to the pathogenic processes by causing loss of lipid droplets & increased proliferation, migration, ECM protein production and cytokine secretion.* Recruitment of other inflammatory cells further exacerbates pancreatic inflammation, leading to destruction of acinar cells and islet cells, which is then replaced by massive fibrosis. Therefore pancreatic fibrosis impairs exocrine and endocrine functions of pancreas.* Increased production & deposition of extracellular matrix (ECM) proteins such as type I collagen, fibronectin and periostin, is essential for the formation of fibrosis.* Transforming growth factor-b (TGF-b) and platelet derived growth factor (PDGF) are wellknown growth factors activating PSCs* Pancreatic fibrosis also affects the macroscopic ductal structure of the pancreas, typically results in the dilatation of main pancreatic duct or formation of pancreatic stones, derived from inadequate drainage of pancreatic juice. Obstruction of the main pancreatic duct could be a cause of acute exacerbation of chronic pancreatitis, which further promotes the necrosis-fibrosis sequence.",
        "cop": 3,
        "opa": "Alpha cells",
        "opb": "Beta cells",
        "opc": "Stellate cells",
        "opd": "Acinar cells",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "9e7f9c39-7fc9-4d9b-baf1-46b79fdbacf6",
        "choice_type": "single"
    },
    {
        "question": "Marker for pancreatic non-functional neuro endocrine tumor (PNET) is?",
        "exp": "Ans is 'a' i. e. Chromogranin-A o Chromogranin-A (CgA) is a glycoprotein used commonly as a tumor marker in histopathology but also has elevated circulating levels in patients with both functional and non-functional PNETs. o Other markers for PNETs - pancreatic polypeptide (PPP), pancreastatin, and neuron-specific enolase (NSE)",
        "cop": 1,
        "opa": "Chromogranin-A",
        "opb": "CD100",
        "opc": "CEA",
        "opd": "PSA",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "8914db0b-7ba1-4c9b-bd64-205228c92e6c",
        "choice_type": "single"
    },
    {
        "question": "Most common site for Ca Pancreas?",
        "exp": "Ans. (a) Head(Ref: Robbins 9th/pg 892-894; 8th/pg 900-903). Pancreatic Carcinoma is. Site of. Pancreatic Head (most common) Q > Diffuse > Body > Tail",
        "cop": 1,
        "opa": "Head",
        "opb": "Body",
        "opc": "Tail",
        "opd": "Uncinate process",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "72afc369-c763-47ec-8bbc-3c83f41e37f2",
        "choice_type": "single"
    },
    {
        "question": "A 73-year-old woman has noticed a 10-kg weight loss in the past 3 months. She is becoming increasingly icteric and has constant vague epigastric pain, nausea, and episodes of bloating and diarrhea. On physical examination, she is afebrile. There is mild tenderness to palpation in the upper abdomen, but bowel sounds are present. Her stool is negative for occult blood. Laboratory findings include a total serum bilirubin concentration of 11. 6 mg/dL and a direct bilirubin level of 10. 5 mg/dL. Which of the following conditions involving the pancreas is most likely to be present?",
        "exp": "The weight loss and pain suggest a malignant neoplasm. Jaundice (a conjugated hyperbilirubinemia) occurs because of biliary tract obstruction by a mass in the head of the pancreas. Such a carcinoma may manifest with \"painless jaundice\" as well, but it is more likely to invade the nerves around the pancreas, causing pain. Islet cell adenoma is not as common as pancreatic carcinoma. An adenoma located near the ampulla could have an effect similar to that of carcinoma; however, weight loss with adenoma is unlikely. Chronic pancreatitis usually does not obstruct the biliary tract. In cystic fibrosis, there is progressive pancreatic acinar atrophy without a mass effect. Most pseudocysts from pancreatitis are in the region of the body or tail of the pancreas, not the head, and they are nonneoplastic.",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Chronic pancreatitis",
        "opc": "Cystic fibrosis",
        "opd": "Islet cell adenoma",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "1936f4ae-3494-47f3-8f75-80df7b70311d",
        "choice_type": "single"
    },
    {
        "question": "Drug induced lupus antibodies are found in -",
        "exp": "Ans. is 'd' i. e., Anti Histone antibody Drug induced lupus erythematosuso A lupus like syndrome may develop in patients receiving a variety of drugs, o Procainamide and hydralazine are most common offenders, o Most patients do not have symptoms of lupus erythematosus. o Anti ds DNA antibody is rareo There is an extremely high frequency of antihistone antibodies. o Although multiple organs may be affected renal and CNS involvement, usually does not occur.",
        "cop": 4,
        "opa": "Anti-Rho",
        "opb": "Ds-DNA",
        "opc": "Anti-Sm",
        "opd": "Anti-histone antibody",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "82dde9c3-b140-4c6b-8d0c-62e7812ee352",
        "choice_type": "single"
    },
    {
        "question": "Maximum progression to pancreatic carcinoma occurs in?",
        "exp": "Ans. (a) Intraductal papillary mucinous neoplasms(Ref: Robbins 9th/pg 892-894; 8th/pg 900-903)A. Intraductal papillary mucinous neoplasms. IPMNs progress to an invasive cancerB. Solid-pseudopapillary neoplasms. Usually benignC. Serous cystic neoplasms. Always benignD. Mucinous cystic neoplasms1/3rd associated with invasive adenocarcinoma",
        "cop": 1,
        "opa": "Intraductal papillary mucinous neoplasms",
        "opb": "Pseudopancreatic cyst",
        "opc": "Serous cystic neoplasms",
        "opd": "Mucinous cystic neoplasms",
        "subject_name": "Pathology",
        "topic_name": "Pancreas",
        "id": "0d6e4e71-102e-4ab3-9d42-f0a7917d22d0",
        "choice_type": "single"
    }
]