[
    {
        "question": "A female neonate with Di. George syndrome develops severe muscle cramps and convulsions soon after bih. Which of the following is the cause of convulsions in this neonate?",
        "exp": "Di. George syndrome: - Caused by failure in development of 3rd and 4th branchial pouches, resulting in Agenesis/ hypoplasia of thymus & parathyroid glands Congenital heart defects Dysmorphic facies -Occurs secondary to deletions on chromosome 22q11. 2 - As a result of parathyroid agenesis, patients with Di. George syndrome exhibit hypocalcemia, which manifests as increased neuromuscular excitability. - Symptoms range from mild tingling in hands & feet to severe muscle cramps & convulsions.",
        "cop": 2,
        "opa": "Acute hemorrhagic adrenalitis",
        "opb": "Hypocalcemia",
        "opc": "Hypoglycemia",
        "opd": "Hypokalemia",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "1e8be4c0-3c47-4e5f-ad24-c494d8474bff",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy with Albright hereditary osteodystrophy (AHO) is rushed to emergency room with severe muscle cramps and convulsions. The child has a history of mental retardation. Laboratory studies reveal hypocalcemia and elevated blood levels of PTH. Which of the following distinguishes this patient's endocrinopathy from hypoparathyroidism seen in Di. George syndrome?",
        "exp": "- Given clinical features suggests the diagnosis of pseudo-hypoparathyroidism. Pseudo-hypoparathyroidism Group of hereditary conditions a/w maternal imprinting in which hypocalcemia is caused by target organ insensitivity to parathyroid hormone. High PTH level is seen by feedback. - Whereas in Di. George syndrome, hypocalcemia is d/t decreased PTH levels as a result of absent parathyroid glands - Pseudo-hypoparathyroidism patient's demonstrate characteristic phenotype (Albright Hereditary Osteodystrophy): Sho stature Obesity Mental retardation Subcutaneous calcification Congenital anomalies of bone - Small 4th & 5th metacarpals - Knuckle-knuckle-Dimple-Dimple sign/ Archibald sign.",
        "cop": 4,
        "opa": "Abnormalities in cardiac conduction and contractility",
        "opb": "Accelerated degradation of PTH",
        "opc": "Decreased neuromuscular excitability",
        "opd": "End-organ unresponsiveness to PTH",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "c76286f9-b769-4f7f-aebe-860855515c5f",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman with Hirschsprung disease presents with acute leg pain. The patient had a glioma resected 3 years ago. An X-ray film of the leg reveals a fracture of the left tibia. Laboratory studies show elevated serum levels of calcium and PTH. A CT scan of the patient's neck demonstrates a solitary parathyroid mass. Two years later, the patient presents with hypertension, and a CT scan of the abdomen displays a 4-cm mass in the right adrenal. Genetic studies conducted on this patient would likely reveal germline mutations in which of the following protooncogenes?",
        "exp": "- Given clinical features suggests the diagnosis of multiple endocrine neoplasia (MEN) syndrome a/w parathyroid adenoma. - Patients with MEN syndromes types 1 & 2 have gene mutations that make them susceptible to neoplasia or hyperplasia in multiple organs. MEN-1 / WERMER SYNDROME MEN-2A / SIPPLE SYNDROME - Mutation of MEN1 - A/W Pituitary adenoma Parathyroid adenoma/ hyperplasia Pancreatic islet cell tumors -Mutation of RET, transmembrane receptor of tyrosine kinase family. -A/W Medullary thyroid cancer Pheochromocytoma Parathyroid adenoma/ hyperplasia - Hirschsprung disease (congenital megacolon) - Neural crest tumors (glioma)",
        "cop": 3,
        "opa": "BRCA1",
        "opb": "Rb",
        "opc": "RET",
        "opd": "VHL",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "92b3e941-c833-4586-bd6f-e6a563f49597",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman complains of tingling in her hands and feet, 24 hours after removal of follicular thyroid carcinoma. Her symptoms rapidly progress to severe muscle cramps, laryngeal stridor, and convulsions. Which of the following laboratory findings would be expected in this patient prior to treatment?",
        "exp": "- Given clinical features point towards hypocalcemia resulted from hypoparathyroidism. HYPOPARATHYROIDISM - Most common cause is surgical resection of parathyroids as a complication of thyroidectomy. -Parathyroid levels falls-Hypocalcemia - Hypocalcemia- | Neuromuscular excitability - From mild tingling in hands & feet to severe muscle cramps, laryngeal stridor & convulsions. - Neuropsychiatric manifestations- Depression, Paranoia & Psychoses. Increased PTH in setting of parathyroid adenoma or paraneoplastic syndrome is associated with hypercalcemia (choice D).",
        "cop": 1,
        "opa": "Decreased serum calcium and decreased PTH",
        "opb": "Decreased serum calcium and increased PTH",
        "opc": "Increased serum calcium and decreased PTH",
        "opd": "Increased serum calcium and increased PTH",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "c869790a-1a9e-4d40-b01d-5801de2455ab",
        "choice_type": "single"
    },
    {
        "question": "A biopsy from a mass in the neck region revels the presence of parafollicular cells. Which of the following is the best marker for the follow up of this patient?",
        "exp": "Medullary Ca Arises from parafollicular cells or 'C' cells Associated with secretion of calcitonin. Associated with amyloid deposition. Standard marker is Calcitonin. In calcitonin negative medullary thyroid Ca - Tumor marker is carcinoembryonic Ag Familial medullary thyroid carcinomas In MEN-2 Associated with germline RET mutations-Constitutive activation of the receptor. RET mutations are also in nonfamilial (sporadic) medullary thyroid cancers.",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Thyroglobulin",
        "opc": "T4",
        "opd": "T3",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "11ec084b-091f-4be1-aa87-e5c611fb3b84",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman with a history of hyperparathyroidism presents with a 2-month history of burning epigastric pain. The pain can be relieved with antacids or food. The patient also repos a recent history of tarry stools. She denies taking aspirin or NSAIDs. Laboratory studies show a microcytic, hypochromic anemia. Gastroscopy reveals a bleeding mucosal defect in the antrum. Which of the following best characterizes the pathogenesis of epigastric pain in this patient?",
        "exp": "- Given clinical features point towards Peptic ulcer disease, secondary to hyper-parathyroidism. - Incidence of peptic ulcer disease is increased in patients with hyperparathyroidism, because hypercalcemia increases serum gastrin, thereby stimulating gastric acid secretion. - None of the other choices are associated with gastric ulcers. - Peptic ulcers in context of MEN-1 may be secondary to Zollinger Ellison syndrome",
        "cop": 4,
        "opa": "Decreased Calcium resorption by renal tubules",
        "opb": "Decreased serum levels of PTH",
        "opc": "Gastric nonresponsiveness to PTH",
        "opd": "Increased secretion of Gastrin",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "255b7237-0e9a-443a-88c7-f4780f79793b",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman presents with acute right flank pain of 72 hours in duration. Her temperature is 37degC, BP-140/85 mm Hg, and pulse 85/minute. A CBC is normal. Urinalysis reveals hematuria and urine cultures are negative. Imaging studies show stones in the right renal pelvis and ureter. This patient's condition may be associated with which of the following endocrine disorders?",
        "exp": "- Given clinical features suggests the diagnosis of nephrolithiasis which can be caused by primary hyper-parathyroidism Primary hyperparathyroidism - d/t excessive secretion of PTH by parathyroid adenoma/ hyperplasia/carcinoma. - Excessive PTH causes - Excess bone resorption - | S. Calcium levels - | Filtered calcium by kidney - Resulting in renal stones & calcification of renal interstitium & tubules. - Metastatic calcification secondary to hypercalcemia can also be seen in stomach, lungs, myocardium & blood vessels - Accompanied by mental changes - depression, emotional liability, poor mentation & memory defects. Other choices given are not associated with hypercalcemia / formation of renal calculi.",
        "cop": 3,
        "opa": "Conn syndrome",
        "opb": "Cushing syndrome",
        "opc": "Hyperparathyroidism",
        "opd": "Hypehyroidism",
        "subject_name": "Pathology",
        "topic_name": "Parathyroids",
        "id": "6c47ddf3-b2e0-4528-b2ce-f7583208be0f",
        "choice_type": "single"
    }
]