[
    {
        "question": "Metastatic calcification of the gastrointestinal tract commonly affects the mucosa of:",
        "exp": "Ans: A (Stomach) Ref: Robbins and Cotran, 'Pathologic Basis' of Disease 8th Edition, Elsevier, 2011, Page 38-9. Explanation: Pathologic calcification is the abnormal tissue deposition of calcium salts, together with smaller amounts of iron, magnesium, and other mineral salts. There are two forms of pathologic calcification: Dystrophic Calcification. Deposition occurs locally in dying tissues. It occurs despite normal serum levels of calcium and in the absence of derangements in calcium metabolism. Dystrophic calcification is encountered in areas of necrosis, whether they are of coagulative, caseous, or liquefactive type, and in foci of enzymatic necrosis of fat. Calcification is almost always present in the atheromas of advanced atherosclerosis. It also commonly develops in aging or damaged heart valves, further hampering their function. Calcium salts appear macroscopically as fine, white granules or clumps, often felt as gritty deposits. On H & E stain, calcium salts have a basophilic, amorphous granular, sometimes clumped appearance. They can be intracellular, extracellular. or in both locations. In the course of time, heterotopic bone may be formed in the focus of calcification. On occasion single necrotic cells may constitute seed crystals that become encrusted by the mineral deposits. The progressive acquisition of outer layers may create lamellated configurations, called psammoma bodies because of their resemblance to grains of sand. Some types of papillary cancers (e. g., thyroid are apt to develop psammoma bodies. In asbestosis. calcium and iron salts gather about long slender spicules of asbestos in the lung, creating exotic, beaded dumbbell forms. In dystrophic calcification, the final common pathway is the formation of crystalline calcium phosphate mineral in the form of an apatite similar to the hydroxyapatite of bone. Metastatic Calcification. The deposition of calcium salts in otherwise normal tissues. It almost always results from hypercalcemia secondary to some disturbance in calcium metabolism. Metastatic calcification may occur in normal tissues whenever there is hypercalcemia. Hypercalcemia also accentuates dystrophic calcification. There are four principal causes of hypercalcemia: Increased secretion of parathyroid hormone (PTH) w ith subsequent bone resorption, as in hyperparathyroidism due to parathyroid tumors, and ectopic secretion of PTH-related protein by malignant tumors. Destruction of bone tissue, secondary to primary tumors of bone marrow (e. g.. multiple myeloma, leukemia or diffuse skeletal metastasis (e. g., breast cancer), accelerated bone turnover (e. g., Paget disease), or immobilization. Vitamin l)-related disorders, including vitamin I) intoxication, sarcoidosis (in which macrophages activate a vitamin D precursor), and idiopathic hypercalcemia of infancy (Williams syndrome), characterized by abnormal sensitiv itv to vitamin D; and Renal failure, which causes retention of phosphate, leading to secondary hyperparathyroidism. Less common causes include aluminum intoxication, which occurs in patients on chronic renal dialysis, and milk-alkali syndrome, which is due to excessive ingestion of calcium and absorbable antacids such as milk or calcium carbonate. Metastatic calcification may occur widely throughout the body but principally affects the interstitial tissues of the gastric mucosa, kidneys, lungs, systemic arteries, and pulmonary veins. Though quite different in location, all of these tissues excrete acid and therefore have an internal alkaline compartment that predisposes them to metastatic calcification. In all these sites the calcium salts morphologically resemble those described in dystrophic calcification. Thus, they may occur as noncrystalline amorphous deposits or. at other times, as hydroxyapatite crystals. Usually the mineral salts cause no clinical dysfunction, but on occasion massive involvement of the lungs produces remarkable X-ray films and respiratory deficits. Massive deposits in the kidney (nephro- calcinosis) may in time cause renal damage.",
        "cop": 1,
        "opa": "Stomach",
        "opb": "Esophagus",
        "opc": "Ileum",
        "opd": "Rectum",
        "subject_name": "Pathology",
        "topic_name": "Pathologic Calcification",
        "id": "e8ceb915-6bfb-4e95-adfb-d5182b5bb755",
        "choice_type": "single"
    },
    {
        "question": "True about Psammoma bodies are all except -",
        "exp": "Ans. is 'd' i. e., Seen in teratoma o Psammoma bodies represent a process of dystrophic calcification. Thev are concentric laminated calcified spheres, o Single necrotic cells may constitute seed crystals that become encrusted by the mineral deposits. The progressive acquisition of outer layers may create lamellated configurations, called psammoma bodies because of their resemblance to grains of sand. Psammoma bodies are seen in:-o Papillary carcinoma of thyroid, o Renal cell carcinoma, o Serous cystadenoma of ovary. o Meningiomao Malignant mesotheliomao Somatostatinomao Prolactinomao Endometrial papillary serous cystadenocarcinoma.",
        "cop": 4,
        "opa": "Seen in meningioma",
        "opb": "Concentric wrhorled appearance",
        "opc": "Contains Calcium deposits",
        "opd": "Seen in teratoma",
        "subject_name": "Pathology",
        "topic_name": "Pathologic Calcification",
        "id": "e45c15ea-4803-4ebb-96a8-8f75c164a925",
        "choice_type": "multi"
    }
]