[
    {
        "question": "The most impoant prognostic factor of Wilms tumor-",
        "exp": "Robbins basic pathology 10th edition page no 290. Wilms tumor or nephroblastoma is the most common primary tumor of the kidney in children. On microscopic examination, Wilms tumors are characterized by recognizable attempts to recapitulate different stages of nephrogenesis. The pattern of anaplastic cells within the primary tumor has impoant implications for prognosis.",
        "cop": 1,
        "opa": "Histopathology",
        "opb": "Ploidy of cells",
        "opc": "Age < 1 y",
        "opd": "Mutation of c 1p gene",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "1ea18537-26ca-425e-a211-fe1cc09cb12b",
        "choice_type": "single"
    },
    {
        "question": "Not seen in children is",
        "exp": "Seminoma, the most common GCT in adults, does not occur before 5 years of age. seminoma is considered a postpubeal tumor.",
        "cop": 4,
        "opa": "Neuroblastoma",
        "opb": "Retinoblastoma",
        "opc": "Hepatoblastoma",
        "opd": "Seminoma",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "c7fa5b72-9f2e-4eaa-a848-8063beac2f7f",
        "choice_type": "single"
    },
    {
        "question": "Metastasis in neuroblastoma goes to -",
        "exp": "Lung metastasis at initial diagnosis of neuroblastoma is associated with MYCN amplification and elevated LDH levels. Although lung metastasis at diagnosis was not independently predictive of outcome in this analysis, it remains a useful prognostic marker of an unorable outcome.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Lung",
        "opc": "Bone",
        "opd": "Bone marrow",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "286c7f83-dc51-4a9d-b407-b36c60de36e7",
        "choice_type": "single"
    },
    {
        "question": "The most common malignant neoplasm of infancy is -",
        "exp": "Robbins basic pathology. 7th edition. page no. 500. Chapter diseases of infancy and childhood. Neuroblastoma is the second most common solid malignancy after brain tumours. It accounted as much as 50% of neonatal malignancies.",
        "cop": 2,
        "opa": "Malignant teratoma",
        "opb": "Neuroblastoma",
        "opc": "Wilms' tumor",
        "opd": "Hepatoblastoma",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "ba3faaba-afc1-4640-ba77-e130fd1e5d32",
        "choice_type": "single"
    },
    {
        "question": "Dose of acute radiation causing permanent sterility in males is",
        "exp": "Estimated Threshold Doses for Acute Radiation Effects on Specific Organs. Health Effect. Organ. Dose Temporary sterility. Testes0. 15. Depression of hematopoiesis. Bone marrow0. 5. Reversible skin effects (e. g., erythema). Skin1-2. Permanent sterility. Ovaries2. 5-6. Temporary hair loss. Skin3-5. Permanent sterility. Testes3. 5. Cataract. Lens of eye5. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 9; Environmental and Nutritional Diseases; Page no: 442; Table 9-7",
        "cop": 3,
        "opa": "0. 15. Sv",
        "opb": "2. 5. Sv",
        "opc": "3. 5. Sv",
        "opd": "5. Sv",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "ee912d32-5153-4e4e-9846-368f9ee6cb27",
        "choice_type": "single"
    },
    {
        "question": "The developmental Odontogenic cyst is",
        "exp": "Histologic Classification of Odontogenic Cysts. Inflammatory. Developmental. Periapical cyst. Residual cyst. Paradental cyst. Dentigerous cyst. Odontogenic keratocyst. Gingival cyst of newborn. Gingival cyst of adult. Eruption cyst. Lateral periodontal cyst. Glandular odontogenic cyst. Calcifying epithelial odontogenic cyst (Gorlin cyst). Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 16; Head and Neck; Change 734",
        "cop": 4,
        "opa": "Periapical cyst",
        "opb": "Paradental cyst",
        "opc": "Residual cyst",
        "opd": "Dentigerous cyst",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "c4bf2095-eed9-4bfe-a9ef-3525f26adb8a",
        "choice_type": "single"
    },
    {
        "question": "Vitamin deficiency causing Spinocerebellar degeneration is",
        "exp": "Vitamin. Functions. Deficiency syndromes. Vitamin EMajor antioxidant; scavenges free radicals. Spinocerebellar degeneration. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 9; Environmental and Nutritional Diseases; Page no: 442; Table 9-9",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Vitamin D",
        "opc": "Vitamin E",
        "opd": "Vitamin B12",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "8c009baa-aafc-4313-b4c0-89c65a3936b6",
        "choice_type": "single"
    },
    {
        "question": "In an infant, bone marrow biopsy is done from",
        "exp": ". The tibia is the site for bone marrow biopsy in the newborn infant and in children under 2 years of age. Ref Robbins 9/e pg 261-262",
        "cop": 1,
        "opa": "Tibia",
        "opb": "Sternum",
        "opc": "Posterior superior iliac spine",
        "opd": "iliac crest",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "9d0826f0-ec19-44ad-9133-a471f1c17ada",
        "choice_type": "single"
    },
    {
        "question": "Chronic kidney disease is defined as the presence of a diminished GFR for at least",
        "exp": "Chronic kidney disease (previously called chronic renal failure) is defined as the presence of a diminished GFR that is persistently less than 60 mL/minute/1. 73 m2 for at least 3 months, from any cause, and/or persistent albuminuria. It may present with clinically silent decline in renal excretory function in milder forms, and in more severe cases, by prolonged symptoms and signs ofuremia. It is the end result of all chronic renal parenchymal diseases. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 20; The Kidney; Page no: 898",
        "cop": 2,
        "opa": "1month",
        "opb": "3months",
        "opc": "6months",
        "opd": "12months",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "79659398-9661-4b74-8c85-377ccee8096c",
        "choice_type": "single"
    },
    {
        "question": "Tobacco induced squamous cell carcinoma doesn't involve mutation in",
        "exp": "Tobacco carcinogens induced cancers involve a mutation in the P53 pathway as well as proteins responsible for squamous differentiation. Conversely HPV associated squamous cell carcinomas overexpress P16. Reference: Robbins; 9th edition; Volume II; Oropharyngeal squamous cell carcinoma molecular biology; Page no: 733",
        "cop": 2,
        "opa": "P53",
        "opb": "P16",
        "opc": "P63",
        "opd": "NOTCH 1",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "d03d7a0f-085c-445d-8a88-aac1c7cfad86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following trace element deficiency leads to abnormal collagen cross-linking?",
        "exp": "Element. Function. Basis of Deficiency. Clinical Features. Copper. Component of cytochrome c oxidase, dopamineb-hydroxylase, tyrosinase, lysyl oxidase, andunknown enzymes involved in cross-linking collagen. Inadequate supplementation inaificial diet. Interference with absorption. Muscle weakness. Neurologic defects. Abnormal collagen cross-linking. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 9; Environmental and Nutritional Diseases; Page no: 442; Table 9-10",
        "cop": 4,
        "opa": "Zinc",
        "opb": "Flouride",
        "opc": "Selenium",
        "opd": "Copper",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "be688177-eef6-46eb-a228-dd290b05f27c",
        "choice_type": "single"
    },
    {
        "question": "Anaplasia in Wilm's tumor is evident by-",
        "exp": "ROBBINS BASIC PATHOLOGY. 10th edition. Chapter Genetic and Pediatric Diseases. Page no. 290. Approximately 5% of tumors contain foci of anaplasia (cells with large, hyperchromatic, pleomorphic nuclei and abnormal mitoses). The presence of anaplasia correlates with the presence of acquired TP53 mutations and the emergence of resistance to chemotherapy.",
        "cop": 2,
        "opa": "Increased mitosis",
        "opb": "Pleomorphic nuclei",
        "opc": "Large nucleus",
        "opd": "p53 mutation",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "ec388c34-7382-4c25-81e4-87d3bd5f35e3",
        "choice_type": "single"
    },
    {
        "question": "Most common tumour of infancy is -",
        "exp": "Hemangiomas are the most common tumors of infancy. Both cavernous and capillary hemangiomas may be encountered (Chapter 9), Hemangiomas are the most common tumors of infancy. Both cavernous and capillary hemangiomas may be encountered, although the latter often are more cellular than in adults and thus may be deceptively worrisome-appearing. In children, most hemangiomas are located in the skin, paicularly on the face and scalp, where they produce flat to elevated, irregular, red-blue masses; the flat, larger lesions are referred to as po wine stains. Hemangiomas may enlarge as the child gets older, but in many instances they spontaneously regress. The vast majority of superficial hemangiomas have no more than a cosmetic significance; rarely, they may be the manifestation of a hereditary disorder associated with disease within internal organs, such as the von although the latter often are more cellular than in adults and thus may be deceptively worrisome-appearing. In children, most hemangiomas are located in the skin, paicularly on the face and scalp, where they produce flat to elevated, irregular, red-blue masses; the flat, larger lesions are referred to as po wine stains. Hemangiomas may enlarge as the child gets older, but in many instances they spontaneously regress. The vast majority of superficial hemangiomas have no more than a cosmetic significance; rarely, they may be the manifestation of a hereditary disorder associated with disease within internal organs, such as the von Hippel-Lindau and Sturge-Weber syndromes. A subset of CNS cavernous hemangiomas can occur in the familial setting; affected families harbor mutations in one of three cerebral cavernous malformation (CCM) genes. Reference: Robbins Basic Pathology pg no: 257, 258",
        "cop": 3,
        "opa": "Lymphangioma",
        "opb": "Rhabdomyoma",
        "opc": "Haemangioma",
        "opd": "Lipoma",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "d315a236-ea41-4f46-bd6c-4e626c3a15c2",
        "choice_type": "single"
    },
    {
        "question": "Bone affection in scurvy is due to which of the following",
        "exp": "The most clearly established function of vitamin C is the activation of prolyl and lysyl hydroxylases from inactive precursors, allowing for hydroxylation of procollagen. Inadequately hydroxylated procollagen cannot acquire a stable helical configuration or be adequately cross-linked, so it is poorly secreted from the fibroblasts. Those molecules that are secreted lack tensile strength, are more soluble, and are more vulnerable to enzymatic degradation. collegen is required for osteoid matrix formation. Reference: Robbins basic pathology, pg no: 301",
        "cop": 2,
        "opa": "Poor mineralization of the osteoid tissue",
        "opb": "Defective osteoid matrix formation",
        "opc": "Defective calcification in osteoid",
        "opd": "Increased degradation of osteoid tissue",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "b67f9cfc-054d-4506-b906-a25b6b10dfa9",
        "choice_type": "single"
    },
    {
        "question": "Deficinecy of enzyme hexosaminidase, subunit causes -",
        "exp": "Tay-Sachs Disease (GM2 Gangliosidosis: Deficiency in Hexosaminidase b Subunit) Gangliosidoses are characterized by accumulation of gangliosides, principally in the brain, as a result of a deficiency of a catabolic lysosomal enzyme. Depending on the ganglioside involved, these disorders are subclassified into GM1 and GM2 categories. Tay-Sachs disease, by far the most common of all gangliosidoses, is characterized by a mutation in and consequent deficiency of the b subunit of enzyme hexosaminidase A, which is necessary for the degradation of GM2. More than 100 mutations have been described; most affect protein folding or intracellular transpo. Referense: Robbins basic pathology pg no: 229, 230",
        "cop": 1,
        "opa": "Tay - Sach's disease",
        "opb": "Hurler's syndrome",
        "opc": "Fabry disease",
        "opd": "Pompe disease",
        "subject_name": "Pathology",
        "topic_name": "Pediatrics, environment and nutrition",
        "id": "b41d80ab-8e4c-482c-9837-bb9be343594a",
        "choice_type": "single"
    }
]