[
    {
        "question": "A 71-year-old woman is receiving a drug to lower her serum cholesterol. Over the past week, she has developed muscle pain and weakness unrelated to physical activity. On examination, she has diffuse but mild muscle tenderness. Laboratory studies show her serum creatine kinase is 2049 U/L and creatinine is 2 mg/dL. Urine dipstick analysis is positive for blood, without RBCs on urine microscopy. Which of the following drugs is most likely to produce her findings?",
        "exp": "She has a statin-induced myopathy, with a creatine kinase level more than 10 times normal from rhabdomyolysis (myoglobin released from muscle can be detected by the urine dipstick). Statins are HMG-CoA reductase inhibitors that reduce endogenous cholesterol synthesis in the liver. Cholestyramine binds bile acids in the intestine and disrupts enterohepatic bile acid circulation to increase the conversion of cholesterol to bile acids in the liver. Clofibrate enhances uptake and oxidation of free fatty acids in muscle. Ezetimibe interferes with intestinal lipid absorption. Nicotinic acid inhibits the mobilization of peripheral free fatty acids to reduce hepatic triglyceride synthesis and secretion of VLDL.",
        "cop": 4,
        "opa": "Cholestyramine",
        "opb": "Clofibrate",
        "opc": "Ezetimibe",
        "opd": "Lovastatin",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "b75249fa-cad3-4620-a558-89265009270e",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old male presented to AIIMS pediatrics OPD with a chief complaint of difficulty in climbing stairs and getting up from sitting position. There was history of maternal uncle having the same illness. On examination; there was pseudohypertrophy of calf muscle. Biopsy of the muscle was performed as shown below. What is your diagnosis?",
        "exp": "Ans. (a) Duchenne muscular dystrophy*This is myopathy with X-linked inheritance suggested by same history in maternal uncle. On muscle biopsy prominent variation in size of muscle fibers can be seen.",
        "cop": 1,
        "opa": "Duchenne muscular dystrophy",
        "opb": "Myotonic dystrophy",
        "opc": "Facioscapulohumeral muscular dystrophy",
        "opd": "Nemaline myopathy",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "36cd811a-eec7-4bd2-9531-fa3348f52044",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old girl complains of persistent redness of the skin over her knuckles and around the nail beds. She describes easy fatigability and can rise only with difficulty from a squatting position. Physical examination reveals erythema over the knuckles and a heliotropic rash. A muscle biopsy shows infiltrates of B and T lymphocytes around blood vessels and in connective tissue of the perimysium. Elevated serum levels of which of the following would be expected in this patient?",
        "exp": "Creatine kinase. The inflammatory myopathies represent a heterogeneous group of acquired disorders, all of which feature symmetric proximal muscle weakness, increased serum levels of muscle-derived enzymes, and non-suppurative inflammation of skeletal muscle. They are thought to have an autoimmune origin. The most common morphologic characteristics in the inflammatory myopathies are (1) inflammatory cells, (2) necrosis and phagocytosis of muscle fibers, (3) a mixture of regenerating and atrophic fibers, and (4) fibrosis. Dermatomyositis is distinguished from the other myopathies (i. e., polymyositis and inclusion body myositis) by the presence of a characteristic heliotropic rash on the upper eyelids, face, and trunk. Patients with inflammatory myopathies have increased serum levels of creatine kinase and other muscle enzymes. Elevated serum alkaline phosphatase (choice A) is associated with liver and bone disease. Alpha-fetoprotein and carcinoembryonic antigen (choices B and C) are markers of neoplasia. Elevated blood urea-nitrogen (choice E) is associated with renal disease. Diagnosis: Dermatomyositis",
        "cop": 4,
        "opa": "Alkaline phosphatase",
        "opb": "Alpha-fetoprotein",
        "opc": "Carcinoembryonic antigen",
        "opd": "Creatine kinase",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "77ff6ec4-3fc1-4879-a57c-3478c9401bd2",
        "choice_type": "single"
    },
    {
        "question": "Ultrastructural finding in case of paraganglioma?",
        "exp": "Ans. is 'd' i. e. Dense core granules Para gangliomas. The paraganglioma have been known historically by a variety of names including glomus tumours, chemodectoma, non chromaffin paraganglioma, glomercytomas, carotid body and tympanic body tumours and receptoma. Essentially these tumours make up a family of neoplasms that develop from the para ganglial tissues which are actually chemoreceptor organs that are distributed throughout the body. These chemoreceptor organs are of neural crest origin and have similar functions and similar histological appearance. Their cells of origin are a part of the diffuse neuroendocrine system (DNES). Para gangliomas are composed of characteristic cell called 'C' cell. The chief cell is probably the principal component involved and seems to be the actual chemoreceptor of the paraganglia containing acetyl choline, catecholamine and serotonin. Chief cell is of neural crest origin and it contains hormone thus it is neuroendocrine in nature. It renders the paraganglia receptive to hypoxia and pH changes and to fluctuations in blood carbon dioxide concentration. These chief cells migrate with the autonomic ganglion cells. They are in close association with the sympathetic ganglia and Aorta in its main branches. Many head and neck paraganglia and their respective neoplasms are distributed in relation to the vessel and cranial nerves of the primitive branchial arches. Because of this they are also called branchiomeric paraganglioma. Pathology of paraganglioma: Like other neuroendocrine tumour the ultrastructure shows dense core granules (' neurosecretory granules'). The tumour cells balls are arranged in distinctive cell balls called Zellballen (the cell balls are composed of chief cells). These cells are separated by fibrovascular stroma and surrounded by sustentacular cells. Immunohistochemistry of paraganglioma. Chief cells are neuroendocrine cells and are thus positive for regular neuroendocrine markers e. g. Chromogranin. Synaptophysin. Neuron specific enolase. Serotonin. Neurofilament. The chief cells are S-100 protein negative but the sustentacular cells are S-100 positive and are focally positive for glial fibrillary acid protein. On histochemistry they are argyrophilic, PAS negative, mucicarmine negative and argentaffin negative. An important point in d/d is that they are never positive for cytokeratin like other neuroendocrine tumours.",
        "cop": 4,
        "opa": "Deposition of glycogen",
        "opb": "Enlarged mitochondria",
        "opc": "Shrunken mitochondria",
        "opd": "Dense core granules",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "b5dbbc62-fcc2-4bef-b8be-3951026aa0e8",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old man has experienced worsening double vision and eyelid drooping, particularly toward the end of the day, for 1 month. He also has had difficulty chewing his food at dinner. He was diagnosed with Sjogren syndrome more than a decade ago. On physical examination, he has 5/5 motor strength in his extremities that decreases to 4/5 strength with repetitive movement. Administration of edrophonium restores muscle strength. There is no pain on palpation and no decrease in joint mobility. Which of the following laboratory findings is most likely to be reported for this patient?",
        "exp": "Myasthenia gravis leads to muscle weakness from loss of motor endplate function. This disorder is caused by an antibody-mediated loss of acetylcholine receptors at neuromuscular junctions. Edrophonium inhibits cholinesterase to improve synaptic transmission. The anti-Jo-1 antibody is present in polymyositis. Sjogren syndrome does not cause muscle weakness with use. Myopathic diseases such as muscular dystrophies are accompanied by increased levels of serum creatine kinase. Generalized muscle weakness with type II muscle fiber atrophy occurs in glucocorticoid excess. Parasitic infection with Trichinella spiralis can lead to eosinophilia.",
        "cop": 1,
        "opa": "Acetylcholine receptor antibody positivity",
        "opb": "Anti-histidyl t. RNA synthetase (anti-Jo-l) titer 1: 512",
        "opc": "Elevated serum creatine kinase level",
        "opd": "Increased serum cortisol level",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "b84fdfce-6080-47ca-ab7b-9d38f8e89853",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old girl has exhibited muscular weakness since early childhood that has not worsened. She can ambulate unassisted but does not participate in strenuous physical activities. On examination, she has 4/5 motor strength in proximal muscles and 5/5 in distal muscles. There is no muscle pain on palpation. A biopsy of the deltoid muscle is obtained, and with Gomori trichrome stain, microscopic analysis shows subsarcolemmal aggregates of rod-shaped intracytoplasmic inclusions. Laboratory studies show a normal serum creatine kinase. Which of the following is the most likely form of muscle disease she has?",
        "exp": "Nemaline rod myopathy, one form of congenital myopathy, may present in infancy or childhood and maybe nonprogressive or slowly progressive. Congenital myopathies are often named for their characteristic histologic features. Channelopathies typically present as periodic paralysis with abnormalities in serum potassium. The two glycogen storage diseases most often affecting striated muscle include Pompe disease (type II) and Mc. Ardle disease (type V). There are increased glycogen deposits seen with periodic acid-Schiff (PAS) stain. Neuropathies affect muscle through denervation, leading to groups of atrophic muscle fibers. Polymyositis and dermatomyositis are inflammatory myopathies that are accompanied by myalgia and fiber degeneration with increased serum creatine kinase. Mitochondrial myopathies may appear in childhood but are usually progressive, and often other organs such as the heart or brain are involved.",
        "cop": 2,
        "opa": "Channelopathy",
        "opb": "Congenital myopathy",
        "opc": "Glycogen storage disease",
        "opd": "Inflammatory myopathy",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "6e9a0b60-088e-4c75-ac11-cd6e7660c53d",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old man begins a program of vigorous body building. After 6 months, his biceps would be expected to exhibit which of the following adaptive cellular changes?",
        "exp": "Hypertrophy of type II fibers. Stimulation of type II fibers elicits a faster, shorter, and more powerful contraction than occurs in type I fibers. Type II muscle fibers are suitable for rapid contractions of brief duration and react to strength training with hypertrophy Androgenic steroids also induce hypertrophy of type II fibers, and disuse of the muscle results in their selective atrophy. Skeletal muscle does not respond to an increased workload by increasing the number of fibers (hyperplasia). Diagnosis: Skeletal muscle hypertrophy",
        "cop": 4,
        "opa": "Hyperplasia of type I fibers",
        "opb": "Hyperplasia of type II fibers",
        "opc": "Hypertrophy of type I fibers",
        "opd": "Hypertrophy of type II fibers",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "bee51362-5b7c-40a6-9d5b-29f389675a5d",
        "choice_type": "single"
    },
    {
        "question": "Ganglion of tendons is an example of:",
        "exp": "Ans. d (Mucoid degeneration). (Ref. Robbins, Basic Pathology 8th/pg. 832). Ganglion and Synovial Cysts: A ganglion is a small (<1. 5 cm) cyst located near a joint capsule or tendon sheath; the wrist is an especially common site. Lesions manifest as firm to fluctuant pea-sized nodules. These are grossly translucent and microscopically lack a true cell lining, because they arise by cystic degeneration of connective tissue. Lesions can be multilocular through coalescence of adjacent areas of myxoid change. The cyst fluid is similar to synovial fluid, although there is no communication with the joint space. Ganglions are usually completely asymptomatic. Classically, these can be treated by \"Bible therapy\"; whacking them with a large tome is usually sufficient to rupture the cyst, and re- accumulation is uncommon. Herniation of synovium through a joint capsule or massive enlargement of a bursa can produce a synovial cyst. A good example is the Baker cyst that occurs in the popliteal fossa. GANGLION CYST (WRIST CYST, BIBLE CYST, OR DORSAL TENDON CYST)# It may also be referred to as a mucous cyst, a mucinous cyst or a synovial cyst.# These are the most common swellings in the hand.# The swelling is smooth, well defined, fluctuant and transilluminable.# It is usually attached to a tendon sheath (lining which lubricates the tendon) in the hand or wrist;# Whether this is due to injury, a myxomatous degenerative process, or a subtle abnormality is debatable. Histology shows a compressed collagen sheath filled with a mucoid substance.# Rx:- A few resolve with aspiration or compression ('hitting with the family bible').- Surgery should be meticulous otherwise recurrence is likely.- Ganglia around the wrist should be traced down to their source, usually the scapholunate ligament and sometimes the scapho-trapezio-trapezioid joint. Educational Points:# Acute paronychia is the most common infection of the hand.# Superficial spreading melanomas are the most common (64 per cent) melanoma.# Nodular melanoma is the most malignant melanoma.",
        "cop": 4,
        "opa": "Neural neoplasm",
        "opb": "Malformation",
        "opc": "Amyloid deposition",
        "opd": "Mucoid degeneration",
        "subject_name": "Pathology",
        "topic_name": "Peripheral Nerve & Skeletal Muscles",
        "id": "bb04a4a9-4c70-4064-baf4-9c67a94e685d",
        "choice_type": "single"
    }
]