[
    {
        "question": "Normal platelet count is found in:",
        "exp": "All other options have decreased platelet count except Henoch Schonlein purpura. Henoch-Schonlein purpura is a systemic syndrome involving the skin (purpuric rash), gastrointestinal tract (abdominal pain), and joints (ahritis). skin manifestations in HSP are due to small vessel vasculitis and platelet count is normal. Wiskott-Aldrich syndrome is an X-linked disease characterized by thrombocytopenia, eczema, and a marked vulnerability to recurrent infection that results in early death. The platelets are small and are reduced in number.",
        "cop": 2,
        "opa": "Wiskott Aldrich syndrome",
        "opb": "Henoch Schonlein purpura",
        "opc": "Immune thrombocytopenia",
        "opd": "Dengue fever",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "35eb2f0c-f128-424f-943c-94de9df3f947",
        "choice_type": "single"
    },
    {
        "question": "Glanzmann disease is characterised by which of the following?",
        "exp": "Glanzmann disease - AR inheritance - Inherited defect in glycoprotein Gp. IIb-IIIa The Gp. IIb/IIIa receptors on activated platelets form bridging crosslinks with fibrinogen, leading to platelet aggregation. - Functional platelet defect as they are less able to adhere to each other and to damaged blood vessel. S/S- purpura, epistaxis, gingival hemorrhage, and menorrhagia are nearly constant features; gastrointestinal bleeding and hematuria are less common. - Increased bleeding with Normal platelet count - ADP and collagen aggreagtion tests are done for aggregation defect.",
        "cop": 3,
        "opa": "Congenital defect of RBCs",
        "opb": "Defect of neutrophils",
        "opc": "Congenital defect of platelets",
        "opd": "Clotting factor deficiency",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "4ed9c15f-d91d-44f7-8ed0-2faec534554a",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man with unstable angina is treated with an intravenously administered glycoprotein IIb-IIIa inhibitor. The mechanism of action of this agent is the ability to",
        "exp": "Glycoprotein IIb-IIIa inhibitors Prevent the action of the platelet surface receptor glycoprotein complex, which is required for formation of fibrinogen bridges between adjacent platelets Thus inhibiting platelet aggregation. Ex- TICLOPIDINE, CLOPIDOGREL, PRASUGREL",
        "cop": 4,
        "opa": "Dilate coronary aeries.",
        "opb": "Inhibit atherogenesis.",
        "opc": "Inhibit platelet adhesion.",
        "opd": "Inhibit platelet aggregation.",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "95490686-e91c-4805-a7de-4c90bdd0c60b",
        "choice_type": "single"
    },
    {
        "question": "Which is the following agents is a prerequisite for Prothrombin time (PT) assay?",
        "exp": "Prothrombin time (PT) assay: Time (in seconds) needed for plasma to clot after addition of tissue thromboplastin/tissue factor (e. g., brain extract) and Ca2+ ions Assesses the function of the proteins in the extrinsic pathway (factors VII, X, V, II (prothrombin), and fibrinogen) Prolonged PT can result from a deficiency of factor V, VII, X, prothrombin, fibrinogen, presence of an acquired inhibitor that interferes with the extrinsic pathway Kaolin, silica, glass beads are contact activators that trigger the intrinsic pathway and the first two agents are commonly used in paial thromboplastin time (PTT) assay.",
        "cop": 1,
        "opa": "Tissue thromboplastin",
        "opb": "Kaolin",
        "opc": "Glass beads",
        "opd": "Silica",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "40d2568d-5280-4e04-bc1a-4db6262ec67c",
        "choice_type": "single"
    },
    {
        "question": "Ham test is done for detection of which of the following?",
        "exp": "Ham test (Acidified serum lysis test) This is the screening test for PNH Used to detect cells deficient in CD59 CD55 and CD59 are GPI-linked proteins which are defective in PNH due to acquired somatic mutation in PIGA gene located on X chromosome Acidification of serum activates complement alternate pathway and causes haemolysis of red cells if they are abnormally sensitive to complement Flow cytometry (FLAER) test is used to as confirmatory test for PNH",
        "cop": 2,
        "opa": "Ankyrin defect",
        "opb": "GPI-linked protein defect",
        "opc": "Spectrin defect",
        "opd": "Mannose binding protein defect",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "b26f0e8a-0ecb-4d9b-8b0b-e647186252f6",
        "choice_type": "single"
    },
    {
        "question": "You are working in a PHC and have to send a sample for blood glucose estimation. Which of the following anticoagulant will you use for sending your sample?",
        "exp": "Blood samples for measurement of glucose are taken in Gray l containing Potassium oxalate + sodium fluoride. Enolase enzyme in the glycolysis is inhibited by fluoride so sample is collected in tubes containing fluoride to inhibit glycolysis.",
        "cop": 3,
        "opa": "EDTA",
        "opb": "Heparin",
        "opc": "Potassium oxalate + sodium fluoride",
        "opd": "Tri Sodium citrate",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "576c67b8-df53-4aea-8763-b0f0d3cad387",
        "choice_type": "single"
    },
    {
        "question": "Patient with bleeding due to platelet function defects has which of the following features?",
        "exp": "Platelet defect are of two types- Functional defect and quantitative defect. Platelet function defect - - Normal platelet count - | Bleeding Time - Bernard Soulier disease, VWD, Glanzmann's disease",
        "cop": 2,
        "opa": "Normal platelet count and normal bleeding time",
        "opb": "Normal platelet count and increased bleeding time",
        "opc": "Decreased platelet count and increased bleeding time",
        "opd": "Normal platelet count and decreased bleeding time",
        "subject_name": "Pathology",
        "topic_name": "Platelet",
        "id": "39c766c9-c8fb-4281-a8a9-f9ae3647d959",
        "choice_type": "single"
    }
]