[
    {
        "question": "Alveolar hemorrhage and hemosiderin laden macrophages -",
        "exp": "Ans. is 'b' Goodpasture syndrome Goodpasture syndromeo Goodpasture syndrome is a rare condition characterized by rapid destruction of the kidney and diffuse pulmonary hemorrhage. o It is an autoimmune disease characterized by presence of circulating autoantibodies targeted against basement membrane oflung and kidney. o These antibodies are directed against the noncollagenous domain of the a-3 chain of type IV collegen (collegen of basement membrane). o The antibodies initiate an inflammatory destruction of the basement membrane in kidney glomeruli and lung alveoli. o In Goodpasture syndrome, immune reaction is ty pe II hypersensitivity. Morphological changes. Lungo The lungs are heavy, with areas of red brown consolidation. o There is focal necrosis of alveolar walls associated with intraalveolar hemorrhages. o Alveoli contain hemosiderin-laden macrophages. o Linear deposits of immunoglobulins along the basement membranes of the septal walls. Kidneyo Diffuse proliferative rapidly progressive glomerulonephritis, o Focal necrotizing lesion and crescents in >50% of glomeruli. o Linear deposits of immunoglobulins and complement along glomerular basement membrane. Clinical manifestationso Occur typically in young males. o Most cases begin clinically with respiratory' symptoms, principally hemoptysis. o Soon, manifestations of glomerulonephritis appear and typically present as nephritic syndrome - hematuria, nephritic urinary- sediment, subnephrotic proteinuria, rapidly progressive renal failure, o The common cause of death is renal failure.",
        "cop": 2,
        "opa": "Sarcoidosis",
        "opb": "Goodpasture syndrome",
        "opc": "Bronchial pneumonia",
        "opd": "Bronchieactasis",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Diseases of Vascular Origin",
        "id": "e276e019-1391-4116-8c4c-0e7aa6a7c521",
        "choice_type": "single"
    }
]