[
    {
        "question": "A 53-year-old man develops weakness, malaise, cough with bloody sputum and night sweats. A chest X-ray reveals numerous apical densities bilaterally, some of which are cavitary. Exposure to Mycobacterium tuberculosis was documented 20 years ago, and M. tuberculosis is identified in his sputum. Which of the following describes the expected lung pathology in this patient?",
        "exp": "Secondary (reactivation) tuberculosis occurs due to: Reactivation Fresh infection Secondary TB: characterized by the formation of granulomas and extensive tissue destruction (caseous necrosis). Mycobacteria typically spread to the apices of the lungs and produce large cavities, which are associated with hemoptysis. Apical lesion: Supraclavicular- Puhl's focus Infraclavicular- Assmann's focus Hilar LN- not affected. Miliary tuberculosis refers to widespread seeding of bacteria in the lungs and distant organs. Granulomatous inflammation may induce fibrosis as a secondary feature.",
        "cop": 3,
        "opa": "Dense fibrosis",
        "opb": "Eosinophilic infiltration",
        "opc": "Granulomas",
        "opd": "Plasma cell infiltration",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "43d83090-8b2b-4f56-81e2-e2f22c19904b",
        "choice_type": "multi"
    },
    {
        "question": "A 22-year-old man with AIDS complains of persistent cough, night sweats, low-grade fever and general malaise. A chest X-ray reveals an area of consolidation in the periphery of the left upper lobe, as well as hilar lymphadenopathy. Sputum cultures show acid-fast bacilli. Which of the following is the most likely diagnosis?",
        "exp": "Tuberculosis represents infection with Mycobacterium tuberculosis, although atypical mycobacterial infections may mimic it. The Ghon complex includes parenchymal consolidation and enlargement of ipsilateral hilar lymph nodes and is often accompanied by a pleural effusion None of the other choices feature acid-fast organisms",
        "cop": 4,
        "opa": "Bronchopneumonia",
        "opb": "Pulmonary abscess",
        "opc": "Sarcoidosis",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "89264b22-452f-47dd-839a-c1340fb61b16",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man with small cell carcinoma of the left mainstem bronchus begins chemotherapy. During the treatment period, he becomes febrile and develops a productive cough. The temperature is 38. 7degC (103degF), respirations are 32 per minute and blood pressure is 125/85 mm Hg. A CBC shows leukocytosis (WBC = 18, 500/mL). The patient's cough worsens and he begins expectorating large amounts of foul smelling sputum. A chest X-ray shows a distinct cavity with an air/fluid level distal to the tumor area. Which of the following is the most likely diagnosis?",
        "exp": "The most common cause of pulmonary abscess is aspiration A cystic abscess contains purulent exudates and is contained by a fibrous wall. Abscess cavities are often paially filled with pus and air, which accounts for the X-ray finding of an \"air / fluid level. \" None of the other choices present as cavitary lesions. * Causes of Lung abscess: 1. ASPIRATION Decrease consciousness* Alcoholics* Hasty intake of food paicle (M/C) 2. SEPTIC EMBOLISM Infective endocarditis 3. POST PNEUMONIA Staph. Aureus Klebsiella 4. OBSTRUCTION NEOPLASM * Clinical features- High fever, productive cough, foul smelling sputum, paroxysms of cough are being brought on bychange of position",
        "cop": 4,
        "opa": "Atelectasis",
        "opb": "Bronchiectasis",
        "opc": "Ghon complex",
        "opd": "Pulmonary abscess",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "46e28a7f-b3f9-43de-a2cf-ccf3db103707",
        "choice_type": "multi"
    },
    {
        "question": "In primary tuberculosis, all of the following may be seen except:",
        "exp": "Cavitation is seen when there has been a previous sensitization of the host resulting in caseous necrotic material being present which is discharged through the cavities. So, it is associated with secondary tuberculosis more frequently.",
        "cop": 1,
        "opa": "Cavitation",
        "opb": "Caseation",
        "opc": "Calcification",
        "opd": "Langhans giant cell",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "827e221f-031e-4225-b760-210296a671ae",
        "choice_type": "multi"
    },
    {
        "question": "A young lady presented with bilateral nodular lesions on shins. She was also found to have bi-lateral hilar lymphadenopathy on chest X-ray. Mantoux test reveals indurations of 5 mms. Skin biopsy would reveal:",
        "exp": "The presence of bilateral nodules on the shin (ERYTHEMA NODOSUM); bilateral hilar lymphadenopathy and negative Mantoux test in a female patient point to a probable diagnosis of Sarcoidosis. The skin lesions characteristically show the presence of non - caseating granulomasQ in sarcoidosis.",
        "cop": 1,
        "opa": "Non caseating granuloma",
        "opb": "Vasculitis",
        "opc": "Caseating granuloma",
        "opd": "Malignant cells",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "7d1e6154-301e-4284-9351-e5a7f5799041",
        "choice_type": "single"
    },
    {
        "question": "Reactivated TB is most commonly located near:",
        "exp": "Secondary pulmonary tuberculosis classically involves the apex of the upper lobes of one or both lungs The reason is not known but may relate to high oxygen tension in the apices",
        "cop": 1,
        "opa": "Apex",
        "opb": "Near bronchus",
        "opc": "Subpleurally",
        "opd": "Base",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "7b95e195-2b57-43cb-a291-0a7272806141",
        "choice_type": "multi"
    },
    {
        "question": "A 9-year-old girl child developed a 10 mm area of induration on the left forearm 72 hours after intradermal injection of 0. 1 ml of purified protein derivative (PPD). Which of the following is most likely to be seen on the X-ray of this patient?",
        "exp": "Most Mycobacterium tuberculosis infections are asymptomatic and subclinical infections. In most healthy people primary tuberculosis is asymptomatic, although it may cause fever and pleural effusion. Generally, the only evidence of infection, if any remains, is a tiny, fibrocalcific pulmonary nodule at the site of the infection. Viable organisms may remain dormant in such lesions for decades. If immune defenses are lowered, the infection may be reactivated, producing communicable and potentially life-threatening disease. Testing for latent tuberculosis is done by detecting T-cells specific for or delayed hypersensitivity to M. tuberculosis antigens. This can be detected by either IFN-g release assays (IGRAs) or the tuberculin (purified protein derivative, or Mantoux) skin test.",
        "cop": 3,
        "opa": "Marked hilar adenopathy",
        "opb": "Upper lobe calcifications",
        "opc": "No abnormal findings",
        "opd": "Reticulo-nodular densities",
        "subject_name": "Pathology",
        "topic_name": "Pulmonary Tuberculosis and Lung Abscess",
        "id": "dd42d061-4d03-4c68-8f0d-8f384209bb95",
        "choice_type": "single"
    }
]