[
    {
        "question": "Which one of the following is not a feature of clear cell carcinoma of the kidney?",
        "exp": "* Clear cell carcinoma arises from Proximal Convoluted Tubule * Most common ,associated with VHL gene mutation, invade the renal vein& bony secondaries. * Clinical features : -Hematuria -Palpable mass -Costoveebral pain -Fever/ weight loss/malaise * It is not a childhood tumor.",
        "cop": 2,
        "opa": "Bony secondaries",
        "opb": "Childhood tumour",
        "opc": "Haematuria",
        "opd": "Renal vein invasion",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "974aee4e-fd03-47a9-8d5f-b7ed3a2701a3",
        "choice_type": "single"
    },
    {
        "question": "Schistosoma haematobium is most commonly associated with which of the following bladder cancers?",
        "exp": "Squamous cell carcinoma bladder Schistosoma haematobium infections in endemic areas are an established risk for bladder cancer. 70% of cancers with history of S. haematobium infection are squamous cell carcinoma.",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Small cell carcinoma",
        "opd": "Transitional cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "718400a5-eb92-42c9-9064-694fe226b641",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following renal tumours is associated with tuberous sclerosis?",
        "exp": "Angiomyolipoma of kidney: Benign tumour consists of vessels, smooth muscle, and fat originating from perivascular epithelioid cells. Present in 25% to 50% of patients with tuberous sclerosis, a disease caused by loss-of-function mutations in the TSC1 or TSC2 tumor suppressor genes. Tuberous sclerosis is characterized by: lesions of the cerebral coex that produce epilepsy and intellectual disability, a variety of skin abnormalities (sebaceous adenomas, etc.), unusual benign tumors at other sites, such as the hea",
        "cop": 1,
        "opa": "Angiomyolipoma",
        "opb": "Renal papillary adenoma",
        "opc": "Nephroblastoma",
        "opd": "Oncocytoma",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "12ac7c3c-5d2c-40f7-817d-22df795826fe",
        "choice_type": "single"
    },
    {
        "question": "The cytogenetics of chromophilic renal cell carcinoma is characterized by:",
        "exp": "Chromophilic renal cell cancer is the other name of papillary renal cell cancer because 80% of chromophilic renal cell cancers show a tubulopapillary architecture. Papillary cancer is associated with trisomy 7, 16, 17.",
        "cop": 3,
        "opa": "Mutant VHL gene",
        "opb": "Loss of 3p",
        "opc": "Trisomy 7/17",
        "opd": "Loss of 5q 3",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "5e5e1465-c4bb-4bde-809d-383eb491d163",
        "choice_type": "single"
    },
    {
        "question": "From which of the following renal oncocytoma arises ?",
        "exp": "RENAL ONCOCYTOMA: Benign epithelial neoplasm Arises from the intercalated cells of collecting ducts. Associated with genetic changes : loss of chromosomes 1 and Y Gross appearance- tumors are tan colored ,relatively homogeneous, and well encapsulated with central stellate scar Microscopically- characterized by a plethora of mitochondria which gives them tan color and granular eosinophilic cytoplasm.",
        "cop": 2,
        "opa": "Loop of henle",
        "opb": "Collecting duct",
        "opc": "Proximal tubule",
        "opd": "Bowman's capsule",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "1fce4816-0a05-4c39-b4db-7afce787f998",
        "choice_type": "single"
    },
    {
        "question": "True statements about renal cell carcinoma except?",
        "exp": "Bellini duct cancer arise from the collecting duct cells in medulla & not the Loop of Henle. Risk factors of Renal Cell Carcinoma : Cigarette smokers have double the incidence of renal cell carcinoma Tobacco HTN /obesity/estrogen Asbestos Sickle cell anemia Petroleum products Clear cell carcinoma arises from Proximal convoluted Tubule. Cannon ball opacities on chest x-ray suggest metastatic malignancies such as choriocarcinoma, lung carcinoma, renal cell cancer, or endometrial carcinoma.",
        "cop": 4,
        "opa": "Asbestos, sickle cell anemia & petroleum products are risk factors",
        "opb": "Clear cell cancer arise from proximal convoluted tubule",
        "opc": "Cannon ball metastasis",
        "opd": "Bellini duct cancer arise from loop of henle.",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "fdabc443-3379-45ac-8c58-32350793a30d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following genes is associated with Xp11 translocation carcinoma variant of renal cell carcinoma?",
        "exp": "Xp11 translocation Carcinoma: It is a rare genetically distinct subtype of renal cell carcinoma. More common in children. TFE3 gene located at Xp11.2 locus is involved The neoplastic cells consist of clear cytoplasm with a papillary architecture. VHL is associated with clear cell RCC. MET is associated with hereditary papillary RCC. TSC1 is associated with renal angiomyolipoma.",
        "cop": 2,
        "opa": "VHL",
        "opb": "TFE3",
        "opc": "MET",
        "opd": "TSC1",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "cf2d3b75-9053-49c3-a41f-e265b6ec67f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following RCC do not have papillary architecture in histology ?",
        "exp": "Succinate dehydrogenase deficient renal cell carcinoma (SDD-RCC) It is very rare type of RCC It is defined by WHO as a malignant epithelial tumor, composed of vacuolated eosinophilic to clear cells with loss of immunohistochemical expression of SDHB gene. Features : Characteristic flocculent cytoplasmic vacuoles with a pale eosinophilic, bubbly appearance and low grade nuclei Image : SDD-RCC showing cytoplasmic vacuoles which impas a bubbly appearance.",
        "cop": 3,
        "opa": "Xp11 translocation carcinoma",
        "opb": "Bellini duct carcinoma",
        "opc": "Succinate dehydrogenase-deficient RCC",
        "opd": "Papillary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "9bd24596-7f1c-4cf6-9043-b048753f5985",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is least commonly associated with renal cell carcinoma?",
        "exp": "Risk factors for Renal Cell Carcinoma : Smoking Hypeension Obesity Occupational exposure to Cadmium Chronic dialysis patient having acquired polycystic disease Patient with polycythemia Amyloidosis Cushing syndrome is the one having the least incidence in renal cell cancer out of the given options.",
        "cop": 3,
        "opa": "Polycythemia",
        "opb": "Amyloidosis",
        "opc": "Cushing's syndrome",
        "opd": "Hypeension",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "76ba4c61-2510-4e9e-ac0e-bfddd0690144",
        "choice_type": "single"
    },
    {
        "question": "Most common histological variant of RCC is:",
        "exp": "Renal cell carcinoma Clear cell carcinoma (70%) Sporadic (mc), Familial Papillary carcinoma (15%) Papillary growth pattern Familial and sporadic forms Chromophobe carcinoma (5%) Prominent cell membranes and pale eosinophilic cytoplasm, Halo around the nucleus. Collecting duct (Bellini duct) carcinoma (<1%) From collecting duct cells in the medulla",
        "cop": 1,
        "opa": "Clear cell carcinoma",
        "opb": "Papillary carcinoma",
        "opc": "Chromophobe carcinoma",
        "opd": "Collecting duct carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Renal carcinoma",
        "id": "a72f1077-a709-4a90-ba23-b53caf4a19e0",
        "choice_type": "single"
    }
]