[
    {
        "question": "Mediastinal lymph node calcification is seen in which one of the following-",
        "exp": "Ref: Robbins Basic Pathology (9th Edition), page no. 478, 479 Sarcoidosis Although sarcoidosis is considered here as an example of a restrictive lung disease, it is impoant to note that sarcoidosis is a multisystem disease of unknown etiology characterized by noncaseating granulomas in many tissues and organs. MORPHOLOGY The diagnostic histopathologic feature of sarcoidosis is the noncaseating epithelioid granuloma, irrespective of the organ involved. This is a discrete, compact collection of epithelioid cells rimmed by an outer zone of largely CD4+ T cells. The epithelioid cells are derived from macrophages and are characterized by abundant eosinophilic cytoplasm and vesicular nuclei. It is not uncommon to see intermixed multinucleate giant cells formed by fusion of macrophages. A thin layer of laminated fibroblasts is present peripheral to the granuloma; over time, these proliferate and lay down collagen that replaces the entire granuloma with a hyalinized scar. Two other microscopic features are sometimes seen in the granulomas: (1) Schaumann bodies, laminated concretions composed of calcium and proteins; and (2) asteroid bodies, stellate inclusions enclosed within giant cells. Their presence is not required for diagnosis of sarcoidosis--they also may occur in granulomas of other origins. Rarely, foci of central necrosis may be present in sarcoid granulomas, suggesting an infectious process. Caseation necrosis typical of tuberculosis is absent The lungs are involved at some stage of the disease in 90% of patients. The granulomas predominantly involve the interstitium rather than air spaces, with some tendency to localize in the connective tissue around bronchioles and pulmonary venules and in the pleura (\"lymphangitic\" distribution). The bronchoalveolar lavage fluid contains abundant CD4+ T cells. In 5% to 15% of patients, the granulomas eventually are replaced by diffuse interstitial fibrosis, resulting in a so-called honeycomb lung. Intrathoracic hilar and paratracheal lymph nodes are enlarged and calcification in 75% to 90% of patients, while a third present with peripheral lymphadenopathy. The nodes are characteristically painless and have a firm, rubbery texture. Unlike in tuberculosis, lymph nodes in sarcoidosis are \"nonmatted\" (nonadherent) and do not ulcerate.",
        "cop": 3,
        "opa": "Metastatic neoplasm",
        "opb": "Lymphoma",
        "opc": "Sarcoidosis",
        "opd": "Bronchiectasis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "7903a702-b0c9-42b8-aca5-1642a098ff81",
        "choice_type": "single"
    },
    {
        "question": "In the stage of Grey hepatization-",
        "exp": "Ref: Textbook of pathology (Harsh mohan)6th edition, page no. 469 GREY HEPATISATION: LATE CONSOLIDATION This phase lasts for 4 to 8 days Grossly, the affected lobe is firm and heavy. The cut surface is dry, granular and grey in appearance with liverlike consistency. The change in colour from red to grey begins at the hilum and spreads towards the periphery. Fibrinous pleurisy is prominent. Histologically, the following changes are present i). The fibrin strands are dense and more numerous. ii). The cellular exudate of neutrophils is reduced due to disintegration of many inflammatory cells as evidenced by their pyknotic nuclei. The red cells are also fewer. The macrophages begin to appear in the exudate. iii). The cellular exudate is often separated from the septal walls by a thin clear space. iv). The organisms are less numerous and appear as degenerated forms.",
        "cop": 4,
        "opa": "WBC's fill the alveoli",
        "opb": "RBC's fill the alveoli",
        "opc": "Organisms fill the alveoli",
        "opd": "Accumulation of fibrin",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "89857ee9-3093-4da8-b3f9-fa8a8d0eb60a",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia is seen in which cancer",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 695 CLINICAL FEATURES. Renal cell carcinoma is generally a slow-growing tumour and the tumour may have been present for years before it is detected. The classical clinical evidence for diagnosis of renal cell carcinoma is the triad of gross haematuria, flank plain and palpable abdominal mass. The most common presenting abnormality is haematuria that occurs in about 60% of cases. By the time the tumour is detected, it has spread to distant sites haematogenous route to the lungs, brain and bone, and locally to the liver and perirenal lymph nodes. Systemic symptoms of fatiguability, weight loss, cachexia and intermittent fever unassociated with evidence of infection are found in many cases at presentation. A number of paraneoplastic syndromes due to ectopic hormone production by the renal cell carcinoma have been described. These include polycythaemia (by erythropoietin), hypercalcaemia (by parathyroid hormone and prostaglandins), hypertension (by renin), effects of feminisation or masculinisation (by gonadotropins) and Cushing's syndrome (by glucocoicoids).",
        "cop": 1,
        "opa": "RCC",
        "opb": "Carcinoma stomach",
        "opc": "Small cell carcinoma lung",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "2c1cf6b1-a19e-4264-a9ca-a3cb0697410e",
        "choice_type": "multi"
    },
    {
        "question": "Alpha-1 antitrypsin deficiency occurs in",
        "exp": "Alpha-1 antitrypsin deficiency (A1. AD or AATD) is a genetic disorder that may result in lung disease or liver disease. Onset of lung problems is typically between 20 and 50 years old. This may result in shoness of breath, wheezing, or an increased risk of lung infections Affected individuals often developemphysema, which is a lung disease caused by damage to the small air sacs in the lungs (alveoli).... In rare cases, people with alpha-1 antitrypsin deficiency develop a skin condition called panniculitis, which ischaracterized by hardened skin with painful lumps or patches.",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Bronchiectasis",
        "opc": "Empyema",
        "opd": "Bronchogenic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "0896c208-cfee-4f28-a190-f626db8a3a1f",
        "choice_type": "single"
    },
    {
        "question": "Lung to lung metastasis is seen in-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Adenocarcinoma, also called peripheral carcinoma due to its location and scar carcinoma due to its association with areas of chronic scarring, is the most common bronchogenic carcinoma in women and isslow-growing. Recent estimates on adenocarcinoma place this as the most frequent histologic subtype of lung cancer. Adenocarcinoma is fuher subclassified into 4 types: i) Acinar adenocarcinoma which has predominance of glandular structure and often occurs in the larger bronchi. ii) Papillary adenocarcinoma which has a pronounced papillary configuration and is frequently peripherally located in the lungs and is found in relation to pulmonary scars (scar carcinoma). iii) Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes. iv) Solid carcinoma is a poorly-differentiated adenocarcinoma lacking acini, tubules or papillae but having mucuscontaining vacuoles in many tumour cells. The tumour extends directly by invading through the wall of the bronchus and destroys and replaces the peribronchial lung tissue. As it grows fuher, it spreads to the opposite bronchus and lung, into the pleural cavity, the pericardium and the myocardium and along the great vessels of the hea causing their constriction.",
        "cop": 1,
        "opa": "Adenocarcinoma of lung",
        "opb": "Squamous cell carcinoma",
        "opc": "Small cell carcinoma",
        "opd": "Neuroendocrine tumor of lung",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "fccda7f8-40c0-483d-bc3d-b48dd904da13",
        "choice_type": "multi"
    },
    {
        "question": "Schaumann bodies are seen in -",
        "exp": "question repeated In pathology, Schaumann bodies are calcium and protein inclusions inside of Langhans giant cells as pa of a granuloma. Many conditions can cause Schaumann bodies, including: Sarcoidosis, Hypersensitivity pneumonitis, and Berylliosis. uncommonly, Crohn's disease and tuberculosis.",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Chronic bronchitis",
        "opc": "Asthma",
        "opd": "Syphilis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "ae30ac4b-f517-42a9-9685-8dec94394f57",
        "choice_type": "single"
    },
    {
        "question": "True about adenocarcinoma of lung-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Adenocarcinoma: Adenocarcinoma, also called peripheral carcinoma due to its location and scar carcinoma due to its association with areas of chronic scarring, is the most common bronchogenic carcinoma in women and isslow-growing. Recent estimates on adenocarcinoma place this as the most frequent histologic subtype of lung cancer. Adenocarcinoma is fuher subclassified into 4 types: i) Acinar adenocarcinoma which has predominance of glandular structure and often occurs in the larger bronchi. ii) Papillary adenocarcinoma which has a pronounced papillary configuration and is frequently peripherally located in the lungs and is found in relation to pulmonary scars (scar carcinoma). iii) Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes. iv) Solid carcinoma is a poorly-differentiated adenocarcinoma lacking acini, tubules or papillae but having mucuscontaining vacuoles in many tumour cells.",
        "cop": 1,
        "opa": "More common in female",
        "opb": "Smoking is not associated with",
        "opc": "Central cavitations",
        "opd": "Upper lobe involvement is most common",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "b94275cb-e62f-4505-8c68-8cd40a45b1eb",
        "choice_type": "multi"
    },
    {
        "question": "Bronchogenic sequestration is seen in whicj lobe -",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 462 BRONCHOPULMONARY SEQUESTRATION Sequestration is the presence of lobes or segments of lung tissue which are not connected to the airway system. The blood supply of the sequestered area is not from the pulmonary aeries but from the aoa or its branches. Sequestration may be intralobar or extralobar. Intralobar sequestration is the sequestered bronchopulmonary mass within the pleural covering of the affected lung. Extralobar sequestration is the sequestered mass of lung tissue lying outside the pleural investing layer such as in the base of left lung or below the diaphragm. The extralobar sequestration is predominantly seen in infants and children and is often associated with other congenital malformations.",
        "cop": 1,
        "opa": "Lefto lower lobe",
        "opb": "Right upper lobe",
        "opc": "Left middle lobe",
        "opd": "Left upper lobe",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "4c4c8ee6-6ce1-4ba3-9f37-c0d289196861",
        "choice_type": "single"
    },
    {
        "question": "Macrophages with abundant cytoplasm containing dusty brown pigment are seen in",
        "exp": "Desquamative interstitial pneumonia is characterized by large collections of macrophages in the airspaces in a current or former smoker. The macrophages were originally thought to be desquamated pneumocytes, thus the misnomer \"desquamative interstitial pneumonia. \"The most striking finding is the accumulation of a large number of macrophages with abundant cytoplasm containing dusty brown pigment (smokers' macrophages) in the airspaces. Ref: Robbins and Cotran Pathologic basis of DIsease; 9th edition; Chapter 15; The lung; Change 682",
        "cop": 1,
        "opa": "Desquamative Interstitial Pneumonia",
        "opb": "Pulmonary Alveolar Proteinosis",
        "opc": "Pulmonary Langerhans Cell Histiocytosis",
        "opd": "Pulmonary Eosinophilia",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "38c4b14e-f6f6-4bfb-8b04-04d949be6156",
        "choice_type": "single"
    },
    {
        "question": "A female presents with history of progressive breathlessness. Histology shows heterogenous patchy fibrosis with several fibroblastic foci. The most likely diagnosis is -",
        "exp": "Ref: pathologic basis of disease (Robbins and cotran)7th edition, page no. 729 Morphology of usual interstitial pneumonia Grossly, the pleural surfaces of the lung are cobblestoned owing to the retraction of scars along interglobular septa. The cut surface shows fibrosis (firm, rubbery white areas) of the lung parenchyma with lower lobe predominance and a distinctive distribution in the subpleural regions and along the interlobular septa. Microscopically, the hallmark of the UIP is patchy interstitial fibrosis, which varies in intensity and with time. The earluest lesions contain exhuberent fibroblastic proliferation and appear as fibroblastic foci. With time these areas become more collagenous and less cellular. The dense fibrosis causes collapse of alveolar walls and formation of cystic spaces lined by hyperplastic type II pneumocytes or bronchi olar epithelium (Honeycomb fibrosis) Clinical ccourse UIP begins insidiously, with gradually increasing dyspnea and dry cough. Most patients are 40 to 70 years old at the time of presentation. Hypoxaemia, cyanosis, and clubbing occur late in the course. The progression in an individual patient is unpredictable.",
        "cop": 3,
        "opa": "Cryptogenic organizing pneumonia",
        "opb": "Non specific interstitial pneumonia",
        "opc": "Usual interstitial pneumonia",
        "opd": "Desquamative interstitial pneumonia",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "2c3fbba1-f7e4-4117-9c44-6d414b139e86",
        "choice_type": "single"
    },
    {
        "question": "Interstitial lung disease is seen in -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 495 ILD ASSOCIATED WITH CONNECTIVE TISSUE DISEASES A number of connective tissue diseases or collagen diseases may result in chronic interstitial fibrosis and destruction of blood vessels. The lung involvement in impoant forms of collagen diseases is briefly considered here. 1. SCLERODERMA (PROGRESSIVE SYSTEMIC SCLEROSIS). The lungs are involved in 80% cases of scleroderma. Interstitial pulmonary fibrosis is the most common form of pulmonary involvement. The disease usually involves the lower lobes and subpleural regions of the lungs and may lead to honeycombing of the lung. There is increased risk of development of cancer of the lung in pulmonary fibrosis in scleroderma. 2. RHEUMATOID AHRITIS. Pulmonary involvement in rheumatoid ahritis may result in pleural effusion, interstitial pneumonitis, necrobiotic nodules and rheumatoid pneumoconiosis (Caplan's syndrome). The parenchymatous lesions in rheumatoid ahritis are most commonly seen in the lower lobe. Necrobiotic nodules are the most specific manifestations of rheumatoid disease and closely resemble the subcutaneous nodules commonly found in rheumatoid ahritis. 3. SYSTEMIC LUPUS ERYTHEMATOSUS Patients with systemic lupus erythematosus (SLE) commonly develop some form of lung disease during the course. The most common manifestation of SLE is pleurisy with small amount of pleural effusion that may contain LE cells. Other pulmonary lesions in SLE are interstitial pneumonitis, pulmonary haemorrhage and vasculitis. 4. SJOGREN'S SYNDROME Patients with Sjogren's syndrome often have rheumatoid ahritis and associated pulmonary changes. Involvement of the bronchial mucous gland by a process similar to that in the salivary glands can lead to inadequate bronchial clearance and repeated infections. 5. DERMATOMYOSITIS AND POLYMYOSITIS. Interstitial pneumonitis and interstitial fibrosis commonly accompany dermatomyositis and polymyositis. 6. WEGENER'S GRANULOMATOSIS. Wegener's granulomatosis is an necro-inflammatory lesion having 4 components--granulomas of the upper respiratory tract, granulomas of the lungs, systemic vasculitis and focal necrotising glomerulonephritis. Localised or limited form of the disease occurs in the lungs without involvement of other organs. Pulmonary involvement is in the form of single or multiple granulomas.",
        "cop": 4,
        "opa": "Rheumatoid ahritis",
        "opb": "Sjogrens syndrome",
        "opc": "SLE",
        "opd": "all of the abobe",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "2357e683-e612-406c-ab30-a4032b0c9c10",
        "choice_type": "multi"
    },
    {
        "question": "Marker of small cell cancer of lung is -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Small cell carcinoma: Small cell carcinomas are frequently hilar or central in location, have strong relationship to cigarette smoking and are highly malignant tumours. They are most often associated with ectopic hormone production because of the presence of neurosecretory granules in majority of tumour cells which are similar to those found in argentaffin or Kulchitsky cells normally found in bronchial epithelium. By immunohistochemistry, these tumour cells are positive for neuroendocrine markers: chromogranin, neuron-specific enolase (NSE) and synaptophysin.",
        "cop": 1,
        "opa": "Chromogranin",
        "opb": "Cytokeratin",
        "opc": "Vimentin",
        "opd": "Desmin",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "e3b5d302-fcdb-4e0d-874c-05ddcab4f048",
        "choice_type": "multi"
    },
    {
        "question": "Reid's Index is? -",
        "exp": "There is histologic definition of chronic bronchitis by increased Reid index. Reid index is the ratio between thickness of the submucosal mucus glands (i. e. hyperophy and hyperplasia) in the cailage-containing large airways to that of the total bronchial wall. TEXTBOOK OF PATHOLOGY 6. TH EDITION HARSH MOHAN PAGE NO: 478",
        "cop": 1,
        "opa": "Increased in Chronic Bronchitis",
        "opb": "Decreased in Chronic Bronchitis",
        "opc": "Increased in Bronchial Asthma",
        "opd": "Decreased in Bronchial Asthma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "4a8940f9-145c-4ad8-ab50-cf8d779596a5",
        "choice_type": "single"
    },
    {
        "question": "On biopsy, characteristic finding of malignant mesothelioma is -",
        "exp": "Ref: Textbook of pathology (Harsh mohan)6th edition, page no. 506 Malignant (Diffuse) Mesothelioma Malignant or diffuse mesothelioma is rare. It is a highly malignant tumour associated with high moality. The tumour is significant in view of its recognised association with occupational exposure to asbestos (paicularly crocidolite) for a number of years, usually 20 to 40 years. About 90% of malignant mesotheliomas are asbestos-related. Mechanism of carcinogenicity by asbestos is not quite clear but it appears that prolonged exposure of amphibole type of asbestos is capable of inducing oncogenic mutation in the mesothelium. However, prolonged asbestos-exposure is considered more significant rather than heavy exposure as documented by occurrence of malignant mesothelioma in the family members of asbestos workers. Although combination of cigarette smoking and asbestos exposure greatly increases risk to develop bronchogenic carcinoma, there is no such extra increased risk of developing mesothelioma in asbestos workers who smoke. Recently, SV40 (simian vacuolating virus) antigen has also been implicated in the etiology of mesothelioma. Grossly, the tumour is characteristically diffuse, forming a thick, white, fleshy coating over the parietal and visceral Grossly Microscopically, malignant mesothelioma may have epithelial, sarcomatoid or biphasic patterns. SECTION III Systemic Pathology Malignant (diffuse) mesothelioma, gross appearance. The tumour is seen to form a thick, white, fleshy coat over the parietal and visceral surfaces. osteoahropathy or hypoglycaemia. Removal of the tumour is generally curative. Malignant (Diffuse) Mesothelioma Malignant or diffuse mesothelioma is rare. It is a highly malignant tumour associated with high moality. The tumour is significant in view of its recognised association with occupational exposure to asbestos (paicularly crocidolite) for a number of years, usually 20 to 40 years (page 492). About 90% of malignant mesotheliomas are asbestos-related. Mechanism of carcinogenicity by asbestos is not quite clear but it appears that prolonged exposure of amphibole type of asbestos is capable of inducing oncogenic mutation in the mesothelium. However, prolonged asbestos-exposure is considered more significant rather than heavy exposure as documented by occurrence of malignant mesothelioma in the family members of asbestos workers. Although combination of cigarette smoking and asbestos exposure greatly increases risk to develop bronchogenic carcinoma, there is no such extra increased risk of developing mesothelioma in asbestos workers who smoke. Recently, SV40 (simian vacuolating virus) antigen has also been implicated in the etiology of mesothelioma. Grossly, the tumour is characteristically diffuse, forming a thick, white, fleshy coating over the parietal and visceral surfaces. i). Epithelial pattern resembles an adenocarcinoma, consisting of tubular and tubulo-papillary formations. The tumour cells are usually well-differentiated, cuboidal, flattened or columnar cells. ii). Sarcomatoid pattern consists of spindle cell sarcoma resembling fibrosarcoma. The tumour cells are arranged in a storiform pattern with abundant collagen between them. iii). Biphasic pattern shows mixed growth having epithelial as well as sarcomatoid pattern. Usually, there are slit-like or gland-like spaces lined by neoplastic mesothelial cells separated by proliferating spindleshaped tumour cells. Asbestos bodies are found in the lungs of most patients with malignant mesothelioma of any histologic type On biopsy, mesothelioma is seen as branching microvilli like appearance.",
        "cop": 4,
        "opa": "Myelin",
        "opb": "Desmosin",
        "opc": "Weibel-palade bodies",
        "opd": "Branching microvilli",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "7051d49d-b208-4d84-ba59-1a59e303754f",
        "choice_type": "single"
    },
    {
        "question": "Increased Reid&; s index is increased in which of the following",
        "exp": "The Reid Index is a mathematical relationship that exists in a human bronchus section observed under the microscope. It is defined as ratio between the thickness of the submucosal mucus secreting glands and the thickness between the epithelium and cailage that covers the bronchi A normal Reid Index should be smaller than 0. 4, the thickness of the wall is always more than double the thickness of the glands it contains. Chronic smoking causes submucosal gland hyperophy and hyperplasia, leading to a Reid Index of >0. 5 indicating chronic bronchitis",
        "cop": 3,
        "opa": "Bronchiectasis",
        "opb": "Bronchial asthma",
        "opc": "Chronic bronchitis",
        "opd": "Emphysema",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "2d9d9ec4-49c8-4d04-8374-91054c9f7caf",
        "choice_type": "single"
    },
    {
        "question": "In small cell carcinoma of lung, blood vessels in necrotic area may show smudged hematoxophilic material in their walls, which represents DNA released from tumour cells. This is referred to as-",
        "exp": "Ref: Robbins Basic Pathology (9th Edition), page no. 508 Small cell lung carcinomas (SCLCs) generally appear as pale gray, centrally located masses with extension into the lung parenchyma and early involvement of the hilar and mediastinal nodes. These cancers are composed of tumor cells with a round to fusiform shape, scant cytoplasm, and finely granular chromatin. Mitotic figures frequently are seen. Small cell carcinoma with small deeply basophilic cells and areas of necrosis. basophilic staining of vascular walls due to encrustation by DNA from necrotic tumor cells (Azzopardi effect). Despite the appellation of small, the neoplastic cells are usually twice the size of resting lymphocytes. Necrosis is invariably present and may be extensive. The tumor cells are markedly fragile and often show fragmentation and \"crush aifact\" in small biopsy specimens. Another feature of small cell carcinomas, best appreciated in cytologic specimens, is nuclear molding resulting from close apposition of tumor cells that have scant cytoplasm. These tumors often express a variety of neuroendocrine markers in addition to secreting a host of polypeptide hormones that may result in paraneoplastic syndromes.",
        "cop": 2,
        "opa": "Psammoma body",
        "opb": "Azzopardi effect",
        "opc": "Collar button lesion",
        "opd": "Option D",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "85731d6a-6680-4abe-926a-13570688684f",
        "choice_type": "multi"
    },
    {
        "question": "Pulmonary infarction occurs with all except-",
        "exp": "Ref: Textbook of pathology ( Harsh Mohan) 6th edition, page no. 127 Embolism of the pulmonary aeries may produce pulmonary infarction, though not always. This is because lungs receive blood supply from bronchial aeries as well, and thus occlusion of pulmonary aery ordinarily does not produce infarcts. However, it may occur in patientswho have inadequate circulation such as in chronic lung diseases and congestive heart failure. Grossly, pulmonary infarcts are classically wedge-shaped with base on the pleura, haemorrhagic, variable in size, and most often in the lower lobes. Fibrinous pleuritis usually covers the area of infarct. Cut surface is dark purple and may show the blocked vessel near the apex of the infarcted area. Old organised and healed pulmonary infarcts appear as retracted fibrous scars. Microscopically, the characteristic histologic feature is coagulative necrosis of the alveolar walls. Initially, there is infiltration by neutrophils and intense alveolar capillary congestion, but later their place is taken by haemosiderin, phagocytes and granulation tissue.",
        "cop": 4,
        "opa": "Saddle embolus at bifurcation",
        "opb": "Blockage of 2nd and 3rd gen end aeries",
        "opc": "Aerioles are blocked",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "62803b7e-ff44-4667-8713-b4d9e85dc10b",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is NOT a feature of Kaagener&; s syndrome -",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 484 Immotile cilia syndrome that includes Kaagener's syndrome (bronchiectasis, situs inversus and sinusitis) is characterised by ultrastructural changes in the microtubules causing immotility of cilia(Ciliary dyskinesia) of the respiratory tract epithelium, sperms and other cells. Males in this syndrome are often infeile",
        "cop": 3,
        "opa": "Bronchiectasis",
        "opb": "Ciliary dyskinesia",
        "opc": "Pancreatic insufficiency",
        "opd": "situs inversus",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "577946f9-6b4f-4dfb-b62b-b332dd1cab14",
        "choice_type": "single"
    },
    {
        "question": "The blood-air barrier consists of all of the following Except",
        "exp": "Alveolar pores connect neighboring alveoli and function in equalizing pressure in the alveoli and enable collateral circulation of air. They do not constitute pa of the blood-air barrier.",
        "cop": 1,
        "opa": "Alveolar pores",
        "opb": "A layer of surfactant",
        "opc": "Type I alveolar cell cytoplasm",
        "opd": "Fused basal lamina of alveolar and endothelial cells",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "22f6d385-804d-4b07-98ca-99602e531afc",
        "choice_type": "multi"
    },
    {
        "question": "Hyperscretory granules seen in with lung. Ca -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Small cell carcinoma: Small cell carcinomas are frequently hilar or central in location, have strong relationship to cigarette smoking and are highly malignant tumours. They are most often associated with ectopic hormone production because of the presence of neurosecretory granules in majority of tumour cells which are similar to those found in argentaffin or Kulchitsky cells normally found in bronchial epithelium. By immunohistochemistry, these tumour cells are positive for neuroendocrine markers: chromogranin, neuron-specific enolase (NSE) and synaptophysin.",
        "cop": 2,
        "opa": "Adeno Ca",
        "opb": "Small cell Ca",
        "opc": "Large cell Ca",
        "opd": "Bronchoalveolar Ca",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "51a7575d-2f74-4df7-93e0-a82663cc6a72",
        "choice_type": "multi"
    },
    {
        "question": "Hypersensitivity pneumonitis is classically described as a -",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 493 Hypersensitivity (Allergic) Pneumonitis Hypersensitivity pneumonitis is a group of immunologicallymediated ILDs occurring in workers inhaling a variety of organic (biologic) antigenic materials. The condition may have an acute onset due to isolated exposure or may be chronic due to repeated low-dose exposure. ETIOPATHOGENESIS. A list of impoant organic (biologic) dusts which may be inhaled to produce hypersensitivity pneumonitis is already given in. The immunologic mechanisms underlying hypersensitivity pneumonitis from any of these causes appear to be either type III immune-complex disease or type IV delayedhypersensitivity reaction. 1. Farmers' lung is the classic example resulting from exposure to thermophilic actinomycetes generated by humid and warm mouldy hay. 2. Bagassosis occurs in individuals engaged in manufacture of paper and cardboard from sugarcane bagasse. Spores of thermophilic actinomycetes grow rapidly in mouldy sugarcane bagasse which are inhaled. 3. Byssinosis is an occupational lung disease occurring in workers exposed to fibres of cotton, flex and hemp for a number of years. The role of immunologic mechanisms in byssinosis is not as clear as in exposure to other organic dusts. 4. Bird-breeders' (Bird-fanciers') lung occurs in pigeon breeders, parrot breeders, chicken farmers and bird-fanciers who are exposed to bird-droppings and danders from their feathers. 5. Mushroom-workers' lung is found in mushroom cultivators exposed to mushroom compost dust. 6. Malt-workers' lung is seen in distillery and brewery workers who are exposed to mouldy barley and malt dust. 7. Maple-bark disease occurs in those involved in stripping of maple bark and inhale mouldy maple bark (maple tree is grown in nohern hemisphere for timber and its leaf is the national emblem of Canada). 8. Silo-fillers' disease occurs in individuals who enter the silo (silo is an aiight store-house of fodder for farm animals) in which toxic fumes of nitric oxide and nitrogen dioxide are formed due to fermentation of silage. The condition is generally rapidly fatal; less often it may lead to ILD.",
        "cop": 3,
        "opa": "Type III (Immune complex) hypersensitivity",
        "opb": "Type IV (cell mediated) hypersensitivity",
        "opc": "Both AB",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "ca12e927-5154-4f03-9c2d-e8882c2c5b61",
        "choice_type": "multi"
    },
    {
        "question": "Asteroid bodies are seen in?",
        "exp": "An asteroid body is a microscopic finding seen within the giant cells of granulomas in diseases such as sarcoidosis and foreign body giant cell reactions",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Syphilis",
        "opc": "Chromoblastomycosis",
        "opd": "Sporotrichosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "c2ab7a07-dc9d-4343-8395-ced24e66778a",
        "choice_type": "single"
    },
    {
        "question": "The dangerous paicle size causing pneumoconiosis varies from -",
        "exp": "Ref: Textbook of pathology (Harsh Mohan)6th edition, page no. 487 In general, most of the inhaled dust paicles larger than 5 mm reach the terminal airways where they are ingested byalveolar macrophages. Most of these too are eliminated by expectoration but the remaining accumulate in alveolar tissue. Of paicular interest are the paicles smaller than 1 mm which are deposited in the alveoli most efficiently. Most of the dust-laden macrophages accumulated in the alveoli die leaving the dust, around which fibrous tissue is formed. Some macrophages enter the lymphatics and reach regional lymph nodes.",
        "cop": 4,
        "opa": "100-150 m",
        "opb": "50-100 m",
        "opc": "10-50 m",
        "opd": "1-5 m",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "6d382b01-ff20-42fc-b511-764b0a40b3de",
        "choice_type": "single"
    },
    {
        "question": "The most common type of emphysema associated with a-1 antitrypsin deficiensy -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 481 Morphology of Individual Types of Emphysema 1. CENTRIACINAR (CENTRILOBULAR) EMPHYSEMA. Centriacinar or centrilobular emphysema is one of the common types. It is characterised by initial involvement of respiratory bronchioles i. e. the central or proximal pa of the acinus. This is the type of emphysema that usually coexists with chronic bronchitis and occurs predominantly in smokers and in coal miners' pneumoconiosis. 2. PANACINAR (PANLOBULAR) EMPHYSEMA. Panacinar or panlobular emphysema is the other common type. In this type, all poions of the acinus are affected but not of the entire lung. Panacinar emphysema is most often associated with a1-antitrypsin deficiency in middle-aged smokers and is the one that produces the most characteristic anatomical changes in the lung in emphysema. 3. PARASEPTAL (DISTAL ACINAR) EMPHYSEMA. This type of emphysema involves distal pa of acinus while the proximal pa is normal. Paraseptal or distal acinar emphysema is localised along the pleura and along the perilobular septa. The involvement is seen adjacent to the areas of fibrosis and atelectasis and involves upper pa of lungs more severely than the lower. This form of emphysema is seldom associated with COPD but is the common cause of spontaneous pneumothorax in young adults. Grossly, the subpleural poion of the lung shows air-filled cysts, 0. 5 to 2 cm in diameter. 4. IRREGULAR (PARA-CICATRICIAL) EMPHYSEMA. This is the most common form of emphysema, seen surrounding scars from any cause. The involvement is irregular as regards the poion of acinus involved as well as within the lung as a whole. During life, irregular emphysema is often asymptomatic and may be only an incidental autopsy finding. 5. MIXED (UNCLASSIFIED) EMPHYSEMA. Quite often, the same lung may show more than one type of emphysema. It is usually due to more severe involvement resulting in loss of clearcut distinction between one type of emphysema and the other. Thus, the lungs of an elderly smoker at autopsy may show continuation of centriacinar emphysema in the upper lobes, panacinar in the lower lobes, and paraseptal emphysema in the subpleural region.",
        "cop": 2,
        "opa": "Centriacinar",
        "opb": "Panlobular",
        "opc": "Paraseptal",
        "opd": "Distal ancitar",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "5a68c74d-c889-445a-849f-b13c6e11d33b",
        "choice_type": "single"
    },
    {
        "question": "Which paraneoplastic syndrome is not seen with small cell ca lung -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 502 Paraneoplastic syndromes. A number of paraneoplastic syndromes are associated with lung cancer. These include the following: i) Ectopic hormone production: Different hormonal syndromes are characteristic of different histologic types of lung cancer. Small cell carcinomas are associated most often with ectopic hormone production. The various hormones elaborated by lung cancer are as follows: a) ACTH, producing Cushing's syndrome. b) ADH, inducing hyponatraemia. c) Parathormone, causing hypercalcaemia. d) Calcitonin, producing hypocalcaemia. e) Gonadotropins, causing gynaecomastia. f) Serotonin, associated with carcinoid syndrome.",
        "cop": 1,
        "opa": "PTI",
        "opb": "ACTH",
        "opc": "ADH",
        "opd": "Carcinoid syndrome",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "0f0c6fcb-0132-4298-88bd-983f24d5e7c0",
        "choice_type": "multi"
    },
    {
        "question": "Atypical pneumonia can be caused by the following microbial agents except? -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 472 Viral and mycoplasmal pneumonia is characterised by patchy inflammatory changes, largely confined to interstitial tissue of the lungs, without any alveolar exudate. ETIOLOGY. Interstitial pneumonitis is caused by a wide variety of agents, the most common being respiratory syncytial virus (RSV). Others are Mycoplasma pneumoniae and many viruses such as influenza and parainfluenza viruses, adenoviruses, Human corona virus, rhinoviruses, coxsackieviruses and cytomegaloviruses (CMV). Occasionally, psittacosis (Chlamydia), Legionella peumophila and Q fever (Coxiella) are associated with interstitial pneumonitis. Infections of the respiratory tract with these organisms are quite common. In most cases, the infection remains confined to the upper respiratory tract presenting as common cold. Occasionally, it may extend lower down to involve the interstitium of the lungs. The circumstances ouring suchextension of infection are malnutrition, chronic debilitating diseases and alcoholism.",
        "cop": 4,
        "opa": "Mycoplasma pneumoniae",
        "opb": "Legionella peumophila",
        "opc": "Human corona virus",
        "opd": "Klebsiella pneumoniae",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "95bec38b-53fa-419d-bb23-d767ee52cfac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about alpha 1 antitrypsin",
        "exp": "* alpha 1 antitrypsin deficiency is an Autosomal recessive disorder * It is synthesised in the liver * Deficiecy of alpha 1 antitrypsin can cause panacinar emphysema and can affect the liver. * Normal (wild) genotype of Pi. MM * alpha 1 antitrypsin deficiency can cause globular cytoplasmic inclusions in hepatocytes * These inclusions are PAS positive and diastase resistant Ref:- Robbins Basic Pathology 10th Edition; Pg num:- 658, 659",
        "cop": 1,
        "opa": "Inhibits elastase",
        "opb": "Inhibits trypsinogen activation in pancreas",
        "opc": "Inhibits trypsin activating protease",
        "opd": "Inhibits chymotrypsin",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "a4bdf9db-ce3a-4874-911f-c27776555d10",
        "choice_type": "multi"
    },
    {
        "question": "Gray hepatization of lungs is seen in day -",
        "exp": "Ref: Textbook of pathology (Harsh Mohan) 6th edition, page No. 470 GREY HEPATISATION: LATE CONSOLIDATION This phase lasts for 4 to 8 days. Grossly, the affected lobe is firm and heavy. The cut surface is dry, granular and grey in appearance with liver like consistency The change in colour from red to grey begins at the hilum and pread throug periphery. Fibrinous pleurisy is prominent. Histologically, the following changes are present i) The fibrin strands are dense and more numerous. ii) The cellular exudate of neutrophils is reduced due to disintegration of many inflammatory cells as evidenced by their pyknotic nuclei. The red cells are also fewer. The macrophages begin to appear in the exudate. iii) The cellular exudate is often separated from the septal walls by a thin clear space. iv) The organisms are less numerous and appear as degenerated forms.",
        "cop": 4,
        "opa": "1",
        "opb": "3-Feb",
        "opc": "5-Mar",
        "opd": "8-Apr",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "0d7bb7d5-6792-4ee3-b07d-81d2b34f8fd5",
        "choice_type": "single"
    },
    {
        "question": "The following does not occur with asbestosis -",
        "exp": "Ref: Textbook of pathology (Harsh Mohan)6th edition page no. Overexposure to asbestos is associated with 3 types of lesions: asbestosis, pleural disease and ceain tumours. A. ASBESTOSIS. The gross pulmonary fibrosis caused by asbestos exposure and histologic demonstration of asbestos bodies on asbestos fibres is termed asbestosis. Grossly, the affected lungs are small and firm with cailage-like thickening of the pleura. The sectioned surface shows variable degree of pulmonary fibrosis, especially in the subpleural areas and in the bases of lungs. The advanced cases may show cystic changes. Histologically, the following changes are observed: 1. There is non-specific interstitial fibrosis. 2. There is presence of characteristic asbestos bodies in the involved areas. These are asbestos fibres coated with glycoprotein and haemosiderin and appear beaded or dumbbell-shaped. The coating stains positively for Prussian blue reaction. 3. There may be changes of emphysema in the pulmonary parenchyma between the areas of interstitial fibrosis. 4. The involvement of hilar lymph nodes in asbestosis is not as significant as in silicosis. B. PLEURAL DISEASE. Pleural disease in asbestos exposure may produce one of the following 3 types of lesions: 1. Pleural effusion. It develops in about 5% of asbestos workers and is usually serious type. Pleural effusion is generally accompanied by subpleural asbestosis. 2. Visceral pleural fibrosis. Quite often, asbestosis is associated with dense fibrous thickening of the visceral pleura encasing the lung. 3. Pleural plaques. Fibrocalcific pleural plaques are the most common lesions associated with asbestos exposure. Grossly, the lesions appear as circumscribed, flat, small (upto 1 cm in diameter), firm or hard, bilateral nodules. They are seen more often on the posterolateral pa of parietal pleura and on the pleural surface of the diaphragm. Microscopically, they consist of hyalinised collagenous tissue which may be calcified so that they are visible on chest X-ray. Asbestos bodies are generally not found within the plaques. C. TUMOURS. Asbestos exposure predisposes to a number of cancers, most impoantly bronchogenic carcinoma and malignant mesothelioma. A few others are: carcinomas of oesophagus, stomach, colon, kidneys and larynx and various lymphoid malignancies. 1. Bronchogenic carcinoma is the most common malignancy in asbestos workers. Its incidence is 5 times higher in non-smoker asbestos workers than the nonsmoker general population and 10 times higher in smoker asbestos workers than the other smokers. 2. Malignant mesothelioma is an uncommon tumour but association with asbestos exposure is present in 30 to 80% of cases with mesothelioma. The exposure need not be heavy because mesothelioma is known to develop in people living near asbestos plants or in wives of asbestos workers",
        "cop": 1,
        "opa": "Methemoglobinemia",
        "opb": "Pneumoconiosis",
        "opc": "Pleural mesothelioma",
        "opd": "Pleural calcification",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "c299da9c-47b6-4290-aae3-bd786e03c2a7",
        "choice_type": "single"
    },
    {
        "question": "Popcorn calcification on chest X-ray is seen in:",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 503 Hamaoma is a tumour-like lesion composed of an abnormal admixture of pulmonary tissue components and is discovered incidentally as a coin-lesion in the chest-X-ray. Central carcinoid of the lung. The tumour shows a characteristic nested of cells separated by fibrovascular septa. These nests are composed of uniform cuboidal cells having granular cytoplasm. Pulmonary hamaomas are of 2 types: chondromatous and leiomyomatous. Chondromatous hamaoma is more common and usually asymptomatic. It forms a solitary, spherical mass, 2-5 cm in diameter, usually at the periphery of the lung. Typically, it shows nodules of cailage associated with fibrous and adipose tissue admixed with bronchial epithelium. Leiomyomatous hamaoma has a prominent smooth muscle component and bronchiolar structures. They are frequently multiple, 1-2 mm in diameter and are more commonly located near the pleura.",
        "cop": 1,
        "opa": "Hamaoma",
        "opb": "Granuloma",
        "opc": "Metastasis",
        "opd": "sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "95ad395e-f2e8-4b74-878d-3c713d0b62b7",
        "choice_type": "single"
    },
    {
        "question": "Terminal stage of pneumonia is-",
        "exp": "Ref: Textbook of pathology (Harsh Mohan) 6th edition, page No. STAGE OF CONGESTION: INITIAL PHASE The initial phase represents the early acute inflammatory response to bacterial infection and lasts for 1 to 2 days. Grossly, the affected lobe is enlarged, heavy, dark red and congested. Cut surface exudes blood-stained frothy fluid. Histologically, typical features of acute inflammatory response to the organisms are seen. These are as under ( i) Dilatation and congestion of the capillaries in the alveolar walls. ii) Pale eosinophilic oedema fluid in the air spaces. iii) A few red cells and neutrophils in the intra-alveolar fluid. iv) Numerous bacteria demonstrated in the alveolar fluid by Gram's staining. 2. RED HEPATISATION: EARLY CONSOLIDATION This phase lasts for 2 to 4 days. The term hepatisation in pneumonia refers to liver-like consistency of the affected lobe on cut section. Grossly, the affected lobe is red, firm and consolidated. The cut surface of the involved lobe is airless, red-pink, dry, granular and has liver-like consistency. The stage of red hepatisation is accompanied by serofibrinous pleurisy. Histologically, the following features are observed i) The oedema fluid of the preceding stage is replaced by strands of fibrin. ii) There is marked cellular exudate of neutrophils and extravasation of red cells. iii) Many neutrophils show ingested bacteria. iv) The alveolar septa are less prominent than in the first stage due to cellular exudation. 3. GREY HEPATISATION: LATE CONSOLIDATION This phase lasts for 4 to 8 days. Grossly, the affected lobe is firm and heavy. The cut surface is dry, granular and grey in appearance with liver like consistency. The change in colour from red to grey begins at the hilum and spreads towards the periphery. Fibrinous pleurisy is prominent. Histologically, the following changes are present i) The fibrin strands are dense and more numerous. ii) The cellular exudate of neutrophils is reduced due to disintegration of many inflammatory cells as evidenced by their pyknotic nuclei. The red cells are also fewer. The macrophages begin to appear in the exudate. iii) The cellular exudate is often separated from the septal walls by a thin clear space. The organisms are less numerous and appear as degenerated forms. RESOLUTION. This stage begins by 8th to 9th day if no chemotherapy is administered and is completed in 1 to 3 weeks. However, antibiotic therapy induces resolution on about 3rd day. Resolution proceeds in a progressive manner. Grossly, the previously solid fibrinous constituent is liquefied by enzymatic action, eventually restoring the normal aeration in the affected lobe. The process of softening begins centrally and spreads to the periphery. The cut surface is grey-red or diy brown and frothy, yellow, creamy fluid can be expressed on pressing. The pleural reaction may also show resolution but may undergo organisation leading to fibrous obliteration of pleural cavity. Histologically, the following features are noted: i) Macrophages are the predominant cells in the alveolar spaces, while neutrophils diminish in number. Many of the macrophages contain engulfed neutrophils and debris. ii) Granular and fragmented strands of fibrin in the alveolar spaces are seen due to progressive enzymatic digestion. iii) Alveolar capillaries are engorged. iv) There is progressive removal of fluid content as well as cellular exudate from the air spaces, paly by expectoration but mainly by lymphatics, resulting in restoration of normal lung parenchyma with aeration.",
        "cop": 4,
        "opa": "Congestion",
        "opb": "Red hepatization",
        "opc": "Gray hepatization",
        "opd": "Resolution",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "ee8971b9-5b18-4924-ac56-44440e028848",
        "choice_type": "single"
    },
    {
        "question": "The most common paraneoplastic syndrome associated with lung cancer?",
        "exp": "*Most common paraneoplastic syndrome: Hypercalcemia *Most common endocrinopathy in paraneoplastic syndrome: Cushing syndrome*Most common carcinoma associated with Cushing syndrome: Lung carcinoma*The cancer patients develop Cushing syndrome due to excess production of pro-opiomelanocoin and coicotrophin.*Most common paraneoplastic syndrome in squamous cell lung carcinoma: Hypercalcemia*Most common paraneoplastic syndrome in small cell lung carcinoma: SIADH*Since among all lung cancers, squamous cell carcinoma is common than small cell carcinoma, Most common paraneoplastic syndrome in lung cancer is Hypercalcemia. Ref: Robbins 8/e p321",
        "cop": 3,
        "opa": "SIADH",
        "opb": "Cushings syndrome",
        "opc": "Hypercalcemia",
        "opd": "Polycythemia",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "3d6f116c-1695-43be-a9fc-22397523a53a",
        "choice_type": "single"
    },
    {
        "question": "D-dimer is the most sensitive test for-",
        "exp": "Robbins Basic Pathology (9th Edition), page no. 85 Clotting also sets into motion a fibrinolytic cascade that moderates the ultimate size of the clot. Fibrinolysis is largely carried out by plasmin, which breaks down fibrin and interferes with its polymerization. The resulting fibrin split products (FSPs or fibrin degradation products) also can act as weak anticoagulants. Elevated levels of FSPs (most notably fibrin-derived D-dimers) can be used for diagnosing abnormal thrombotic states including disseminated intravascular coagulation (DIC), deep venous thrombosis, or pulmonary thromboembolism",
        "cop": 1,
        "opa": "Pulmonary embolism",
        "opb": "Acute pulmonary edema",
        "opc": "Cardiac tamponade",
        "opd": "Acute MI",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "bfdbd9dd-84fa-4b1b-9dba-a8bcf136feb4",
        "choice_type": "single"
    },
    {
        "question": "Asteroid bodies are seen in?-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 774 CUTANEOUS SARCOIDOSIS. Sarcoidosis is a systemic granulomatous disease of unknown etiology. The lesions appear in the lungs, skin, eyes, nose and lymph nodes. Cutaneous manifestations appear as presenting feature in about a quaer of patients and include erythema nodosum, or brown-red jelly-like papules or plaques with central clearing. When these lesions are seen around nose, eyes and cheeks they are referred to as lupus perinio. Microscopically, Characteristic feature is the presence of non-caseating epithelioid cell granulomas having Langhans' giant cells but having paucity of lymphocytes, also called 'naked granulomas'. Fibrinoid necrosis and presence of intracellular inclusions such as asteroid bodies are some other features which may be seen.",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Syphilis",
        "opc": "Chromoblastomycosis",
        "opd": "Sporotrichosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "31dfbc5d-3b87-4ff8-83cb-abe4d4ebdf34",
        "choice_type": "single"
    },
    {
        "question": "In hyaline membrane disease the pathology in the lung consists of -",
        "exp": "PATHOGENESIS. In both neonatal and adult type ARDS, there is damage to alveolocapillary wall triggered by etiologic factors listed above, and the final pathologic consequence of formation of hyaline membrane is also similar. However, how it occurs is different in the neonates than in adults. The sequence of events in the pathogenesis of both neonatal and adult ARDS is schematically illustrated in and is outlined below: Neonatal ARDS. Entry of air into alveoli is essential for formation of hyaline membrane i. e. dead born infants do not develop HMD. i). The basic defect in neonatal ARDS is a deficiency of pulmonary surfactant, normally synthesised by type II alveolar cells. The production of surfactant is normally increased sholy before bih but in prematurity and in neonatal hypoxia from any of the foregoing causes, its synthesis is decreased. The main function of alveolar surfactant being lowering of alveolar surface tension, its deficiency leads to increased alveolar surface tension which in turn causes atelectasis. ii). Atelectasis of the lungs results in hypoventilation, pulmonary hypoperfusion and ischaemic damage to capillary endothelium. iii). This results in ischaemic necrosis of the alveolocapillary wall, exudation of plasma proteins including fibrinogen into the alveoli and eventually formation of hyaline membrane on the alveolar surface containing largely fibrin. Adult ARDS: The mechanism of acute injury by etiologic agents listed above depends upon the imbalance between proinflammatory and anti-inflammatory cytokines: i) Activated pulmonay macrophages release proinflammatory cytokines such as IL8, IL1, and tumour necrosis factor (TNF), while macrophage inhibitory factor (MIF) helps to sustain inflammation in the alveoli. Number of neutrophils in the alveoli is increased in acute injury. Neutrophils on activation release products which cause active tissue injury e. g. proteases, platelet activating factor, oxidants and leukotrienes. ii) Besides the role of cytokines in acute injury, a few fibrogenic cytokines such as transforming growth factor-a (TGF-a) and platelet-derived growth factor (PDGF) play a role in repair process by stimulation of proliferation of fibroblast and collagen. In either case, injury to the capillary endothelium leads to increased vascular permeability while injured pneumocytes, especially type 1, undergo necrosis. The net effect of injury to both capillary endothelium and alveolar epithelium is interstitial and intra-alveolar oedema, congestion, fibrin deposition and formation of hyaline membranes. As a result of coating of the alveoli with hyaline membranes, there is loss of surfactant causing collapse called 'stiff lung'. There is an attempt at regeneration of alveolar cells by proliferation of type II alveolar cells so as to increase the secretion of surfactant",
        "cop": 2,
        "opa": "Albumin and complement",
        "opb": "Fibrin",
        "opc": "Precipitated surfactant",
        "opd": "Mucus",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "d2abdb61-546f-487d-82d7-96bd4582af56",
        "choice_type": "single"
    },
    {
        "question": "Asbestosis is not associated with -",
        "exp": "Ref: Textbook of pathology (Harsh mohan)6th edition, page no. 493 TUMOURS. Asbestos exposure predisposes to a number of cancers, most impoantly bronchogenic carcinoma and malignant mesothelioma. A few others are: carcinomas of oesophagus, stomach, colon, kidneys and larynx and various lymphoid malignancies. 1. Bronchogenic carcinoma is the most common malignancy in asbestos workers. Its incidence is 5 times higher in non-smoker asbestos workers than the nonsmoker general population and 10 times higher in smoker asbestos workers than the other smokers. 2. Malignant mesothelioma is an uncommon tumour but association with asbestos exposure is present in 30 to 80% of cases with mesothelioma. The exposure need not be heavy because mesothelioma is known to develop in people living near asbestos plants or in wives of asbestos workers",
        "cop": 2,
        "opa": "Ca Lung",
        "opb": "Ascites",
        "opc": "carcinoma esophagus",
        "opd": "Mesothelioma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "420d2bed-9617-4230-acca-d3b30e6a0c35",
        "choice_type": "single"
    },
    {
        "question": "In lobar pneumonia, the presence of fibrinosuppurative exudate with disintegration of red cells is seen in the stage of -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 468 STAGE OF CONGESTION: INITIAL PHASE. The initial phase represents the early acute inflammatory response to bacterial infection and lasts for 1 to 2 days. Grossly, the affected lobe is enlarged, heavy, dark red and congested. Cut surface exudes blood-stained frothy fluid. Histologically, typical features of acute inflammatory response to the organisms are seen. These are as under i) Dilatation and congestion of the capillaries in the alveolar walls. ii) Pale eosinophilic oedema fluid in the air spaces. iii) A few red cells and neutrophils in the intra-alveolar fluid. iv) Numerous bacteria demonstrated in the alveolar fluid by Gram's staining. 2. RED HEPATISATION: EARLY CONSOLIDATION This phase lasts for 2 to 4 days. The term hepatisation in pneumonia refers to liver-like consistency of the affected lobe on cut section. Grossly, the affected lobe is red, firm and consolidated. The cut surface of the involved lobe is airless, red-pink, dry, granular and has liver-like consistency. The stage of red hepatisation is accompanied by serofibrinous pleurisy. Histologically, the following features are observed. i) The oedema fluid of the preceding stage is replaced by strands of fibrin. ii) There is marked cellular exudate of neutrophils and extravasation of red cells. iii) Many neutrophils show ingested bacteria. iv) The alveolar septa are less prominent than in the first stage due to cellular exudation. 3. GREY HEPATISATION: LATE CONSOLIDATION This phase lasts for 4 to 8 days. Grossly, the affected lobe is firm and heavy. The cut surface is dry, granular and grey in appearance with liverlike consistency.. The change in colour from red to grey begins at the hilum and spreads towards the periphery. Fibrinous pleurisy is prominent. Histologically, the following changes are present i) The fibrin strands are dense and more numerous. ii) The cellular exudate of neutrophils is reduced due to disintegration of many inflammatory cells as evidenced by their pyknotic nuclei. The red cells are also fewer. The macrophages begin to appear in the exudate. iii) The cellular exudate is often separated from the septal walls by a thin clear space. iv) The organisms are less numerous and appear as degenerated forms. 4. RESOLUTION. This stage begins by 8th to 9th day if no chemotherapy is administered and is completed in 1 to 3 weeks. However, antibiotic therapy induces resolution on about 3rd day. Resolution proceeds in a progressive manner. Grossly, the previously solid fibrinous constituent is liquefied by enzymatic action, eventually restoring the normal aeration in the affected lobe. The process of softening begins centrally and spreads to the periphery. The cut surface is grey-red or diy brown and frothy, yellow, creamy fluid can be expressed on pressing. The pleural reaction may also show resolution but may undergo organisation leading to fibrous obliteration of pleural cavity. Histologically, the following features are noted: i) Macrophages are the predominant cells in the alveolar spaces, while neutrophils diminish in number. Many of the macrophages contain engulfed neutrophils and debris. ii) Granular and fragmented strands of fibrin in the alveolar spaces are seen due to progressive enzymatic digestion. iii) Alveolar capillaries are engorged. iv) There is progressive removal of fluid content as well as cellular exudate from the air spaces, paly by expectoration but mainly by lymphatics, resulting in restoration of normal lung parenchyma with aeration.",
        "cop": 3,
        "opa": "Congestion",
        "opb": "Red hepatization",
        "opc": "Gray hepatization",
        "opd": "Resolution",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "020f8b16-6bf1-4059-9659-f2887de00383",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about Bronchoalveolar carcinoma -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 501 Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes. it is a type of adenocarcinoma. Thre is preservation of alveolar structure and grows along pre-existing anatomical structures.",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Stromal invasion with desmoplasia",
        "opc": "Preservation of alveolar structure",
        "opd": "Grows along pre-existing anatomical structures",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "7dbea187-943f-4c74-8239-16b65c6c0e10",
        "choice_type": "multi"
    },
    {
        "question": "Curshmann&; s crystals are seen in",
        "exp": "Ref: Textbook of pathology (Harsh Mohan) 6th edition, page No. 484 MORPHOLOGIC FEATURES. The pathologic changes are similar in both major types of asthma. The pathologic material examined is generally autopsy of lungs in patients dying of status asthmaticus but the changes are expected to be similar in non-fatal cases. Grossly, the lungs are overdistended due to over-inflation. The cut surface shows characteristic occlusion of the bronchi and bronchioles by viscid mucus plugs. Microscopically, the following changes are observed: 1. The mucus plugs contain normal or degenerated respiratory epithelium forming twisted strips called Curschmann's spirals. 2. The sputum usually contains numerous eosinophils and diamond-shaped crystals derived from eosinophils called Charcot-Leyden crystals. 3. The bronchial wall shows thickened basement membrane of the bronchial epithelium, submucosal oedema and inflammatory infiltrate consisting of lymphocytes and plasma cells with prominence of eosinophils. There is hyperophy of submucosal glands as well as of the bronchial smooth muscle. 4. Changes of bronchitis and emphysema may supervene, especially in intrinsic asthma.",
        "cop": 1,
        "opa": "Bronchial asthma",
        "opb": "Bronchiectasis",
        "opc": "Chronic bronchitis",
        "opd": "Wegners granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "73055050-b556-4236-bb16-c2d4a06205f4",
        "choice_type": "single"
    },
    {
        "question": "The percentage of pulmonary emboli, that proceed to infraction, is approximately-",
        "exp": "Ref: Textbook of pathology (Harsh mohan)6th edition, page no. 127 Embolism of the pulmonary aeries may produce pulmonary infarction, though not always. This is because lungs receive blood supply from bronchial aeries as well, and thus occlusion of pulmonary aery ordinarily does not produce infarcts. However, it may occur in patients who have inadequate circulation such as in chronic lung diseases and congestive heart failure. The percentage of pulmonary emboli, that proceed to infraction, is approximately 5-15%",
        "cop": 2,
        "opa": "0-5%",
        "opb": "5-15%",
        "opc": "20-30%",
        "opd": "30-40%",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "b1a73742-b6bf-4fbb-8c11-681d8646171f",
        "choice_type": "single"
    },
    {
        "question": "Laminated concretions of calcium and proteins are",
        "exp": "*Schaumann bodies: Laminated concretions of calcium and proteins in giant cells. Seen in *sarcoidosis*Asteroid bodies: Stellate inclusions seen in giant cells which is composed of microfilaments, *microtubules and centrioles. Seen in sarcoidosis.*Asbestos bodies: Shish cabab appearance of asbestos fibre with ferritin in macrophages. Seen in *asbestosis.*Ferruginous bodies - Linear arrays of ferritin without asbestos fibres in macrophages. Seen in asbestosis.*Gamna gandy bodies - Siderosclerotic bodies seen in chronic venous congestion of spleen( Ref: Robbins 8/e p700-703)",
        "cop": 1,
        "opa": "Schaumann bodies",
        "opb": "Ferruginous bodies",
        "opc": "Asteroid bodies",
        "opd": "Gamma gandy bodies",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "836648d9-8242-4d9b-a44a-724ba7afb52d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms of penumoconiosis is associated with an increased susceptibility to tuberculosis?-",
        "exp": "question repeated ilicosis (previously miner's phthisis, grinder's asthma, potter's rot and other occupation-related names) is a form of occupational lung disease caused by inhalation of crystalline silica dust, and is marked by inflammation and scarring in the form of nodular lesions in the upper lobes of the lungs. It is a type of pneumoconiosis. Silicosis (paicularly the acute form) is characterized by shoness of breath, cough, fever, and cyanosis (bluish skin). It may often be misdiagnosed as pulmonary edema (fluid in the lungs), pneumonia, or tuberculosis.",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Coal worker",
        "opd": "Stannosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "538c8b83-0513-4e26-9301-f330ecd6f529",
        "choice_type": "single"
    },
    {
        "question": "Which is associated with Ca lung -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 493 Asbestos exposure predisposes to a number of cancers, most impoantly bronchogenic carcinoma and malignant mesothelioma. A few others are: carcinomas of oesophagus, stomach, colon, kidneys and larynx and various lymphoid malignancies. 1. Bronchogenic carcinoma is the most common malignancy in asbestos workers. Its incidence is 5 times higher in non-smoker asbestos workers than the nonsmoker general population and 10 times higher in smoker asbestos workers than the other smokers. 2. Malignant mesothelioma is an uncommon tumour but association with asbestos exposure is present in 30 to 80% of cases with mesothelioma. The exposure need not be heavy because mesothelioma is known to develop in people living near asbestos plants or in wives of asbestos workers.",
        "cop": 3,
        "opa": "Chromium",
        "opb": "Berrylium",
        "opc": "Asbestos",
        "opd": "Nickel",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "755721db-4254-4843-b784-a45b4df2f012",
        "choice_type": "single"
    },
    {
        "question": "True about lung carcinoma -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Oat cell carcinoma is composed of uniform, small cells, larger than lymphocytes with dense, round or oval nuclei having diffuse chromatin, inconspicuous nucleoli and very sparse cytoplasm (oat = a form of grain). These cells are organised into cords, aggregates and ribbons or around small blood vessels forming pseudorosettes. Theyare commonly associated with bilateral hilar lymphadenopathy.",
        "cop": 4,
        "opa": "More than 75% of lung cancers are squamous cell type",
        "opb": "Oat cell carcinoma frquently show cavitation",
        "opc": "Lung calcification is characteristically seen in oat cell carcinoma",
        "opd": "Oat cell carcinoma is commonly associated with bilateral hilar lymphadenopathy",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "3e64cfd8-9494-44ab-8093-ece8bbe16b41",
        "choice_type": "multi"
    },
    {
        "question": "True about lung carcinoma is -",
        "exp": "Repeated question Lung cancer, also known as lung carcinoma, is a malignant lung tumor characterized by uncontrolled cell growth in tissues of the lung. If left untreated, this growth can spread beyond the lung by the process of metastasis into nearby tissue or other pas of the body. Most cancers that sta in the lung, known as primary lung cancers, are carcinomas. The two main types are small-cell lung carcinoma (SCLC) and non-small-cell lung carcinoma (NSCLC). The most common symptoms are coughing (including coughing up blood), weight loss, shoness of breath, and chest pains.",
        "cop": 4,
        "opa": "Squamous cell ca is most common carcinoma",
        "opb": "Squamous cell ca cause myopathy",
        "opc": "Small cell ca has best prognosis",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "f8a4eb6a-3620-4ce1-841e-13a8116dcf8c",
        "choice_type": "multi"
    },
    {
        "question": "The following is true about bronchial carcinoids-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 503 BRONCHIAL CARCINOID AND OTHER NEUROENDOCRINE TUMOURS Neuroendocrine tumours of the lung represent a continuum spectrum of lung tumours with progressively increasing aggressiveness which include: typical carcinoid (least aggressive), atypical carcinoid, and large cell endocrine carcinoma, and also small cell carcinoma (most aggressive). All these tumours arise from neuroendocrine (Kulchitsky) cells of bronchial mucosa. Formerly, bronchial carcinoids used to be classified as 'bronchial adenomas' but now it is known that they are locally invasive and have the capacity to metastasise. Bronchial carcinoids tend to occur at a younger age than bronchogenic carcinoma, often appearing below the age of 40 years, and are not related to cigarette smoking. CLINICAL FEATURES. Bronchial carcinoids occur at a relatively early age and have equal sex incidence. Most of the symptoms in bronchial carcinoids occur as a result of bronchial obstruction such as cough, haemoptysis, atelectasis and secondary infection. About 5-10% of bronchial carcinoids metastasise to the liver and these cases are capable of producing carcinoid syndrome.",
        "cop": 2,
        "opa": "Highly radiosensitive",
        "opb": "Metastasis common",
        "opc": "Carcinoid syndrome does not manifest",
        "opd": "Commonly arise from terminal bronchioles",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "27c56aa5-f4d2-45f1-99f1-836df389c461",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the characteristic of adult respiratory distress syndrome",
        "exp": "The disease is mainly caused by a lack of a slippery substance in the lungs called surfactant. This substance helps the lungs fill with air and keeps the air sacs from deflating. Surfactant is present when the lungs are fully developed. Neonatal RDS can also be due to genetic problems with lung development",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Interstitial tissue inflammation",
        "opc": "Alveolar exudates",
        "opd": "Interstitial fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "54e03373-4b2f-424a-b402-9199c9a27c73",
        "choice_type": "single"
    },
    {
        "question": "Primary pleural tumor is",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 505 TUMOURS OF PLEURA Pleural tumours may be primary or secondary. In line with pulmonary tumours, the secondary tumours in the pleura are more common. The only impoant primary tumour of pleura is mesothelioma. MESOTHELIOMA Mesothelioma is an uncommon tumour arising from mesothelial lining of serous cavities, most often in pleural cavity, and rarely in peritoneal cavity and pericardial sac. Mesotheliomas are of 2 types--benign (solitary) and malignant (diffuse). The biologic behaviour of pleural mesotheliomas is usually predicted by their gross appearance--those forming solitary, discrete masses are generally benign, whereas those which grow diffusely are usually malignant.",
        "cop": 1,
        "opa": "Mesothelioma",
        "opb": "Myxoma",
        "opc": "Lipoma",
        "opd": "Fibroma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "1de0ad6e-1df6-4109-bdcb-8b0cf96217ff",
        "choice_type": "single"
    },
    {
        "question": "Curschmann spirals are a characteristic finding in",
        "exp": "In patients dying of acute severe asthma (status asthmaticus) the lungs are distended by overinflation and contain small areas of atelectasis. The most striking gross finding is occlusion of bronchi and bronchioles by thick, tenacious mucus plugs, which often contain shed epithelium. A characteristic finding in sputum or bronchoalveolar lavage specimens is Curschmann spirals, which may result from extrusion of mucus plugs fromsubepithelial mucous gland ducts or bronchioles. Also present are numerous eosinophils and Charcot-Leyden crystals; the latter are composed of an eosinophil protein called galectin-10. Ref: Robbins and Cotran Pathologic basis of DIsease; 9th edition; Chapter 15; The lung; Change 682",
        "cop": 1,
        "opa": "Acute severe Asthma",
        "opb": "Chronic Bronchitis",
        "opc": "Emphysema",
        "opd": "Bronchiectasis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "8fe950d5-82a7-44f9-ba96-b01eb7cdb94a",
        "choice_type": "single"
    },
    {
        "question": "Heart failure cells contain-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 106 CVC Lung Chronic venous congestion of the lung occurs in left heart failure, especially in rheumatic mitral stenosis so that there is consequent rise in pulmonary venous pressure. Grossly, The lungs are heavy and firm in consistency. The sectioned surface is dark The sectioned surface is rusty brown in colour referred to as brown induration of the lungs. Histologically, The alveolar septa are widened due to the presence of interstitial oedema as well as due to dilated and congested capillaries. The septa are mildly thickened due to slight increase in fibrous connective tissue. Rupture of dilated and congested capillaries may result in minute intra-alveolar haemorrhages. The breakdown of erythrocytes liberates haemosiderin pigment which is taken up by alveolar macrophages, so called heart failure cells, seen in the alveolar lumina. The brown induration observed on the cut surface of the lungs is due to thepigmentation and fibrosis.",
        "cop": 1,
        "opa": "Hemosiderin",
        "opb": "Lipofuschin",
        "opc": "Myoglobin",
        "opd": "Albumin",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "69b7abea-c768-41e9-9051-294d88e00014",
        "choice_type": "single"
    },
    {
        "question": "Carcinoid tumor develops from-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 503 Neuroendocrine tumours of the lung represent a continuum spectrum of lung tumours with progressively increasing aggressiveness which include: typical carcinoid (least aggressive), atypical carcinoid, and large cell endocrine carcinoma, and also small cell carcinoma (most aggressive). All these tumours arise from neuroendocrine (Kulchitsky/Enterochromaffin cells) cells of bronchial mucosa. Formerly, bronchial carcinoids used to be classified as 'bronchial adenomas' but now it is known that they are locally invasive and have the capacity to metastasise. Bronchial carcinoids tend to occur at a younger age than bronchogenic carcinoma, often appearing below the age of 40 years, and are not related to cigarette smoking.",
        "cop": 1,
        "opa": "Enterochromaffin cells",
        "opb": "Neuroectoderm",
        "opc": "J cells",
        "opd": "Goblet cells",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "d620206f-3962-4547-adcd-f3e36de4c924",
        "choice_type": "single"
    },
    {
        "question": "Bronchoalveolar carcinoma variants are -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 501 Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes.",
        "cop": 1,
        "opa": "Clara cell",
        "opb": "Adenosarcoma",
        "opc": "Mucinous type",
        "opd": "Type II pneumocyte",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "5bfec235-11cc-4ee7-9f32-666ae7cf2faf",
        "choice_type": "single"
    },
    {
        "question": "Neuroendocrme lesions of lung are-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 503 BRONCHIAL CARCINOID ANDOTHER NEUROENDOCRINE TUMOURSNeuroendocrine tumours of the lung represent a continuum spectrum of lung tumours with progressively increasingaggressiveness which include: typical carcinoid (least aggressive), atypical carcinoid, and large cell endocrinecarcinoma, and also small cell carcinoma (most aggressive). All these tumours arise from neuroendocrine (Kulchitsky)cells of bronchial mucosa. Formerly, bronchial carcinoids used to be classified as 'bronchial adenomas' but now it isknown that they are locally invasive and have the capacity to metastasise. Bronchial carcinoids tend to occur at ayounger age than bronchogenic carcinoma, often appearing below the age of 40 years, and are not related to cigarettesmoking. CLINICAL FEATURES. Bronchial carcinoids occur at a relatively early age and have equal sex incidence. Most ofthe symptoms in bronchial carcinoids occur as a result of bronchial obstruction such as cough, haemoptysis, atelectasisand secondary infection. About 5-10% of bronchial carcinoids metastasise to the liver and these cases are capable ofproducing carcinoid syndrome",
        "cop": 1,
        "opa": "Carcinoid",
        "opb": "Benign tumourlets",
        "opc": "Bronchoalveolar carcinoma",
        "opd": "hemaoma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "d41ffb2c-da90-4201-9dcb-a97cb77aeae9",
        "choice_type": "single"
    },
    {
        "question": "Bronchial asthma is characterized -",
        "exp": "Ref: Textbook of pathology (Harsh mohan )6th edition, page no. 483 BRONCHIAL ASTHMA Asthma is a disease of airways that is characterised by increased responsiveness of the tracheobronchial tree to a variety of stimuli resulting in widespread spasmodic narrowing of the air passages which may be relieved spontaneously or by therapy. Asthma is an episodic disease manifested clinically by paroxysms of dyspnoea, cough and wheezing. However, a severe and unremitting form of the disease termed status asthmaticus may prove fatal",
        "cop": 4,
        "opa": "Inflammatory disease of airway",
        "opb": "Allergic disease of air way",
        "opc": "Hyporesponsiveness of airway",
        "opd": "Hyperresponsiveness of airway",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "d40fb5a8-583c-48e8-8646-8d64493eede3",
        "choice_type": "multi"
    },
    {
        "question": "Lung carcinomas most frequently metastasize to -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 502 Bronchogenic carcinoma can invade the adjoining structures directly, or may spread by lymphatic and haematogenous routes: 1. Direct spread. The tumour extends directly by invading through the wall of the bronchus and destroys and replaces the peribronchial lung tissue. As it grows fuher, it spreads to the opposite bronchus and lung, into the pleural cavity, the pericardium and the myocardium and along the great vessels of the hea causing their constriction. Extension of the cancer located at the apex of the lung into the thoracic cage may involve brachial plexus and the sympathetic chain causing pain and sensory disturbances, so called Pancoast's syndrome. 2. Lymphatic spread. Initially, hilar lymph nodes are affected. Later, lymphatic metastases occur to the other groups leading to spread to mediastinal, cervical, supraclavicular and para-aoic lymph nodes. Invasion of the thoracic duct may produce chylous ascites. 3. Haematogenous spread. Distant metastases blood stream are widespread and early. The sites affected, in descending order of involvement, are: the liver, adrenals, bones, pancreas, brain, opposite lung, kidneys and thyroid",
        "cop": 1,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Adrenal",
        "opd": "Bone",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "b6b0a711-ca38-49ec-ac23-1ad791a52488",
        "choice_type": "single"
    },
    {
        "question": "The following syndrome is associated with bronchiectasis -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 484 ETIOPATHOGENESIS of BRONCHIECTASIS:. The origin of inflammatory destructive process of bronchial walls is nearly always a result of two basic mechanisms: endobronchial obstruction and infection. Endobronchial obstruction by foreign body, neoplastic growth or enlarged lymph nodes causes resorption of air distal to the obstruction with consequent atelectasis and retention of ecretions. Infection may be secondary to local obstruction and impaired systemic defense mechanism promoting bacterial growth, or infection may be a primary event i. e. bronchiectasis developing in suppurative necrotising pneumonia. These 2 mechanisms--endobronchial obstruction and infection, are seen in a number of clinical settings as under: 1. Hereditary and congenital factors. Several hereditary and congenital factors may result secondarily in diffuse bronchiectasis: i) Congenital bronchiectasis caused by developmental defect of the bronchial system. ii) Cystic fibrosis, a generalised defect of exocrine gland secretions, results in obstruction, infection and bronchiectasis iii) Hereditary immune deficiency diseases are often associated with high incidence of bronchiectasis. iv) Immotile cilia syndrome that includes Kaagener's syndrome (bronchiectasis, situs inversus and sinusitis) is characterised by ultrastructural changes in the microtubules causing immotility of cilia of the respiratory tract epithelium, sperms and other cells. Males in this syndrome are often infeile. v) Atopic bronchial asthma patients have often positive family history of allergic diseases and may rarely develop diffuse bronchiectasis. 2. Obstruction. Post-obstructive bronchiectasis, unlike the congenital-hereditary forms, is of the localised variety, usually confined to one pa of the bronchial system. The causes of endobronchial obstruction include foreign bodies, endobronchial tumours, compression by enlarged hilar lymph nodes and post-inflammatory scarring (e. g. in healed tuberculosis) all of which our the development of postobstructive bronchiectasis. 3. As secondary complication Necrotising pneumonias such as in staphylococcal suppurative pneumonia and tuberculosis may develop bronchiectasis as a complication.",
        "cop": 2,
        "opa": "Kalmann's syndrome",
        "opb": "Kaagener's syndrome",
        "opc": "Kostmann's syndrome",
        "opd": "Klinefelter syndrome",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "734fb1d6-183b-4c99-9dfb-e76f2a94709f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms of pneumoconiosis is associated with an increased susceptibility tuberculosis?",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 491 The functional effects of silicosis develop slowly and insidiously. The main presenting complaint is dyspnoea. In time, the patient may develop features of obstructive or restrictive pattern of disease. Other complications such as pulmonary tuberculosis, rheumatoid ahritis (Caplan's syndrome) and cor pulmonale may occur. The chest radiograph initially shows fine nodularity, while later there are larger and coalescent nodules. Silicosis does not carry increased risk of developing bronchogenic carcinoma.",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Coal workers pneumoconisis",
        "opd": "Stannosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "bf2b81d9-1d74-4189-a967-969979b9e48d",
        "choice_type": "single"
    },
    {
        "question": "Which tumor is not seen int the anterior mediastinum -",
        "exp": "Ref: Pathologic Basis of Disease (Robbins and cotran) 7th edition, page no. 765 Mediastinal tumors and other mass Superior Mediastinum Lymphoma Thymoma Thyroid lesions Metasttic carcinoma Parathyroid tumors Anterior Mediastinum Thymoma Teratoma Lymphoma Thyroid lesions Parathyroid tumours Posterior Mediastinum Neurogenic tumours Gastroenteric Hernia Middle Mediastinum Bronchogenic cyst Pericardial cyst Lymphoma",
        "cop": 4,
        "opa": "Teratoma",
        "opb": "Thymic tumours",
        "opc": "Thytroid tumours",
        "opd": "Neurofibroma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "b55214bd-821e-420a-93e1-2b26d0ee65c2",
        "choice_type": "single"
    },
    {
        "question": "a1 Antitrysin deficiency is associated with all except-",
        "exp": "Ref: Textbook of pathology (harsh mohan)6th edition, page no. 479 Protease-antiprotease. Alpha-1-antitrypsin (a1-AT), also called a1-protease inhibitor (a-1-Pi), is a glycoprotein that forms the normal constituent of the a1globulin fraction of the plasma proteins on serum electrophoresis. The single gene locus that codes for a-1-AT is located on the long arm of chromosome 15. It is normally synthesised in the liver and is distributed in the circulating blood, tissue fluids and macrophages. The normal function of a1-AT is to inhibit proteases and hence its name a1protease inhibitor. The proteases (mainly elastases) are derived from neutrophils. Neutrophil elastase has the capability of digesting lung parenchyma but is inhibited from doing so by anti-elastase effect of a1-AT. There are several known alleles of a1-AT which have an autosomal codominant inheritance pattern and are classified as normal (Pi. MM), deficient (Pi. ZZ), null type (Pi null null) having no detectable level, and dysfunctional (Pi. SS) type having about half the normal level. The most common abnormal phenotype in classic a1-AT deficiency is homozygous state Pi. ZZ resulting from a single amino acid substitution Glu-Lys which causes spontaneous polymerisation of a1-AT and inhibits its release from the liver. The remaining material of a1-AT in the liver causes hepatic cirrhosis. Clinically significant deficiency is also associated with homozygous Pi null null and heterozygous Pi nullZ. The heterozygote pattern of Pi. MZ has intermediate levels which is not sufficient to produce clinical deficiency, but heterozygote individuals who smoke heavily have higher risk of developing emphysema. The a1-AT deficiency develops in adults and causes pulmonary emphysema in smokers as well as in nonsmokers, though the smokers become symptomatic about 15 years earlier than non-smokers. The other organ showing effects of a1-AT deficiency is the liver which may develop obstructive jaundice early in infancy, and cirrhosis and hepatoma late in adulthood. It also causes chronic pancreatitis.",
        "cop": 4,
        "opa": "Fatty liver",
        "opb": "Emphysema",
        "opc": "Pancreatitis",
        "opd": "Renal disease",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "a4b8681b-427e-4c04-803c-85169ab70906",
        "choice_type": "multi"
    },
    {
        "question": "A 35 year old female non-smoker has adeno-carcinoma of lung. Which one of the following immunohistochemical marker is used for detection of adenocarcinoma of lung?",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Immunohistochemical marker used for detection of adeno-carcinoma of lung for a 35 year old female non-smoker is Thyroid transcription factor Adenocarcinoma: Adenocarcinoma, also calledperipheral carcinoma due to its location and scar carcinoma due to its association with areas of chronic scarring, is themost common bronchogenic carcinoma in women and isslow-growing. Recent estimates on adenocarcinoma place this as the most frequent histologic subtype of lung cancer. Adenocarcinoma is fuher subclassified into 4 types: i) Acinar adenocarcinoma which has predominance of glandular structure and often occurs in the larger bronchi. ii) Papillary adenocarcinoma which has a pronounced papillary configuration and is frequently peripherally located in the lungs and is found in relation to pulmonary scars (scar carcinoma). iii) Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes. iv) Solid carcinoma is a poorly-differentiated adenocarcinoma lacking acini, tubules or papillae but having mucuscontaining vacuoles in many tumour cells.",
        "cop": 1,
        "opa": "Thyroid transcription factor",
        "opb": "Alpha fetoprotein",
        "opc": "Glial fibrillary acidic protein",
        "opd": "Progesterone receptor",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "6740a681-90a2-4c32-8617-a5f6dc5058f0",
        "choice_type": "single"
    },
    {
        "question": "Anthracosis is due to inhalation of-",
        "exp": "Ref: Textbook of pathology (Harsh mohan)6th edition, page no. 488 Anthracosis is not a lung disease in true sense but is the common, benign and asymptomatic accumulation of carbon dust in the lungs of most urban dwellers due to atmospheric pollution and cigarette smoke (anthacite refers to coal). Anthracotic pigment is deposited in the macrophages in the alveoli and around the respiratory bronchioles and into the draining lymph nodes but does not produce any respiratory difficulty or radiologic changes",
        "cop": 1,
        "opa": "Coal dust",
        "opb": "Asbestos dust",
        "opc": "Silica dust",
        "opd": "Berylium dust",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "a42e7976-5651-4ac1-b92d-279925970eae",
        "choice_type": "single"
    },
    {
        "question": "Pathology is wet lung is?",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. Adult ARDS/Wet Lung. Adult ARDS is known by various synonyms such as shock-lung syndrome, diffuse alveolar damage (DAD), acute alveolar injury, traumatic wet lungs and post-traumatic respiratory insufficiency. The condition was first recognised in adults during World War II in survivors of non-thoracic injuries with shock. Adult ARDS also presents clinically by sudden and severe respiratory distress, tachypnoea, tachycardia, cyanosis and severe hypoxaemia. The mechanism of acute injury by etiologic agents listed above depends upon the imbalance between proinflammatory and anti-inflammatory cytokines: i) Activated pulmonay macrophages release proinflammatory cytokines such as IL8, IL1, and tumour necrosis factor (TNF), while macrophage inhibitory factor (MIF) helps to sustain inflammation in the alveoli. Number of neutrophils in the alveoli is increased in acute injury. Neutrophils on activation release products which cause active tissue injury e. g. proteases, platelet activating factor, oxidants and leukotrienes. ii) Besides the role of cytokines in acute injury, a few fibrogenic cytokines such as transforming growth factor-a (TGF-a) and platelet-derived growth factor (PDGF) play a role in repair process by stimulation of proliferation of fibroblast and collagen. In either case, injury to the capillary endothelium leads to increased vascular permeability while injured pneumocytes, especially type 1, undergo necrosis. The net effect of injury to both capillary endothelium and alveolar epithelium is interstitial and intra-alveolar oedema, congestion, fibrin deposition and formation of hyaline membranes. As a result of coating of the alveoli with hyaline membranes, there is loss of surfactant causing collapse calle 'stiff lung'. There is an attempt at regeneration of alveolar cells by proliferation of type II alveolar cells so as to increase the secretion of surfactant.",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Surfactant deficiency",
        "opc": "Collection of pus",
        "opd": "Hemorrhage in lungs",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "02db4745-e729-430c-872f-7b1f435836f1",
        "choice_type": "single"
    },
    {
        "question": "Sequstrated lobe of lung is commonly supplied by -",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 462 BRONCHOPULMONARY SEQUESTRATION Sequestration is the presence of lobes or segments of lung tissue which are not connected to the airway system. The blood supply of the sequestered area is not from the pulmonary aeries but from the aoa or its branches. Sequestration may be intralobar or extralobar. Intralobar sequestration is the sequestered bronchopulmonary mass within the pleural covering of the affected lung. Extralobar sequestration is the sequestered mass of lung tissue lying outside the pleural investing layer such as in the base of left lung or below the diaphragm. The extralobar sequestration is predominantly seen in infants and children and is often associated with other congenital malformations.",
        "cop": 3,
        "opa": "Pulmonary aery",
        "opb": "Intercostal aery",
        "opc": "Descending aoa",
        "opd": "Bronchial aery",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "31103487-934e-461d-af6d-fb6a566e95c5",
        "choice_type": "single"
    },
    {
        "question": "The following do not occur with asbestosis",
        "exp": "a lung disease resulting from the inhalation of asbestos paicles, marked by severe fibrosis and a high risk of mesothelioma (cancer of the pleura). A history of dyspnea, pleuritic chest pain, fatigue, weight loss and pleural effusion in a former asbestos worker is suggestive of mesothelioma. Cigarette smoking greatly increases the risk of lung cancer in asbestosworkers Refer robbins 9/e",
        "cop": 1,
        "opa": "Methemoglobinemia",
        "opb": "Pneumoconiosis",
        "opc": "Pleural mesothelioma",
        "opd": "Pleural calcification",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "6e0489ad-5b03-43c2-b7a3-db1e7e083a21",
        "choice_type": "single"
    },
    {
        "question": "The lung carcinoma most common in nonsmokers is -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Adenocarcinoma, also called peripheral carcinoma due to its location and scar carcinoma due to its association with areas of chronic scarring, is the most common bronchogenic carcinoma in women and isslow-growing. This lung carcinoma most common in nonsmokers. Recent estimates on adenocarcinoma place this as the most frequent histologic subtype of lung cancer. Adenocarcinoma is fuher subclassified into 4 types: i) Acinar adenocarcinoma which has predominance of glandular structure and often occurs in the larger bronchi. ii) Papillary adenocarcinoma which has a pronounced papillary configuration and is frequently peripherally located in the lungs and is found in relation to pulmonary scars (scar carcinoma). iii) Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes. iv) Solid carcinoma is a poorly-differentiated adenocarcinoma lacking acini, tubules or papillae but having mucuscontaining vacuoles in many tumour cells.",
        "cop": 3,
        "opa": "Sq. cell",
        "opb": "Large cell",
        "opc": "Adenocarcinoma",
        "opd": "Small cell",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "855226b8-7118-4fec-96d4-da034953c749",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of carcinoma lung is-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 500 Adenocarcinoma: Adenocarcinoma, also called peripheral carcinoma due to its location and scar carcinoma due to its association with areas of chronic scarring, is the most common bronchogenic carcinoma in women and isslow-growing. Recent estimates on adenocarcinoma place this as the most frequent histologic subtype of lung cancer. Adenocarcinoma is fuher subclassified into 4 types: i) Acinar adenocarcinoma which has predominance of glandular structure and often occurs in the larger bronchi. ii) Papillary adenocarcinoma which has a pronounced papillary configuration and is frequently peripherally located in the lungs and is found in relation to pulmonary scars (scar carcinoma). iii) Bronchiolo-alveolar carcinoma is characterised by cuboidal to tall columnar and mucus-secreting epithelial cells growing along the existing alveoli and forming numerous papillary structures. Ultrastructurally, these tumour cells resemble Clara cells or less often type II pneumocytes. iv) Solid carcinoma is a poorly-differentiated adenocarcinoma lacking acini, tubules or papillae but having mucuscontaining vacuoles in many tumour cells.",
        "cop": 2,
        "opa": "Small cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Large cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "08777ac8-5fcd-42ce-878a-f12c38703346",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic histopathological finding in SHOCK LUNG-",
        "exp": "Ref: Textbook of pathology ( Harshmohan)6th edition, page no. 46 Morphological Feature of Shock Lung Grossly, the lungs are normal in size. They are characteristically stiff, congested, heavy and airless so that they sink in water. Microscopically, the impoant features are as follows. 1. There is presence of collapsed alveoli (atelectasis) alternating with dilated alveoli. 2. Necrosis of alveolar epithelial cells and formation of characteristic eosinophilic hyaline membranes lining the respiratory bronchioles, alveolar ducts and the proximal alveoli. The membrane is largely composed of fibrin admixed with cell debris derived from necrotic alveolar cells. 3. Interstitial and intra-alveolar oedema, congestion and intra-alveolar haemorrhages. 4. Changes of bronchopneumonia may supervene. 5. With time, compensatory proliferation of pneumocytes into alveolar lumen may be seen as tufts of alveolar epithelium. 6. In organising stage, there is interstitial fibrosis obliterating alveolar spaces.",
        "cop": 1,
        "opa": "Diffuse alveolar necrosis",
        "opb": "Interstitial pulmonary edema",
        "opc": "Diffuse interstitial inflammation",
        "opd": "Intra-cellular debris",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "bbf5f304-e2bb-4f1d-b64b-3037468ece25",
        "choice_type": "single"
    },
    {
        "question": "B/L Exudative pleural effusion seen in -",
        "exp": "Ref: Robbins Basic Pathology (9th Edition), page no. 511 In pleural effusion (the presence of fluid in the pleural space) the fluid can be either a transudate or an exudate. When the pleural fluid is a transudate, the condition is termed hydrothorax. Hydrothorax from CHF probably is the most common cause of fluid accumulation in the pleural cavity. An exudate, characterized by protein content greater than 2. 9gm/dL and, often, inflammatory cells, suggests pleuritis. The four principal causes of pleural exudate formation are (1) microbial invasion through either direct extension of a pulmonary infection or blood-borne seeding (suppurative pleuritis or empyema); (2) cancer (lung carcinoma, metastatic neoplasms to the lung or pleural surface, mesothelioma); (3) pulmonary infarction; and (4) viral pleuritis. Other, less common causes of exudative pleural effusions are systemic lupus erythematosus, rheumatoid ahritis, and uremia, as well as previous thoracic surgery. Malignant effusions characteristically are large and frequently bloody (hemorrhagic pleuritis).",
        "cop": 1,
        "opa": "SLE",
        "opb": "Lymphoma",
        "opc": "CCF",
        "opd": "Nephrotic syndrome",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "113d8849-901f-440b-93e1-2a42302fc3ab",
        "choice_type": "single"
    },
    {
        "question": "All of the following features are seen in the viral pneumonia except -",
        "exp": "Ref: Textbook of pathology (Harsh Mohan) 6th edition, page No. 473 Histologically, hallmark of viral pneumonias is the interstitial nature of the inflammatory reaction. The microscopic features are as under i) Interstitial inflammation: There is thickening of alveolar walls due to congestion, oedema and mononuclear inflammatory infiltrate comprised by lymphocytes, macrophages and some plasma cells. ii) Necrotising bronchiolitis: This is characterised by foci of necrosis of the bronchiolar epithelium, inspissated secretions in the lumina and mononuclear infiltrate in the walls and lumina. iii) Reactive changes: The lining epithelial cells of the bronchioles and alveoli proliferate in the presence of virus and may form multinucleate giant cells and syncytia in the bronchiolar and alveolar walls. Occasionally, viral inclusions (intranuclear and/or intracytoplasmic) are found, especially in pneumonitis caused by CMV. iv) Alveolar changes: In severe cases, the alveolar lumina may contain oedema fluid, fibrin, scanty inflammatory exudate and coating of alveolar walls by pink, hyaline membrane similar to the one seen in respiratory distress syndrome. Alveolar changes are prominent if bacterial infection supervenes.",
        "cop": 2,
        "opa": "Presence of interstitial inflammation",
        "opb": "Predominance of alveolar exudates",
        "opc": "Bronchiolitis",
        "opd": "Multinucleate gaint cells in the bronchiolar wall",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "47c6d2f8-5754-41ba-856b-43388b61e10f",
        "choice_type": "multi"
    },
    {
        "question": "Pleural fibroma is differentiated from mesothelioma by the presence which of the following in the former-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 505 Mesothelioma is an uncommon tumour arising from mesothelial lining of serous cavities, most often in pleural cavity, and rarely in peritoneal cavity and pericardial sac. Mesotheliomas are of 2 types--benign (solitary) and malignant (diffuse). The biologic behaviour of pleural mesotheliomas is usually predicted by their gross appearance--those forming solitary, discrete masses are generally benign, whereas those which grow diffusely are usually malignant. Benign (Solitary) Mesothelioma Benign or solitary mesothelioma is also called as pleural fibroma. Asbestos exposure plays no role in etiology of benign mesothelioma. Malignant (Diffuse) Mesothelioma Malignant or diffuse mesothelioma is rare. It is a highly malignant tumour associated with high moality. The tumour is significant in view of its recognised association with occupational exposure to asbestos Pleural fibroma is differentiated from mesothelioma by the presence Cytokreatin",
        "cop": 3,
        "opa": "CD14",
        "opb": "CD24",
        "opc": "Cytokreatin",
        "opd": "Erb positive",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "5b899df4-5664-45e4-8375-95f218a5d942",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hypersensitivity reactions occurs in Farmer&; s lungs -",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 493 Hypersensitivity (Allergic) Pneumonitis Hypersensitivity pneumonitis is a group of immunologicallymediated ILDs occurring in workers inhaling a variety of organic (biologic) antigenic materials. The condition may have an acute onset due to isolated exposure or may be chronic due to repeated low-dose exposure. ETIOPATHOGENESIS. A list of impoant organic (biologic) dusts which may be inhaled to produce hypersensitivity pneumonitis is already given in. The immunologic mechanisms underlying hypersensitivity pneumonitis from any of these causes appear to be either type III immune-complex disease or type IV delayedhypersensitivity reaction. 1. Farmers' lung is the classic example resulting from exposure to thermophilic actinomycetes generated by humid and warm mouldy hay. 2. Bagassosis occurs in individuals engaged in manufacture of paper and cardboard from sugarcane bagasse. Spores of thermophilic actinomycetes grow rapidly in mouldy sugarcane bagasse which are inhaled. 3. Byssinosis is an occupational lung disease occurring in workers exposed to fibres of cotton, flex and hemp for a number of years. The role of immunologic mechanisms in byssinosis is not as clear as in exposure to other organic dusts. 4. Bird-breeders' (Bird-fanciers') lung occurs in pigeon breeders, parrot breeders, chicken farmers and bird-fanciers who are exposed to bird-droppings and danders from their feathers. 5. Mushroom-workers' lung is found in mushroom cultivators exposed to mushroom compost dust. 6. Malt-workers' lung is seen in distillery and brewery workers who are exposed to mouldy barley and malt dust. 7. Maple-bark disease occurs in those involved in stripping of maple bark and inhale mouldy maple bark (maple tree is grown in nohern hemisphere for timber and its leaf is the national emblem of Canada). 8. Silo-fillers' disease occurs in individuals who enter the silo (silo is an aiight store-house of fodder for farm animals) in which toxic fumes of nitric oxide and nitrogen dioxide are formed due to fermentation of silage. The condition is generally rapidly fatal; less often it may lead to ILD.",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type III",
        "opc": "All of the above",
        "opd": "none of the above",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "a9b3adb3-e785-4b27-866f-819e7665e64e",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a common feature of cystic fibrosis?",
        "exp": "Ref: Textbook of pathology (harsh mohan)6th edition, page no. 645 Cystic Fibrosis Cystic fibrosis of the or fibrocystic disease is a hereditary disorder characterised by viscid mucous secretions in all the exocrine glands of the body (mucoviscidosis) and associated with increased concentrations of electrolytes in the eccrine glands. The terms 'cystic fibrosis' and 'fibrocystic disease' are preferable over 'mucoviscidosis' in view of the main pathologic change of fibrosis produced as a result of obstruction of the passages by viscid mucous secretions. The disease is transmitted as an autosomal recessive trait with apparent clinical features in homozygotes only. The defect is a genetic mutation in CFTR gene, acronym for coding protein for cystic fibrosis transmembrane conductance regulator located on chromosome 7. It is quite common in the whites (1 per 2000 livebihs). The clinical manifestations may appear at bih or later in adolescence and peain to multiple organs and systems such as pancreatic insufficiency, intestinal obstruction, steatorrhoea, malnutrition, hepatic cirrhosis, azoospermiaand respiratory complications",
        "cop": 4,
        "opa": "Exocrine pancreatic insufficiency",
        "opb": "Azoospermia",
        "opc": "Distal gastrointestinal obstruction",
        "opd": "Polyneuropathy",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "98485392-e28f-4303-bad2-ee914c89d231",
        "choice_type": "single"
    },
    {
        "question": "Sudden death, right sided heart failure (cor pulmonate or cardiovascular collapse occur when -",
        "exp": "Ref: Harsh Mohan - Textbook of Pathology, 6th Edition. page no. 121 CONSEQUENCES OF PULMONARY EMBOLISM i) Sudden death. Massive pulmonary embolism(60% or moreof pulmonary aery) results in instantaneous death, without occurrence of chest pain or dyspnoea. However, if the death is somewhat delayed, the clinical features resemble myocardial infarction i. e. severe chest pain, dyspnoea and shock. ii) Acute cor pulmonale. Numerous small emboli may obstruct most of the pulmonary circulation resulting in acute right heart failure. Another mechanism is by release of vasoconstrictor substances from platelets or by reflex vasoconstriction of pulmonary vessels. iii) Pulmonary infarction. Obstruction of relatively smallsized pulmonary aerial branches may result in pulmonary infarction. The clinical features include chest pain due to fibrinous pleuritis, haemoptysis and dyspnoea due to reduced functioning pulmonary parenchyma. iv) Pulmonary haemorrhage. Obstruction of terminal branches (endaeries) leads to central pulmonary haemorrhage. The clinical features are haemoptysis, dyspnoea, and less commonly, chest pain due to central location of pulmonary haemorrhage. Sometimes, there may be concomitant pulmonary infarction. v) Resolution. Vast majority of small pulmonary emboli (60-80%) are resolved by fibrinolytic activity. These patients are clinically silent owing to bronchial circulation so that lung parenchyma is adequately perfused. vi) Pulmonary hypertension, chronic cor pulmonale and pulmonary aeriosclerosis. These are the sequelae of multiple small thromboemboli undergoing healing rather than resolution.",
        "cop": 3,
        "opa": "Small pulmonary embolism",
        "opb": "Massive pulmonary embolism",
        "opc": "60% or more of pulmonary aery is obstructed with emboli",
        "opd": "End aery obliteration",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "f1296787-746a-4148-8a95-e5e2e58528fc",
        "choice_type": "multi"
    },
    {
        "question": "Ferruginous bodies are seen in -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 492 Histologically there is presence of characteristic asbestos bodies in the involved areas. These are asbestos fibres coated with glycoprotein and haemosiderin and appear beaded or dumbbell-shaped. The coating stains positively for Prussian blue reaction.",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Bysinosis",
        "opc": "Asbestosis",
        "opd": "Baggassosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "8a947170-b67f-41ab-90c3-0fd78c887c53",
        "choice_type": "single"
    },
    {
        "question": "Pleural mesothelioma is associated with",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 493 Asbestos exposure predisposes to a number of cancers, most impoantly bronchogenic carcinoma andmalignant mesothelioma. A few others are: carcinomas of oesophagus, stomach, colon, kidneys and larynx and various lymphoid malignancies. 1. Bronchogenic carcinoma is the most common malignancy in asbestos workers. Its incidence is 5 times higher in non-smoker asbestos workers than the nonsmoker general population and 10 times higher in smoker asbestos workers than the other smokers. 2. pleural mesothelioma is an uncommon tumour but association with asbestos exposure is present in 30 to 80% of cases with mesothelioma. The exposure need not be heavy because mesothelioma is known to develop in people living near asbestos plants or in wives of asbestos workers.",
        "cop": 1,
        "opa": "Asbestosis",
        "opb": "Berylliosis",
        "opc": "Silicosis",
        "opd": "Beryliosis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "be53122a-0e83-41b6-95ba-227677365c4b",
        "choice_type": "single"
    },
    {
        "question": "Which of the types of asbestos is LEAST associated with mesothelioma?",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 492 There are two major geometric forms of asbestos: Serpentine consisting of curly and flexible fibres. It includes the most common chemical form chrysotile (white asbestos) comprising more than 90% of commercially used asbestos. chrysolite is LEAST associated with mesothelioma Amphibole consists of straight, stiff and rigid fibres. It includes the less common chemical forms crocidolite (blue asbestos), amosite (brown asbestos), tremolite, anthophyllite and actinolyte. However, the group of amphibole, though less common, is more impoant since it is associated with induction of malignant pleural tumours, paicularly in association with crocidolite. However, in view of long term harmful effects of asbestos exposure, it has been mostly replaced with synthetic mineral fibres such as fiberglass in developed countries since 1975 but it continues to be used in developing countries of the world.",
        "cop": 1,
        "opa": "Chrysotile",
        "opb": "Crocidolite",
        "opc": "Amosite",
        "opd": "Tremolite",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "13b2a0b4-91c2-4b28-bbed-42ca30009fe7",
        "choice_type": "single"
    },
    {
        "question": "A 56 year old chronic smoker, mass in bronchus resected. What is the possible marker-",
        "exp": "Ref: Harrison&; s principle of internal medicine, 18 th edition, page no. 739 The diagnosis of lung cancer most often rests on the morphologic or cytologic features correlated with clinical and radiologic findings. Immunohistochemistry may be used to verify neuroendocrine differentiation within a tumour, with markers such as neuron specific enolase (NSE), CD56 or neural cell adhesion molecule (NCAM), synaptophysin, chromograin, and Leu7. Cytokeratin 7 and 20 used in combination can help narrow the differential diagnosis; Non-Small Cell Lung Cancer, Small Cell Lung <a href=\" and mesothelioma may stain positive &nbsp; CK7and negative for CK20, while squamous cell lung cancer will be both CK7 and CK20 negative. mesotelioma can be easily identified ultrastructurally, but it has historically been difficult to differentiate from &nbsp; adenocarcinoma through morphology and immunohistochemical staining. several markers in the past few years have proven to be more helpful, including CK5/6, calretin, and wilms&; tumour gene 1(WT-1), all of which show positivity in mesothelioma.</p>",
        "cop": 1,
        "opa": "Cytokeratin",
        "opb": "Vimentin",
        "opc": "Epithelial membrane Cadherin",
        "opd": "Leukocyte",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "40a16ae8-46f4-4716-9996-c63a0803ab34",
        "choice_type": "single"
    },
    {
        "question": "Creola bodies are seen in-",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 484 In Microscopy of asthmatic lung the following changes are observed; 1. The mucus plugs contain normal or degenerated respiratory epithelium forming twisted strips called Curschmann's spirals. 2. The sputum usually contains numerous eosinophils and diamond-shaped crystals derived from eosinophils called Charcot-Leyden crystals. 3. The bronchial wall shows thickened basement membrane of the bronchial epithelium, submucosal Diagrammatic appearance of Curschmann's spiral and Charcot-Leyden crystals found in mucus plugs in patients with bronchial asthma. oedema and inflammatory infiltrate consisting of lymphocytes and plasma cells with prominence of eosinophils. There is hyperophy of submucosal glands as well as of the bronchial smooth muscle. 4. Changes of bronchitis and emphysema may supervene, especially in intrinsic asthma",
        "cop": 1,
        "opa": "Bronchial asthma",
        "opb": "Chronic bronchitis",
        "opc": "Emphysema",
        "opd": "Bronchiectatsis",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "75a61815-9d6d-4197-9cdb-401b9282dc44",
        "choice_type": "single"
    },
    {
        "question": "Distension of distant alveoli is seen in -",
        "exp": "Ref: Textbook of pathology (Harsh Mohan) 6th edition, page No. 481 Morphology of Individual Types of Emphysema CENTRIACINAR (CENTRILOBULAR) EMPHYSEMA. Centriacinar or centrilobular emphysema is one of the common types. It is characterised by initial involvement of respiratory bronchioles i. e. the central or proximal pa of the acinus. This is the type of emphysema that usually coexists with chronic bronchitis and occurs predominantly in smokers and in coal miners' pneumoconiosis. 2. PANACINAR (PANLOBULAR) EMPHYSEMA. Panacinar or panlobular emphysema is the other commontype. In this type, all poions of the acinus are affected but not of the entire lung. Panacinar emphysema is most often associated with a1-antitrypsin deficiency in middle-aged smokers and is the one that produces the most characteristic anatomical changes in the lung in emphysema. PARASEPTAL (DISTAL ACINAR) EMPHYSEMA This type of emphysema involves distal pa of acinus while the proximal pa is normal. Paraseptal or distal acinar emphysema is localised along the pleura and along the perilobular septa. The involvement is seen adjacent to the areas of fibrosis and atelectasis and involves upper pa of lungs more severely than the lower. This form of emphysema is seldom associated with COPD but is the common cause of spontaneous pneumothorax in young adults. Grossly, the subpleural poion of the lung shows air-filled cysts, 0. 5 to 2 cm in diameter. 4. IRREGULAR (PARA-CICATRICIAL) EMPHYSEMA. This is the most common form of emphysema, seen surrounding scars from any cause. The involvement is irregular as regards the poion of acinus involved as well as within the lung as a whole. During life, irregular emphysema is often asymptomatic and may be only an incidental autopsy finding. MIXED (UNCLASSIFIED) EMPHYSEMA. Quite often, the same lung may show more than one type of emphysema. It is usually due to more severe involvement resulting in loss of clearcut distinction between one type of emphysema and the other. Thus, the lungs of an elderly smoker at autopsy may show continuation of centriacinar emphysema in the upper lobes, panacinar in the lower lobes, and paraseptal emphysema in the subpleural region.",
        "cop": 2,
        "opa": "Irregular emphysema",
        "opb": "Paraseptal emphysema",
        "opc": "Panacinar emphysema",
        "opd": "Centriacinar emphysema",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "015711d4-086d-4da9-8ea5-80fdd9735748",
        "choice_type": "single"
    },
    {
        "question": "Alpha -1 antitrypsin deficiency occurs in",
        "exp": "Emphysema:*Irreversible enlargement of airspaces distal to terminal bronchioles accompanied by destruction of their walls.*Types: Centriacinar (Common), panacinar, paraseptal and irregular.*Panacinar emphysema is associated with a1-antitrypsin deficiency, which is an inhibitor of proteases secreted by neutrophils during inflammation. *In a1-antitrypsin deficiency individuals, any stimulus (like smoking) that increases neutrophils in the lung causes an uninhibited destruction of lungs by proteases causing emphysema. Ref: Robbins 8/e p684",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Bronchiectasis",
        "opc": "Empyema",
        "opd": "Brochogenic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "8e8a6bb6-1864-4021-b231-efaf9ffcd1c2",
        "choice_type": "single"
    },
    {
        "question": "Bronchiectasis means..................... of bronchi -",
        "exp": "Ref: Textbook of pathology (Harsh mohan)6th edition, page no. 484 BRONCHIECTASIS Bronchiectasis is defined as abnormal and irreversible dilatation of the bronchi and bronchioles (greater than 2 mm in diameter) developing secondary to inflammatory weakening of the bronchial walls. The most characteristic clinical manifestation of bronchiectasis is persistent cough with expectoration of copious amounts of foul-smelling, purulent sputum. Post-infectious cases commonly develop in childhood and in early adult life.",
        "cop": 2,
        "opa": "Inflammation",
        "opb": "Dilatation",
        "opc": "Cavitation",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "eee66082-9520-47bc-9999-4a288e6e5ed2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following inhaled occupational pu. Ilutant produces extensive nodular pulmonary fibrosis?",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 491 MORPHOLOGIC FEATURES. Grossly, the chronic silicotic lung is studded with well-circumscribed, hard, fibrotic nodules, 1 to 5 mm in diameters. They are scattered throughout the lung parenchyma but are initially more often located in the upper zones of the lungs. These nodular lesions frequently have simultaneous deposition of coal-dust and may develop calcification. The pleura is grossly thickened and adherent to the chest wall. There may be similar fibrotic nodules on the pleura and within the regional lymph nodes. The nodular lesions are detectable as egg-shell shadows in chest X-rays. The lesions may undergo ischaemic necrosis and develop cavitation, or be complicated by tuberculosis and rheumatoid pneumoconiosis Histologically, The following features are observed 1. The silicotic nodules are located in the region of respiratory bronchioles, adjacent alveoli, pulmonary aeries, in the pleura and the regional lymph nodes 2. The silicotic nodules consist of central hyalinised material with scanty cellularity and some amount of dust. The hyalinised centre is surrounded by concentric laminations of collagen which is fuher enclosed by more cellular connective tissue, dust-filled macrophages and a few lymphocytes and plasma cells. Some of these nodules may have calcium deposits. 3. The collagenous nodules have cleft-like spaces between the lamellae of collagen which when examined polariscopically may demonstrate numerous birefringent paicles of silica. 4. The severe and progressive form of the disease may result in coalescence of adjacent nodules and cause complicated silicosis similar to progressive massive fibrosis of coal-workers' pneumoconiosis (described above). 5. The intervening lung parenchyma may show hyperinflation or emphysema.. 6. Cavitation when present may be due to ischaemic necrosis in the nodules, or may reveal changes of tuberculosis or rheumatoid pneumoconiosis (Caplan's syndrome), discussed already.",
        "cop": 1,
        "opa": "Silica",
        "opb": "Asbestos",
        "opc": "Wood dust",
        "opd": "Carbon",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "972c2452-c7e8-4f0d-9925-c6b95839a268",
        "choice_type": "single"
    },
    {
        "question": "Cystic fibrosis is associated with all except -",
        "exp": "Ref: Textbook of pathology (harsh mohan)6th edition, page no. 645 Cystic Fibrosis Cystic fibrosis of the pancreas or fibrocystic disease is a hereditary disorder characterised by viscid mucous secretions in all the exocrine glands of the body (mucoviscidosis) and associated with increased concentrations of electrolytes in the eccrine glands. The terms 'cystic fibrosis' and 'fibrocystic disease' are preferable over 'mucoviscidosis' in view of the main pathologic change of fibrosis produced as a result of obstruction of the passages by viscid mucous secretions. The disease is transmitted as an autosomal recessive trait with apparent clinical features in homozygotes only. The defect is a genetic mutation in CFTR gene, acronym for coding protein for cystic fibrosis transmembrane conductance regulator located on chromosome 7. It is quite common in the whites (1 per 2000 livebihs). The clinical manifestations may appear at bih or later in adolescence and peain to multiple organs and systems such as pancreatic insufficiency, intestinal obstruction, steatorrhoea, malnutrition, azoospermia, nasal polyps, hepatic cirrhosis and respiratory complications",
        "cop": 4,
        "opa": "Infeility",
        "opb": "Azoospermia",
        "opc": "Nasal polyps",
        "opd": "Renal failure",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "8a5cd77b-3fec-4ec6-b951-2338feecc51a",
        "choice_type": "multi"
    },
    {
        "question": "Reid index is useful in-",
        "exp": "Ref: Textbook of pathology (Harash mohan)6th edition, page no. 478 Just as there is clinical definition, there is histologic definition of chronic bronchitis by increased Reid index. Reid index is the ratio between thickness of the submucosal mucus glands (i. e. hyperophy and hyperplasia) in the cailage-containing large airways to that of the total bronchial wall. The increase in thickness can be quantitatively assessed by micrometer lens. The bronchial epithelium may show squamous metaplasia and dysplasia. There is little chronic inflammatory cell infiltrate. The non-cailage containing small airways show goblet cell hyperplasia and intraluminal and peribronchial fibrosis.",
        "cop": 2,
        "opa": "Glomerulonephritis",
        "opb": "Chronic bronchitis",
        "opc": "Cirrhosis",
        "opd": "MI",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "14056dd7-25a7-4b04-aa3d-68ab854b0e5e",
        "choice_type": "single"
    },
    {
        "question": "Laminated concretions of calcium and proteins are -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 165 Schaumann's bodies or conchoid (conch like) bodies which are concentric laminations of calcium and of iron salts, complexed with proteins. The giant cells in sarcoid granulomas contain ceain cytoplasmic inclusions Schaumann's bodies is one of them others are: Asteroid bodies which are eosinophilic and stellateshaped structures. Birefringent cytoplasmic crystals which are colourless. Similar types of inclusions are also observed in chronic berylliosis Ferrugenious bodies are asbestos fibres coated with glycoprotein and haemosiderin and appear beaded or dumbbell-shaped. The coating stains positively for Prussian blue reaction. Gandy-Gamna nodules or Gandy-Gamna bodies, sometimes known as Gamna-Gandy bodies or Gamna-Gandy nodules, are small yellow-brown, brown, or rust-colored foci found in the spleen in patients with splenomegaly due to poal hypertension, as well as sickle cell disease.",
        "cop": 1,
        "opa": "Schaumann's bodies",
        "opb": "Ferrugenious bodies",
        "opc": "Asteroid bodies",
        "opd": "Gamm Gandy bodies",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "23c4d556-4f92-408f-b2fc-c15ad2dec7d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is characteristically not associated with the development of interstitial lung disease?",
        "exp": "Ref: Textbook of pathology (Harsh Mohan) 6th edition, page No. 483 BRONCHIAL ASTHMA Asthma is a disease of airways that is characterised by increased responsiveness of the tracheobronchial tree to a variety of stimuli resulting in widespread spasmodic narrowing of the air passages which may be relieved spontaneously or by therapy. Asthma is an episodic disease manifested clinically by paroxysms of dyspnoea, cough and Wheezing. However, a severe and unremitting form of the disease termed status asthmaticus may prove fatal.",
        "cop": 4,
        "opa": "Organic dusts",
        "opb": "Inorganic dusts",
        "opc": "Toxic gases e. g. chlorine, sulphur dioxide",
        "opd": "Inhalation of tobacco smoke",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "fcf25fe9-eff7-4d73-8655-3ce439b4e4a6",
        "choice_type": "multi"
    },
    {
        "question": "The followng does not occur with asbestosis -",
        "exp": "Ref: Textbook of pathology (Harsh mohan) 6th edition, page no. 492 Overexposure to asbestos is associated with 3 types of lesions: asbestosis, pleural disease and ceain tumours. A. ASBESTOSIS. The gross pulmonary fibrosis caused by asbestos exposure and histologic demonstration of asbestos bodies on asbestos fibres is termed asbestosis. Grossly, the affected lungs are small and firm with cailage-like thickening of the pleura. The sectioned surface shows variable degree of pulmonary fibrosis, especially in the subpleural areas and in the bases of lungs. The advanced cases may show cystic changes. Histologically, the following changes are observed: 1. There is non-specific interstitial fibrosis. 2. There is presence of characteristic asbestos bodies in the involved areas. These are asbestos fibres coated with glycoprotein and haemosiderin and appear beaded or dumbbell-shaped. The coating stains positively for Prussian blue reaction. 3. There may be changes of emphysema in the pulmonary parenchyma between the areas of interstitial fibrosis. 4. The involvement of hilar lymph nodes in asbestosis is not as significant as in silicosis. B. PLEURAL DISEASE. Pleural disease in asbestos exposure may produce one of the following 3 types of lesions: 1. Pleural effusion. It develops in about 5% of asbestos workers and is usually serious type. Pleural effusion is generally accompanied by subpleural asbestosis. 2. Visceral pleural fibrosis. Quite often, asbestosis is associated with dense fibrous thickening of the visceral pleura encasing the lung. 3. Pleural plaques. Fibrocalcific pleural plaques are the most common lesions associated with asbestos exposure. Grossly, the lesions appear as circumscribed, flat, small (upto 1 cm in diameter), firm or hard, bilateral nodules. They are seen more often on the posterolateral pa of parietal pleura and on the pleural surface of the diaphragm. Microscopically, they consist of hyalinised collagenous tissue which may be calcified so that they are visible on chest X-ray. Asbestos bodies are generally not found within the plaques. C. TUMOURS. Asbestos exposure predisposes to a number of cancers, most impoantly bronchogenic carcinoma and malignant mesothelioma. A few others are: carcinomas of oesophagus, stomach, colon, kidneys and larynx and various lymphoid malignancies. 1. Bronchogenic carcinoma is the most common malignancy in asbestos workers. Its incidence is 5 times higher in non-smoker asbestos workers than the nonsmoker general population and 10 times higher in smoker asbestos workers than the other smokers. 2. Malignant mesothelioma is an uncommon tumour but association with asbestos exposure is present in 30 to 80% of cases with mesothelioma. The exposure need not be heavy because mesothelioma is known to develop in people living near asbestos plants or in wives of asbestos workers.",
        "cop": 1,
        "opa": "Methemoglobinemia",
        "opb": "Pneumoconiosis",
        "opc": "Pleural mesothelioma",
        "opd": "Pleural calcification",
        "subject_name": "Pathology",
        "topic_name": "Respiratory system",
        "id": "16826f89-a0cc-41a1-bac5-5664c2d97345",
        "choice_type": "single"
    }
]