[
    {
        "question": "Hamartomatous lung tissue is?",
        "exp": "Ans. (d) Congenital cystic adenomatoid malformation(Ref: Robbins 9th/pg 670; 8th/pg 679)Congenital cystic adenomatoid malformation (CCAM): Hamartomatous Q or dysplastic lung tissue, usually confined to one lobe.",
        "cop": 4,
        "opa": "Hypoplasia of lung",
        "opb": "Congenital cyst",
        "opc": "Lobar sequestration",
        "opd": "Congenital cystic adenomatoid malformation",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "567e1d6a-5444-4e1a-b07a-98417b051c28",
        "choice_type": "single"
    },
    {
        "question": "Ferruginous bodies are seen in?",
        "exp": "Ans. is 'c' i.e., Asbestosis \"Ferruginous bodies are most commonly seen in asbestosis\". ------------Chandrasoma Taylor* Ferruginous bodies represent foreign inorganic or organic fibers coated by complexes of iron and glycoproteins.* While ferruginous bodies are most commonly seen in asbestosis they are not diagnostic because it may be seen in other type of pneunoconiosis.* When asbestos fiber is coated by iron and glycoprotein, this ferruginous body is called asbestos body-characteristic of asbestosis.* Ferruginous bodies are best seen in section that have stained for iron with prussion blue.* Microscopically ferruginous bodies give a Sheikh Kebab appearance.",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Bysinosis",
        "opc": "Asbestosis",
        "opd": "Baggassosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "c83df0f3-7835-4cf2-b569-fc5f257872fb",
        "choice_type": "single"
    },
    {
        "question": "A 60 yr old person presents with a mass located at central bronchus causing distal bronchiectasis and recurrent pneumonia. Which of the following findings is expected from biopsy of the mass?",
        "exp": "Ans. (d) Small round cells and hyperchromatic nuclei with nuclear moulding(Ref: Robbins 9th/pg 715-717)This typical presentation of 60 yr/M presenting with a mass located at central bronchus causing distal bronchiectasis and recurrent pneumonia is suggestive of small cell Carcinoma.In Small cell Ca lung, location in lungs are most commonly central and usually presents with mass within the bronchus.Light Microscopy feature of Small cell Ca is:Small cells with salt and pepper pattern, hyperchromatic nuclei, Q, nuclear molding Q is prominentBasophilic staining of vascular walls due to encrustation by DNA from necrotic tumor cells (Azzopardi effect) QAbout other options:A. Abundant osteoid matrix formation points towards metastatic Osteosarcoma;B. Contains all three germ layers: is consistent with a Teratoma;C. Spindle cells with abundant stromal matrix is suggestive of Sarcoma;",
        "cop": 4,
        "opa": "Abundant osteoid matrix formation",
        "opb": "Contains all three germ layers",
        "opc": "Spindle cells with abundant stromal matrix",
        "opd": "Small round cells and hyperchromatic nuclei with nuclear moulding",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "433065e4-222d-4579-bbeb-fc4bd63b011b",
        "choice_type": "multi"
    },
    {
        "question": "Curschmann spirals are found in",
        "exp": "(Asthma) (726- Robbins 7th) (485- 492- HM 5,h) (492- Basic pathology 8th)* Bronchial Asthma - Histologically the mucous plugs contain whorls of shed epithelium. Which give rise to the well known Curschmann spirals*, Numerous eosinophils and charcot Leyden crystals* are present* The other characteristic histologic findings of asthma collectively called \"airway remodeling\"* REID INDEX is the ratio between thickness of the submucosal mucous glands (i.e, hypertrophy and hyper plasia) in the cartilage containg large airway to that of the total bronchial wall seen in chronic bronchitis**",
        "cop": 2,
        "opa": "Broncitis",
        "opb": "Asthma",
        "opc": "Bronchiectasis",
        "opd": "Lung abscesses",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "2bf63e0a-fb61-49b6-93cd-b877d53db9f8",
        "choice_type": "single"
    },
    {
        "question": "A 45-year old male presented with severe respiratory distress. O/E he had pedal edema, bilateral crepitation on auscultation. He was admitted to emergency department and expired 2 days of admission. Lung biopsy done suggested the following. What is your diagnosis?",
        "exp": "Ans. (d) Heart failure cellsThe lung biopsy shows intra-alveolar transudate granular pale pink material along with alveolar micro-hemorrhages & hemosiderin-laden macrophages (\"heart failure\" cells) seen in left-sided congestive heart failure.",
        "cop": 4,
        "opa": "CMV pneumonitis",
        "opb": "Small cell Ca lung",
        "opc": "Tuberculosis",
        "opd": "Heart failure cells",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "df63e2e9-3cae-4be2-9699-29e945035e02",
        "choice_type": "multi"
    },
    {
        "question": "The most important function of epithelioid cells in tuberculosis is:",
        "exp": "Ans. (b) Secretory(Ref: Immunology, 8th edition, by David Male; pg 427)Epithelioid cells are transformed macrophages that have lost their phagocytic function but retained their secretory activity.Epithelioid cells contain numerous endoplasmic reticulum & golgi bodies.They secrete IL10, TNF alpha, TGF beta;",
        "cop": 2,
        "opa": "Phagocytosis",
        "opb": "Secretory",
        "opc": "Antigenic",
        "opd": "Healing",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "2d4d1560-3f97-44ce-a319-388981604843",
        "choice_type": "single"
    },
    {
        "question": "Condition not associated with bronchiectasis is?",
        "exp": "Ans. is 'b' i.e., Lung Cancer * Important complications of bronchiectasis are massive hemoptysis, purulent pericarditis, lung abscess, empyema, amyloidosis, metastatic abscess (in brain, bones etc) , and cor pulmonale. It is not a premalignant condition.",
        "cop": 2,
        "opa": "Pericarditis",
        "opb": "Lung cancer",
        "opc": "Amyloidosis",
        "opd": "Hemoptysis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "ce39c531-f6a2-42ea-8bcc-d4409bc91c5a",
        "choice_type": "single"
    },
    {
        "question": "The lung pathology occurring in persons working in cotton- wool industries is",
        "exp": "Ans. (a) Asthma like features(Ref: Robbins 9th 689)In 10-25% cases, disease may be progressive, with chest tightness recurring or persisting throughout the workweek.After >10 years of exposure, workers with recurrent symptoms are more likely to have an obstructive pattern on pulmonary function testing.",
        "cop": 1,
        "opa": "Asthma like features",
        "opb": "Hypersensitivity pnemonitis",
        "opc": "Lung Ca",
        "opd": "Chronic bronchitis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "b6a6923a-e2cf-4dd5-bb2c-e1cdc45a7957",
        "choice_type": "single"
    },
    {
        "question": "In Kartagener syndrome, all are seen except:",
        "exp": "Ans: c (Bronchial asthma) Ref: Robbins, 7th ed,727; Harrison, 16th ed,p. 1542Kartagener's syndrome is characterized by bronchiectasis, situs inversus and sinusitis. It is associated with primary ciliary dyskinesia. Lack of ciliary activity interferes with bacterial clearance, predisposes sinuses and bronchi to infection and affects cell motility during embryogenesis, resulting in situs inversus. Males with this condition will be infertile due to ineffective mobility of sperm tail.",
        "cop": 3,
        "opa": "Bronchiectasis",
        "opb": "Situs inversus",
        "opc": "Bronchial asthma",
        "opd": "Sinusitis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "a6c0aa9b-da12-4385-9b3e-712cadad6f47",
        "choice_type": "multi"
    },
    {
        "question": "Granulomatous lung disease is caused by?",
        "exp": "Ans is 'a' i.e. Hypersensitivity pneumonitis* Granulomatous lung disease refers a broad group of infectious and well as non infections conditions characterized by formation of granulomas.* The spectrum includes :1) Infectiousa) Mycobacteriali) Pulmonary tuberculosisii) Pulmonary non tuberculous mycobacterial infectionb) Fungali) Pulmonary coccidioidomycosisii) Pulmonary cryptococcosisiii) Pulmonary histoplasmosisiv) Pulmonary blastomycosisv) Pulmonary aspergillus infectionsc) Parasitici) Pulmonary dirofilaria infection2) Non infectiousa) Sarcoidosisb) Wegener granulomatosisc) Churg strauss syndromed) Chronic granulomatous disease2e) Hypersensitivity pneumonitisf) Bronchocentric granulomatosisg) Pulmonary manifestations of rheumatoid arthritish) Granulomatosis secondary to substancesi) Pulmonary talc granulomatosisii) Berylliosisiii) Granulomatous pneumonitis associated with begi) Changes secondary to chronic aspiration pneumonitisj) Lymphoproliferativei) Lymphocytic interstitial pneumonitisii) Lymphomatoid granulomatosisk) Pulmonary langerhans cell histiocytosisl) Erdheim-chester diseasem) Granulomatous lung disease associated with common variable immunodeficiency",
        "cop": 1,
        "opa": "Hypersensitivity pneumonitis",
        "opb": "Sarcoma",
        "opc": "Bronchogenic carcinoma",
        "opd": "Bronchogenic cyst",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "aa426e65-4223-40ca-a4f1-fe55da76f63c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a causative agent of Farmer's Lung?",
        "exp": "Ref: Harrison 20th edition, P 1970Farmers lung is a hypersensitivity pneumonitis which is caused by thermophilic actinomycetes. The same organism grows on sugarcane dust and is the antigen leading to Bagassosis.DiseaseAntigenSourceFarming/Food ProcessingFarmer's lungThermophilic Actinomycetes (e.g., Saccharopolyspora rectivirgula); fungusGrain, moldy hay, silage SugarcaneBagassosisThermophilic actinomycetes",
        "cop": 1,
        "opa": "Thermophilic Actinomycetes",
        "opb": "Aspergillus Fumigatus",
        "opc": "Actinobacter",
        "opd": "Aspergillus Flavus",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "d2fcbf6a-746e-4b19-82b0-fd4053a407f8",
        "choice_type": "single"
    },
    {
        "question": "a1 antitrypsin deficiency is seen in",
        "exp": "i.e. (Emphysema): (486-Basicpathology 8th) (1638-H17th)Panacinar (Pan lobular) emphysema is associated with a-lAT deficiency which has a predilection for the lower lobesPatients with severe a 1-antiprotease (a 1-antitrypsin) deficiency are recognized by family history and the appearance of panacinar bibasilar emphysema early in life usually in the third or fourth decade; hepatic cirrhosis and hepatocellular carcinoma may occur (258-CMDT 11th)Panacinar emphysemaCentriacinar emphysema* Acini are uniformly involved from level of respiratory bronchiole to terminal blind alveoli* Central or proximal parts of acini formed by respiratory bronchioles are affected whereas distal alveoli are spared* Lesions are more common in lower zone and bases* Lesions are more severe and common in upper lobes* Occurs in association with a1 antitrypsin deficiency* Occurs predominantly in smokers*** Is the commonest pattern",
        "cop": 2,
        "opa": "Bronchial asthma",
        "opb": "Emphysema",
        "opc": "Bronchiectasis",
        "opd": "Lung carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "73391dc0-ea20-422c-a341-698ec33bd189",
        "choice_type": "single"
    },
    {
        "question": "Causative particle in asbestosis is?",
        "exp": "Ans. (a) Amphibole(Ref: Robbins 9th/pg 689)Serpentine Q (M.C) and Amphibole Q (more pathogenic) as particles are asbestor particle associated with asbestosis.",
        "cop": 1,
        "opa": "Amphibole",
        "opb": "Crysolite",
        "opc": "Tridymite",
        "opd": "Gristobalite",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "fa5e291a-827f-481d-ac81-d3f5ddeb49a5",
        "choice_type": "single"
    },
    {
        "question": "A patient of pneumonia develops sputum expectoration. What is the stage of pneumonia-",
        "exp": "Ans. is 'd' i.e., Resolution * \"In stage of resolution, consolidation tissue re-aereates and the fluid infiltrate. Causes sputum\"* \"Symptoms of pneumonia include cough, initially short, painful and dry and later on expectoration (during resolution). -----Clinical medicine",
        "cop": 4,
        "opa": "Congestion",
        "opb": "Red hepatization",
        "opc": "Grey hepatization",
        "opd": "Resolution",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "dab2f96e-5f8c-455d-ae4d-d52390cff71d",
        "choice_type": "single"
    },
    {
        "question": "Which cells produce surfactant in conducting part of the lung?",
        "exp": "Ans. (d) Clara cells(Ref: Robbins 9th/pg 670; 8th/pg 679)Club cells, also known as bronchiolar exocrine cells, originally known as Clara cells, are dome-shaped cells with short microvilli, found in the small airways (bronchioles) of the lungs, produce substances similar to surfactant.",
        "cop": 4,
        "opa": "Goblet cells",
        "opb": "Brush cells",
        "opc": "Basal cells",
        "opd": "Clara cells",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "398be206-b6f1-4866-b075-25e53245910c",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man has a 5-year history of episodic wheezing and coughing. The episodes are more common during the winter months, and he has noticed that they often follow minor respiratory tract infections. In the period between the episodes, he can breathe normally. There is no family history of asthma or other allergies. On physical examination, there are no remarkable findings. A chest radiograph shows no abnormalities. A serum IgE level and WBC count are normal. Which of the following is the most likely mechanism that contributes to the findings in his illness?",
        "exp": "This history is typical of nonatopic, or intrinsic, asthma. There is no family history of asthma, no eosinophilia, and a normal serum IgE level. The fundamental abnormality in such cases is bronchial hyperresponsiveness (i.e., the threshold of bronchial spasm is intrinsically low). When airway inflammation occurs after viral infections, the bronchial smooth muscle spasms, and an asthmatic attack occurs. Such bronchial hyperreactivity also may be triggered by inhalation of air pollutants, such as ozone, sulfur dioxide, and nitrogen dioxides. Even exercise and cold air may act as a trigger. Accumulation of neutrophils is typical of bacterial pneumonia, which could follow viral infection, but lead to lung consolidation. Bronchopulmonary aspergillosis refers to colonization of asthmatic airways by Aspergillus, which is followed by development of additional IgE antibodies. Secretion of interleukin (IL)-4 and IL-5 by type 2 helper T cells also occurs in cases of allergic asthma.",
        "cop": 2,
        "opa": "Accumulation of alveolar neutrophilic exudate",
        "opb": "Bronchial hyperreactivity to chronic inflammation",
        "opc": "Emigration of eosinophils into bronchi",
        "opd": "Hyperresponsiveness to Aspergillus spores",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "084c57d8-716a-49a9-91c2-22967ab01a27",
        "choice_type": "multi"
    },
    {
        "question": "Pink puffers are associated with?",
        "exp": "Ans. is 'a' i.e., Emphysema * A \"pink puffer\" is a person where emphysema is the primary underlying pathology. In emphysema, not only there is less surface area for gas exchange, there is also less vascular bed for gas exchange. The body then has to compensate by hyperventilation (the \"puffer\"). Their arterial blood gases (ABGs) actually are relatively normal because of this compensatory hyperventilation. They actually have less hypoxemia (compared to blue bloaters) and appear to have a \"pink\" complexion and hence \"pink puffer\". Some of the pink appearance may also be due to the work (use of neck and chest muscles) these folks put into just drawing a breath.* A \"blue bloater\" is a person where the primary underlying lung pathology is chronic bronchitis. Chronic bronchitis is caused by excessive mucus production with airway obstruction resulting from hyperplasia of mucus- producing glands, goblet cell metaplasia, and chronic inflammation around bronchi. Unlike emphysema, the pulmonary capillary bed is undamaged. Instead, the body responds to the increased obstruction by decreasing ventilation and increasing cardiac output. There is a dreadful ventilation to perfusion mismatch leading to hypoxemia and polycythemia. In addition, they also have increased carbon dioxide retention (hypercapnia). Because of increasing obstruction, their residual lung volume gradually increases (the \"bloating\" part). They are hypoxemic/cyanotic because they actually have worse hypoxemia than pink puffers and this manifests as bluish lips and faces--the \"blue\" part.",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Chronic bronchitis",
        "opc": "Pneumonia",
        "opd": "Bronchiectasis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "6712af3c-eb0d-43a8-ad30-cc82c50e9069",
        "choice_type": "single"
    },
    {
        "question": "Causative agent of Farmer's lung is:",
        "exp": "Ans. (a) Themophilus actinomycetes(Ref: Robbins 9th/pg 689; 8th/pg 687)In farmer's lung, inhalation of proteins, such as thermophilic actinomyces bacteria and fungal spores that are present in moldy bedding and feed, are most commonly responsible for the development of Hypersensitivity pneumonitis.",
        "cop": 1,
        "opa": "Themophilus actinomycetes",
        "opb": "Aspergillus",
        "opc": "Penicilliumglabrum",
        "opd": "Rhizopus",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "4f8091c5-7251-4240-ab61-27bbbbd6b1e3",
        "choice_type": "single"
    },
    {
        "question": "Most common type of pneumoconiosis, associated with TB is?",
        "exp": "Ans. is 'a' i.e., Silicosis * Silicosis is associated with an increased susceptibility to T.B. It is postulated that silicosis results in depression of cell mediated immunity and the crystalline silica may inhibit the ability of pulmonary macrophages to kill phagocytosed mycobacteria. Nodules of silicotuberculosis often display a central zone of caseation.",
        "cop": 1,
        "opa": "Silicosis",
        "opb": "Bysinosis",
        "opc": "Asbestosis",
        "opd": "Baggassosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "2a5e8404-847c-40e5-8067-0b291da12a99",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is NOT a feature of Kartagener's syndrome:",
        "exp": "Ans. (c) Dysphagia(Ref: Robbins 9th/pg 683-684)Kartagener syndrome refers to bronchiectasis, sinusitis, and situsinversus; QIt is seen in 50% patients with primary ciliary dyskinesia",
        "cop": 3,
        "opa": "Bronchiectasis",
        "opb": "Ciliary dyskinesia",
        "opc": "Dysphagia",
        "opd": "Situs inversus",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "6157917a-8f26-4c1b-9d44-d6c2a6e8695c",
        "choice_type": "single"
    },
    {
        "question": "The most common type of emphysema associated with alpha-1 antitrypsin deficiency?",
        "exp": "Ans. C. Panacinar.(Ref. H-17th/pg. 1638)EMPHYSEMA# Emphysema is characterized by destruction of gas-exchanging airspaces, i.e., the respiratory bronchioles, alveolar ducts, and alveoli. Their walls become perforated and later obliterated with coalescence of small distinct airspaces into abnormal and much larger airspaces.# Macrophages accumulate in respiratory bronchioles of essentially all young smokers. Bronchoalveolar lavage fluid from such individuals contains roughly five times as many macrophages as lavage from non- smokers.# In smokers' lavage fluid, macrophages comprise >95% of the total cell count, and neutrophils, nearly absent in nonsmokers' lavage, account for 1-2% of the cells. T lymphocytes, particularly CD8+ cells, are also increased in the alveolar space of smokers.Emphysema is classified into distinct pathologic types, the most important being centriacinar and panacinar:A. Centriacinar emphysema:a. The type most frequently associated with cigarette smoking.Qb. Characterized by enlarged airspaces found (initially) in association with respiratory bronchioles.c. Most prominent in the upper lobes and superior segments of lower lobes and is often quite focal.QB. Panacinar emphysema:a. refers to abnormally large airspaces evenly distributed within and across acinar units.b. Panacinar emphysema is usually observed in patients with alAT deficiency.c. Has a predilection for the lower lobes.d. However, garden-variety smoking-related emphysema is usually mixed, particularly in advanced cases, and these pathologic classifications are not helpful in the care of patients with COPD.The pathogenesis of emphysema can be dissected into four interrelated events:1) Chronic exposure to cigarette smoke may lead to inflammatory cell recruitment within the terminal airspaces of the lung.2) These inflammatory cells release elastolytic proteinases which damage extracellular lung matrix3) Loss of matrix-cell attachment leads to apoptosis of structural cells of the lung.4) Ineffective repair of elastin and perhaps other extracellular matrix components result in airspace enlargement that defines pulmonary emphysema.Lab findings FINDINGS:# Pulmonary function testing shows airflow obstruction with a reduction in FEV1 and FEV1/FVC.# Radiographic studies may assist in the classification of the type of COPD. Obvious bullae, paucity of parenchymal markings, or hyperlu cency suggest the presence of emphysema. Increased lung volumes and flattening of the diaphragm suggest hyperinflation but do not provide information about chronicity of the changes.# CT scan is the current definitive test for establishing the presence or absence of emphysema in living subjects . From a practical perspective, the CT scan does little to influence therapy of COPD except in those individuals considering surgical therapy for their disease.# Recent guidelines have suggested testing for alAT deficiency in all subjects with COPD or asthma with chronic airflow obstruction. Measurement of the serum alAT level is a reasonable initial test. For subjects with low alAT levels, the definitive diagnosis of alAT deficiency requires PI type determination. This is typically performed by isoelectric focusing of serum.Rx:# Only three interventions--smoking cessation, oxygen therapy in chronically hypoxemic patients, and lung volume reduction surgery in selected patients with emphysema--have been demonstrated to influence the natural history of patients with COPD.# There is currently suggestive, but not definitive, evidence that the use of inhaled glucocorticoids may alter mortality.",
        "cop": 3,
        "opa": "Centraacinar",
        "opb": "Panlobular",
        "opc": "Panacinar",
        "opd": "Irregular",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "03b9fa6b-a4ce-40d9-85ae-44054520f8c8",
        "choice_type": "single"
    },
    {
        "question": "Kartageners syndrome cause of infertility is?",
        "exp": "Ans. (b) AsthenospermiaAsthenozoospermia (or asthenospermia) is the medical term for reduced sperm motility due to defect in ciliary movement",
        "cop": 2,
        "opa": "Oligospermia",
        "opb": "Asthenospermia",
        "opc": "Undescended testis",
        "opd": "Epididymis obstruction",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "6cb0f920-311f-4703-a145-692627bddea3",
        "choice_type": "single"
    },
    {
        "question": "A hyperplastic mass containing neuroendocrine cells in an area of chronic inflammation and scarred tissue of lung is called?",
        "exp": "Ans. (b) Tumorlet(Ref: Robbins 9th/pg 719-720; 8th/pg 729)Benign tumorlets of lungs are small, insignificant, hyperplastic nests Q of neuroendocrine cells seen in areas of scarring or chronic inflammation Q",
        "cop": 2,
        "opa": "Carcinoid",
        "opb": "Tumorlet",
        "opc": "Hamartoma",
        "opd": "Teratoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "94da2a0b-a38b-4d90-87b7-91e34e0f2ff8",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old man has had worsening dyspnea and orthopnea for the past 3 years with increased production of frothy sputum. On examination, crackles are auscultated at lung bases. A chest radiograph shows bilateral interstitial infiltrates, distinct Kerley B lines, and a prominent left heart border. Laboratory studies show Na+, 135 mmol/L; K+, 3.8 mmol/L; Cl-, 99 mmol/L; CO2, 25 mmol/L; glucose, 76 mg/ dL; creatinine, 1.5 mg/dL; and urea nitrogen, 30 mg/dL. Fractional excretion of sodium is less than 1%. Plasma renin, aldosterone, and antidiuretic hormone levels all are increased. B-type natriuretic peptide (BNP) is 200 pg/mL (normal <100 pg/mL). Which of the following pathologic findings is this man most likely to have?",
        "exp": "He has left-sided heart failure with pulmonary edema and congestion. His reduced cardiac output leads to diminished renal blood flow that stimulates the renin-angiotensin mechanism to retain salt and water to increase plasma volume. He has prerenal azotemia with a high BUN-to-creatinine ratio and low fractional excretion of sodium. The other options do not explain his pulmonary edema. An aldosterone- secreting adrenal adenoma (Conn syndrome) would increase aldosterone, but decrease the plasma renin. In chronic adrenal failure (Addison disease), there should be hyperkalemia and hypoglycemia accompanying hyponatremia. Chronic glomerulonephritis with chronic renal failure would be associated with a BUN-to-creatinine ratio around 10:1. Pulmonary fibrosis would lead to cor pulmonale and a prominent right heart border with features of right-sided congestive heart failure. The syndrome of inappropriate antidiuretic hormone (ADH) is a paraneoplastic syndrome that can occur with pulmonary small cell carcinomas, and secretion of antidiuretic hormone (SIADH) would increase ADH and cause more severe hyponatremia, but would not have a major effect on the renin-angiotensin mechanism, and sodium excretion would be higher.",
        "cop": 4,
        "opa": "Aldosteronoma",
        "opb": "Bilateral adrenal atrophy",
        "opc": "Chronic glomerulonephritis",
        "opd": "Ischemic heart disease",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "57ca856a-80da-401d-b12b-c995aa3b26cf",
        "choice_type": "multi"
    },
    {
        "question": "TB infects which cell",
        "exp": "Ans. (a) Macrophage(Ref: Robbins 9th/pg 375; 8th/pg 370)Mycobacterium tuberculosisenters into macrophages with the help of mannose binding lectin Q and CR3. QMacrophages Q are the primary cells infected by M. tuberculosis",
        "cop": 1,
        "opa": "Macrophage",
        "opb": "Lymphocyte",
        "opc": "Neutrophils",
        "opd": "Eosinophils",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "ccc4b938-1b1e-4f1b-8830-98427d84b381",
        "choice_type": "single"
    },
    {
        "question": "Chronic bronchitis can be a premalignant condition, which involves:",
        "exp": "Ans. (a) Columnar to squamous(Ref: Robbins 9th/pg 679)Chronic bronchitis is an example of squamous metaplasia in which normal columnar epithelium of respiratory tract is replaced by squamous epithelium;",
        "cop": 1,
        "opa": "Columnar to squamous",
        "opb": "Squamous to columnar",
        "opc": "Squamous to cuboidal",
        "opd": "Cuboidal to squamous",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "9adbd3a4-fa98-497e-a8a7-44b0687ccda2",
        "choice_type": "single"
    },
    {
        "question": "Mesothelioma is differentiated from adenocarcinoma by:",
        "exp": "Ans a) (Prescence of long slender microvilli) Ref: Robbins 7th e p 768 - 69Malignant mesothelioma is characterized by microvilli which are numerous, long & slender whereas in pulmonary adenocarcinoma microvilli are short & plump.Pleural tumoursPrimary tumoursSecondary tumours1 )Solitary fibrous tumourMore common than primary2)Malignant mesotheliomaMost common primaries from Lungs and Breast.Solitary fibrous tumour ( Benign mesothelioma)No relationship to asbestos exposure.Usually will not produce pleural effusion.Tumour cells are CD34+ and keratin negative by immunostaining.Malignant mesotheliomaAssociated with exposure to asbestos but no increased risk of mesothelioma in asbestos workers who smoke.Cytogenetic abnormalitiesDeletion in lp, 3p, 6q, 9p, or 22q in 60% - 80% cases.P53 mutation seen in 70% malignant mesotheliomas.SV 40 DNA sequences in 60 - 80% Malignant mesothelioma.Differentiating points between Malignant mesothelioma & Pul, adenocarcinomaFeatutes favouring mesothelioma arej.1) Positive staining for acid mucopolysaccharide.2) Lack of staining for carcinoembryonic antigen( CEA)3) Staining for keratin proteins with accentuation of perinuclear rather than peripheral staining.4) Positive staining for calretinin, WT 1 susceptibility gene product, cytokeratin 5/6, mesothelin, and thrombomodulin5) Presence of long, slender microvilli and abundant tonofilaments but absent microvillous rootlets & lamellar bodies.RememberMesotheliomas can also arise from peritoneum, pericardium, tunica vaginalis and Genital tract.Most specific malignancy a/w asbestos exposure isMalignant mesotheliomaMost common malignancy a/w asbestos exposure isBronchogenic carcinoma.",
        "cop": 1,
        "opa": "Prescence of long slender microvilli",
        "opb": "Abundant altered mitochondria",
        "opc": "Ribosome clumps",
        "opd": "Dense secretory core granules",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "0a3b4265-a8a0-4b5c-a6a6-5010c699c8db",
        "choice_type": "single"
    },
    {
        "question": "Curshmann's spirals are seen in:",
        "exp": "Ans. a (Bronchial asthma). (Ref. Robbins, Pathology, 7th ed., 726)MORPHOLOGICAL CHANGES IN ASTHMA# Over-inflated over-distended lungs# Creola bodies# Charcot-Leyden crystals# Curshmann's spirals (mucus plugs with whorls of shed epithelium)- Tenacious mucus plugs (most striking finding)- Numerous eosinophils- Airway remodeling.",
        "cop": 1,
        "opa": "Bronchial asthma",
        "opb": "Bronchial carcinoid",
        "opc": "Chronic bronchitis",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "8aeded86-84d8-4977-816c-912f9d9d918c",
        "choice_type": "multi"
    },
    {
        "question": "Clara cells are seen in:",
        "exp": "Ans: a (Bronchoalveolar cell Ca) Ref: Robbins, 7th ed, p. 761Clara cells are seen in bronchoalveolar carcinomaBronchoalveolar cell Ca1 -9% of lung tumoursAffect terminal bronchoalveolar regionsGrowth pattern is referred to as \"Lepdic\"Types:Non mucinous - Columnar, peg shaped or cuboidal cellsMucinous - Distinct columnar with cytoplasmic & intra-alveolar mucinAerogenous spread presentG/A: Single or multiple nodules coalescing to form pneumonia like consolidationM/E: Mucin secreting bronchoalveolar cellsClara cellsType II pneumocytes.",
        "cop": 1,
        "opa": "Bronchoalveolar cell Ca",
        "opb": "Small cell Ca",
        "opc": "Squamous cell Ca",
        "opd": "Non small cell Ca",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "fca81431-cc9d-4882-ab7e-8df5017325bd",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old girl is brought into the physician's office in mild respiratory distress. She has a history of allergies to cats and wool, and her parents state that she has recurrent episodes of upper respiratory tract infections. Physical examination shows expiratory wheezes, use of accessory respiratory muscles, and a hyperresonant chest to percussion. Analysis of arterial blood gases discloses respiratory alkalosis, and the peripheral eosinophil count is increased. What is the appropriate diagnosis?",
        "exp": "Asthma. Asthma is a chronic lung disease caused by increased responsiveness of the airways to a variety of stimuli. Patients typically have paroxysms of wheezing, dyspnea, and cough. Acute episodes of asthma may alternate with asymptomatic periods or they may be superimposed on a background of chronic airway obstruction. The consensus hypothesis attributes bronchial hyperresponsiveness in asthma to an inflammatory reaction to diverse stimuli, either extrinsic (e.g., pollen) or intrinsic (e.g., exercise). Extrinsic asthma is typically a childhood disease, whereas intrinsic asthma usually begins in adults. The other choices do not lead to wheezing and eosinophilia.Diagnosis: Asthma",
        "cop": 2,
        "opa": "Acute bronchiolitis",
        "opb": "Asthma",
        "opc": "Cystic fibrosis",
        "opd": "Kartagener syndrome",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "b4c800cb-a4b8-4230-9afa-492070026292",
        "choice_type": "multi"
    },
    {
        "question": "Ghons focus is seen in?",
        "exp": "Ans. is 'c' i.e., Primary tuberculosis * Ghon's focus is one of the component of Ghon's complex (primary complex), which is the characteristic lesion of primary pulmonary tuberculosis.* Inhaled tubercule bacilli implanted in the distal air spaces of the lower part of upper lobe or upper part of the lower lobe, close to the pleura. This area is about 1 to 1.5 cm with caseating necrosis known as Ghon's focus.* Primary complex or Ghon's complex of tuberculosis consists of 3 components.i) Ghon's focus.ii) Draining lymphaticsiii) Caseating hilar lymphnode",
        "cop": 3,
        "opa": "Amoebiasis",
        "opb": "Lepromatous Leprosy",
        "opc": "Primary Tuberculosis",
        "opd": "Syphilis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "254f8f8c-a756-4ef7-a93c-086388de28c3",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old female was admitted to hospital with fever, loss of appetite and weight, cough and weakness of 3 months duration. A chest X-ray showed consolidation at the upper part of lung. She died a few days after admission. Autopsy findings of gross lung and its biopsy findings have been shown. What is your diagnosis?",
        "exp": "Ans. (c) Tuberculosis lungGross lung shows upper lobe cavitations and its biopsy findings shows caseating granuloma suggestive of Tuberculosis.",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Ca lung",
        "opc": "Tuberculosis Lung",
        "opd": "Bronchiectasis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "0130cc24-d6d9-4920-a7b5-fe9c515337d9",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man with a history of cigarette smoking presents with difficulty swallowing and a muffled voice. Laryngoscopy reveals a 2-cm laryngeal mass. If this mass is a malignant neoplasm, which of the following is the most likely histologic diagnosis?",
        "exp": "Squamous cell carcinoma. The vast majority of laryngeal cancers are squamous cell carcinomas and occur principally in smokers. Adenocarcinoma (choice A), leiomyosarcoma (choice B), and small cell carcinoma (choice C) are rarely encountered in the larynx.Diagnosis: Laryngeal cancer",
        "cop": 4,
        "opa": "Adenocarcinoma",
        "opb": "Leiomyosarcoma",
        "opc": "Small cell carcinoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "505fac60-9a23-4f16-879a-16ed490009c3",
        "choice_type": "multi"
    },
    {
        "question": "Heart failure cells are seen in?",
        "exp": "Ans. is 'b' i.e., Pulmonary edema * Heart failure cells are Hemosiderin laden alveolar macrophages.* Heart failure cells are a manifestation of pulmonary congestion and edema (as seen in heart failure).* Pulmonary edema & pulmonary infarction can be differentiated by the presence of heart failure cells in pulmonary edema.",
        "cop": 2,
        "opa": "Pulmonary infarction",
        "opb": "Pulmonary edema",
        "opc": "Pneumonia",
        "opd": "Pulmonary embolism",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "722dd4de-42f0-4ab1-81f3-8e0e034b9679",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is a smoker with a 10-year history of cough productive of copious mucopurulent sputum. Over the past 6 months, he has developed progressive dyspnea. Physical examination shows bilateral pedal edema and a soft but enlarged liver. A chest radiograph shows bilateral pleural effusions and a prominent right heart border. Arterial blood gas values are PO2, 60 mm Hg; PCO2, 52 mm Hg; pH, 7.30; and HCO3-, 29 mEq/L. He is intubated and placed on a ventilator, and he requires increasing amounts of oxygen. Which of the following microscopic findings is most likely to be present in the affected lungs?",
        "exp": "Chronic bronchitis can be complicated by pulmonary hypertension and cor pulmonale. There are few characteristic microscopic features of chronic bronchitis, so it is mainly defined clinically by the presence of a persistent cough with sputum production for at least 3 months in at least 2 consecutive years. Chronic bronchitis does not lead to diffuse pulmonary fibrosis. Granulomatous disease is more typical of sarcoidosis or mycobacterial infection. Lymphangitic metastases may fill lymphatic spaces and produce a reticulonodular pattern on a chest radiograph, but patients tend not to live long with such advanced cancer. Increased eosinophils are characteristic of bronchial asthma, which is an episodic disease unlikely to cause cor pulmonale.",
        "cop": 4,
        "opa": "Bronchovascular distribution of granulomas",
        "opb": "Carcinoma filling lymphatic spaces",
        "opc": "Extensive interstitial fibrosis",
        "opd": "Hypertrophy of bronchial submucosal glands",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "c3671370-83fd-40d1-b94b-41f2ff9f395f",
        "choice_type": "single"
    },
    {
        "question": "All are caused by inhalation of inorganic particles except:",
        "exp": "Ans: D (tuberculosis) Ref: Robbins, 7 ed, Table 15-6Friends, this is a direct pick form Robbins table 15-6. Please go through it, it's extremely important.Lung Diseases Caused by Air PollutantsAgentDiseaseExposureMineral Dusts Coal dustAnthracosisCoal mining (particularly hard coal) Macules Progressive massive fibrosis Caplan syndrome SilicaSilicosisFoundry- work, sandblasting, hardrock mining, stone cutting, others Caplan syndrome AsbestosAsbestosisMining milling, and fabrication: installation and removal of insulation Pleural plaques Caplan syndrome Mesothelioma Carcinoma of the lung, larynx, stomach, colon BerylliumAcute berylliosisMining, fabrication Beryllium granulomatosis Bronchogenic carcinoma (?) Iron oxideSiderosisWeldingBarium sulfateBantosisMiningTin oxideStannosisMining",
        "cop": 4,
        "opa": "Silicosis",
        "opb": "Asbestosis",
        "opc": "Pneumoconiosis",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "cd75402e-e20c-4bbb-bebd-896ca4d4a26f",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoma lung is associated with exposure to",
        "exp": "(Asbestosis): {493- Harsh mohan 6th edition)* Asbestos exposure predisposes to a number of cancers, most importantly bronchogenic carcinoma and malignant mesothelioma. A few others are: carcinoma of oesophagus, stomach, colon, kidney and larynx and various lymphoid malignancies* Asbestos fibres are carcinogenic, the most carcinogenic being crocidolite* Lung carcinoma - occupational exposures to - asbestos, arsenic, bischloromethyl ether, hexavalent chromium, mustard gas, and polycyclic aromatic hydrocarbons, nickel (737-H 18th)* Prolong exposure to low level radon in homes might impart a risk of lung cancer equal or greater than that of environmental tobacco smoke* Prior lung disease such as chronic bronchitis, emphysema and tuberculosis have been linked to increased lung cancer as well.",
        "cop": 2,
        "opa": "Silica",
        "opb": "Asbestosis",
        "opc": "Coal",
        "opd": "Cotton",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "37a6c3e1-9aef-4f26-bb80-c6cb73ae9921",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old man develops weakness, malaise, cough with bloody sputum, and night sweats. A chest X-ray reveals numerous apical densities bilaterally, some of which are cavitary. Exposure to Mycobacterium tuberculosis was documented 20 years ago, and M. tuberculosis is identified in his sputum. Which of the following describes the expected lung pathology in this patient?",
        "exp": "Granulomas. Secondary (reactivation) tuberculosis is characterized by the formation of granulomas and extensive tissue destruction (caseous necrosis). Mycobacteria typically spread to the apices of the lungs and produce large cavities, which are associated with hemoptysis. Miliary tuberculosis refers to widespread seeding of bacteria in the lungs and distant organs. Granulomatous inflammation may induce fibrosis (choice A) as a secondary feature.Diagnosis: Tuberculosis, Mycobacterium tuberculosis",
        "cop": 3,
        "opa": "Dense fibrosis",
        "opb": "Eosinophilic infiltration",
        "opc": "Granulomas",
        "opd": "Interstitial pneumonia",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "5470bedb-224d-434d-8001-5c87199e7179",
        "choice_type": "multi"
    },
    {
        "question": "Inhalation of asbestosis particle of 15 micro meter will cause:",
        "exp": "Ans: A (Mesothelioma) Ref: Robbins, 7 ed, p. 768-769Exposure to asbestosis is associated with incidence of malignant pleural tumours (mesothelioma)Types of asbestosis:Serpentine (curly and flexible fibres) e.g.: chrysoliteAmphibole (straight stiff and brittle) e.g.: crocidolite.Amphiboles are more pathogenic than chrysolitesThe greater pathogenicity of amphibole is apparently related to their aerodymanic properties and solubility. The straight stiff amphiboles may align themselves in the airstream and delivered to the deeper long tissues, where they can penetrate epithelial cells and reach interstitium.Length of amphibole also play a role in pathogenicity, those longer than 8 micro meter and thinner than 0.5 micrometer being more injurious than shorter thicker ones.",
        "cop": 1,
        "opa": "Mesothelioma",
        "opb": "Ca liver",
        "opc": "Ca larynx",
        "opd": "Ca colon",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "1ddea97f-401c-4747-8a08-b9ae7d9554a5",
        "choice_type": "single"
    },
    {
        "question": "Emphysema is due to deficiency of",
        "exp": "D. i.e. (Alpha - 1- antitrypsin) (486 - Harsh Mohan 5th) (486- Basic pathology 8th)Emphysema - is characterized by abnormal permanent enlargement of the airspaces distal to the terminal bronchioles accompanied by destruction of their walls without obvious fibrosisal - AT develops in adults and causes pulmonary emphysema in smokers as well as in non smokers* Charcot- Leyden crystal and Curshmann's spirals are seen in B. asthma**** Panacinar (Pan lobular) emphysema is associated with a-1 AT deficiency",
        "cop": 4,
        "opa": "Tumor necrosis factor",
        "opb": "Prostaglandins",
        "opc": "Leucotriens",
        "opd": "Alpha - 1 antitrypsin",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "436584d2-6c34-47c3-8e2a-1ded6cc309d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with hypersensitive pneumonitis",
        "exp": "Ans. is 'c' Byssinosis None of the options mentioned are known to cause hypersensitivity pneumonitis but out of these Byssinosis is most closely related to Hypersensitivity pneumonitis.Hypersensitivity pneumonitis describes a spectrum of immunologically mediated*, predominantly interstitial lung disorders caused by intense, often prolonged exposure to inhaled organic dusts and related occupational antigens.Etiology: Inhalation of organic dust most commonly spores of thermophilic fungi*.Depending on the occupation or exposure of specific antigen numerous names have been given to hypersensitivity pneumonitis.Farmer's lung - Thermophilic actinomycete on Mouldy hay or grain dust*.Pigeon breeder's lung - Proteins from serum excreta or feathers of the birds.Air conditioner lung (or Humidifier lung) - Thermophilic bacteria in heated water reservoirs.Also rememberHypersensitivity pneumonitis in a type III & Type IV (both) hypersensitivity reaction*.",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Asbestosis",
        "opc": "Byssnosis",
        "opd": "Berylliosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "761cea22-1076-4ca9-bd00-1686e7b4ed56",
        "choice_type": "single"
    },
    {
        "question": "True about silicosis is?",
        "exp": "Ans. is 'd' i.e., All of the above Silicosis* Silicosis is a slowly progressive disease lung disease caused by inhalation of crystalline silicon dioxide (silica). Currently, it is the most prevalent occupational disease in the world.* Silica occurs in both crystalline and amorphous forms but crystalline forms are much more fibrogenic. The crystalline form are quartz, and crystobalite.* Silicosis is characterized in its early stages by nodules in the upper zones of the lung. As the disease progresses these nodules may coalesce into hard collagenous scars. Fibrotic lesions occur in the hilar lymph node and pleura. Sometimes thin sheets of calcification occur in the lymph nodes and are seen radiographically as egg shell calcification i.e. (calcium surrounding a zone lacking calcification. It the disease continues to progress, expansion and coalescence of lesions produce progressive massive fibrosis.* Histologically the lesions of silicosis consist of concentric layers of hyalinized collagen surrounded by a dense capsule of more condensed collagen. Examination of the nodules by polarized microscopy reveals the birefringent silica particles.",
        "cop": 4,
        "opa": "Starts in uppe zone of lungs",
        "opb": "Crystalline form of silica is more fibrogenic",
        "opc": "Associated with pleural thickening",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "054aab82-7dbe-4bab-92f5-e9d8d7a41b27",
        "choice_type": "multi"
    },
    {
        "question": "What is the most common site for extrapulmonary tuberculosis is?",
        "exp": "Ans. is 'a' i.e., Lymph nodes * Most common site of extrapulmonary tuberculosis is lymph nodes.* Other extrapulmonary sites of involvement are pleura, pericardium, meninges, brain, genitourinary system, GIT and skeletal system.",
        "cop": 1,
        "opa": "Lymph nodes",
        "opb": "Pleura",
        "opc": "GIT",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "8e12f62e-e804-4f77-8cca-7804c4513058",
        "choice_type": "single"
    },
    {
        "question": "Radon-222 is believed to be the risk factor for?",
        "exp": "Ans. d (Lung cancer). (Ref: Robbings pathology, 7th/pg. 285; Harrison's medicine 18th/ch. 89).Ionizing radiation is an established lung carcinogen; increased rates of lung cancer among survivors of the atom bombs dropped on Hiroshima and Nagasaki and large excesses among workers exposed to alpha irradiation from radon in underground uranium mining. Prolonged exposure to low-level radon in homes might impart a risk of lung cancer equal or greater than that of Environmental Tobacco Smokers.Risk Factors for LUNG CANCER:# Cigarette smoking# Occupational exposures to asbestos, arsenic, Beryllium, bischloromethyl ether, hexavalent chromium, mustard gas, nickel and polycyclic aromatic hydrocarbons.# Low fruit and vegetable intake during adulthood (retinoids and carotenoids chemopreventive for lung cancer).# Ionizing radiation.# Prior lung diseases such as chronic bronchitis, emphysema, and tuberculosis.",
        "cop": 4,
        "opa": "Stomach cancer",
        "opb": "Bladder cancer",
        "opc": "Brain tumor",
        "opd": "Lung cancer",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "1ded5ea7-3913-41e2-9bef-60d5361e60e2",
        "choice_type": "single"
    },
    {
        "question": "A 56-year old male presented with lesion at the lung apex. He was working in asbestos factory for last 20 years. The lung biopsy was seen under electron microscope which revealed the following. What is your diagnosis?",
        "exp": "Ans. (b) MesotheliomaElectron microscopy shows long microvilli & abundant tonofilaments but absent microvillous rootlets and lamellar bodies.",
        "cop": 2,
        "opa": "Adenocarcinoma Lung",
        "opb": "Mesothelioma",
        "opc": "Lung metastasis",
        "opd": "Benign pleural fibroma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "e0dff860-7c3e-44bf-ac1c-adc2e07c3631",
        "choice_type": "single"
    },
    {
        "question": "Sarcoidosis is characterized by",
        "exp": "Ans. d (All of the above) (Ref. Harrison's Internal Medicine 17th ed., Chapter 322)# Asteroid bodies# Schaumann bodies# esidual bodiesare characteristic pathologic features of sarcoidosis (not pathognomonic though).SARCOIDOSIS# characterized by immune-mediated, widespread noncaseating granulomas and elevated serum ACE levels.# Common in black females. Often asymptomatic except for enlarged lymph nodes.# Incidental findings on CXR of bilateral hilar adenopathy and/or reticular opacities.# Associated with restrictive lung disease (interstitial fibrosis), erythema nodosum, lupus pernio, Bell palsy, epithelioid granulomas containing microscopic Schaumann and asteroid bodies, uveitis, and hypercalcemia (due to*la-hydroxylase-mediated vitamin D activation in macrophages).# HLA haplotypes such as HLA-DRB1*1101 are associated with an | risk for developing sarcoidosis.# A positive gallium scan can support the diagnosis if | activity is noted in the parotids and lacrimal glands (Panda sign) or in the right paratracheal and left hilar area (lambda sign).# CD4/CD8 ratio of these | lymphocytes in the BAL fluid. A ratio of > 3.5 is strongly supportive of sarcoidosis.# The Kviem-Siltzbach procedure is a specific diagnostic test for sarcoidosis.# Treatment: steroids, Hydroxychloroquine, Methotrexate, Azathioprine, Infliximab.",
        "cop": 4,
        "opa": "Asteroid bodies",
        "opb": "Schaumann bodies",
        "opc": "Non-caseating granulomas",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "69a2a7c3-821d-4f72-b59c-54e980d21e52",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoid tumor develops from:",
        "exp": "Ans. (a) Enterochromaffin cells(Ref: R 9th/pg 719-720)Carcinoid tumor develops from Enterochromaffin cells which contains neuroendocrine hormones.",
        "cop": 1,
        "opa": "Enterochromaffm cells",
        "opb": "Neuroectoderm",
        "opc": "J cells",
        "opd": "Goblet cells",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "81d3174e-8cea-4338-bcd4-be5f563802d2",
        "choice_type": "single"
    },
    {
        "question": "A 78-year-old man has had increasing dyspnea without cough or increased sputum production for the past 4 months. On physical examination, he is afebrile. Breath sounds are reduced in all lung fields. A chest CT scan shows a dense, brightly attenuated pleural mass encasing most of the left lung. Microscopic examination of a pleural biopsy specimen shows spindle and cuboidal cells that invade adipose tissue. Inhalation of which of the following pollutants is the most likely factor in the pathogenesis of this mass?",
        "exp": "Malignant mesothelioma is a rare tumor even in individuals with a history of asbestos exposure. The tumor may appear decades after exposure, and is not related to amount or length of exposure. Bronchogenic carcinoma is more common in individuals with asbestos exposure, particularly when there is a history of smoking. Bird dust inhalation can lead to hypersensitivity pneumonitis. Coal dust inhalation can lead to marked anthracosis, but without a significant risk of lung cancer. Inhalation of cotton fibers (byssinosis) leads to symptoms resembling asthma related to bronchoconstriction. Ozone and nitrogen oxides in smog can cause acute respiratory discomfort, but are not known to be promoters of neoplasia. Silicosis is typified by interstitial fibrosis and causes a slight increase in the risk of bronchogenic carcinoma.",
        "cop": 1,
        "opa": "Asbestos",
        "opb": "Bird dust",
        "opc": "Coal dust",
        "opd": "Cotton fibers",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f1a76733-21ca-4a85-a27d-02d4443f3625",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old man experiences acute onset of fever, cough, dyspnea, headache, and malaise a day after moving into a new apartment. His symptoms subside over 3 days when he visits a friend in another city. On the day of his return, the symptoms recur. There are no remarkable findings on physical examination. A chest radiograph also is unremarkable. Which of the following pathogenic mechanisms is most likely to produce these findings?",
        "exp": "Hypersensitivity pneumonitis has acute symptoms that occur soon after exposure to an antigen, often actinomycetes or fungi (molds) growing in contaminated HVAC systems (air conditioner or ventilation ducts). The symptoms improve when the patient leaves the environment where the antigen is located. The pulmonary pathologic changes are usually minimal, with interstitial mononuclear infiltrates. It is mainly a type III hypersensitivity reaction, but with more chronic exposure to the antigen, there may be a component of type IV hypersensitivity with granulomatous inflammation and fibrosis. Attachment of antibody to basement membrane occurs in Goodpasture syndrome. Mycolic acid is a component of the cell wall of mycobacteria, and infections with these organisms are chronic, not episodic. Prostaglandins are produced by the cyclooxygenase pathway of arachidonic acid metabolism during acute inflammation, and they mediate pain and vasodilation. Histamine release is characteristic of a type I hypersensitivity reaction that more typically occurs in allergic disease. A toxic injury is more typical of inhalation of a toxic gas, such as sulfur dioxide (so-called silo filler's disease).",
        "cop": 1,
        "opa": "Antigen-antibody complex-mediated injury",
        "opb": "Antibody-mediated injury to basement membrane",
        "opc": "Formation of mycolic acid as a result of tubercular infection",
        "opd": "Generation of prostaglandins by basophil recruitment",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "b23ca1af-7ce7-453f-9304-828ffc22ee10",
        "choice_type": "single"
    },
    {
        "question": "A 56 year old chronic smoker, mass in bronchus resected. What is the possible marker:",
        "exp": "Ans. (a) Cytokeratin(Ref: Robbins 9th/pg 715-717)Chronic smoker with mass in bronchus suggests a diagnosis of small ell Ca and squamous cell ca.Diagnosis for squamous cell Ca is Keratinization (\"squamous pearls\") Q on light microscopy, diagnosed by cytokeratin and/or Intercellular bridges Q on electron microscopy is diagnostic.",
        "cop": 1,
        "opa": "Cytokeratin",
        "opb": "Vimentin",
        "opc": "Epithelial membrane Cadherin",
        "opd": "Leukocyte",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "63b6a2f7-8518-4e57-b362-53704c9905f4",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man has had worsening dyspnea and nonproductive cough over the past 2 years. On physical examination, his temperature is 37.4degC, pulse is 74/min, respirations are 20/min, and blood pressure is 110/70 mm Hg. A chest radiograph shows extensive interstitial lung disease and a prominent right-sided heart border. Spirometry reveals decreased FEV1 and FVC. His pulmonary disease is most likely caused by exposure to which of the following?",
        "exp": "His pneumoconiosis (with progressive massive fibrosis) is producing restrictive lung disease. Silicosis occurs from prolonged and extensive exposure to inorganic dusts in occupations such as mining. Carbon monoxide poisoning produces hypoxemia without pathologic changes to lung tissues. Fungal hyphae may produce either an allergic response or a hypersensitivity pneumonitis. Plant pollens are most often associated with episodic atopic asthma. Sulfur dioxide contributes to chronic bronchitis. Wood dusts tend to produce bronchoconstriction.",
        "cop": 4,
        "opa": "Carbon monoxide",
        "opb": "Fungal hyphae",
        "opc": "Plant pollen",
        "opd": "Silica crystals",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "d8c69081-d998-4cb2-a720-3474db49c0a4",
        "choice_type": "single"
    },
    {
        "question": "Ghons complex refers to:",
        "exp": "Ans. (c) Parenchymal lesion along with inflamed lymph nodes(Ref: Robbins 9th/pg 375-376; 8th/pg 370-371)Ghon's focus Q: Grey white area of inflammation with consolidationGhon's complex: Q Ghon's focus + inflamed regional lymph nodes",
        "cop": 3,
        "opa": "Healed parenchymal lesions",
        "opb": "Necrotic lymph nodes",
        "opc": "Parenchymal lesion along with inflamed lymph nodes",
        "opd": "Complication in enlarged hilar lymph nodes",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "847aec13-34de-40e8-86ea-99bdb32c140b",
        "choice_type": "single"
    },
    {
        "question": "Primary malignancy of pleura is?",
        "exp": "Ans. is 'a' i.e., Mesothelioma * Primary tumors of pleura are pleural fibroma (benign mesothelioma) and malignant mesothelioma.Remember - Secondary tumors are more common than primary tumors in pleura and most commonly metastasize from lung and breast cancers.",
        "cop": 1,
        "opa": "Mesothelioma",
        "opb": "Lymphoma",
        "opc": "Lipoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "27cf00a1-9829-4eca-9a13-a9676f6c8e73",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man incurs blunt chest trauma in a boating accident. On examination he has marked right chest wall pain. A chest radiograph shows a fractured 7th rib on the right side. Over the next 2 days he has subcutaneous soft tissue swelling with nonpainful crepitance on palpation of the right chest wall. Leakage of which of the following is most likely producing this swelling?",
        "exp": "The trauma produced an air leak with interstitial emphysema. There could have been a pneumothorax as well, but in this case air escaped and dissected into soft tissues. A process that increases intraparenchymal lung pressure and ruptures the lung, such as positive pressure ventilation, can also lead to this complication. Interstitial emphysema looks worse than it feels, and within days the air is resorbed. When the leak occurs centrally, the term mediastinal emphysema can be used. The term pulmonary interstitial emphysema (PIE) describes this process in newborns, often with mechanical ventilation under positive pressure, and in the setting of respiratory distress syndrome. Rupture of the stomach is most likely to leak gastric acidic contents into the peritoneum to produce peritonitis, and be recognized by free air under the diaphragm on radiographs. Blood in the pleural space is called hemothorax; within soft tissues blood can form a hematoma. Leakage of lymph is rare, because the lymphatics have little or no pressure within them; blockage of the thoracic duct may produce a chylothorax. Pus in the pleural space is called empyema, and typically complicates an existing pneumonia.",
        "cop": 2,
        "opa": "Acid",
        "opb": "Air",
        "opc": "Blood",
        "opd": "Lymph",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "6d5f3c9f-3b06-45d5-b860-216c8dcbf167",
        "choice_type": "multi"
    },
    {
        "question": "Marker of small cell cancer of lung is:",
        "exp": "Ans. (a) Chromogranin(Ref: Robbins 9th/pg 717)Electron microscopy of Small cell Carcinoma lung: dense- core neurosecretory granules Q releasing neuroendocrine markers such as chromogranin Q, synaptophysin Q, and CD57 Q, parathormone-related protein Q",
        "cop": 1,
        "opa": "Chromogranin",
        "opb": "Cytokeratin",
        "opc": "Desmin",
        "opd": "Vimentin",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "38dda95c-df2e-420c-b059-072e4769e85e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following condition is characterized by presence of hyaline deposits in alveolar walls?",
        "exp": "Ref: Robbins 9th ed. P 672The immature lungs in hyaline membrane disease show eosinophilic hyaline membranes in alveoli, alveolar ducts and terminal bronchioles.The membranes contain necrotic epithelial cells admixed with extravasated plasma proteins.",
        "cop": 3,
        "opa": "Interstitial lung disease",
        "opb": "Asthma",
        "opc": "Hyaline membrane disease",
        "opd": "Chronic bronchitis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "087ee210-9df0-448c-8871-1f2762a125a3",
        "choice_type": "multi"
    },
    {
        "question": "A 56-year-old man is undergoing chemotherapy for leukemia. He has developed fever, nonproductive cough, dyspnea, pleuritic chest pain, and hemoptysis over the past week. A chest CT scan shows multiple 1- to 4-cm nodular densities having surrounding areas of ground-glass infiltrate (halo sign). Bronchoalveolar lavage is performed, and microscopic examination of the fluid shows narrow branching septate hyphae. A CBC shows Hgb, 13 g/dL; Hct, 38.7%; WBC count, 2000/mL; and platelet count, 200,100/mL. He has most likely developed an infection with which of the following organisms?",
        "exp": "There are several patterns of pulmonary involvement with Aspergillus spp. Immunocompromised patients with neutropenia may develop invasive aspergillosis. Other patterns include allergic bronchopulmonary aspergillosis in persons with asthma and an aspergilloma, or fungus ball, colonizing a cavitary lesion of tuberculosis or bronchiectasis. Candidiasis may also develop in the setting of neutropenia, but less commonly causes extensive lung involvement, appears as budding cells with pseudohyphae, and more likely produces an oral, nasal, or pharyngeal infection. Cryptococcosis can cause extensive pulmonary infections, particularly with loss of cell-mediated immunity, and the organisms have large mucoid capsules and exhibit narrow-based budding. Moraxella is a bacterial organism most often causing sinusitis, otitis, and upper respiratory infections. Mucor appears as broad, non-septated hyphae and is most often a complication of diabetic ketoacidosis, with nasal involvement.",
        "cop": 1,
        "opa": "Aspergillus fumigatus",
        "opb": "Candida albicans",
        "opc": "Cryptococcus neoformans",
        "opd": "Moraxella catarrhalis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "48717373-beb8-400e-9fa9-427e70ab8290",
        "choice_type": "single"
    },
    {
        "question": "\"Schaumann bodies\" are seen in?",
        "exp": "Ans. A. Sarcoidosis. (Ref, Robbin's 8th/pg. 738)Robbins pathology 8th/pg.738 .................Although characteristic, asteroid and Schaumann bodies are not pathognomonic of sarcoidosis because may be encountered in other granulomatous diseases (e.g., tuberculosis). Pathologic involvement of virtually every organ in the body has been cited at one time or another.\"Sarcoidosis is a systemic disease of unknown cause cha by noncaseating granulomas in many tissues and organs.Association with certain HLA genotypes (e.g., class I HLA-A1 and HLA-B8).No unequivocal evidence to suggest that sarcoidosis is caused by an infectious agent\"Morphology - Sarcoidosis# Histologically, all involved tissues show the classic noncaseating granulomas, each composed of an aggregate of tightly clustered epithelioid cells, often with Langhans or foreign body type giant cells. Central necrosis is unusual. With chronicity, the granulomas may become enclosed within fibrous rims or may eventually be replaced by hyaline fibrous scars.# Two other microscopic features are often present in the granulomas:- laminated concretions composed of calcium and proteins known as Schaumann bodies and- stellate inclusions known as asteroid bodies enclosed within giant cells found in approximately 60% of the granulomas,# A CD4/CD8 ratio >2.5 and the CD3/CD4 ratio <0.31 in bronchoalveolar lavage lymphocytes is commonly seen in sarcoidosis.",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Chronic bronchitis",
        "opc": "Asthma",
        "opd": "Syphilis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "19bf3925-c177-448d-bf54-a7fb2a2eca44",
        "choice_type": "single"
    },
    {
        "question": "Which organ is involved in Good-pasture syndrome?",
        "exp": "Ref: Robbins E-Book, P 519Good pasture disease is a term used to describe glomerulonephritis, with or without pulmonary hemorrhage, and the presence of circulating anti-glomerular basement membrane (anti-GBM) antibodies",
        "cop": 3,
        "opa": "Liver",
        "opb": "Adrenals",
        "opc": "Kidney",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "04c62ed9-662a-4d24-8452-26f3b18c3ee4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following dust exposure has been linked to the development of mesothelioma?",
        "exp": "Ans. is 'a' i.e., Asbestos * Asbestos exposure can cause lung cancer (most common neoplasm associated with asbestos); mesothelioma of pleural peritoneum (most specific neoplasm associated with asbestos); laryngeal carcinoma, colon carcinoma and stomach adenocarcinoma.* Simian virus 40 (SV 40) viral DNA has also been associated with malignant mesothelioma",
        "cop": 1,
        "opa": "Asbestos",
        "opb": "Barium",
        "opc": "Silica",
        "opd": "Cotton",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "10055ed6-2052-4da0-87ae-da368644deab",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old man, a nonsmoker, has experienced a 3-kg weight loss over the past 3 months. He recently developed a low-grade fever and cough with mucoid sputum production, and after 1 week, he noticed blood-streaked sputum. On physical examination, his temperature is 37.7deg C. There are bilateral crackles in the left upper lobe on auscultation of the chest. Chest CT scan shows a 3-cm left upper lobe nodule with decreased attenuation centrally. Laboratory studies show hemoglobin, 14.5 g/dL; platelet count, 211,400/ mm3; and WBC count, 9890/ mm3 with 40% segmented neutrophils, 2% bands, 40% lymphocytes, and 18% monocytes. Which of the following findings in his sputum sample is most likely to be present?",
        "exp": "This \"coin lesion\" on imaging of his lungs could be an infectious granuloma, a neoplasm, or a hamartoma. His fever suggests infection, and the CT finding of decreased central attenuation in the nodule suggests necrosis in a neoplasm or caseous necrosis in a granuloma. The lymphocytosis and monocytosis are consistent with tuberculosis. Nonsmokers are unlikely to develop primary lung neoplasms, and adenocarcinoma is the most common in that setting. Smokers are most likely to develop squamous cell carcinomas and small cell anaplastic carcinomas. Individuals who are immunocompromised are most likely to develop fungal infections, particularly with Aspergillus spp., which have branching septate hyphae. Charcot-Leyden crystals form from eosinophil granules in individuals with allergic asthma. Foreign body giant cells can be seen with lipid pneumonias. Gram stain is most useful for determining which bacterial organisms may be present, and gram-negative bacilli such as the Enterobacteriaceae produce acute pneumonias and abscesses with neutrophilia.",
        "cop": 1,
        "opa": "Acid-fast bacilli",
        "opb": "Branching septate hyphae",
        "opc": "Charcot-Leyden crystals",
        "opd": "Foreign body giant cells",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "64416ac3-f504-4ed2-ae02-3200d5585619",
        "choice_type": "multi"
    },
    {
        "question": "The dangerous particle size causing pneumoconiosis varies from:",
        "exp": "Ans. (d) 1-5 um(Ref: Robbins 9th/pg 689; 8th/pg 697)For pneumoconiosis, the most dangerous particles are from 1 to 5 um in diameter, because particles of this size may reach the terminal small airways and air sacs and settle in their linings.",
        "cop": 4,
        "opa": "100-150 um",
        "opb": "50-100 um",
        "opc": "10-50 um",
        "opd": "1-5 um",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "63355209-7c84-46eb-b95b-ae4a062a78c1",
        "choice_type": "single"
    },
    {
        "question": "Bronchial mucosa secretes all except?",
        "exp": "Ans. (d) Bradykinin(Ref: Robbins 9th/pg 669-670)Bronchial mucosa contains neuroendocrine cells that have neurosecretory-type granules releasing: serotonin Q, calcitonin Q, and gastrin-releasing peptide (bombesin) Q",
        "cop": 4,
        "opa": "Bombesin",
        "opb": "Calcitonin",
        "opc": "Serotonin",
        "opd": "Bradykinin",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "5a7030d1-dbe5-4ab1-9717-d357ac75f7f5",
        "choice_type": "multi"
    },
    {
        "question": "Cells most important in causation of asthma are?",
        "exp": "Ans. is 'b' i.e., Mast cells * Asthma is type 1 hypersensitivity reaction and Mast cells are the most important cells in type I hypersensitivity.",
        "cop": 2,
        "opa": "Macrophages",
        "opb": "Mast cells",
        "opc": "Neutrophils",
        "opd": "Lymphocytes",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "2829d643-b50c-4ca9-b14d-0966fe385bf1",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man with AIDS complains of persistent cough, night sweats, low-grade fever, and general malaise. A chest X-ray reveals an area of consolidation in the periphery of the left upper lobe, as well as hilar lymphadenopathy. Sputum cultures show acid-fast bacilli. Which of the following is the most likely diagnosis?",
        "exp": "Tuberculosis. Tuberculosis represents infection with Mycobacterium tuberculosis, although atypical mycobacterial infections may mimic it. The Ghon complex includes parenchymal consolidation and enlargement of ipsilateral hilar lymph nodes and is often accompanied by a pleural effusion. The sputum contains M. tuberculosis, which is acid-fast in smears stained by the Ziehl-Neelsen technique. After resolution of primary tuberculosis, reemergence may occur (secondary tuberculosis). None of the other choices feature acid-fast organisms.Diagnosis: Tuberculosis, Mycobacterium tuberculosis",
        "cop": 4,
        "opa": "Bronchopneumonia",
        "opb": "Pulmonary abscess",
        "opc": "Sarcoidosis",
        "opd": "Tuberculosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f12b1944-62d5-44f1-beec-f4f8c1f46d87",
        "choice_type": "single"
    },
    {
        "question": "Cancers caused by asbestosis all except:",
        "exp": "Ans. D. Pancreatic CaExplanationAsbestos causes lung, esophageal, gastric, and colon carcinoma; mesothelioma.",
        "cop": 4,
        "opa": "Adenocarcinoma of lung",
        "opb": "Mesothelioma",
        "opc": "Gastric Ca",
        "opd": "Pancreatic Ca",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f166a37d-66f5-4918-84d4-531fa33ee57d",
        "choice_type": "multi"
    },
    {
        "question": "Which form of asbestos is most commonly associated with maximum risk of Mesothelioma?",
        "exp": "Ans. D. Crocidolite. (Ref. Robbin's basic Pathology 8,h/pg. Chapter 13 & Internet)Malignant epithelioma, commonly occurs following chronic exposure (>20 years) to asbestos. Consider this diagnosis in those employed in milling and construction, as well as in workers in pipe, textiles, gaskets, and other industries in which asbestos (especially crocidoliteform) is used. In 75%, the diffuse (malignant) form occurs.Asbestosis and Asbestos-Related Diseases# Asbestos is a family of crystalline hydrated silicates with a fibrous geometry.# On the basis of epidemiologic studies, occupational exposure to asbestos is linked to# (1) parenchymal interstitial fibrosis (asbestosis); (2) localized fibrous plaques and calcifications or, rarely, diffuse fibrosis in the pleura; (3) Round atelectasis (4) pleural effusions; (5) bronchogenic carcinoma; (6) malignant pleural and peritoneal mesotheliomas; and (7) laryngeal carcinoma.# Pathogenesis: Concentration, size, shape, and solubility of the different forms of asbestos dictate whether disease will occur. There are two distinct forms of asbestos:o Serpentine (in which the fiber is curly and flexible) and amphibole (in which the fiber is straight, stiff, and brittle). There are several subtypes of curly and straight asbestos fibers. The serpentine chrysotile accounts for most of the asbestos used in industry.o Amphiboles. even though less prevalent, are more pathogenic than the serpentine chrysotile, but both types can produce asbestosis, lung cancer, and mesothelioma. The straight, stiff amphiboles, in contrast, align themselves in the airstream and are hence delivered deeper into the lungs, where they may penetrate epithelial cells and reach the interstitium.# Morphology: Asbestosis is marked by diffuse interstitial fibrosis with distinct \"Ferruginous bodies\" /asbestos bodies, (golden brown, fusiform or beaded rods with a translucent center, consisting of asbestos fibers coated with an iron-containing proteinaceous material.Educational points:Silicosis# is currently the most prevalent chronic occupational disease in the world.# It is caused by inhalation of crystalline silica, mostly in occupational settings.# Silica occurs in both crystalline and amorphous forms, but crystalline forms (including quartz, cristobalite, and tridymite) are by far the most toxic and fibrogenic.# Of these, quartz is most commonly implicated in silicosis.0# Ingested silica particles cause activation and release of mediators by pulmonary macrophages, including EL-1, TNF, fibronectin, lipid mediators, oxygen-derived free radicals, and fibrogenic cytokines. It has been noted that when mixed with other minerals, quartz has a reduced fibrogenic effect.# Silicotic nodules are characterized grossly in their early stages by tiny, barely palpable, discrete, pale-to-blackened (if coal dust is also present) nodules in the upper zones of the lungs. Microscopically, the silicotic nodule demonstrates concentrically arranged hyalinized collagen fibers surrounding an amorphous center. The \"whorled\" appearance of the collagen fibers is quite distinctive for silicosis.# Examination of the nodules by polarized microscopy reveals weakly birefringent silica particles, primarily in the center of the nodules. As the disease progresses, the individual nodules may coalesce into hard, collagenous scars, with eventual progression to PMF.# The intervening lung parenchyma may be compressed or overexpanded, and a honeycomb pattern may develop. Fibrotic lesions may also occur in the hilar lymph nodes (\"eggshell\" calcification) and pleura.Educational table:Mineral Dust-Induced Lung DiseaseAgentDiseaseExposureCoal dustSimple coal workers' pneumoconiosis: macules and nodules Complicated coal workers' pneumoconiosis: PMFCoal miningSilicaSilicosisSandblasting, quarrying, mining, stone cutting, foundry work, ceramicsAsbestosAsbestosis pleural effusions, pleural plaques, or diffuse fibrosis; mesothelioma; carcinoma of the lung and larynxMining, milling, and fabrication of ores and materials; installation and removal of insulationSelected Causes of Hypersensitivity PneumonitisSYNDROMEEXPOSUREANTIGENFarmer's lungMoldy hayMicropolyspora faeniBagassosisMoldy pressed sugar cane (bagasse)Thermophilic actinomycetesMoldy maple barkCryptostroma corticate Humidifier lungCool-mist humidifierThermophilic actinomycetes, Aureobasidium pullulansMalt worker's lungMoldy barleyAspergillus cl a vat usCheese washer's lungMoldy cheesePenicillium caseiMiller's lungDust-contaminated grainSitophilus granarius (wheat weevil)Pigeon breeder's lungPigeonsPigeon serum proteins in droppingsChemical worker's lungChemical industryTrimellitic anhydride, isocyanates",
        "cop": 4,
        "opa": "Chrysolite",
        "opb": "Amosite",
        "opc": "Anthophyllite",
        "opd": "Crocidolite",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "9dbf0e0d-5fa2-4b5a-88e9-ae2e4f5f8441",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man has had progressive dyspnea on exertion with fatigue for the past 2 years. On auscultation of his chest he has a prominent pulmonary component of S2, a systolic murmur of tricuspid insufficiency, and bruits over peripheral lung fields. Jugular venous distension is present to the angle of his jaw when sitting. Laboratory studies show antiphospholipid antibodies. CT angiography shows eccentric occlusions with pulmonary arteries and mosaic attenuation of pulmonary parenchyma. Which of the following is the most likely disease process causing his pulmonary disease?",
        "exp": "Over half of persons with chronic pulmonary thromboembolism with pulmonary hypertension do not have a history of recurrent pulmonary embolism. Rather than one large life-threatening embolus, chronic thromboembolism occurs from multiple smaller emboli that reduce the pulmonary vascular bed and increase pulmonary pressures, leading to cor pulmonale. Recanalization of thrombi leads to narrow channels causing the bruits. Antiphospholipid antibodies pose a risk for thrombosis. The risk factors for systemic arterial atherosclerosis are not operative in the pulmonary arterial tree, and pulmonary atherosclerosis is a consequence of pulmonary hypertension, not a cause of it. Pneumonitis with parenchymal inflammation reduces ventilation more than perfusion. Sarcoidosis is an idiopathic granulomatous disease that mainly affects the pulmonary parenchyma. ANCA-associated vasculitis of the pulmonary arterial tree may produce vascular occlusion, but there is usually parenchymal disease as well, along with multisystem involvement.",
        "cop": 4,
        "opa": "Atherosclerosis",
        "opb": "Pneumonitis",
        "opc": "Sarcoidosis",
        "opd": "Thromboembolism",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "fe5d4b33-b07c-4fd9-8aad-ec135e8b6148",
        "choice_type": "single"
    },
    {
        "question": "A radiographic study of inhalational lung diseases is conducted. One pattern of involvement is seen in persons whose total lung capacity, diffusing capacity, and compliance is decreased. This pattern consists of numerous bilateral nodular opacifications on chest radiographs. Polarizable needlelike crystals are seen on microscopic examination of these nodules. What inhaled substance is most likely to produce these findings?",
        "exp": "Silicotic nodules form when the silica crystals ingested by macrophages elicit a fibrogenic response as cytokines, such as tumor necrosis factor, are released. The nodules may become confluent with progressive massive fibrosis. Pneumoconioses such as silicosis lead to restrictive lung disease. Cigarette smoke contributes to loss of lung parenchyma with emphysema. Mold spores tend to elicit a hypersensitivity pneumonitis that rarely goes on to extensive restrictive lung disease. Sulfur dioxide in polluted air tends to drive chronic obstructive lung disease. Wood dust tends to elicit an asthmatic response.",
        "cop": 3,
        "opa": "Cigarette smoke",
        "opb": "Mold spores",
        "opc": "Silica dust",
        "opd": "Sulfur dioxide",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "2c34f584-4d66-46e8-b1b9-a54afc7eda4c",
        "choice_type": "single"
    },
    {
        "question": "All are true about silicosis except?",
        "exp": "Ans. (c) Lower lobe is ussualy involved(Ref: Robbins 9th/pg 689; 8th/pg 687)Silicosis involves upper lobe more commonly than lower lobe. Examination of the nodules by polarized microscopy reveals the birefringent silicate particles (silica is weakly birefringent).",
        "cop": 3,
        "opa": "Bifringent crystals seen",
        "opb": "Pleural plaque seen",
        "opc": "Lower lobe is ussualy involved",
        "opd": "Most common pnemoconiosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "8237c03f-2f57-4dea-9587-ae9dbfc8d6bb",
        "choice_type": "multi"
    },
    {
        "question": "Following is tumor marker for lung?",
        "exp": "Ans is 'b' i.e. CEAImportant tumor markersTumor MarkersCancerHormones * Human chorionic gonadotropin* Gestational trophoblastic disease, gonadal germ cell tumor* Calcitonin* Medullary cancer of the thyroid* Catecholamines* Pheochromocytoma* Gastrin* Gastrinoma (pancreatic neuroendocrine tumor)Oncofetal Antigens * Alphafetoprotein* Hepatocellular carcinoma, gonadal germ cell tumor* Carcinoembryonic antigen* Adenocarcinomas of the colon, pancreas, lung, breast, ovaryEnzvmes * Prostatic acid phosphatase* Prostate cancer* Neuron-specific enolase & chromogranin A* Small cell cancer of the lung, neuroblastoma* Lactate dehydrogenase* Lymphoma, Ewings sarcomaTumor Associated Proteins * Prostatic-specific antigen* Prostate cancer* Monoclonal immunoglobulin* Myeloma* CA - 125* Ovarian cancer* CA 19-9* Colon, pancreatic, breast cancer* CA - 15-3* Breast cancer* CA 72-4* Ovarian, pancreatic & gastric Ca.* CA 27.29 &CA 15-3* Breast cancer* CD 30* Hodgkins disease, anaplastic large cell lymphoma* CD 25* Hairy cell leukemia, adult T cell leukemia / lymphoma* CD-34* Alveolar soft part sarcoma* b2- Microglobulin* Multiple myeloma* S-100, HMB-45, TA-90* Malignant melanoma* NMP-22* Urinary bladder Ca* CD-99* Ewing's sarcoma",
        "cop": 2,
        "opa": "S-100",
        "opb": "CEA",
        "opc": "CD-99",
        "opd": "Beta 2 microgobulin",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f2b35599-f76b-497a-82a1-ed8598da4b89",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old boy is rushed to the emergency room after sustaining a stab wound to the chest during a fight. Physical examination reveals a 1-cm entry wound at the right 5th intercostal space in the midclavicular line. His temperature is 37degC (98.6degF), respirations are 35 per minute, and blood pressure is 90/50 mm Hg. A chest X-ray shows air in the right pleural space. Which of the following pulmonary conditions is the expected complication of pneumothorax arising in this patient?",
        "exp": "Atelectasis. Pneumothorax, which is defined as the presence of air in the pleural cavity, may be due to traumatic perforation of the pleura or may be spontaneous. Traumatic causes include penetrating wounds of the chest wall (e.g., stab wound or a rib fracture). Traumatic pneumothorax is most commonly iatrogenic and is seen after aspiration of fluid from the pleura (thoracentesis), pleural or lung biopsies, transbronchial biopsies, and positive pressure-assisted ventilation. Pneumothorax causes collapse of a previously expanded lung, a condition that is termed atelectasis. Additional causes of atelectasis include deficiency of surfactant, compression of the lungs, and bronchial obstruction. Chylothorax (choice B) is the accumulation of lymphatic fluid within the pleural space and is a rare complication of trauma.Diagnosis: Atelectasis",
        "cop": 1,
        "opa": "Atelectasis",
        "opb": "Chylothorax",
        "opc": "Diffuse alveolar damage",
        "opd": "Empyema",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "fc8cb094-0ab2-4a4c-985e-4352b202597d",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man is admitted to the hospital with increasing shortness of breath and dry cough for the past few years. He smokes 1.5 packs of cigarettes and drinks about four bottles of beer a day. He is constantly \"gasping for air\" and now walks with difficulty because he becomes breathless after only a few steps. Prolonged expiration with wheezing is noted. Physical examination shows a barrel chest, hyperresonance on percussion, and clubbing of the digits. The patient's face is puffy and red, and he has pitting edema of the legs. A chest X-ray discloses hyperinflation, flattening of the diaphragm, and increased retrosternal air space. Which of the following is the appropriate diagnosis?",
        "exp": "Emphysema. Chronic obstructive pulmonary disease is a nonspecific term that describes patients with chronic bronchitis or emphysema who evidence a decrease in forced expiratory volume. Emphysema is characterized principally by hyperinflated lungs. Chronic bronchitis (choice B) occurs after recurrent infections and, like asthma (choice A), is not generally associated with hyperinflated lungs. The major cause of emphysema is cigarette smoking, and moderate-to-severe emphysema is rare in nonsmokers.Diagnosis: Emphysema",
        "cop": 3,
        "opa": "Asthma",
        "opb": "Chronic bronchitis",
        "opc": "Emphysema",
        "opd": "Hypersensitivity pneumonitis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "26b4f334-d0b3-4aeb-aa53-ed089155b291",
        "choice_type": "multi"
    },
    {
        "question": "\"Egg-shell calcifications\" are seen in",
        "exp": "(Silicosis) (499-HM5th) (1523-H) (498-Basic pathology 8th)SILICOSIS - major occupational exposures include, mining, stone cutting, employment in abrasive industries such as stone, clay, glass and cement manufacturing foundry work, packing of silica flour.* Calcification of hilar nodes may occur in as many as 20% of cases and produces the characteristic \"egg sheir pattern* Patients with silicosis are greater risk of acquiring Mycobacterium tuberculosis* Caplan's syndrome - Pneumoconiosis, sero-positive, rheumatoid arthritis with characteritic progressive massive fibrosis (PMF)* Berylliosis - characterised by non-caseating epitheloid like those of sarcoidosis* *Bronchogenic carcinoma is the most common malignancy in asbestos workers",
        "cop": 1,
        "opa": "Silicosis",
        "opb": "Berylliosis",
        "opc": "Asbestosis",
        "opd": "Bronchial asthma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "81ec8a02-35e1-41e2-af63-c559ef61cb2c",
        "choice_type": "single"
    },
    {
        "question": "MC site of TB reactivation in lung is?",
        "exp": "Ans. (a) ApexPostprimary (Adult-Type) DiseaseAlso referred to as reactivation or secondary TB, postprimary TB is probably most accurately termed adult-type TB, since it may result from endogenous reactivation of distant latent infection or recent infection (primary infection or reinfection).It is usually localized to the apical and posterior segments of the upper lobes, where the substantially higher mean oxygen tension (compared with that in the lower zones) favors mycobacterial growth",
        "cop": 1,
        "opa": "Apex",
        "opb": "Base",
        "opc": "Subpleural",
        "opd": "Near bronchus",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "382f9d13-636a-4f02-926d-179cbe739acc",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old woman with cystic fibrosis presents with increasing shortness of breath and production of abundant foul-smelling sputum. The sputum in this patient is most likely associated with which of the following pulmonary conditions?",
        "exp": "Bronchiectasis. Bronchiectasis refers to the irreversible dilation of bronchi, which is caused by the destruction of the muscular and elastic elements of bronchial walls. Bronchiectasis is often localized to a segment of the lung distal to mechanical obstruction of a bronchus by a variety of lesions, including tumors, inhaled foreign bodies, mucous plugs (e.g., cystic fibrosis and asthma), and compressive lymphadenopathy. Nonobstructive bronchiectasis is usually a complication of chronic pulmonary infections. Patients with bronchiectasis present with chronic productive cough, often with copious mucopurulent sputum. Pyothorax (choice E) is infection of pleural effusion.Diagnosis: Bronchiectasis, cystic fibrosis",
        "cop": 2,
        "opa": "Atelectasis",
        "opb": "Bronchiectasis",
        "opc": "Empyema",
        "opd": "Pneumothorax",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "233b22c6-c73f-42cb-8d41-938a6e992e3c",
        "choice_type": "single"
    },
    {
        "question": "Miliary TB is:",
        "exp": "Ans. (b) Post-primary(Ref: Robbins 9th/pg 375-376)Fate of primary TB:95% cases: Cell mediated immunity controls infection - Calcified healed lesions & hilar lymph nodes formed (Ranke complex).5% cases: Primary tuberculosis is progressive (Progressive Primary TB) - resembles acute bacterial pneumonia - Lympho-hematogenous dissemination may cause tuberculous meningitis &/or miliary tuberculosis.",
        "cop": 2,
        "opa": "Primary",
        "opb": "Post-primary",
        "opc": "Extra-pulmonary",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "e3635a0b-151c-47e3-92d0-ac71816e6b0f",
        "choice_type": "multi"
    },
    {
        "question": "Hyaline membrane disease is associated with:",
        "exp": "(Respiratory distress syndrome): Ref: 470-HM, 48J-83-R (257- Basic pathology 8th)* The fundamental defect in RDS is a deficiency of pulmonary surfactant* Surfactant synthesis is modulated by a variety of hormones and growth factors, including cortisol, insulin, prolactin, thyroxin, and TGF b45. The role of glucocorticoid is particularly important* Increased risk for developing complications are1. Patent ductus arteriosus2. Intraventricular hemorrhage3. Necrotizing enterocolities",
        "cop": 1,
        "opa": "Respiratory distress syndrome",
        "opb": "Bronchopulmonary dysplasia",
        "opc": "Sudden infant death syndrome",
        "opd": "Bronchiolitis obliterans",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "16ec43a7-ad03-4d0a-a156-4b7ff45e3f61",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old man has had increasing dyspnea with nonproductive cough for the past year. On physical examination he is afebrile and has clubbing of digits. Pulmonary function testing reveals a mild restrictive abnormality along with reduced DLCO. A transbronchial biopsy is performed and microscopic examination shows numerous alveolar macrophages, plump epithelial cells, mild interstitial fibrosis, and loss of respiratory bronchioles. Lamellar bodies and iron pigment are present within these macrophages. Which of the following is the most likely etiology for his pulmonary disease?",
        "exp": "He has desquamative interstitial pneumonitis (DIP), one form of smoking-related interstitial lung disease. Most cases abate with cessation of smoking and corticosteroid therapy. Atopy is classically related to asthma, an acute obstructive pulmonary process. One form of primary ciliary dyskinesia is Kartagener syndrome, which leads to bronchiectasis from ongoing inflammation with infection. Inhalation of mold spores produces farmer's lung - hypersensitivity pneumonitis. Inhalation of silicates leads to pulmonary fibrosis over years, but without large numbers of macrophages.",
        "cop": 2,
        "opa": "Type I hypersensitivity",
        "opb": "Cigarette smoking",
        "opc": "Ciliary dyskinesia",
        "opd": "Inhalation of mold spores",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "303b2b74-e491-453b-96a3-3c90793aa80f",
        "choice_type": "single"
    },
    {
        "question": "Ciliocytophthoria is seen in:",
        "exp": "Ans. (C) Acute Respiratory infection(Ref: Robbins and Cotran Pathologic Basis of Disease 10th ed; pg. 245)Ciliocytophthoria is seen in acute respiratory infection.Ciliocytophthoria (CCP) defines a degeneration of the ciliated cells sue to viral infection, which is seen in acute respiratory infection.",
        "cop": 3,
        "opa": "Kartagener",
        "opb": "Situs inversus",
        "opc": "Acute Respiratory infection",
        "opd": "Cystic fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f4e5af87-eb20-40cb-801c-a0322250e3a2",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man who has worked in a manufacturing plant all his life complains of an 8-month history of chest discomfort, malaise, fever, night sweats, and weight loss. A chest X-ray reveals a pleural effusion and pleural mass encasing the lung. The patient subsequently dies of cardiorespiratory failure. Histologic examination of the pleural mass at autopsy shows a biphasic pattern of epithelial and sarcomatous elements. What is the most likely diagnosis?",
        "exp": "Malignant mesothelioma. Mesothelioma is a malignant neoplasm of mesothelial cells that is most common in the pleura, but also occurs in the peritoneum, pericardium, and the tunica vaginalis of the testis. The tumor is strongly linked to occupational inhalation of asbestos. Patients are often first seen with a pleural effusion or a pleural mass, chest pain, and nonspecific symptoms, such as weight loss and malaise. Pleural mesotheliomas tend to spread locally and extensively within the chest cavity, but do not typically invade the pulmonary parenchyma. Wide-spread metastases can occur. Mesothelioma is typically composed of both epithelial and sarcomatous elements (i.e., biphasic pattern). The other choices do not ordinarily encase the lung.Diagnosis: Malignant mesothelioma",
        "cop": 4,
        "opa": "Carcinoid tumor",
        "opb": "Large cell carcinoma",
        "opc": "Malignant melanoma",
        "opd": "Malignant mesothelioma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "46098bb6-264e-4b29-8368-45f3286f9440",
        "choice_type": "multi"
    },
    {
        "question": "Primary site of involvement in congenital TB:",
        "exp": "Ans. (b) Liver(Ref: Nelson 19 ed Chap 212)In congenital TB, primary organ involved is liver.Congenital tuberculosis is rare because the most common result of female genital tract tuberculosis is infertility.Congenital transmission usually occurs from a lesion in the placenta through the umbilical vein.Primary infection in the mother just before or during pregnancy is more likely to cause congenital infection than is reactivation of a previous infection.The tubercle bacilli first reach the fetal liver, where a primary focus with periportal lymph node involvement may occur.Organisms pass through the liver into the main fetal circulation and infect many organs.",
        "cop": 2,
        "opa": "Lungs",
        "opb": "Liver",
        "opc": "Lymph nodes",
        "opd": "Stomach",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "8c17c2e4-c3a7-44d1-b2c3-5fb37abf0799",
        "choice_type": "single"
    },
    {
        "question": "Bronchoalveolar carcinoma presents as:(1991)",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Hemoptysis",
        "opb": "Collapse",
        "opc": "Effusion",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "54884d79-447b-44ca-bf71-e082bc395d2e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT true about Bronchoalveolar carcinoma?",
        "exp": "Ans. b (Stromal invasion with desmoplasia) (Ref. Robbins 7th/76l)By definition, bronchioalveolar ca do not demonstrate destruction of alveolar architecture or stromal invasion with desmoplasia, features that would merit their classification as frank adenocarcinomas.BRONCHIOLOALVEOLAR CARCINOMAS (BACS)# Included as a subtype of adenocarcinomas in the current WHO classification of lung tumors.# Involve peripheral parts of the lung, either as a single nodule or, more often, as multiple diffuse nodules that may coalesce to produce pneumonia-like consolidation.# The key feature of BACs is their growth along preexisting structures and preservation of alveolar architecture.# The tumor cells grow in a monolayer on top of the alveolar septa, which serves as a scaffold (this has been termed a \"lepidic\" growth pattern, an allusion to the neoplastic cells resembling butterflies sitting on a fence).# The two subtypes of BACs are:- Mucinous (comprising tall, columnar cells with prominent cytoplasmic and intra-alveolar mucin) and- Non-mucinous# The \"cell of origin\" for peripheral adenocarcinomas have now identified a population of multipotent cells at the bronchioalveolar duct junction, termed bronchioalveolar stem cells (BASCs).",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Stromal invasion with desmoplasia",
        "opc": "Preservation of Alveolar structure",
        "opd": "Grows along pre-existing anatomical structures",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "2dc68d88-edec-4f41-ac31-ad9818196a61",
        "choice_type": "multi"
    },
    {
        "question": "Charcot-Leyden crystals and Curshmann's spirals are seen in:",
        "exp": "[A) (Bronchial asthma): Ref: 492-HM (492-Basicpathology 8th)* Charcot-Leyden crystals and curschmann's spirals are features of Br. Asthma* Charcot-Leyden crystals - sputum contains numerous eosinophils and diamond-shaped crystals derived from easinophils called charcot-leyeen crystals* Curschmann's spirals: - The mucus plugs contain normal or degenerated respiratory epithelium forming twistedstrips called curschmann s spirals 1 2 3 4 5* \"Honey-combed appearance \" seen in Bronchiectasis* \"Reid-Index\" shows histologic definition in chronic bronchitis",
        "cop": 1,
        "opa": "Bronchial asthma",
        "opb": "Chronic bronchitis",
        "opc": "Bronchiectasis",
        "opd": "Emphysema",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "7a6868f3-a225-45be-9ee9-2cd4f696257d",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of bronchial asthma:",
        "exp": "Ref: Robbin E-book, P 502-504* Increased numbers of goblet cells (goblet cell hyperplasia) is part of airway remodelling in asthma.* The remodelling also includes epithelial proliferation, thickening of the reticular basement membrane, increased bronchial vascularity and hypertrophy of smooth muscle and submucosal glands.* Thickening of bronchial wall is seen in bronchiectasis.",
        "cop": 1,
        "opa": "Thickening of bronchial wall",
        "opb": "Increase in number of goblet glands",
        "opc": "Hypertrophy of smooth muscle",
        "opd": "Increased Ig E",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "7550a8f8-72da-4448-835c-2e53918ba1ae",
        "choice_type": "multi"
    },
    {
        "question": "Alpha-1 antitrypsin deficiency causes",
        "exp": "Ans. a (Emphysema) . (Ref. Robbins, 6th/709; Harrison medicine 17th ed. 1638)EMPHYSEMA TYPES:1.Centraacinar- Most common type- Most frequently associated with smoking- Most prominent in upper lobe and superior segment of lower lobe2.Panacinar- Alphal antitrypsin deficiency- Prediliction for lower lobe3.Centrilobular-Educational point:# In alphal anti-trypsin deficiency panacinar is common, while in chronic smokers centracinar in commoner.# Garden variety: smoking related to emphysema is usually mixed.",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Bronchitis",
        "opc": "Bronchieactasis",
        "opd": "Pneumonia alba",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "1fcaab48-bc59-4770-8aba-02cbf4529033",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman has had progressive dyspnea and fatigue for the past 2 years. On physical examination, she has pedal edema, jugular venous distention, and hepatomegaly. Lung fields are clear on auscultation. Chest CT scan shows right heart enlargement. Cardiac catheterization is performed, and the pulmonary arterial pressure is increased, without gradients across the pulmonic valve, and no shunts are noted. A transbronchial biopsy is performed, and microscopic examination shows plexiform lesions. A mutation in a gene encoding for which of the following is most likely to cause her pulmonary disease?",
        "exp": "The finding of pulmonary hypertension in a young individual without any known pulmonary or cardiac disease is typical for primary pulmonary hypertension. The increased pulmonary arterial pressure leads to hypertrophy of the right side of the heart. The large pulmonary arteries show atherosclerosis; the arterioles show plexogenic arteriopathy with a tuft of capillary formations producing a network, or web, that spans the lumens of dilated thin-walled arteries. BMPR2, a cell surface protein belonging to the TGF-b receptor superfamily, causes inhibition of vascular smooth muscle cell proliferation and favors apoptosis. In the absence of BMPR2 signaling, smooth muscle proliferation occurs, and pulmonary hypertension ensues. Inactivating germline mutations in the BMPR2 gene are found in 50% of the familial (primary) cases of pulmonary hypertension and in 26% of sporadic cases. None of the other molecules listed regulate pulmonary arterial wall structure. Endothelial nitric oxide controls vascular caliber. B-type natriuretic peptide and renin regulate sodium and water homeostasis, plasma volume, and systemic arterial pressure. Mutation in the gene for fibrillin-1 (FBN1) occurs in Marfan syndrome. Lysyl hydroxylase is required for cross-linking collagen, and its loss gives rise to one form of Ehlers-Danlos syndrome.",
        "cop": 2,
        "opa": "B-type natriuretic peptide (BNP)",
        "opb": "Bone morphogenetic receptor 2 (BMPR2)",
        "opc": "Endothelial nitric oxide synthetase (eNOS)",
        "opd": "Fibrillin-1",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "6a69bd3c-f2cc-498a-82f0-8326d2d2a620",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man has had progressively worsening dyspnea over the past 10 years. He has noticed a 5-kg weight loss in the past 2 years. He has a chronic cough with minimal sputum production and no chest pain. On physical examination, he is afebrile and normotensive. A chest radiograph shows extensive interstitial disease. Pulmonary function tests show diminished DLCO, low FVC, and normal FEV1/FVC ratio. Increased exposure to which of the following pollutants is most likely to produce these findings?",
        "exp": "Silica crystals incite a fibrogenic response after inhalation and ingestion by pulmonary macrophages. The greater the exposure to silica dust and the longer the time of exposure, the greater is the lung injury. Silica is a major component of the earth's crust, including sand, which contains the mineral quartz. Mining, manufacturing, farming, and construction/renovation activities generate small silica crystals that can be inhaled, and their buoyancy allows them to be carried to alveoli. There, they are ingested by macrophages, which secrete cytokines that recruit other inflammatory cells and promote fibrogenesis. Carbon monoxide readily crosses the alveolar walls and binds avidly to hemoglobin, but does not injure the lung directly. Ozone, a component of smog, has no obvious pathologic effects. Tobacco smoke leads mainly to loss of lung tissue and emphysema, not to fibrosis. Particulate matter such as wood dust is mainly screened out by the mucociliary apparatus of the upper airways, but may invoke bronchoconstriction.",
        "cop": 3,
        "opa": "Carbon monoxide",
        "opb": "Ozone",
        "opc": "Silica",
        "opd": "Tobacco smoke",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "da042fd8-235b-44b6-abe1-c6bb9b1d7450",
        "choice_type": "single"
    },
    {
        "question": "Curschmann spirals are characteristic of which of the following airway disease?",
        "exp": "Ref: Robbins Pathology, 9th ed. pg. 682Findings in Bronchial Asthma in Broncho-Alveolar Lavage or in Sputum* Curschmann spirals, is a finding in bronchial asthma which may result from extrusion of mucus plugs from subepithelial mucous gland ducts or bronchioles.* Charcot-Leyden crystals: It is composed of an eosinophilic protein called galectin-10.The other characteristic histologic findings of asthma, collectively called \"airway remodeling\" include:* Airway wall thickening* An increase in the size of the submucosal glands and number of airway goblet cells* Subbasement membrane fibrosis (due to deposition of type I and III collagen)* Increased vascularity* Hypertrophy and/or hyperplasia of the bronchial wall muscle",
        "cop": 4,
        "opa": "Chronic bronchitis",
        "opb": "Emphysema",
        "opc": "Atelectasis",
        "opd": "Bronchial asthma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "287a7f77-408d-4a7e-a66b-7e9ccf76fff5",
        "choice_type": "single"
    },
    {
        "question": "A clinical study is conducted in which patients who have undergone surgical procedures with intubation, mechanical ventilation, and general anesthesia are followed to determine the number and type of postoperative complications. The study group is found to have a higher incidence of pulmonary infections in the 2 weeks following their surgical procedure than patients who were not intubated and did not receive general anesthesia. Anesthesia is most likely to produce this effect via which of the following mechanisms?",
        "exp": "The anesthetic gases tend to reduce the ciliary function of the respiratory epithelium that lines the bronchi. The mucociliary apparatus helps clear organisms and particulate matter that are inhaled into the respiratory tree. Macrophage function is not significantly affected by anesthesia. The levels of g-globulins in serum are not reduced by the effects of anesthesia. The anesthetic gases and induction drugs do not typically result in marrow failure with neutropenia. The exposure to anesthetic gases is not prolonged enough to produce squamous metaplasia, which most typically occurs in response to chronic irritation, as from cigarette smoke. The subglottic tracheal region, where the cuff of the endotracheal tube is located, can become eroded, but this is more likely to occur when intubation is prolonged for weeks.",
        "cop": 1,
        "opa": "Decreased ciliary function",
        "opb": "Diminished macrophage activity",
        "opc": "Hypogammaglobulinemia",
        "opd": "Neutropenia",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "1d9957db-46b0-4dc9-b537-14aee2202b9a",
        "choice_type": "single"
    },
    {
        "question": "Which malignancy is most commonly associated with asbestos?",
        "exp": "Ans. (a) Malignant mesothelioma(Ref: R 9th/pg 723- 724)Rare tumor but risk of developing mesothelioma in heavily asbestos exposed individuals is as high as 7% to 10%.",
        "cop": 1,
        "opa": "Malignant mesothelioma",
        "opb": "Benign Pleural Fibroma",
        "opc": "Squamous Cell Ca Lung",
        "opd": "Carcinoids",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "bc3181ae-0ea1-4469-9fdd-83c62fd267fc",
        "choice_type": "single"
    },
    {
        "question": "Which type of paraneoplastic syndrome is most commonly associated with lung carcinoma?",
        "exp": "Ans. is 'a' i.e., SIADH * Among the given options, SIADH is the most common paraneoplastic syndrome associated with lung carcinoma as Small cell carcinoma is the most common type of lung cancer associated with ectopic hormone production and paraneoplastic syndrome and ADH (Causing SIADH), ACTH (Causing cushingsyndrome) production are predominantly associated small cell carcinoma whereas those that produce hypercalcemia (due to PTH) are mostly squamous cell tumors. Gynaecomastia (due to gonadotropin) isassociated with large cell carcinoma.* Other paraneoplastic syndromes are Lambert eaton syndrome, Acanthosis nigricons and hypertrophic pulmonary oseoarthropathy (clubbing & periosteal reaction).",
        "cop": 1,
        "opa": "SIADH",
        "opb": "Gynaecomastia",
        "opc": "Acanthosis nigricans",
        "opd": "Hypocalcaemia",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "9c74c26b-23f4-4764-a817-d1d0d98e0c86",
        "choice_type": "single"
    },
    {
        "question": "Carcinoid of lung (bronchial adenoma) arise from",
        "exp": "Ans. (b) Kulchitsky cell(Ref: Robbins 9th/pg 719)Enterochromaffin (EC) cells, or \"Kulchitsky cells\"; are a type of enteroendocrine and neuroendocrine cell occurring in the epithelia lining the lumen of the digestive tract and the respiratory tract that release serotonin.Tumors from these cells results in carcinoid.",
        "cop": 2,
        "opa": "Ciliated cell",
        "opb": "Kulchitsky cell",
        "opc": "Type 2 pnemocytes",
        "opd": "Clara cell",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "ce5a5ad8-e29a-4db3-95a4-65ebc26f963e",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old man suddenly develops severe dyspnea with wheezing. On physical examination, his vital signs are temperature, 37deg C; pulse, 95/min; respirations, 35/min; and blood pressure, 130/80 mm Hg. A chest radiograph shows increased lucency in all lung fields. Arterial blood gas analysis shows PO2, 65 mm Hg; PCO2, 30 mm Hg; and pH, 7.48. A sputum cytologic specimen shows Curschmann spirals, Charcot-Leyden crystals, branching septate hyphae, and eosinophils in a background of abundant mucus. What is the most likely risk factor predisposing him to this illness?",
        "exp": "Asthma, particularly extrinsic (atopic) asthma, is driven by a type I hypersensitivity response and is associated with an excessive TH 2 and TH 17 cell-mediated immune response. Genetic factors are important in the pathogenesis of atopic asthma and linkage to cytokine genes that map on 5q are strongly associated with development of asthma and other atopic allergies. The Charcot-Leyden crystals represent the breakdown products of eosinophil granules. The Curschmann spirals represent the whorls of sloughed surface epithelium within the abundant mucin. The septated hyphae are Aspergillus organisms colonizing the tracheobronchial tree (allergic bronchopulmonary aspergillosis). Foreign body aspiration may result in inflammation, but without eosinophils. Inorganic dust inhalation leads to restrictive, not obstructive, lung disease. CFTR mutations with cystic fibrosis lead to chronic widespread bronchiectasis. Inflammation with eosinophils is not a significant component of emphysema related to a1 -antitrypsin deficiency or to smoking.",
        "cop": 1,
        "opa": "Cytokine gene polymorphisms",
        "opb": "Foreign body aspiration",
        "opc": "Inhalation of environmental inorganic dusts",
        "opd": "Inheritance of a CFTR gene mutation",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "492c8288-8531-42cf-a7bc-16e027a6d8a4",
        "choice_type": "multi"
    },
    {
        "question": "A 60 year old male had a chronic history of exposure of asbestosis. He now presents with a mass in the apex of right lung. Which of the following would be seen on electron microscopy of a biopsy from the lesion?",
        "exp": "Ans. (c) Numerous long slender microvilli(Ref: Robbins 9th/pg 723-724; 8th/pg 733-734)Prolonged asbestos exposure increases the risk of mesothelioma, which presents as a localized gray-white pleural mass.FeaturesAdenocarcinomaMalignant MesotheliomaImmunohistochemistryCarcinoembryonic antigen (CEA), CD15, Ber-EP4, MUC4, thyroid transcription factor 1 (TTF-1), Napsin ACalretinin, WT1, keratin 5/6, claudin-4,thrombomodulin, D2-40/podoplanin, h-caldesmon, caveolin-1, vimentinElectron microscopyShort & plump microvillilonger and more slender microvillAbout other options,A. Melanosomes: Seen in Malignant MelanomaB. Neurosecretory granules: Seen in Small Cell Carcinoma of lungD. Desmosomes with secretory endoplasmic reticulum: can suggest Adenocarcinoma",
        "cop": 3,
        "opa": "Melanosomes",
        "opb": "Neurosecretory granules",
        "opc": "Numerous long slender microvilli",
        "opd": "Desmosomes with secretory endoplasmic reticulum",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "d3c7f0ea-03e1-4510-b1ea-929e328c8a7f",
        "choice_type": "single"
    },
    {
        "question": "True about Sarcoidosis is?",
        "exp": "Ans. is 'c' i.e., Non caseating granulomas Sarcoidosis* Sarcoidosis is an immune system disorder characterized by the presence of non-caseating granulomas (aggregate of tightly clustered epitheloid cells, often with langhans or forein body type giant cells. Central necrosis is unusual)* Granulomas most often appear in the lung or the lymph nodes --> Bilateral hilar lymphadenopathy or lung involvement is visible on chest radiograph in 90% of cases.* Granulomas also contain:-A. Schaumann bodies - Laminated concretions composed of calcium and proteins.B. Asteroid bodies - Stellate inclusions within giant cells.Clinical features1. Lung and lymph nodes (95%)* Respiratory complaints including cough and dysnea are the most common presenting symptoms. Usually the infiltrate in sarcoidosis are predominantly an upper lobe process. There is bilateral hilar lymphadenopathy.* 'Potato nodes' are seen in sarcoidosis.2. Skin (24%-43%)* Skin lesions include erythma nodosum, maculopapular lesion, subcutaneous nodules, hypo or hyperpigmentation, keloid formation and lupus pernio.* Lupus pernio is involvement of bridge of nose, area beneath the eyes and cheek. It is diagnostic for a chronic form of sarcoidosis.3. Eye (12-29%)* Eye lesions include uveitis, retinitis, pars planitis and dry eye due to lacrimal gland involvement.* Uveoparotid fever (Heerfordt-Waldenstrome syndrome) include classical triad of Uveitis, parotitisand 7th nerve palsy.4. Other organs involved* These are salivary glands particulary parotid (causing dry mouth), spleen (splenomegaly), liver, heart and brain (neurosarcoidosis). Granuloma in sarcoidosis can secrete 1-25 (OH)2 vitamin-D which causes hypercalcemia.",
        "cop": 3,
        "opa": "Skin is the most common organ involved",
        "opb": "Premalignant condition",
        "opc": "Non-caseating granuloma",
        "opd": "May be associated with hypocalcaemia",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "6ed7aa50-5801-4003-b0b4-3dba66f3c4b0",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old man has had an increasing cough with hemoptysis for 2 weeks. He has never smoked and is in very good health. On physical examination, his temperature is 38.2deg C. A chest radiograph shows an area of consolidation in the right upper lobe. His condition improves with antibiotic therapy; however, the cough and hemoptysis persist for 2 more weeks. Chest CT scan now shows right upper lung atelectasis. Bronchoscopic examination shows a tan, circumscribed obstructive mass filling a right upper lobe bronchus. Which of the following neoplasms is most likely to produce these findings?",
        "exp": "Most pulmonary carcinoids are central obstructing masses involving a large to medium-sized bronchus. These neuroendocrine tumors have unpredictable behavior, but many are localized, resectable, and follow a benign course. They typically manifest with hemoptysis and the consequences of bronchial obstruction. In this case, the pneumonia in the right upper lobe probably resulted from obstruction to drainage caused by the tumor. Obstruction may lead to peripheral resorption atelectasis. Adenocarcinomas are common lung tumors, but are typically peripheral. A hamartoma is an uncommon but benign pulmonary lesion that also is located peripherally. Kaposi sarcoma can involve the lung in some patients with AIDS, and the tumor often has a bronchovascular distribution; obstruction is not common, but bleeding on biopsy is. Large-cell carcinomas are typically large, bulky, peripheral masses.",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Carcinoid tumor",
        "opc": "Hamartoma",
        "opd": "Kaposi sarcoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "d553c03f-6d8f-4e9f-af30-1c22b6e6077f",
        "choice_type": "single"
    },
    {
        "question": "Worst prognosis of associated with which of the following lung cancer?",
        "exp": "Ans. is 'a' i.e. Small cell carcinoma * Small cell carcinomas are the most aggressive of lung tumors, metastasize widely and are virtually incurable by surgical means.",
        "cop": 1,
        "opa": "Small cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Oat cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "71ac6273-83ec-4aea-a010-9a32bc1f2fde",
        "choice_type": "multi"
    },
    {
        "question": "Most common variety of lung carcinoma in women and children is?",
        "exp": "Ans. is 'b' i.e., Adenocarcinoma Remember* Adenocarcinoma is the overall most common type of lung carcinoma.* Adenocarcinoma is the most common type of lung carcinoma in non-smokers and females.* Squamous cell (epidermoid) carcinoma is the most common type of lung carcinoma in India.* Squamous cell carcinoma is the most common type of lung carcinoma in smokers and males.* M.C Variety in young Patients - Adenocarcinoma* Histological Variety that cavitates - Squamous cell Ca* M.C Histological variety to metastasize - Small cell Ca* Ca which metastasize to opposite lung - Adenocarcinoma* Clubbing least common in which Ca - Small cell Ca* Gynaecomastia is seen in which type of Ca - Large Cell Ca* Thrombophlebitis is seen with which Ca -Adenocarcinoma* Most common site for metastasis from ca lung - Brain* Lung Ca with worst prognosis - Small cell Ca* Variety most responsive to chemotherapy - Small cell Ca* Variety most responsive to radiotherapy - Small cell Ca* M.C Endocrine Gland to be involved by metastasis - Adrenal* Variety with best prognosis - Squamous cell Ca* Variety that is central in location - Squamous cell & small cell Ca* Variety that is peripheral in location - Adenocarcinoma* Most common variety with Cushings syndrome - Small cell Ca* Most common variety with Hypercalcemia d/t PTH like substance Secretion ^ Squamous cell Ca",
        "cop": 2,
        "opa": "Small cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Large cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "cf4ca55b-bf7a-44bc-a732-d3ace3540fb5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following causes malignant mesothelioma?",
        "exp": "Ans. (b) Asbestosis(Ref: Robbins 9th/pg 723-724)Malignant mesothelioma is associated with Asbestosis. Smoking does NOT increase the risk of malignat mesothelioma.",
        "cop": 2,
        "opa": "Smoking",
        "opb": "Asbestosis",
        "opc": "Silicosis",
        "opd": "Pneumoconiosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "d87d3ef1-ec0a-4101-a61d-9872024da14d",
        "choice_type": "single"
    },
    {
        "question": "The most common termination of lobar pneumonia is:(1989)",
        "exp": "Ans: b (Resolution)Ref: Robbin's, 7thed, p. 750 & 6thed, p. 720Resolution- exudates undergo enzymatic digestion.",
        "cop": 2,
        "opa": "Consolidation",
        "opb": "Resolution",
        "opc": "Abcess formation",
        "opd": "Empyema",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "b5ded068-a2f5-4901-a01a-491777f312f5",
        "choice_type": "single"
    },
    {
        "question": "Bronchopneumonia means",
        "exp": "Ans. b (Inflammatory involvement of the airways; the bronchus & the lung parenchyma).BRONCHOPNEUMONIA# It is multi focal, heterogenous inflammatory involvement of distal airways, thus distributed along the course of airways & patchy affection of lung parenchyma.# An Airbronchogram is usually absent & volume loss is common with occasional pneumatoceles.# Staphylococcus is a common bacteria causing bronchopneumonia.QLOBAR PNEUMONIA# It is usually unifocal & central in distal airspaces adjacent to the visceral pleura.# It spreads rapidly via the pores of Kohn across segmental boundaries producing a uniform consolidation in lung parenchyma.# It spares distal airways.# Streptococcus pneumoniae is the most common organism causing lobar pneumonia.# Klebsiella pneumoniae:- Friedlander's pneumonia- Causes a only small proportion of cases of Community acquired pneumonia- Lobar pneumonia (\"bulging fissure\" sign)--- Predisposing factors:* Alcoholism,* Diabetes &* COPD.# Rx:- Given both the undesirability of treating the latter strains with penicillins or cephalosporins and the quinolone resistance, empirical treatment of serious or health care-associated Klebsiella infections with amikacin, carbapenems, or tigecycline is prudent.- Polymyxin B can be considered for use against highly resistant strains but is an agent of last resort because of its potential toxicities.",
        "cop": 2,
        "opa": "Inflammatory involvement of a lobe of a lung",
        "opb": "Inflammatory involvement of the airways; the bronchus & the lung parenchyma",
        "opc": "Dilatation of the bronchioles",
        "opd": "Inflammatory involvement of the lymphatics",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "33a1cea1-4781-4e74-8824-db296fe901aa",
        "choice_type": "single"
    },
    {
        "question": "Most common site of gastrointestinal TB:",
        "exp": "Ans. (c) Terminal ileum(Ref: Robbins 9th/pg 375-376)Extrapulmonary TB:MC site is lymph node Q, MC cervical & supraclavicular (\"Scrofula\") QPleural involvement: Exudative Q Pleural effusion, tuberculous empyema, or obliterative fibrous pleuriticGenitourinary TB: sterile pyuria Q; Preferentially involves fallopian tube Q in females & epididymis Q in malesSkeletal TB: Most common site spine Q (Pott's disease) Q > hip > kneeTB meningitis (paresis of cranial nerves especially ocular, is frequent finding) QIn Gastro-intestinal (GI) TB: MC site terminal ileum and caecum Q",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Terminal ileum",
        "opd": "Colon",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f4a7198e-c7d0-47c1-9bf5-79d5f9530864",
        "choice_type": "single"
    },
    {
        "question": "Schaumann bodies are seen in:",
        "exp": "Ans. (a) Sarcoidosis(Ref: Robbins 9th/pg 693-694)Histology in Sarcoidosis:Well-formed non-caseating granulomas Q composed of an aggregate of tightly clustered epithelioid cells Q, with Langhans or foreign body-type giant cells; Central necrosis is unusual. QSchaumann bodies: laminated concretions composed of calcium and proteins QAsteroid bodies: Stellate inclusions enclosed within giant cells Q",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Chronic bronchitis",
        "opc": "Asthma",
        "opd": "Syphilis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "b8aecfcf-723b-4034-81af-c0cbd5142e7f",
        "choice_type": "single"
    },
    {
        "question": "A full term neonate rapidly develops progressive respiratory distress shortly after birth, lung biopsy done post-mortem reveals the following, what is your diagnosis?",
        "exp": "Ans. (b) Pulmonary alveolar proteinosisThe alveoli are filled with a dense, amorphous, protein-lipid granular precipitate, while the alveolar walls are normal.",
        "cop": 2,
        "opa": "Pulmonary hemorrhage",
        "opb": "Pulmonary alveolar proteinosis",
        "opc": "Pneumonia",
        "opd": "Pulmonary edema",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "88985d6c-7dab-48d7-8ff2-95b84c60b37f",
        "choice_type": "single"
    },
    {
        "question": "A study of HIV-infected persons shows that those with CD4+ lymphocyte counts below 100 cells/mL are found to be at increased risk for pulmonary infections. Some of them have concurrent hepatosplenomegaly and lymphadenopathy, as well as malabsorption with weight loss, night sweats, and fever. Bronchoalveolar lavage specimens examined microscopically show macrophages filled with acid-fast infectious organisms. Which of the following infections have these persons developed?",
        "exp": "Nontuberculous mycobacterial infections such as Mycobacterium avium-complex (MAC) are likely to become disseminated illnesses in immunocompromised persons. In immunocompetent persons, such infections are more likely to resemble tuberculosis. The acid-fast MAC organisms proliferate profusely in macrophages within the mononuclear phagocyte system. Extensive and severe aspergillosis and candidiasis are more likely to occur with profound neutropenia, not lymphocytopenia. Legionella produces an extensive bacterial pneumonia, not disseminated disease. Nocardiosis occurs in immunocompromised patients, and the organisms can be weakly acid-fast, but focal nodules or a chronic abscessing inflammatory response are more likely.",
        "cop": 4,
        "opa": "Aspergillus niger",
        "opb": "Candida albicans",
        "opc": "Legionella pneumophila",
        "opd": "Mycobacterium avium-complex",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "3a676303-a3b2-4a51-9974-d0937de61d00",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old man who has had no major illnesses experiences acute onset of hemoptysis. On physical examination, he has a temperature of 37deg C, pulse of 83/min, respirations of 28/min, and blood pressure of 150/95 mm Hg. A chest radiograph shows bilateral fluffy infiltrates. A transbronchial lung biopsy on microscopic examination shows focal necrosis of alveolar walls associated with prominent intra-alveolar hemorrhage. Two days later, he has oliguria. The serum creatinine level is 2.9 mg/dL, and urea nitrogen is 31 mg/dL. Which of the following antibodies is most likely involved in the pathogenesis of his condition?",
        "exp": "Goodpasture syndrome leads to renal and pulmonary lesions produced by an antibody directed against an antigen common to the basement membrane in glomerulus and alveolus. This leads to a type II hypersensitivity reaction. The anti-DNA topoisomerase I antibody is a marker for scleroderma. Antimitochondrial antibody is associated with primary biliary cirrhosis. C-ANCA and P-ANCA are best known as markers for various forms of systemic vasculitis. ANA is used as a general screening test for various autoimmune conditions, typically collagen vascular diseases such as systemic lupus erythematosus.",
        "cop": 2,
        "opa": "Anti-DNA topoisomerase I antibody",
        "opb": "Anti-glomerular basement membrane antibody",
        "opc": "Antimitochondrial antibody",
        "opd": "Anti-neutrophil cytoplasmic antibody",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "a92925d6-f32c-4d48-94ea-66d7e9283007",
        "choice_type": "multi"
    },
    {
        "question": "Causative agent for Farmers' Lung is?",
        "exp": "Ans. is 'b' i.e., Thermophiles actinomyces * Farmer's lung is a hypersensitivity (type III) pneumonitis induced by the inhalation of biologic dusts coming from hay dust or mold spores or any other agricultural products.* These types of immune response are most often initiated by exposure to thermophilic actinomycetes (most commonly Saccharopolyspora rectivirgula).",
        "cop": 2,
        "opa": "Thermoactinomyces sacchari",
        "opb": "Thermophiles actinomyces",
        "opc": "Cotton dust",
        "opd": "Pigeon feather",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "f7508cd9-e3b1-49f4-832f-f79edae682b5",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man worked in a shipyard for 10 years, and then he worked for 5 years for a company that installed fire retardant insulation. He experienced increasing dyspnea for 11 years with progressive respiratory failure and hypoxemia. A CT scan of his chest now shows a large mass encasing the left lung. Which of the following findings is most likely to be seen on a chest radiograph in this patient?",
        "exp": "This patient has an occupational risk of asbestos exposure. The inhaled asbestos fibers become encrusted with iron and appear as the characteristic ferruginous bodies with iron stain. The firm, tan mass encasing the pleura is most likely a malignant mesothelioma. Asbestosis more commonly gives rise to pleural fibrosis and interstitial lung disease, similar to other pneumoconioses. This is seen grossly as a dense pleural plaque, which often is calcified. Asbestosis can give rise to bronchogenic carcinoma, especially in smokers. Fluffy infiltrates suggest an infectious process. Upper lobe cavitation suggests secondary tuberculosis. An endobronchial mass could be a carcinoid tumor, which is not related to asbestosis. The pleural mass likely leads to obliteration of the pleural space, with no effusion.",
        "cop": 3,
        "opa": "Bilateral fluffy perihilar infiltrates",
        "opb": "Bilateral upper lobe cavitation",
        "opc": "Diaphragmatic pleural calcified plaques",
        "opd": "Endobronchial mass with atelectasis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "9fd91efc-ff5c-4804-977e-dc85620b6151",
        "choice_type": "multi"
    },
    {
        "question": "Which paraneoplastic syndrome is not seen with Small Cell Ca Lung:",
        "exp": "Ans. (a) PTH(Ref: Robbins 9th/pg 715-717)Most common variety causing hypercalcemia is Squamous cell Ca, while all other hormones are usually secreted by small cell Ca",
        "cop": 1,
        "opa": "PTH",
        "opb": "ACTH",
        "opc": "ADH",
        "opd": "Carcinoid syndrome",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "22b4aed6-a29d-416c-b8bc-3f0d586c8340",
        "choice_type": "multi"
    },
    {
        "question": "Bronchogenic sequestration is seen in which lobe-",
        "exp": "Ans. is 'a' i.e., Left lower lobe o Bronchogenic sequestration refers to the presence of a discrete mass of lung tissue without any normal connection to the airway system.o Intralobar sequestrations are found most frequently in the posterior basal segment of the left lower lobe,o Blood supply to the sequestered area arises not from the pulmonary arteries but from the aorta or its branches.o Extralobar sequestrations are external to the lung. Found most commonly in infants as abnormal mass lesions, they may be associated with other congenital anomalies.o Intralobar sequestrations are found within the lung substance and are usually associated with recurrent localized infection or bronchiectasis.",
        "cop": 1,
        "opa": "Left lower lobe",
        "opb": "Right upper lobe",
        "opc": "Left middle lobe",
        "opd": "Left upper lobe",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "fde92847-abeb-4167-b000-04d85dcc8f0f",
        "choice_type": "single"
    },
    {
        "question": "Kartagener's syndrome increase risk of -",
        "exp": "Ans. is 'c' i.e., Bronchieactasis",
        "cop": 3,
        "opa": "Brochitis",
        "opb": "Bronchiolitis",
        "opc": "Brochieactasis",
        "opd": "Tracheitis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "27113652-c797-4f8d-b351-66994a754993",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman has had difficulty with vision in her right eye for 3 months. She also has pain in the right upper chest. The findings on physical examination include unilateral enophthalmos, miosis, anhidrosis, and ptosis on the right side of her face. A chest radiograph shows right upper lobe opacification and bony destruction of the right first rib. Which of the following conditions is most likely to be present in her?",
        "exp": "Horner syndrome is a result of sympathetic autonomic nerve involvement by invasive pulmonary carcinoma. Such a neoplasm in this location with these associated findings is called a Pancoast tumor. Infectious processes such as pneumonia are unlikely to impinge on structures outside the lung. Bronchiectasis destroys bronchi within the lung. Sarcoidosis can result in marked hilar adenopathy with a mass effect, but involvement of the peripheral nervous system is unlikely. Likewise, tuberculosis is a granulomatous disease that can lead to hilar adenopathy, although usually without destruction of extrapulmonary tissues.",
        "cop": 3,
        "opa": "Bronchopneumonia",
        "opb": "Bronchiectasis",
        "opc": "Bronchogenic carcinoma",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Respiration",
        "id": "25d17943-885a-4d0e-841f-147ed7a05d3a",
        "choice_type": "single"
    }
]