[
    {
        "question": "Intracellular calcification begins in which of the following organelles?",
        "exp": "Calcium may be deposited at sites of cell death, resulting in pathologic calcification. Initiation of intracellular calcification occurs in the mitochondria of dead or dying cells that accumulate calcium.",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Golgi body",
        "opc": "Lysosomes",
        "opd": "Nucleus",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "3dce9767-584e-490a-bcd7-1267ab5bed72",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old woman with a history of hyperlipidemia and hypertension develops progressive, right renal aery stenosis. Over time, this patient's right kidney is likely to demonstrate which of the following morphologic adaptations to paial ischaemia?",
        "exp": "The answer is A: Atrophy. Interference with blood supply to tissues is known as ischemia. Total ischemia results in cell death. Paial ischemia occurs after incomplete occlusion of a blood vessel or in areas of inadequate collateral circulation. This results in a chronically reduced oxygen supply, a condition often compatible with continued cell bility. Under such circumstances, cell atrophy is common. For example, it is frequently seen around the inadequately perfused margins of infarcts in the heart, brain, and kidneys. None of the other choices describe decreased organ size and function.",
        "cop": 1,
        "opa": "Atrophy",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Hyperophy",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "5b71371c-b076-4a13-b90c-ff617a288ab6",
        "choice_type": "single"
    },
    {
        "question": "Acute inflammation resulting from activation of the inflammasome is mediated by the release of which of the following cytokines?",
        "exp": "Inflammasome A cytosolic multiprotein complex Consists of NLRP-3 sensor, an adaptor and inactive Caspase-1 enzyme Triggered by NOD-like receptors (NLRs) which sense ingested microbial paicles (pathogenic bacteria) NLRs signal activates that cleaves a precursor form of the cytokine interleukin-1b (Pro IL-1b) to generate the biologically active form (IL-1b) IL-1b is a mediator of inflammation that recruits leukocytes and induces fever Inflammasome pathway may also play a role in mediating inflammation in common disorders such as gout, atherosclerosis, type 2 diabetes",
        "cop": 2,
        "opa": "TNFa",
        "opb": "IL-1b",
        "opc": "IFNa",
        "opd": "IFNg",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "9525404a-1594-4b8f-82dd-98ca7a1fa0a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in apoptosis?",
        "exp": "Following changes are seen in apoptosis: Reduced cell size (shrinkage) Nuclear fragmentation into nucleosome-size segments Plasma membrane is intact, however, there is alteration in structure (changes in orientation of lipids) Formation of apoptotic bodies Inflammation is not seen in the vicinity of apoptotic cells",
        "cop": 3,
        "opa": "Nuclear fragmentation",
        "opb": "Cellular shrinkage",
        "opc": "Inflammation",
        "opd": "Alteration in cellular membrane structure",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "82ebd80d-a0f7-43d6-9a76-3bd431ada151",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common salivary gland neoplasm?",
        "exp": "Pleomorphic adenomas are the most common salivary gland neoplasms. Wahin tumor is the second most common salivary gland neoplasm. Mucoepidermoid carcinoma is the most common primary malignant tumor of salivary glands.",
        "cop": 4,
        "opa": "Mucoepidermoid carcinoma",
        "opb": "Myoepithelioma",
        "opc": "Wahin tumour",
        "opd": "Pleomorphic adenoma",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "eb34d90f-73dd-4365-8d67-55b14cc8b3bc",
        "choice_type": "single"
    },
    {
        "question": "A scientist Dr. Gobind was asked to paicipate in a research project on myocardial infarctions in a rabbit model. Which of the following occurs in ischemic cell injury?",
        "exp": "Ischemia leads to less ATP formation and therefore increased entry of sodium and calcium ions inside the cell.",
        "cop": 4,
        "opa": "Efflux of K+ and Na+",
        "opb": "Influx of K+ and Ca++",
        "opc": "Influx of K+ and H 2O",
        "opd": "Influx of Na+ and Ca++",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "5072be35-9a73-4711-a010-008085e944ef",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a typical feature of autoimmune hepatitis?",
        "exp": "\"Ground glass\" hepatocytes are seen in chronic hepatitis B. Diagnostic features of autoimmune hepatitis: Autoantibodies (ANA or ASMA or LKM > 1: 80) IgG (or gammaglobulins) level >1. 10 times normal limit Liver histology typical for autoimmune hepatitis Interface hepatitis, lymphocytic/lymphoplasmacytic infiltrates in poal tracts and extending in the lobule emperipolesis (active penetration by one cell into and through larger cell) hepatic rosette formation Absence of viral hepatitis",
        "cop": 4,
        "opa": "Interface hepatitis",
        "opb": "Emperipolesis",
        "opc": "Hepatic rosette formation",
        "opd": "Ground glass hepatocytes",
        "subject_name": "Pathology",
        "topic_name": "Reversible Cell Injury",
        "id": "0fddf129-d1b0-457b-be57-ae715b794350",
        "choice_type": "single"
    }
]