[
    {
        "question": "Causative organism of rheumatic fever -",
        "exp": "Ans. is 'a' i. e., Group A Streptococci Rheumatic fevero Rheumatic fever (RF) is an acute, inununologically mediated, multisystem inflammatory disease classically occurring a few weeks after an episode of group A streptococcal pharyngitis; occasionally, RF can follow streptococcal infections at other sites, such as the skin.",
        "cop": 1,
        "opa": "Group A Streptococci",
        "opb": "Staphylococci",
        "opc": "Group B Streptococci",
        "opd": "Group D Streptococci",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "c21b2211-2b4f-4cc3-a3c6-31817a867e4f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cardiac valves is not commonly involved in rheumatic fever?",
        "exp": "In chronic disease the mitral valve is viually always involved. The mitral valve is affected in isolation in roughly two thirds of RHD, and along with the aoic valve in another 25% of cases. Tricuspid valve involvement is infrequent, and the pulmonary valve is only rarely affected.",
        "cop": 3,
        "opa": "Mitral",
        "opb": "Aoic",
        "opc": "Pulmonary",
        "opd": "Tricuspid",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "ce38f74a-885f-467e-a26b-ec8bfae33bb0",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old girl is diagnosed with acute rheumatic fever. Instead of recovering as expected, her condition worsens and she dies. Which of the following is the most likely cause of death?",
        "exp": "The most common cause of death that occurs during acute rheumatic fever is cardiac failure secondary to myocarditis.",
        "cop": 3,
        "opa": "Central nervous system involvement",
        "opb": "Endocarditis",
        "opc": "Myocarditis",
        "opd": "Streptococcal sepsis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "e1dcc08d-7949-418c-a152-b7de6690e688",
        "choice_type": "single"
    },
    {
        "question": "What is the mechanism of acute rheumatic fever -",
        "exp": "Ans. is 'a' i. e., Cross reactivity with endogenous antigen Acute Rheumatic fever results from immune response to group A streptococci. The main factor responsible for virulence in infection with streptococcal A group is \"M\" protein. The body mounts an immune response against streptococci A organism by producing antibodies directed against the \"M\" protein. Antibodies directed against the \"M\" protein of streptococci have been shown to cross react with self antigens in the heart. The streptococcal M protein and the human myocardium appears to be identical antigenically. Epitopes present in the cell wall membrane and the A, B, C repeat regions of the \"M\" protein are immunologically similar to molecules in human myosin, tropomyosin, keratin actin, laminin, vimentin. \"This molecular mimicry is the basis for autoimmune response that leads to Acute Rheumatic fever\".",
        "cop": 1,
        "opa": "Cross reactivity with endogenous antigen",
        "opb": "Innocent by slender effect",
        "opc": "Due to toxin secretion by streptococci",
        "opd": "Release of pyrogenic cytokines",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "f6e046fe-f188-4627-9efa-99e5849a7a9a",
        "choice_type": "single"
    },
    {
        "question": "Antischkow cells are -",
        "exp": "Ans. is 'a' i. e., Modified macrophages Pathologic Features of Acute Rheumatic Fever:-o Aschoff bodies focal inflammatory lesions seen in acute rheumatic fever consisting of foci of T lymphocytes, occasional plasma cells, and plump activated macrophages, o These activated macrophages called Anitschkow cells (pathognomonic for Rheumatic Fever) have abundant cytoplasm and central round-to- ovoid nuclei (occasionally binucleate) in which the chromatin condenses into a central, slender, wavy ribbon (hence also called \"caterpillar cells\"), o Pancarditis - During acute RF, diffuse inflammation and Aschoff bodies may be found in any of the three layers of the heart, resulting in pericarditis, myocarditis, or endocarditiso Verrucae are small (1 to 2 mm) vegetations overlying necrotic foci and along the lines of closure of valves, o Mac. Ca. Uum plaques are irregularly thickened subendocardial lesions usually in the left atrium, o Mitral stenosis - Fish Mouth or Button - Hole stenosis,",
        "cop": 1,
        "opa": "Modified macrophages",
        "opb": "Modified neutrophils",
        "opc": "Modified B cells",
        "opd": "Modified RBCs",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "40aa053f-5ebc-47a1-a1b9-639e8c588eca",
        "choice_type": "single"
    },
    {
        "question": "Anitshow's cells are seen in?",
        "exp": "Ans. is 'a' i. e., Rheumatic heart disease o Anitschkow (or Anichkov or catterpiller) cells are often cells associated with rheumatic heart disease. Anitschkow cells are enlarged macrophages found within granulomas (called Aschoff bodies) associated with the diseaseo Aschoff bodies (Aschoff nodules) are characteristic inflammatory lesions of acute rheumatic fever found in any of the three layers of heart, but mostly seen in myocardium (myocarditis)o They consist of foci of collagen surrounded by following cells: Lymphocytes (especially T-cells), plasma cells, aschoff giant cells, antischkow cells, histiocytes and fibroblasts. Neutrophils (polymorphonuclear cells) are characteristically absent.",
        "cop": 1,
        "opa": "Rheumatic heart disease",
        "opb": "Rheumatic arthritis",
        "opc": "Bacterial endocarditis",
        "opd": "Marantic endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "722da2de-e4c8-42dd-bf77-31f54494760e",
        "choice_type": "single"
    },
    {
        "question": "Which is not major criteria for diagnosis of rheumatic fever?",
        "exp": "Ans. is 'c' i. e., Increased ASLO o The jones criteria for rheumatic fever: Major criteria. Minor cirteriao Carditiso Migratory polyarthritiso Sydenham's choreao Subcutaneous noduleso Erythema marginatum. Clinicalo Fevero Arthralgia. Laboratoryo Elevated acute phase reactantso Prolonged PR interval. PLUSo Supporting evidence of a recent group A Streptococcal infection (e. g. positive throat culture or rapid antigen detection test; and or elevated or increasing streptococcal antibody test).",
        "cop": 3,
        "opa": "Carditis",
        "opb": "Subcutaneousnodules",
        "opc": "Increased ASLO",
        "opd": "Arthritis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "1a6171b3-a6cd-4f75-ab9f-81d1b2954045",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of the development of Acute Rheumatic Fever is which of the following?",
        "exp": "Acute rheumatic fever results from immune response to group A streptococci (Strep. pyogenes) which cross-reacts with host tissues. The antibodies directed against the M proteins of streptococci cross react with the self antigens in the heart. In addition, CD4+ T cells specific for streptococcal peptides also react with self proteins in the heart and produce macrophage activating cytokines. So, the damage to the heart tissue is a combination of antibody and T-cell mediated reactions",
        "cop": 1,
        "opa": "Cross reactivity with exogenous antigen",
        "opb": "Innocent bystander effect",
        "opc": "Due to toxin secretion by streptococci",
        "opd": "Release of pyrogenic cytokines",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "44a02a7e-1c7b-4448-9eb1-0c7709c9d0a1",
        "choice_type": "single"
    },
    {
        "question": "Aschoff nodules are characteristically seen in: (Repeat)",
        "exp": "Ans: A (Rheumatic carditis) Ref: Robbins Pathologic Basis of Disease, 8th edition, Pg: 529. Explanation: Rheumatic Fever (RF). Morphology. During acute RF, local inflammatory lesions are found in various tissues. Distinctive lesions occur in the heart, called Aschoff bodies, which consist of foci of lymphocytes (primarily T cells), occasional plasma cells, and. Plump activated macrophages called Anitschkow cells (pathognomonic for RF) with abundant cytoplasm and multiple central round-to ovoid nuclei in which the chromatin is disposed in a central, slender, wavy ribbon (Hence, also known as \"caterpillar cells\"). During acute RF. diffuse inflammation and Aschoff bodies may be found in any of the three layers of the heart, causing pericarditis, myocarditis, or endocarditis (pancarditis). Inflammation of the endocardium and the leftsided valves typically results in fibrinoid necrosis within the cusps or along the tendinous cords. Overlying these necrotic foci are small (l - to 2- mm) vegetations, called verrucae. along the lines of closure. These vegetations place RHD within a small group of disorders that are associated with vegetative valve disease, each with its own characteristic morphologic features. Subendocardial lesions, perhaps exacerbated by regurgitant jets, may induce irregular thickenings called Mac. Callum plaques, usually in the left atrium. The cardinal anatomic changes of the mitral valve in chronic RHD are leaflet thickening, commissural fusion and shortening, and thickening and fusion of the tendinous cords. In chronic disease the mitral valve is virtually always involved. The mitral valve is affected alone in 65% to 70% of cases, and along with the aortic valve in another 25% of cases. Tricuspid valve involvement is infrequent, and the pulmonary valve is only rarely affected. Because of the increase in calcific aortic stenosis and the reduced frequency of RHD. rheumatic aortic stenosis now accounts for less than 10% of cases of acquired aortic stenosis. Fibrous bridging across the valvular commissures and calcification create \"fish mouth\" or \"buttonhole\" stenoses. With tight mitral stenosis, the left atrium progressively dilates and may harbor mural thrombi in the appendage or along the wall, either of which can embolize. Microscopically, in the mitral leaflets there is organization of the acute inflammation and 'subsequent diffuse fibrosis and neovascularization that obliterate the originally layered and avascular leaflet architecture.",
        "cop": 1,
        "opa": "Rheumatic carditis",
        "opb": "Infective endocarditis",
        "opc": "Viral Myocarditis",
        "opd": "Libman-Sacks endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "15880399-4b9d-4106-b6c5-39b46ca5280c",
        "choice_type": "multi"
    },
    {
        "question": "Antischkow cells seen in all except",
        "exp": "Anitschkoff cell are also k/a caterpillar cell because their nuclear material is clumped in a wavy form. Conditions it can be seen in are: Rheumatic Fever Recurrent aphthous stomatitis Iron deficiency anemia Megaloblastic anemia Sickle cell anemia ANITSCKOFF CELLS. Systemic sclerosis is characterized by: (1) chronic inflammation thought to be the result of autoimmunity (2) widespread damage to small blood vessels (3) progressive interstitial and perivascular fibrosis in the skin and multiple organs.",
        "cop": 1,
        "opa": "Systemic sclerosis",
        "opb": "Rheumatic Fever",
        "opc": "Iron def Anemia",
        "opd": "Recurrent aphthous stomatitis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "9e254238-bbb2-479b-bae6-fcbc1b29abe9",
        "choice_type": "multi"
    },
    {
        "question": "Aschoff bodies in rheumatic heart disease show all of the following, except:",
        "exp": "Ascoff bodies constitute: Fibrinoid degeneration Necrosis surrounded by T cells, Plasma cells and macrophages called as Antischow cells (Pathognomic of RF) These macrophages have abundant cytoplasm and central round-to-ovoid nuclei (occasionally binucleate) in which the chromatin condenses into a central, slender, wavy ribbon (hence the designation \"caterpillar cells\"). Some of the large altered histiocytes become multinucleated to form Aschoff Giant cells.",
        "cop": 2,
        "opa": "Antischkow cells",
        "opb": "Epitheloid cells",
        "opc": "Giant cells",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "601078de-8611-46c1-b0f6-88e06efa8c32",
        "choice_type": "multi"
    },
    {
        "question": "Mac Callum's patch is diagnostic of -",
        "exp": "Ans. is 'b' i. e., Rheumatic endocarditis Pathological features of Rheumatic carditis Acute Rheumatic carditis o There is diffuse inflammation and aschoff bodies in any of the three layers of heart - Pancarditis - a) Pericardium - Fibrinous or serofibrinous pericarditis also know as \"bread & butter\" pericarditis. Pericarditis generally resolve w ithout sequelae. b) Myocardium - Diffuse non-specific myocarditis with Aschoff bodies. c) Endocardium - Small warty projections, i. e. verucae along the line of closure on the valvular leaflets (especially on left side mitral valve). Chronic rheumatic carditis o Chronic RHD is chracterized by organization of the acute inflammation and subsequent fibrosis, o In particular, the valvular leaflets becomes involved and characterized by - Leaflet thickening Commissural fusion Shortening, thickning and fusion of chordae tendinae. o Fibrous bridging across the valvular commissures and calcification create \"fish mouth\" or \"Buttonhole\" stenosis. o Mitral valve is involved most commonly, o RHD is the most common cause of mitral stenosis. o Aortic valve is second commonest valve to involve, o Tricuspid valve may also be involved. o Irrigular thickening of the posterior wall of left atrium - Mac. Callum plaque, o Mac. Callum plaque is due to subendothelial collection of Aschoff nodules.",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Rheumatic endocarditis",
        "opc": "Myocardial infarction",
        "opd": "Tetralogy of Fallot (ToF)",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "6bb98675-6b4b-4660-a468-77e2985d3780",
        "choice_type": "multi"
    },
    {
        "question": "A 16-year-old girl comes to the hospital with chest pain and respiratory distress. On physical examination, the patient is sho of breath, wheezing and gasping for air. A prominent pansystolic heart murmur and a prominent third heart sound are heard on cardiac auscultation. An X-ray study of the chest shows marked enlargement of the heart. The patient expires despite intense suppoive measures. At autopsy, microscopic examination of the myocardium discloses aggregates of mononuclear cells arranged around centrally located deposits of eosinophilic collagen. What is the appropriate diagnosis?",
        "exp": "Focal inflammatory lesions are found in various tissues in patients with acute rheumatic fever. These inflammatory lesions are most distinctive within the heart, where they are termed \"Aschoff bodies. \" They consist of foci of eosinophilic material surrounded by T lymphocytes, occasional plasma cells and plump macrophages called \"Anitschkow cells. \" These distinctive cells have abundant cytoplasm and central round-to-ovoid nuclei, in which the chromatin is disposed in a central, slender, wavy ribbon(caterpillar cells). These lesions are pathognomonic for rheumatic fever and are not encountered in the other choices. Aschoff nodule",
        "cop": 2,
        "opa": "Acute bacterial endocarditis",
        "opb": "Rheumatic heart disease",
        "opc": "Subacute bacterial endocarditis",
        "opd": "Viral myocarditis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "a7478329-ac1f-47b2-927f-5735e0aaead3",
        "choice_type": "multi"
    },
    {
        "question": "Gross findings of heart from an 18yrs/F presented with a history of sore throat 3 months back & joint pains have been shown below. On auscultatory finding, a murmur was noted. What is your diagnosis",
        "exp": "Note that in the given figure the vegetations are along the lines of closure and are small in size. Vegetations in Rhuematic carditis - small, sterile, firm, along line of closure. In chronic RHD - Mitral stenosis - 1.)fish mouth stenosis 2.)button hole",
        "cop": 3,
        "opa": "Libmansach endocarditis",
        "opb": "Infective endocarditis",
        "opc": "Rheumatic carditis",
        "opd": "Marantic carditis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "cf468219-b7a0-4de6-a4a9-8fdc6f695628",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy with a 2-week history of an upper respiratory infection was admitted to the hospital with malaise, fever, joint swelling and diffuse rash. The patient is treated and discharged. However, the patient suffers from recurrent pharyngitis and a few years later, develops a heart murmur. This patient's heart murmur is most likely caused by exposure to which of the following pathogens?",
        "exp": "Rheumatic fever develops after antibodies to surface antigens of group A (beta-hemolytic) streptococci cross react with similar antigens found in the heart, joints and connective tissue of the skin. Cardiac lesions caused by acute rheumatic fever include endocarditis, myocarditis and pericarditis, or all three combined. Chronic rheumatic endocarditis causes fibrous scarring and deformity of cardiac valves, leading to heart murmurs and functional defects. None of the other pathogens cause rheumatic heart disease.",
        "cop": 1,
        "opa": "Beta-hemolytic streptococcus",
        "opb": "Candida albicans",
        "opc": "Epstein-Barr virus",
        "opd": "Streptococcus viridans",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "85767b06-fba4-4971-a7e3-e9b3a497871a",
        "choice_type": "single"
    },
    {
        "question": "Mc Callum's patch is diagnostic of:",
        "exp": "Rheumatic heart disease is one of the forms of vegetative valve disease, each of which exhibit their own characteristic morphologic features. Subendocardial lesions, perhaps excerbated by regurgitant jets, can induce irregular thickening called Mac. Callum plaques, usually in the left atrium.",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Rheumatic endocarditis",
        "opc": "Myocardial infarction",
        "opd": "Tetralogy of Fallot (ToF)",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "5ec66f2c-1f2c-4364-a04d-da7268e0a043",
        "choice_type": "multi"
    },
    {
        "question": "\"Aschoff bodies\" are seen in:",
        "exp": "Ref: Robbins Pathologic Hosts of Disease. 8th edition. Explanation: Rheumatic fever (RF). Morphology. During acute RF, focal inflammatory lesions are found in various tissues. Distinctive lesions occur in the heart, called Aschoff bodies, which consist of foci of lymphocytes (primarily T cells), occasional plasma cells, and plump activated macrophages called Anitschkow cells (Pathognomonic for RF). These macrophages have abundant cytoplasm and central round-to ovoid nuclei in which ihe chromatin is disposed in a central, slender, wavy ribbon (hence the designation \"caterpillar cells\"), and may become multinucleated. During acute RF. diffuse inflammation and Aschoff bodies may be found in any of the three layers of the heart, causing pericarditis, myocarditis, or endocarditis (pancarditis). Inflammation of the endocardium and the left sided valves typically results in fibrinoid necrosis within the cusps or along the tendinous cords.* Overlying these necrotic foci are small (1 - to 2- mm) vegetations, called verrucae. along the lines of closure. Subendocardial lesions, perhaps exacerbated by regurgitant jets, may induce irregular thickenings called Mac. Callum plaques, usually in the left atrium. Chronic Rheumatic Heart Disease. The changes of the mitral valve in are: Leaflet thickening. Commissural fusion. Shortening, thickening and fusion of the tendinous cords. In chronic disease the mitral valve is virtually always involved. The mitral valve is affected alone in 65% to 70% of cases, and along with the aortic valve in another 25% of cases. Fibrous bridging across the valvular commissures and calcification create \"fish mouth\" or \"buttonhole\" stenoses.",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "Rheumatic fever",
        "opc": "Bacterial endocarditis",
        "opd": "Marantic endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "eafdad1d-6103-458e-b16b-7ac090e4205d",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman present for regular health check-up. She denies any current medical problem except the fact that she remembers being hospitalize for throat infection as a child. Examination reveals normal vitals. On physical examination, normal S1 and S2 with late rumbling diastolic murmur was heard at apex and is enhanced by expiration. Which of the following skin lesion may have accompanied the illness?",
        "exp": "Erythema marginatum is a non-pruritic, pink eruption that is present in cases of acute rheumatic fever. It is a consequence of pharyngeal infection with group A streptococcus, usually in childhood. In some cases, rheumatic fever can lead to valvular damage, often mitral stenosis. The characteristic murmur of MS is: late, rumbling diastolic murmur that changes with respiration as describe in clinical case above. Jones criteria are used to diagnose acute rheumatic fever: Major Criteria: J O JOINTS Large joint - Migratory polyahritis Nonerosive ahritis (Painful): TX: - Aspirin N- Subcutaneous nodule: Painless nodule on extensor E- Erythema marginatum S- Sydenham chorea (late stage, involve basal ganglia) C- Carditis (pan carditis) Minor criteria: fever, ahralgia, elevated ESR, leucocytosis, evidence of heart block and evidence of streptococcal infection such as ASO. Erythema migran: Bulls eye red rash with central clearing: present in early stage of lyme disease caused by borrelia burgdorferi which is transmitted by infected black legged tick. Lyme disease can cause heart block but it is not associated with MS. Erythema multiforme: severe skin eruption. Steven-Johnson syndrome is major form of erythema multiforme. Erythema multiforme does not accompany Rheumatic fever. Janeway lesion: small erythematous lesion on the palms or soles that result from emboli from valvular vegetation in case of acute bacterial endocarditis.",
        "cop": 2,
        "opa": "Erythema migrans",
        "opb": "Erythema marginatum",
        "opc": "Erythema multiforme",
        "opd": "Janeway lesion",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "68448634-dc18-44ba-93d6-5edc8b25fb15",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman with a history of rheumatic fever presents with shoness of breath, weight loss, fatigue and abdominal distension. Physical examination shows rales in the lungs, hepatosplenomegaly and 2+ pitting edema of the legs. A chest X-ray reveals only left atrial enlargement and pulmonary edema. What is the most likely cause of pulmonary edema in this patient?",
        "exp": "* The mitral valve is the most commonly and severely affected valve in chronic rheumatic disease. * Chronic rheumatic valvulitis is characterized by irregular thickening and calcification of the leaflets, with fusion of the commissures and chordae tendineae -the valve orifice becomes reduced to a \"fish mouth\" or \"buttonhole\"stenosis *The pressure in the left atrium rises and is transmitted the pulmonary veins to the pulmonary vasculature. -Image shows Rheumatic vegetation on mitral valve in chronic rheumatic disease -Image shows \"fish mouth\" or \"buttonhole\"stenosis * In cases of aoic insufficiency or stenosis, the left atrium is initially protected by closure of the mitral valve. The other choices are not associated with atrial enlargement or pulmonary edema.",
        "cop": 3,
        "opa": "Aoic insufficiency",
        "opb": "Aoic stenosis",
        "opc": "Mitral stenosis",
        "opd": "Tricuspid insufficiency",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "8f1b1771-0b72-4a67-aaa6-82a10647dda0",
        "choice_type": "single"
    },
    {
        "question": "Antitschkow cells in acute rheumatic fever are derived from -",
        "exp": "Ans, is 'c' i. e., Macrophages Antitschkow cellso Antitschkow cells are modified macrophages with abundant cytoplasm and central round to ovoid nuclei in which the chromatin is disposed in the central, slender wavy ribbon like pattern-caterpillar cells.",
        "cop": 3,
        "opa": "Lymphocytes",
        "opb": "Histiocytes",
        "opc": "Macrophages",
        "opd": "Neutrophils",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "323f2f85-ef0d-47bf-af74-7188bad088d8",
        "choice_type": "single"
    },
    {
        "question": "Pick the true statement about major criteria of Jones in acute rheumatic fever.",
        "exp": "Major criteria (Jones criteria for Acute Rheumatic fever) Carditis Clinical and/or subclinical Ahritis Polyahritis only Monoahritis or polyahritis or polyahralgia in moderate to high-risk populations Chorea Erythema marginatum Subcutaneous nodules There is a latent period of ~3 weeks (1-5 weeks) between the precipitating group A streptococcal infection and the appearance of the clinical features of ARF. The exceptions are chorea and indolent carditis, which may follow prolonged latent periods lasting up to 6 months. Syndenham's Chorea - commonly occurs in the absence of other manifestations, follows a prolonged latent period after group A streptococcal infection, and is found mainly in females. ARF almost always affects the large joints--most commonly the knees, ankles, hips, and elbows--and is asymmetric Subcutaneous nodules occur as painless, small (0. 5-2 cm), mobile lumps beneath the skin overlying bony prominences (extensor surfaces).",
        "cop": 2,
        "opa": "Carditis is the earliest clinical manifestation seen in acute rheumatic fever",
        "opb": "Sydenham chorea is a late manifestation",
        "opc": "Involvement of small joints is a characteristic feature",
        "opd": "Subcutaneous nodule are seen on flexor aspects of the limbs",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "3f00187e-ba9f-4aa1-8e99-f6fc32de6e65",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not included as major criteria in Jones criteria?",
        "exp": "Rheumatic fever is characterized by a constellation of findings out of which major criteria of Jones include: (1) migratory polyahritis of the large joints, (2) pancarditis, (3) subcutaneous nodules, (4) erythema marginatum of the skin, and (5) Sydenham chorea, a neurologic disorder with involuntary rapid, purposeless movements.",
        "cop": 4,
        "opa": "Pancarditis",
        "opb": "Ahritis",
        "opc": "Subcutaneous nodules",
        "opd": "Elevated ESR",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "a401e546-314e-49b3-99ab-d5d95d6dc941",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy, Pappu, died of acute rheumatic fever. All the following can be expected at autopsy, except:",
        "exp": "Mac. Callum patch/plaque is a feature of chronic rheumatic heart disease (RHD). During mitral regurgitation, where the regurgitant jet strikes back the atrial wall, results in endocardial thickening and it is called Mac. Callum patch or Mac. Callum plaques. They are described as \"map-like areas of thickened, roughened, and wrinkled pa of the endocardium in the left atrium\", usually associated with dilated left atrium.",
        "cop": 3,
        "opa": "Aschoff's nodules",
        "opb": "Anitschkow cells",
        "opc": "Mc. Callum patch",
        "opd": "Fibrinous pericarditis",
        "subject_name": "Pathology",
        "topic_name": "Rheumatic Fever",
        "id": "7d6524bd-688b-40ed-8b1e-88cc1cee2dbd",
        "choice_type": "multi"
    }
]