[
    {
        "question": "Which of the following pathogenic mechanism is involved in the generation of sarcoidosis:",
        "exp": "Pathogenesis of sarcoidosis: Unidentified antigen - CD4+ helper T cells - Non-necrotizing epithelioid granuloma Intra-alveolar and interstitial accumulation of CD4+ helper T-cells. Increase in Th1 cytokines such as IL-2 and IFN-g, resulting in T cell proliferation and macrophage activation, respectively Increase in several cytokines in the local environment (IL-8, TNF, macrophage inflammatory protein-1a) that or recruitment of additional T cells and monocytes and contribute to the formation of granulomas. Significant elevation of angiotensin-conveing enzyme (ACE) in serum (derived from activated macrophages. Impaired dendritic cell function.",
        "cop": 4,
        "opa": "Intra-alveolar and interstitial accumulation of CD4+ T cells",
        "opb": "Increased levels of T cell-derived TH1 cytokines such as IL-2 and IFN-g",
        "opc": "Increased levels of cytokines in the local environment IL-8, TNF",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Sarcoidosis",
        "id": "e03ee119-6ff5-4be5-8c7f-e8d7999e8ed2",
        "choice_type": "multi"
    },
    {
        "question": "Ferruginous bodies are seen in which of the following?",
        "exp": "Ferrugenous bodies are seen in asbestosis. Ferruginous body appears as a yellow, beaded structures with clubbed ends. Asbestos exposure is a well-known risk factor for the development of mesothelioma.",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Byssinosis",
        "opc": "Asbestosis",
        "opd": "Bagassosis",
        "subject_name": "Pathology",
        "topic_name": "Sarcoidosis",
        "id": "e05a9cef-120f-41f3-b823-7142d986d461",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Lofgren syndrome?",
        "exp": "Lofgren Syndrome:- Specific acute clinical presentation of systemic sarcoidosis with following triad of symptoms:- Migratory Polyahritis (acute and involves the lower extremities) Erythema nodosum B/L hilar lymphadenopathy Lofgren syndrome is associated with a good prognosis, with > 90% of patients experiencing disease resolution within 2 years.",
        "cop": 1,
        "opa": "Uveitis",
        "opb": "Erythema nodosum",
        "opc": "Polyahritis",
        "opd": "Bilateral hilar adenopathy",
        "subject_name": "Pathology",
        "topic_name": "Sarcoidosis",
        "id": "6037c748-f723-42af-a298-a82f1419d1cd",
        "choice_type": "single"
    },
    {
        "question": "Caplan's syndrome is seen in:",
        "exp": "Caplan's syndrome is a combination of rheumatoid ahritis (RA)and pneumoconiosis that manifests as intrapulmonary nodules, which appear homogenous and well-defined on chest X-ray. -When a person with rheumatoid ahritis is exposed to such offensive materials, they are at an increased risk of developing pneumoconiosis.",
        "cop": 2,
        "opa": "COPD",
        "opb": "Pneumoconiosis",
        "opc": "Pulmonary edema",
        "opd": "Bronchial asthma",
        "subject_name": "Pathology",
        "topic_name": "Sarcoidosis",
        "id": "60cf91ac-e1bd-4d11-9baf-459eb276d152",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are false regarding sarcoidosis, except:",
        "exp": "Sarcoidosis The lungs are involved is seen in 90% cases. Clinical manifestations include lymph node enlargement, eye involvement (sicca syndrome, iritis, or iridocyclitis), skin lesions (e. g., erythema nodosum), and visceral (liver, skin, marrow) involvement. Lymph nodes are involved in almost all cases, paicularly the hilar and mediastinal nodes. Intra-alveolar and interstitial accumulation of CD4+ T cells, resulting in CD4/CD8 T-cell ratios ranging from 5: 1 to 15: 1. Schaumann bodies and asteroid bodies are seen on microscopic examination. These are not pathognomonic of sarcoidosis because these may be seen in other granulomatous diseases (e. g., tuberculosis).",
        "cop": 4,
        "opa": "Schaumann bodies and asteroid bodies are not seen",
        "opb": "BAL (broncho-alveolar lavage) fluid shows CD8/CD4 T cell ratio of 4: 1",
        "opc": "Hilar and mediastinal lymph nodes are spared",
        "opd": "Can be associated with unilateral or bilateral iritis or iridocyclitis",
        "subject_name": "Pathology",
        "topic_name": "Sarcoidosis",
        "id": "fa29a66f-afb9-489a-a485-9912af155480",
        "choice_type": "multi"
    }
]