[
    {
        "question": "For the past week, a 65-year-old woman has been treated for a severe infection with broad-spectrum antibiotics, and she had recovered well. Over the past day, however, she has developed foul-smelling, voluminous, greenish, watery diarrhea, as well as abdominal pain and fever. She is diagnosed with pseudomembranous colitis. Which of the following is the mechanism associated with this condition?",
        "exp": "- Pseudomembranous colitiis Overgrowth of C. difficile following antibiotic therapy d/t destruction of normal intestinal flora. Aka Antibiotic-associated colitis / Antibiotic-associated diarrhea Produces exotoxin that induces necrosis of superficial mucosa, -Pseudomembrane formation. Bacteria itself does not invade the mucosa. Histology : small surface erosion of superficial colonic crypts and overlying accumulations of neutrophils, fibrin, mucus, and necrotic epithelial cells Lamina propia adjoining area of necrosis has infiltrate of neutrophils and eosinophils In advanced lesion : necrosis of superficial crypts with more dense neutrophil infiltrate and plaque like pseudomembrane of neutrophil , fibrin, and cellular debris covering mucosal surface",
        "cop": 2,
        "opa": "Aggregation of bacterial colonies on the lumen, forming pseudomembranes",
        "opb": "Bacterial release of exotoxin, inducing necrosis of the mucosa",
        "opc": "Physical invasion of bacteria into the superficial mucosa, leading to pseudomembrane formation",
        "opd": "Selective killing of C. difficile bacteria by antibiotics",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "bbbd60ab-bfdb-4d46-950c-535352cac34c",
        "choice_type": "single"
    },
    {
        "question": "Whipple's is disease is caused by:-",
        "exp": "- Whipple's is disease is caused by a bacteria called Tropheryma whippelii - H.pylori results in chronic gastritis & peptic ulcer disease.",
        "cop": 4,
        "opa": "Bacteroides",
        "opb": "Acinetobacter",
        "opc": "H.pyori",
        "opd": "Tropheryma whippelii",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "755da2f5-0c26-4170-ad7e-f7ff6dda804d",
        "choice_type": "single"
    },
    {
        "question": "In intra-epithelial region of mucosa of intestine, predominant cell population is that of:",
        "exp": "Intraepithelial lymphocytes are distinctive population of T cells dispersed among luminal epithelial cells, paicularly in small intestine, there is predominance of CD-8 T cells.",
        "cop": 2,
        "opa": "B cell",
        "opb": "T-cells",
        "opc": "Plasma cells",
        "opd": "Basophils",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "5bfe725f-f673-440d-8516-57811a9fe9d6",
        "choice_type": "single"
    },
    {
        "question": "The most common site for amoebiasis is:",
        "exp": "Amoebiasis: - MC site involved is caecum & ascending colon. - Caused by Entamoeba histolytica. - Dysentery develops when amoeba attach to colonic epithelium, induce apoptosis, invade crypts & burrow laterally into lamina propria. - This recruits neutrophils, causes tissue damage, & create a flask-shaped ulcer with narrow neck & broad base.",
        "cop": 3,
        "opa": "Sigmoid colon",
        "opb": "Transverse colon",
        "opc": "Caecum",
        "opd": "Liver",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "c534d54e-509b-4e92-9610-df78063c7c39",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a cause of vitamin B12 deficiency?",
        "exp": "- Vit B12 is absorbed from ileum; hence resection of ascending colon has nothing to do with Vit B12 deficiency - Vit B12 deficiency is caused d/t: | Intake | Absorption - d/t decreased intrinsic factor, pancreatic & ileal diseases, fish tape worm infection | Requirement - as in children, pregnancy, lactation, blind loop syndrome",
        "cop": 4,
        "opa": "Blind-loop syndrome.",
        "opb": "Dietary deficiency.",
        "opc": "Intrinsic factor deficiency.",
        "opd": "Resection of ascending colon.",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "b490a8a7-30b3-46f4-a73d-d840bb095c05",
        "choice_type": "single"
    },
    {
        "question": "Anti trans glutaminase antibodies are seen in",
        "exp": "- Celiac sprue is associated with Anti-tissue transglutaminase Ab Anti-endomysial Ab Anti-gliadin Ab OTHER OPTIONS: - Tropical sprue is infectious disease most commonly caused by E.coli involving complete small intestine resulting in iron, folic acid & vit B12 deficiencies - Crohn's disease is inflammatory bowel disease associated with Anti-Saccharomyces cerevisiae Antibody - Familial adenomatous polyposis is autosomal dominant disorder caused by germline mutation in APC gene resulting in multiple polyps in GI tract.",
        "cop": 1,
        "opa": "Celiac sprue",
        "opb": "Tropical sprue",
        "opc": "Crohn's disease",
        "opd": "Familial adenomatous polyposis",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "ced8d7fe-f468-4fac-8719-9df34f3dd047",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a histological feature of Whipple's disease?",
        "exp": "Whipple's disease Hallmark - Presence of PAS +ve, diastase resistant granules inside foamy macrophages containing rod shaped bacilli. The presence of T. Whipplei outside macrophages is more impoant indicator of active disease than their presence inside the macrophages. Multisystem involvement: Joints (Early involvement) Intestine - Impaired lymphatic drainage resulting in malabsorption & diarrhea Lymph nodes CNS (Late involvement) Rx - Antibiotics",
        "cop": 3,
        "opa": "Infiltration of histiocytes in the lamina propria",
        "opb": "Granuloma in the lamina",
        "opc": "Macrophages with PAS (+) material inside the lamina propria",
        "opd": "Eosinophils in the lamina propria",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "8a8435e3-3765-4f9a-9588-e1670c1c949f",
        "choice_type": "single"
    },
    {
        "question": "Multiple transverse small intestinal ulcers with undermined edges, are commonly found in patients of:",
        "exp": "Intestinal tuberculosis By the drinking contaminated milk Complication of protracted advanced secondary tuberculosis,secondary to the swallowing of coughed up infective material. Organisms are trapped in mucosal lymphoid aggregates of the small and large intestine- inflammatory enlargement with ulceration of theoverlying mucosa in ileum Multiple transverse small intestinal ulcers with undermined edges",
        "cop": 2,
        "opa": "Typhoid",
        "opb": "Tuberculosis",
        "opc": "Amoebiasis",
        "opd": "Regional ileitis (Crohn's disease)",
        "subject_name": "Pathology",
        "topic_name": "Small Intestine Malabsorption disorders",
        "id": "69aebf59-b59a-4ee7-af4f-c575f01f0b43",
        "choice_type": "multi"
    }
]