[
    {
        "question": "Which statement is false regarding familial adenomatous polyposis :",
        "exp": "Ans. is 'a' i.e. males are usually carriers Familiar polyposis coli is an autosomal dominant* condition affecting males and females equally.It is characterized by presence of thousands of adenomatous polyps throughout the large bowel.Carcinomatous change* supervenes in these polyps in 100% of cases by the age of 30-35yrs.Therefore prophylactic colectomy is done. *",
        "cop": 1,
        "opa": "Males are usually carriers",
        "opb": "Autosomal dominant inheritance",
        "opc": "If not treated progress to malignancy in 100% of cases",
        "opd": "Males and females are affected equally.",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "4f53400b-6754-4924-9552-3f2bf88450e8",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for diverticuiosis is-",
        "exp": "Ans. is 'a' i.e.. Sigmoid colon o The sigmoid colon is the most common site of diverticulosis.",
        "cop": 1,
        "opa": "Sigmoid colon.",
        "opb": "Ascending colon",
        "opc": "Transverse colon",
        "opd": "Spleenic flexure",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "9449bfe6-87b2-4240-b65c-42d36c565c7c",
        "choice_type": "single"
    },
    {
        "question": "Skip lesions are feature of -",
        "exp": "Ans. is 'd' i.e., Crohn's disease o A classic feature of CD is the sharp demarcation of diseased bowel segments from adjacent uninvolved bowel.When multiple bowel segments are involved, the intervening bowel is normal - skip lesionsCrohn disease (Terminal ileitis or regional enteritis)o Most commonly small intestine (especially distal ileum) is involvedfin 40% cases). Both small intestine and colon are involved in 30% of cases, and only colon is involved in 30%.In the affected segment, mesenteric fat wraps around the bowel surface - creeping fato The intestinal wall is rubbery and thick, as a consequence of edema, inflammation, fibrosis, and hypertrophy of the muscularis propria - lumen is almost always narrowed - string sign on barium mealo There are serpentine linear ulcer along the axis of bowel.o As the intervening mucosa tends to be relatively spared, the mucosa acquires a coarse texture - Cobblestone appearance.o There is transmural inflammation affecting all layers of bowel wall.o Sarcoid like noncaseating granulomas may be present in all tissue layerso Neutrophilic infiltration into the crypts results in formation of crypt abscesso On barium enema there is Hose pipe (lead pipe) appearance and cobble - stone appearanceo Screening test is presence of anti-Saccharomyces cerevisae antibody (ASCA). Antibody formation is common against cell wall of yeast, Saccharomyces cerevisae in patients of CD.",
        "cop": 4,
        "opa": "Ulcerative colitis",
        "opb": "TB",
        "opc": "Amebiasis",
        "opd": "Crohn's disease",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "a63d5e13-785c-4f27-8846-f6773ad35bd4",
        "choice_type": "single"
    },
    {
        "question": "Anti-Saccharomyces cerevisiae antibodies are seen in?",
        "exp": "ANSWER: (A) Crohn's diseaseREF: Harrison's Internal Medicine 17m edition chapter 289. Inflammatory Bowel DiseaseAnti-Saccharomyces cerevisiae antibodies (ASCA), along with perinuclear antineutrophil cytoplasmic antibodies (pANCA), are among the two most useful and often discriminating markers for colitis. ASCA tends to recognize Crohn's disease more frequently, whereas pANCA tend to recognize ulcerative colitis",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Scleroderma",
        "opc": "SLE",
        "opd": "Sjogren's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "2e1d583c-fac4-4b65-a458-2712b7a7c94b",
        "choice_type": "single"
    },
    {
        "question": "Least predilection for distal ileum -",
        "exp": "Ans. is 'd' i.e., Zollinger-Ellison syndromeo Zollinger-Ellison syndrome (gastrinoma) does not usually occur in distal ileum,o Carcinoid syndrome, Meckel's diverticulum and crohn disease can affect distal ileum.",
        "cop": 4,
        "opa": "Carcinoid syndrome",
        "opb": "Meckel's diverticulum",
        "opc": "Crohn disease",
        "opd": "Zollinger - Ellison syndrome",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "4315fc1f-aee2-473d-a7fd-e5c607e73f4a",
        "choice_type": "single"
    },
    {
        "question": "All are true about Amoebiasis except?",
        "exp": "Ans. (d) Coagulative necrosisRef: Robbin's pathology 9th ed. /795-96* The typical flask shaped ulcer in amoebiasis is due to liquefactive necrosis affecting caecum and ascending colon and rectum.* Once the infection spreads hematogenously from the gut to the liver it results in generation of liver abscess which has presence of anchovy sauce pus.",
        "cop": 4,
        "opa": "Flask shaped ulcers",
        "opb": "Disease affects caecum and ascending colon",
        "opc": "Anchovy pus in liver",
        "opd": "Coagulative necrosis",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "e344cee3-1c7c-4b5a-9ca3-26318b5e4ac8",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of tuberculosis in gastrointestinal tract is -",
        "exp": "Ans. is 'd' i.e., Ileocecal junction Tubercular ulcero The ileocecal region is the most common site of involvememt; i.e. ileocecal tuberculosis. Intestinal TB is divided into three typesUlcerative form : It is the most common form. It is characterized by multiple superficial ulcers placed transversly along ileum.Hypertrophic form : There is thickening of bowel wall with scarring, fibrosis and narrowing of lumen.Ulcerohypertrophic form : It has combination of features of both ulcerative and hypertrophic forms.o In contrast to typhoid ulcer, stricture is common in Tubercular ulcer.",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Small intestine",
        "opc": "Rectum",
        "opd": "Ileocecal junction",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "a7f6cc78-18a5-4d6d-9db2-bfd81e0bff25",
        "choice_type": "multi"
    },
    {
        "question": "Toxic megacolon is seen in -",
        "exp": "Ans. is 'a' i.e.. Chronic non specific ulcerative colitis [Ref: Robbin's 8th/ep. 812 & 7th/ep. 849}Features of E Co Ulcerative colitis involves the rectum and extends proximally.o In severe cases entire colon may be involved - Pancolitis,o It is a disease of continuity, and skip lesions are not found.o In some patients distal ileum may also develop muscosal inflammation - backwash ileitis,o Only mucosa and submucosal layers of colon are involved, deep layers are not involved usually,o Isolated islands of regenerating mucosa buldge upward to create pseudopolyp.o There are superficial mucosal ulcer but they are not serpentine as seen in CD.o Neutrophilic infiltration into crypts leads to formation of crypt abscess.o In sever cases of UC, toxic damage to the muscularis propria and neural plexus lead to complete shutdown of neuromuscular function - colon progressively swells to create \"toxic mesocolon \".o There may be epithelial dysplasia with progression to frank carcinoma.DISTINGUISHING FEATURES OF CROHN'S DISEASE AND ULCERATIVE COLITISFEATURECROHN'S DISEASEULCERATIVE COLITISA Macroscopic features 1. DistributionSegmental with skip areasContinuous without skip areas2. LocationCommonly terminal ileum and/or ascending colonCommonly rectum sigmoid colon and extending upwards3. ExtentUsually involves the entire thich- ness of the affected segment of bowel wallUsually superficial, confined to mucosal layers4. UlcersSerpiginous ulcers, that may develop into deep FissuresSuperficial mucosal ulcere without fissures5. PseudopolypsRarely seenCommonly present6. FibrosisCommonRare7. ShorteningDue to fibrosisDue to contraction of muscularisB. Microscopic features L Depth of infiammaionTypically transmuralMuscosal and Submucosal2. Type of infiammaionNon-caseating granulomas and infiltrate of mononuclear cells (lymphocytes, plasma cells and macrophages)Crypt abscess and non-specific acute and chronic inflammatory cells (lymphocytes, plasma cells neutrophils, eosinophils, mast cells)3. MucosaPatchy ulcerationHemorrhagic mucosa with ulceration4. SubmucosaWidened due to edema and lymphoid aggregatesNormal or reduced in width ulceration5. MuscularisInfiltrated by inflammatory cellsUsually spared, except in cases of Toxic Megacolon6, FibrosisPresentUsually absentC Complications 1. Fistula formationInternal and external fistulae in casesExtremely rare2. Malignant changesLess common but presentMay occur in disease of more than 10 years duration (more common )3. Fibrous stricturescommonNever4. Toxic Megacolon--Present5. Named FeaturesHose pipe appearance Cobble-Stone appearanceGarden hose appearance Pseudopolyps",
        "cop": 1,
        "opa": "Chronic nonspecific ulcerative colititis",
        "opb": "Crohn's disease",
        "opc": "Colonic diverticulosis",
        "opd": "Hamartomatous polyp",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "032b66c4-3f3f-4f3d-af9b-13387269b68e",
        "choice_type": "single"
    },
    {
        "question": "Hirschsprung colon is due to -",
        "exp": "Ans. is 'b' i.e., Loss of intrinsic enteric plexuses Pathogenesis of Hirchsprung diseaseo The entric neuronal plexuses develops from neural crest cells, which migrate into the bowel wall during development, mostly in a cephalad to caudad direction.o Hirschsprung disease results when the migration of neural crest cells arrests at some point before reaching the anus - inappropriate premature death.o This produces an intestinal segment that lacks both meissner submucosal and aurebach myenteric plexus, o Loss of enteric neural coordination leads to functional obstruction and intestinal dilation proximal to the affected segment.",
        "cop": 2,
        "opa": "Muscle atrophy in muscularis mucosa",
        "opb": "Loss of intrinsic enteric plexuses",
        "opc": "Loss of extrinsic nerve supply",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "f3228c41-3cfe-42ab-906b-239787620b8e",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic of protective epithelium is-",
        "exp": "Ans. is 'a' i.e., Regeneration of membraneo The regeneration of epithelium is one of the protective mechnaism of epithelial cells, o There are three mechanism for healing:ResolutionIt is an ideal outcome of healing and occurs in acute inflammatory responses to minor injuriesRegenerationReplacement of lost parenchymal cells by division of adjacent surviving are parenchymal cells (Regeneration) can also restore injured tissue to normal.Whether regeneration occurs depends uponRegenerative capacity of the involved cell (i.e., their ability to divide)The no. of surviving viable cellsPresence of connective tissue framework that will provide the base for restoration ofnormal tissue structure.Repair by scar formation# A scar is a mass of collagen that is the end result of repair by organization and fibrosis. Repair by scar formation occurs when :o Resolution fails to occurs in an acute inflammatory responseo When there is ongoing tissue necrosis in chronic inflammation.o When parenchymal cells necrosis cannot be repaired by regeneration.",
        "cop": 1,
        "opa": "Regeneration of membrane",
        "opb": "Microvilli",
        "opc": "Thinness",
        "opd": "Pinocytic vesicle",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "99167a74-4ade-48bf-957f-78755d5ce6fb",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of intestinal T.B.",
        "exp": "Ans, is 'C' i.e., ileum o Most common site of intestinal T.B. is ileum.o Tuberculosis of the small intestine occurs in two forms,o Primary infection is usually due to bovine strain of mycobacterium tuberculosis and results from ingesting infected milk. In India the human strain may also cause such primary tuberculosis. This produces hyperplastic tuberculosis.o Secondary infection occurs due to swallowing of tubercle bacilli in a patient with pulmonar\\! tuberculosis. This leads to ulcerative tuberculosis, the more common form of intestinal tuberculosis,o Hyperplastic tuberculosiso Caused by ingestion of mycobacterium tuberculosis by pts with a high resistance to the organism. The infection established itself in lymphoid follicles and the resulting chronic inflammation causes thickening of the intestinal wall and narrowing of the lumen. There is early involvement of the regional lymph nodes which may caseate.o Untreated sooner or later subacute intestinal obstruction will supervene often together with the impaction of an enterolith in the narrowed lumen,o It usually occurs in the ileocecal region,o Clinical featuresAttacks of acute abdominal pain with intermittent diarrhoea.Sometimes the presenting picture is of a mas in the rt iliac fossa in a pt with vague ill health.Features of blind loop syndrome may develop due to stasis, distention and chronic infection in the segment of ileum proximal to obstruction.o Barium meal radiography will revealPersistent narrowing of the affected segment ie the terminal ileum and the caecum.The caecum is pulled up and may become subhepatic.As the caecum is pulled up the ileo-caeca! angle is widened. Normal ileo-caecat angle is 90o. In ileocaecal tuberculosis this angle may increase upto 150o.o Treatment: This depends on the presence or absence of obstructive symptoms.A TT is given both cases.If obstruction is present ileocaecal resection is best method of t/t (along with ATT)o Thus, all the options are correct in this question but (d) option is partly correct as conservative nv'n is not the t/t of choice. The t/t of choice depends on the presence or absense of obstructive sympt. In case of obstruction, surgery is the t/t of choice,o Ulcerative tuberculosiso It is usually secondary to pulmonary tuberculosis and results from swallowing tubercle bacilli in the sputum (cf. Hyperplastic tuberculosis is usually primary there is no pulmonary tuberculosis),o Usually longer parts of the terminal ileum is involved.o There are multiple ulcers in the terminal ileum lying transversely o Pt presents with diarrhoea and wt loss.o Barium meal shows - absence of filling of the lower ileum, caecum and most of the ascending colon as a result of narrowing and hypermotility of the ulcerated segment,o TreatmentA course of A TT is adequateOperation is rarely required, in rare events of perforation or intestinal obstruction.",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "d1262dff-0b68-4849-b7f8-e99b78fa4eb9",
        "choice_type": "single"
    },
    {
        "question": "Most common site for colon cancer is -",
        "exp": "Ans. is 'None > c' i.e., i.e., None > RectosigmoidColon cancero Virtually 98% of all concers in the large intesting are adenoearcinoms.o Peak age of presentation is 60-80 years.Overall, adenocarcinoma are distributed approximately equally over the entire length of colon Robbins 8th/e p 824Note: according to 7th/e of Robbins answer was recotosigmoid. Information given in 7th/e of Robbins were:o The most common site is rectosigmoido The distribution is as follows:-Rectosigmoid colonCecum .''ascending colonother sites---55%22%6%Transverse colonDiscending colon--11%6%",
        "cop": 3,
        "opa": "Caecum",
        "opb": "Transversecolon",
        "opc": "Rectosiigmoid",
        "opd": "Ascendingcolon",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "34559502-dbd1-4142-bd64-c232633b863b",
        "choice_type": "single"
    },
    {
        "question": "Zollinger Ellison syndrome is caused by -",
        "exp": "Ans. is 'a' i.e., Gastrin secreting tumor o Zollinger-Ellison syndrome is caused by gastrin-secreting tumors.o These gastrinomas are most commonly found in the small intestine or pancreas.",
        "cop": 1,
        "opa": "Gastrin secreting tumor",
        "opb": "Somatostatin secreting tumor",
        "opc": "CCK secreting tumor",
        "opd": "Adrenalin secreting tumor",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "e6c4ba12-45df-43ae-b777-87bc2dfeb93a",
        "choice_type": "single"
    },
    {
        "question": "Diverticulum most common site is-",
        "exp": "Ans. is 'a' i.e.? Sigmoid colon [Ref: Sabision 18th/e p. 1365}o The sigmoid colon is the segment of large bowel with the highest incidence of diverticula, and is by far the most frequent site for involvement with diverticulitis.",
        "cop": 1,
        "opa": "Sigmoid colon",
        "opb": "Ileum",
        "opc": "Ascending colon",
        "opd": "Transverse colon",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "e159a155-50c8-42a0-b590-65a972858432",
        "choice_type": "single"
    },
    {
        "question": "Mucosal invasion of intestine causes which type of diarrhea -",
        "exp": "Ans. is 'c' i.e., Dysentery o Mucosal epithelial cell invasion causes dysentery.o Based on the depth of intestinal invasion, there are different clinical manifestations of infection with organisms causing diarrhea;1. No cell invesion (noninflammatory!o The bacteria bind to intestinal epithelial cells but do not enter the cell,o Diarrhea is caused by the release of enterotoxins.o Watery diarrhea with no fecal leukocytes and no systemic symptoms (e.g. fever) occurs,o Organisms are:1. V. cholerae4. Clostridium perfringens7. Cryptosporidia10. Adenovirus2. ETEC5. B. cereus8. Microsporidia 3. Staph, aureus6.Giardia9. Rotavirus 2. Invasion of the intestinal epithelial cells (Inflammatory)o The organisms have virulence factors that allow binding and invasion into cells,o Toxins may be then released that destroy the cell.o The cell penetration results in a systemic immune response with fecal leukocytes as well as fever.o The cell death results in RBC leakage into the stool (dysentery).o Organisms are:1. Shigella3. Campylobactor jejuni5. Vibrio parahemolyticus7. C. difficale2. Salmonella Sp.4. EHEC & EIEC6. Yersinia enterocolitica8. E. histolytica3. Invasion of lymph nodes and blood stream (Penetrating)o Along with abdominal pain and diarrhea containing WBCs and RBCs, this deeper invasion results in systemic symptoms of fever, headache and leukocytosis.o Examples are - 1. Salmonella typhi, 2. Yersinia enterocolitica, and 3. Campylobacter jejuni.",
        "cop": 3,
        "opa": "Watery diarrhea",
        "opb": "Rice stool",
        "opc": "Dysentery",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "a82b401c-0a35-45c5-bc74-e835ee47f7d1",
        "choice_type": "multi"
    },
    {
        "question": "Gluten sensitivity is associated with?",
        "exp": "Ans. is 'a' i.e., Celiac disease o Celiac disease is a chronic malabsorption syndrome due to intestinal hypersensitivity to gliadin, component of gluten in wheat, oat, barely and rye.o Strongest association of coeliac disease is seen with HLA-DQ2 followed by H2A-DQ8. Other HLA types (B8, DR3 and DR7) have also been associatedo Coeliac disease may be associated with dermatitis herpetiformis.",
        "cop": 1,
        "opa": "Celiac disease",
        "opb": "Tropicalsprue",
        "opc": "Ulcerative colitis",
        "opd": "Irritable bowel syndrome",
        "subject_name": "Pathology",
        "topic_name": "Small and Large Intestines",
        "id": "99491e4b-6fff-4152-bbaf-267de5d35242",
        "choice_type": "single"
    }
]