[
    {
        "question": "Down's syndrome is:",
        "exp": "Symptoms of down's syndrome (Trisomy 21): Mental retardation Epicanthic folds and flat facial profile Simian's crease Umblical hernia Hypotonia Gap between first and second toe Congenital heart defects Trisomy 18 (Edwards syndrome) symptoms: Prominent occiput Mental retardation Low set ears Congenital heart defects Rocker-bottom feet Trisomy 13 (Patau syndrome) symptoms: Microphthalmia Microcephaly and mental retardation Polydactyly Cleft lip and palate Renal defects Turner syndrome (45, X) include: Sho stature Coarctation of aoa Cubitus valgus Streak ovaries, infeility, amenorrhea Peripheral lymphedema at bih Low posterior hairline Webbing of neck Broad chest and widely spaced nipples",
        "cop": 1,
        "opa": "Trisomy 21",
        "opb": "Trisomy 18",
        "opc": "Trisomy 13",
        "opd": "45, X",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "9ca9b3f0-c2f2-4e54-9d33-49da861f6b30",
        "choice_type": "single"
    },
    {
        "question": "Barr body is not seen in:",
        "exp": "Barr body, or X chromatin Inactive X can be seen in the interphase nucleus as a darkly staining small mass in contact with the nuclear membrane known as the. Number of Barr bodies = number of X chromosome -1, Turner syndrome patients, number of Barr body = 1-1=0.",
        "cop": 2,
        "opa": "Klinefelter syndrome",
        "opb": "Turner syndrome",
        "opc": "Normal female",
        "opd": "XXX syndrome",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "5f3ee709-7649-4acf-9ca7-80649551c08e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is X linked disease?",
        "exp": "Autosomal recessive conditions System Disorder Metabolic Cystic fibrosis Galactosemia Homocystinuria a1 antitrypsin deficiency Wilson disease Hemochromatosis Glycogen storage disease Lysosomal storage disease Hematopoietic Thalassemias Sickle cell anemia Endocrine CAH(congenital adrenal hyperplasia) Skeletal Ehlers danlo's (some variants) Alkaptonuria Nervous Friedreich ataxia Spinal muscular atrophy Neurogenic muscular atrophies X linked recessive disorders System Disease Musculoskeletal Duchenne muscular dystrophy Blood Hemophilia A&B, G6. PD deficiency, Chr. granulomatous disease Immune Agammaglobulinemia, Wiskott Aldrich syndrome Metabolic Lesch nyhan syndrome, Diabetes insipidus Nervous Fragile X syndrome",
        "cop": 3,
        "opa": "Thalassemia",
        "opb": "Galactosemia",
        "opc": "Color blindness",
        "opd": "Sickle cell disease",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "8341bc92-48c7-4165-b847-45777cc90579",
        "choice_type": "single"
    },
    {
        "question": "In Prader Willi syndrome, which of the following is increased?",
        "exp": "Prader-Willi syndrome (PWS) is a genetic disorder occurring in 1 of 10, 000-16, 000 live bihs and is characterized by excessive appetite with progressive massive obesity as well as sho stature and mental retardation. Most patients have GH deficiency and hypogonadotropic hypogonadism (low levels of FSH, LH). The cause of obesity is thought to be due to increased levels of ghrelin. Ghrelin Growth hormone secretagogue Only gut hormone with orexigenic (means increasing food intake) propey. Primarily produced in the stomach. Impoant role in hyperphagia, hence affected children are obese. IMG showing (Genomic Imprinting) leading to Prader willi syndrome(chr 15)",
        "cop": 4,
        "opa": "LH",
        "opb": "FSH",
        "opc": "Growth hormone",
        "opd": "Ghrelin",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "9787dd75-f808-4e56-a6fe-8e2861eccbe7",
        "choice_type": "single"
    },
    {
        "question": "Trisomy 13 is identified as:",
        "exp": "Trisomy 13 = Patau's syndrome Trisomy 18 = Edward's syndrome Trisomy 21 = Down's syndrome Extra X chromosome = Klinefelter syndrome( 47 XXY)",
        "cop": 2,
        "opa": "Edward's syndrome",
        "opb": "Patau's syndrome",
        "opc": "Down's syndrome",
        "opd": "Klinefelter's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "942b5aa6-7c07-4de3-a954-e37df2f7b879",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vascular lesions can be seen commonly in Turner syndrome?",
        "exp": "Cavernous Lymphangioma: Large, diffuse, poorly defined, fluctuant, soft tissue mass. Found in neck/axilla of children, retroperitoneum (rare) May cause gross deformities of neck, or may fill the axilla. Cavernous lymphangioma of neck can be commonly found in in Turner's syndrome Features: Lesions are composed of dilated lymphatic spaces lined by endothelial cells and separated by intervening connective tissue stroma containing lymphoid aggregates. the tumor margins are indistinct and non-capsulated.",
        "cop": 2,
        "opa": "Nevus flammeus",
        "opb": "Cavernous lymphangioma",
        "opc": "Pyogenic granuloma",
        "opd": "Capillary hemangioma",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "6e9be69d-72dd-442d-9090-ce115587706a",
        "choice_type": "single"
    },
    {
        "question": "Chromosome 21 belongs to which of the following subtype?",
        "exp": "Two different arms of the chromosome are separated by a structure known as Centromere. Location of centromere Type of chromosome Example Exactly in the middle Metacentric Towards one side Sub-metacentric 'X' chromosome On the one end Acrocentric 'Y' chromosome, 13, 14, 15, 21, 22 chromosome. Right at the tip Telocentric Not seen in humans",
        "cop": 1,
        "opa": "Acrocentric chromosome",
        "opb": "Metacentric chromosome",
        "opc": "Submetacentric chromosome",
        "opd": "Telocentric chromosome",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "24262656-9abd-40d3-a841-80583981602d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of triple test screening in Down syndrome?",
        "exp": "The triple test is a second trimester screening test used to identify those pregnant women who should be offered a diagnostic test to identify whether their fetus has an aneuploidy (down syndrome) The triple screen test measures serum level of AFP, Estriol and beta-HCG. High level of h. CG and low level of AFP and Estriol are suggestive of positive triple test. Down's Syndrome AFP h. CG ESTRIOL || || || Quad test: triple test + inhibin alpha.",
        "cop": 4,
        "opa": "Estriol",
        "opb": "Alpha fetoprotein",
        "opc": "Hcg",
        "opd": "Inhibin alpha",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "303d56ab-5066-400a-8eea-0b3fb390b6f0",
        "choice_type": "single"
    },
    {
        "question": "Syndrome which is associated with increased risk of leukaemia:",
        "exp": "Association of Klinefelter syndrome Breast cancer Extragonadal germ cell tumors Autoimmune diseases (SLE) Acute leukaemia.",
        "cop": 2,
        "opa": "Plummer Vinson syndrome",
        "opb": "Klienfelter syndrome",
        "opc": "Sturge webber syndrome",
        "opd": "Multiple Hamaoma",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "c6f90853-5099-4641-b756-c3dde28efd2a",
        "choice_type": "single"
    },
    {
        "question": "NARP syndrome is a pa of which of the following group of disorders?",
        "exp": "NARP syndrome Neuropathy, ataxia, and retinitis pigmentosa Related to changes in mitochondrial DNA. Mutations in the MT-ATP6 gene cause NARP syndrome. This gene is located within mitochondrial DNA (mt. DNA).",
        "cop": 1,
        "opa": "Mitochondrial diseases",
        "opb": "Glycogen storage diseases",
        "opc": "Lysosomal storage diseases",
        "opd": "Lipid storage diseases",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "615f499a-8d55-43f9-b76f-7125d97a1730",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common hematological malignancy in children with Down syndrome?",
        "exp": "Children with trisomy 21 have a high risk of developing leukemia. There is 20-fold increased risk of developing acute B lymphoblastic leukemias. There is 500-fold increased risk of acute myeloid leukemias, most commonly, acute megakaryoblastic leukemia.",
        "cop": 4,
        "opa": "T-cell acute lymphoblastic leukemia",
        "opb": "Burkitt leukemia",
        "opc": "Acute promyelocytic leukemia",
        "opd": "Acute megakaryoblastic leukemia",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "25095814-5384-4507-9d6a-85c44cc2480f",
        "choice_type": "single"
    },
    {
        "question": "Maternal disomy of chromosome 15 is seen in which of the following?",
        "exp": "Prader Willi syndrome could be present because of the following: Deletion of paternal chromosome 15. Uniparental disomy of maternal chromosome 15. SNORP mutation",
        "cop": 1,
        "opa": "Prader-Willi syndrome",
        "opb": "Klinefelter syndrome",
        "opc": "Angelman syndrome",
        "opd": "Turner syndrome",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "acae5c10-aecd-4a1b-b685-92a9fe6ae8be",
        "choice_type": "single"
    },
    {
        "question": "A baby born to a couple who are 45 years each is at higher risk of development of:",
        "exp": "Klinefelter syndrome Male hypogonadism that occurs when there are two or more X chromosomes and one or more Y chromosomes. Elderly maternal and paternal age are associated with multiple genetic condition. Due to defective gametogenesis which has higher chance of occurrence in older age. Age Syndrome Older age of father and mother Klinefelter Syndrome Older mother Down syndrome Older father Marfan Osteogenesis imperfecta Neurofibromatosis Achondroplasia",
        "cop": 3,
        "opa": "Down syndrome",
        "opb": "Marfan syndrome",
        "opc": "Klinefelter syndrome",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Pathology",
        "topic_name": "Specific Cytogenetic Disorders",
        "id": "ddd3d9b1-1256-40f1-b81f-2ba6c46a84c7",
        "choice_type": "single"
    }
]