[
    {
        "question": "Most common site of GIST is -",
        "exp": "Ans. is 'd' i. e., Stomach Gastrointestinal stromal tumors (Gl. STs)o GISTs are the most common mesenchymal neoplasm of gastrointestinal tumor. o GIST represents a distinct group of gastrointestinal tumors that originate from the interstial cells of cajal which control gastrointestinal peristalsis. o GISTs can occur anywhere in the gastroinstestinal tract; the most common site being the stomach followed by small intestine. Stomach-50-70%Small intestine -20-30%Colon & rectum-5-15%Esophagus -<5% Immunohistochemistrvo Following markers are present in GISTs: i) CD 117 (c kit)- 95%ii) CD 34-70%iii) Smooth muscle actin- 5%o CD 117 (c kit) is considered the most specific markero CD 117 (c kit) immunoreactivity is the best defining feature of GISTs distinguishing them from true smooth muscle tumors (leiomyoma) and tumors arising from neural crest. o Although CD 117 (c kit) is considered the most specific marker for GIST, it is not pathognomonic of GIST as other tumors may also express CD 117. These tumors include mast cell tumor, germ cell tumors (seminomas), leukemias, malignant melanoma, angiolipomas, and some sarcomas. o Gastrointestinal stromal tumors (GIST) originate from the interstitial cells of Cajal.",
        "cop": 4,
        "opa": "Ileum",
        "opb": "Esophagus",
        "opc": "Colon",
        "opd": "Stomach",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "747afe53-ff3d-4087-a4aa-f9bb4d7fdebb",
        "choice_type": "single"
    },
    {
        "question": "On upper GI endoscopy, \"watermelon stripes\" is seen in which of the following condition?",
        "exp": "Gastric antral vascular ectasia (GAVE) It is cause of acute or chronic gastrointestinal blood loss. GAVE is responsible of about 4% of non-variceal upper GI haemorrhage. On endoscopy, characteristic pattern of longitudinal stripes of edematous, erythematous mucosa that alternate with less severely injured, paler mucosa (\"watermelon stripes\"/watermelon stomach). Erythematous stripes are created by ectatic mucosal vessels. Clinical features include acute gastrointestinal bleeding, chronic anemia, vomiting of blood",
        "cop": 3,
        "opa": "Chronic gastric varices",
        "opb": "Carcinoma stomach",
        "opc": "Antral vascular ectasia",
        "opd": "Dieulafoy lesion",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "e5871626-5f98-4648-9f77-ef5b7709ac61",
        "choice_type": "single"
    },
    {
        "question": "Linitis plastica is a type of -",
        "exp": "Ans. is 'b' i. e., Diffuse carcinoma of stomach Linitis plasticao Involvement of a broad region of the gastric wall or entire stomach by diffuse stomach cancer cause linitis plastica. o It is also known as Brinton's disease, o The appearance of stomach is like leather bottle, o The other cause of linitis plastica are* Lye ingestion# Metastatic infiltration of stomach# Syphilis* Sarcoidosis# Non -hodgkin lymphoma of stomach",
        "cop": 2,
        "opa": "Plastic like lining of stomach",
        "opb": "Diffuse carcinoma of stomach",
        "opc": "Benign ulcer",
        "opd": "GIST",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "11bf9c92-e2e9-459b-b568-bf2c6c7f4596",
        "choice_type": "single"
    },
    {
        "question": "Most common site of gastric cancer is:",
        "exp": "Ans: D (Antrum) Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation:\"Most gastric adenocarcinomas involve the gastric antrum; the lesser curvature is involved more often than the greater curvature\" (Ref: Robbins). Gastric Adenocarcinoma. Adenocarcinoma is the most common malignancy of the stomach, comprising over 90% of all gastric cancers. Early symptoms are non-specific and resemble those of chronic gastritis, including dyspepsia, dysphagia, and nausea. Weight loss, anorexia, altered bowel habits, anemia, and hemorrhage manifests in advanced stages. As a result, these tumors are often discovered at advanced stages. Morphology. Most gastric adenocarcinomas involve the gastric antrum. The lesser curvature is involved more often than the greater curvature. Gastric tumors are divided into two major types based on morphology. Intestinal type. Diffusi ve tnfil trative type. Tumors with intestinal morphology tend to form bulky tumors composed of glandular structures while cancers with a diffuse infiltrative growth pattern are more often composed of signet-ring cells Intestinal-type adenocarcinomas typically grow along broad cohesive fronts to form either an exophytic mass or an ulcerated tumor. The neoplastic cells often contain apical mucin vacuoles, and abundant mucin may be present in gland lumens. Diffuse gastric cancer is generally composed of discohesive cells that do not form glands but instead have large mucin vacuoles that expand the cytoplasm and push the nucleus to the periphery, creating a signet-ring cell morphology. Extracellular mucin release in either type of gastric cancer can result in formation of large mucin lakes that dissect tissue planes. A mass may be difficult to appreciate in diffuse gastric cancer, but these infiltrative tumors often evoke a desmoplastic reaction that stiffens the gastric wall. When there are large areas of in titration, diffuse rugal flattening and a rigid, thickened wall may impart a leather bottle appearance termed linitis plastica. Breast and lung cancers that metastasize to the stomach may also create a linitis plastica- like appearance. Clinical Characteristics. The depth of invasion and the extent of nodal and distant metastasis at the time of diagnosis remain the most powerful prognostic indicators for gastric cancer. In advanced cases gastric carcinoma may first he detected as metastases to the supraclavicular sentinel lymph node, also called Virchow's node. Gastric tumors can also metastasize to the periumbilical region to form a subcutaneous nodule, termed a Sister Mary Joseph nodule. Local invasion into the duodenum, pancreas, and retroperitoneum is also characteristic.",
        "cop": 4,
        "opa": "Lesser curvature of stomach",
        "opb": "Greater curvature of stomach",
        "opc": "Fundus",
        "opd": "Antrum",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "04f5d9c5-819d-4095-af55-0d9c1d5a2386",
        "choice_type": "single"
    },
    {
        "question": "A 3-week-old boy is brought to the physician by his parents, who repo that he vomits forcefully immediately after nursing. Physical examination reveals an \"olive-like\" palpable mass and visible peristaltic movements within the infant's abdomen. What is the most likely cause of projectile vomiting in this infant?",
        "exp": "Infantile hyperophic pyloric stenosis: - Associated with Trisomy 18 Trisomy 21 Exposure to erythromycin in 1st 2 weeks of life - Clinical features: Presents at 3-6 weeks after bih New onset regurgitation Nonbilious projectile vomiting after feeding - Diagnosis: by USG - Treatment: Pyloromyotomy Correct electrolyte imbalance before performing surgery.",
        "cop": 2,
        "opa": "Appendicitis",
        "opb": "Congenital pyloric stenosis",
        "opc": "Hirschsprung disease",
        "opd": "Meconium ileus",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "8e513e08-9c58-4c18-87f2-0cf4fe795c88",
        "choice_type": "single"
    },
    {
        "question": "Anti-parietal cell antibodies are found in patients with?",
        "exp": "Ans. (d) Pernicious anemia. Ref: Robbin's pathology 9th ed. /764* Anti-parietal cell antibodies are found in patients with the autoimmune disease known as pernicious anemia.* The anti-neutrophilic cytoplasmic antibodies are found in patients with Wegener granulomatosis.* Wegener granulomatosis may also present with pulmonary and renal involvement but will have associated upper respiratory tract findings, e. g, sinusitis and sinus abscesses.",
        "cop": 4,
        "opa": "Good-pasture syndrome.",
        "opb": "Primary biliary cirrhosis",
        "opc": "Wegener granulomatosis.",
        "opd": "Pernicious anemia",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "64500408-3e92-4373-9748-6ff150d03ec6",
        "choice_type": "single"
    },
    {
        "question": "Sister Mary Joseph nodule is most commonly seen in which of the following malignancies?",
        "exp": "Sites for spread of gastric cancer most commonly involve the following: Supraclavicular sentinel lymph node Virchow node Periumbilical lymph nodes Sister Mary Joseph nodule Left axillary lymph node Irish node The pouch of Douglas Blumer shelf Ovary Krukenberg tumor",
        "cop": 2,
        "opa": "Ovarian cancer",
        "opb": "Stomach cancer",
        "opc": "Colon cancer",
        "opd": "Pancreatic cancer",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "1a81308f-2d62-44f8-b893-1d4a173f8de3",
        "choice_type": "single"
    },
    {
        "question": "A 57 year old female was presented with a chest pain in her mid-sternal area. She has history of taking NSAIDs for joint pains. Gastric mucosa shows multiple, punctate, haemorrhagic areas; no mucosal ulceration is seen. Biopsy from the lesions reveals mucosal erosions with edema and haemorrhage. Which of the following is most likely diagnosis?",
        "exp": "Gastritis is term is reserved for histologically documented inflammation of the gastric mucosa. It results from mucosal injury. And when neutrophils are present in the lesion it is referred to as acute gastritis Acute gastritis refers to the clinical situation of gastric mucosal erosions (not mucosal ulcers). Acute gastritis is also known as hemorrhagic gastritis or acute erosive gastritis. The most common causes of acute gastritis are infectious. Acute gastritis can be associated with the use of non-steroidal anti-inflammatory drugs, (such as ibuprofen, aspirin), alcohol, coicosteroids, chemotherapy, and severe stress. Two types of stress ulcers are: Curling's ulcers, which can be seen in patients with severe burns, and Cushing's ulcers which can be seen in patients with intracranial lesions. Gross appearance of acute gastritis is multiple, scattered, punctate, hemorrhagic areas in the gastric mucosa. This is helpful in differentiating acute gastritis from peptic ulcers, which tend to be solitary and larger. Microscopically the gastric mucosa from a patient with acute gastritis is likely to reveal mucosal erosions, scattered neutrophils, edema, and possibly hemorrhage.",
        "cop": 4,
        "opa": "Autoimmune gastritis",
        "opb": "Peptic ulcer disease",
        "opc": "Watermelon stomach",
        "opd": "Acute gastritis",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "4f62d969-ace0-4fdc-bf99-4f9c902a2c5b",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man undergoes gastrectomy for gastric carcinoma. Gross examination of the resected stomach reveals diffuse thickening without a discrete mass lesion. Microscopic exam shows an infiltration of signet-ring cells dispersed singly. Family history reveals that his father had a similar cancer at a young age. What gene is most likely to be mutated in this patient and his father?",
        "exp": "- Mutation in CDH1, the gene encoding the cellular adhesion protein E-cadherin. - E-cadherin mutations account for a significant propoion of familial gastric cancers and Lobular carcinoma of the breast. OTHER OPTIONS: - APC is mutated in the majority of colorectal adenocarcinomas & intestinal type of gastric cancer. - MSH2 and PMS2 are both mismatch repair genes are mutated in Lynch syndrome - p53 is mutated in Li Fraumeni syndrome.",
        "cop": 2,
        "opa": "APC",
        "opb": "CDH1",
        "opc": "PMS2",
        "opd": "p53",
        "subject_name": "Pathology",
        "topic_name": "Stomach",
        "id": "cb83201a-5bf4-4647-8cb1-7f9a1410cd0f",
        "choice_type": "single"
    }
]