[
    {
        "question": "What are the urinary albumin levels in microalbuminuria?",
        "exp": "The normal mean albumin excretion rate (AER) is 8-10 mg/day,. AER of >30 mg/day is considered as abnormal. AER between 30 to 300 mg/day is called as Microalbuminuria. It is a hallmark of early diabetic nephropathy. Levels greater than 300 mg/day are called as macroalbuminuria. Nowdays term microalbuminuria and macroalbuminuria are replaced by moderately and severely increased albuminuria.",
        "cop": 2,
        "opa": "8-10 mg/day",
        "opb": "30-300 mg/day",
        "opc": "100-150 mg/day",
        "opd": "301-600 mg/day",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "01dcb20e-07d9-4b94-be51-4a7ab00c2e14",
        "choice_type": "single"
    },
    {
        "question": "Which of the following genes is not associated with Autosomal Dominant Tubulointerstitial Kidney Disease?",
        "exp": "Autosomal recessive FSGS results from mutations in the NPHS2 gene, which maps to chromosome 1q25-q31 and encodes the protein product podocin. Autosomal dominant tubulointerstitial kidney disease (ADTKD): Previously known as medullary cystic kidney disease Variable presence of cysts, which often are not located in the medulla Now recognized to be due to following genetic mutations: MUC1 encodes mucin-1 (expressed in distal nephrons) UMOD encodes uromodulin (expressed in thick ascending limb of loop of Henle) REN encodes preprorenin (expressed by juxtaglomerular apparatus) HNF1b encodes hepatocyte nuclear factor 1b, a transcription factor that regulates multiple genes, including UMOD ADTKD is associated with non-specific clinical and pathologic findings and causes progressive renal failure in adult life The pathogenic mechanisms are unknown",
        "cop": 4,
        "opa": "MUC1",
        "opb": "HNF1b",
        "opc": "UMOD",
        "opd": "NPHS2",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "dd8dc714-41b4-4186-8951-e57d0a1393a0",
        "choice_type": "single"
    }
]