[
    {
        "question": "Examine the renal histopathology slide. What is the probable diagnosis?",
        "exp": "The presence of diffuse involvement of glomeruli and histologically showing enlarged hyper cellular glomeruli is suggestive of Acute infectious GN. It can be both infectious and non-infectious (SLE) but the most common infectious acute proliferative GN is post streptococcal GN. So, the likely answer is post streptococcal glomerulonephritis.",
        "cop": 3,
        "opa": "Membranoproliferative GN",
        "opb": "Rapidly profilerative GN",
        "opc": "Post streptococcal glomerulonephritis",
        "opd": "Diabetic nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "5a435162-567a-4ae6-9e8d-e5ee94169cdf",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man presents with long-standing abdominal pain after meals, which is relieved by over-the-counter antacids. The patient has lost 9 kg (20 lb) in the past year. Physical examination reveals peripheral edema and ascites. Laboratory studies show decreased serum albumin but normal serum levels of transaminases and gastrin. Gross and microscopic examination of this patient's stomach would most likely show which of the following pathologic changes?",
        "exp": "Menetrier disease /Hyperplastic hypersecretory gastropathy Mean age 30-60 years Rare disorder associated with excessive secretion of transforming growth factor (TGF)-a, which is an EGF receptor (EGFR) ligand, and hyperactivation of the epidermal growth factor receptor on gastric epithelial cells. Excessive EGFR activation causes diffuse hyperplasia of foveolar epithelium within the body and fundus Hypoproteinemia occurs to albumin loss across the gastric mucosa Secondary symptoms such as weight loss, diarrhea, and peripheral edema are commonly present Enlarged rugae are present in the body and fundus but the antrum is generally spared Risk of gastric adenocarcinoma is increased -Histology shows characteristic feature that is: Hyperplasia of surface and glandular mucous cells Marked intraepithelial lymphocytosis. Diffuse or patchy glandular atrophy The glands are elongated with a corkscrew-like appearance and cystic dilation present",
        "cop": 2,
        "opa": "Atrophic gastritis",
        "opb": "Enlarged rugal folds",
        "opc": "Intestinal metaplasia",
        "opd": "Multiple hemorrhagic ulcers",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "5a7a4b63-18f2-4dc2-91ac-35c8c4e4fab0",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man complains of sudden attacks of dizziness, blurred vision, and excruciating headaches of 4 months in duration. During one of these attacks, his blood pressure was 180/120 mm Hg. The patient's father had been treated for thyroid cancer about 15 years ago. Laboratory studies show normal serum levels of aldosterone, renin, and angiotensin. A 24-hour urinalysis reveals increased metanephrines. Episodic hypertension in this patient is most likely caused by a tumor in which of the following endocrine organs?",
        "exp": "- Given clinical features suggests the diagnosis of Pheochromocytoma - Pheochromocytoma Arising from chromaffin cells of adrenal medulla that secretes catecholamines. Can originate in extra-adrenal sites - Paragangliomas. Clinical features are caused d/t release of catecholamines. - The other choices do not include tumors that lead to episodic hypertension.",
        "cop": 1,
        "opa": "Adrenal",
        "opb": "Kidney",
        "opc": "Parathyroid",
        "opd": "Pituitary",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "64e59cb4-900a-4c56-a2ac-562bee908e6b",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents with 5-month history of weakness and fatigue. There is no history of drug or alcohol abuse. CBC shows megaloblastic anemia and a normal reticulocyte count. Fuher laboratory studies reveal vitamin B12 deficiency. Anemia in this patient is most likely caused by which of the following?",
        "exp": "Type A/ Autoimmune gastritis: -Site: Fundus & body of stomach - Damage: Parietal cells resulting in: Achlorhydria - |G-cell stimulation - |Gastrin levels -| Neuroendocrine tumor Intrinsic factor deficiency - Malabsorption of vitamin B12 - Megaloblastic anemia /Pernicious anemia",
        "cop": 2,
        "opa": "Acute erosive gastritis",
        "opb": "Autoimmune gastritis",
        "opc": "Helicobacter pylori gastritis",
        "opd": "Menetrier disease",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "26491673-8871-4870-a9fc-d153f7250f20",
        "choice_type": "single"
    },
    {
        "question": "So the following heme degradation products in order of production: a. Protoporphyrin b. Urobillinogen c. Bilirubin d. Biliverdin",
        "exp": null,
        "cop": 3,
        "opa": "a, c, d, b",
        "opb": "b, d, c, a",
        "opc": "a, d, c, b",
        "opd": "b, c, d, a",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "7701c009-259f-47da-8505-76efddca7ed0",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor in a female diagnosed with tuberous sclerosis is:",
        "exp": "Tuberous Sclerosis:- AD syndrome Mutation of TSC: TSC 1/TSC2 gene Organ:- CNS:- Hamaoma:- Epilepsy. Renal:- Angiomyolipoma Eye:- Retinal glial hamaomas Lungs:- Pulmonary lymphangioleiomyomatosis. Heart:- Rhabdomyomas Skin:- lathery thickening (shagreen Patch) Ash leaf patch Subungual fibroma. CNS manifestation is most common which is epilepsy. Angiomyolipoma is most common tumor in female diagnosed with Tuberous Sclerosis Angiomyolipoma is a benign renal neoplasm originating from perivascular epithelioid cells (PEComa), It consists of vessels, smooth muscle, and fat in variable propoions (as shown in the image above)",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Renal Angiomyolipoma",
        "opc": "Pulmonary lymphangioleiomyomatosis",
        "opd": "Optic glioma",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "24da4fce-b9f2-480b-9288-e7bf35bf80c3",
        "choice_type": "single"
    },
    {
        "question": "Brain tumour with high vascularity is:",
        "exp": "Glioblastoma tumors make their own blood supply, which helps them grow. It was previously called glioblastoma multiforme. The histologic appearance of glioblastoma is similar to anaplastic astrocytoma with the additional features of necrosis and vascular/endothelial cell proliferation. Necrosis in glioblastoma often occurs in a serpentine pattern in areas of hypercellularity. Tumor cells produce a histologic pattern referred to as pseudo-palisading(Tumor cells collect along the edges of the necrotic regions). IMG showing pseudopalisading i. e. necrosis surrounded by tumor cells. IMG showing GLOMERULOID BODY i. e. endothelial cell proliferation",
        "cop": 1,
        "opa": "Glioblastoma",
        "opb": "Meningiomas",
        "opc": "CP angle epidermoid",
        "opd": "Pitutary adenoma",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "c789dbed-bfd8-4077-88c3-e504e3067276",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female underwent hysterectomy for dysfunctional uterine bleeding. Following are the gross and histological findings. Which of the following is the most likely diagnosis?",
        "exp": "Diagnosis- Leiomyoma of uterus Well circumscribed growth arising in uterine wall from myometrium Can be Multiple in number hanges which can be seen- hyaline degeneration, calcification. Common signs and symptoms include abnormal bleeding, urinary frequency due to compression of the bladder, sudden pain from infarction of a large or pedunculated tumor, and impaired feility. Mutations in the gene MED12 occur in roughly 70% of uterine leiomyomas. Microscopic Examination: Well differentiated spindle shaped smooth muscle cells in a whorl pattern. Individual muscle cells are uniform in size and shape and have a characteristic oval nucleus and long, slender bipolar cytoplasmic processes. Mitotic figures are scarce.",
        "cop": 2,
        "opa": "Leiomyosarcoma",
        "opb": "Leiomyoma",
        "opc": "Mixed Mullerian tumor",
        "opd": "Vaginal carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "90029c41-78ba-4777-bb83-1cf7f7e045ae",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with respiratory symptoms i. e. cough, hemoptysis and glomerulonephritis. His c-ANCA level in serum was found to be raised. The most likely diagnosis is:",
        "exp": "The major hint here is ANCA positivity. ANCA associated vasculitis includes: Vasculitis without asthma or granulomas (microscopic polyangiitis) Granulomas, no asthma (Wegener granulomatosis) Eosinophilia, asthma, and granulomas (Chrug-Strauss syndrome) ANCA Circulating antibodies that react with neutrophil cytoplasmic antigens, so-called antineutrophil cytoplasmic antibodies (ANCAs) These were previously grouped according to the intracellular distribution of the target antigens (cyto-plasmic or perinuclear ), but are now classified according to their antigen specificity: Anti-proteinase-3 (PR3-ANCA, previously c-ANCA) Anti-myeloperoxidase (MPO-ANCA, previously p-ANCA).",
        "cop": 3,
        "opa": "Goodpasteur's syndrome",
        "opb": "Classic polyaeritis nodosa",
        "opc": "Wegner's granulomatosis",
        "opd": "Kawasaki syndrome",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "aa80ec83-ee07-4afb-913e-49a69eb8744e",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old man presents to the emergency depament with severe back pain. His history is negative for trauma and he has no other complaints. He denies urinary frequency, hesitancy, or dysuria. A digital rectal examination confirms the presence of a firm, hard, asymmetrical and stony prostate, suggestive of prostatic malignancy. In addition to PSA, which of the following markers can be demonstrated in the tumour cells?",
        "exp": "On immunohistochemistry, in addition to PSA, another useful marker is a-methylacyl coenzyme A racemase (AMACR), which is upregulated in prostate cancer. Most prostate cancers are positive for AMACR, the sensitivity varying among studies from 82% to 100%. Seminomas are positive for KIT, OCT-3/4, podoplanin. Embryonal carcinomas are also positive for OCT-3/4. The expression of AFP (alpha fetoprotein) is characteristic of yolk sac tumor cells; stains for cytokeratin are also positive.",
        "cop": 1,
        "opa": "AMACR",
        "opb": "AFP",
        "opc": "Podoplanin",
        "opd": "OCT-3/4",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "0f6ebd75-e9a2-4d61-be11-1bf106cbe722",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diseases is not a cause of indirect hyperbilirubinemia?",
        "exp": "Unconjugated bilirubinemia Conjugated bilirubinemia Physiological jaundice of newborn Hemolytic anemia (hereditary spherocytosis, etc.) Diffuse hepatocellular disease Criggler Najjar syndrome Gilbe syndrome Biliary tract obstruction Biliary tract disease like primary biliary cirrhosis Primary sclerosing cholangitis Dubin Johnson syndrome Rotor syndrome",
        "cop": 1,
        "opa": "Rotor syndrome",
        "opb": "Criggler Najjar syndrome",
        "opc": "Gilbe syndrome",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "3aa2abf5-e31a-406e-82e9-0910a80a75e3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the earliest manifestation of Crohn disease?",
        "exp": "- Among given options, Aphthous ulcer is the earliest manifestation of crohn's disease - Strincture formation; granuloma formation, cobble stone appearance & perforation are relatively late manifestations",
        "cop": 2,
        "opa": "Stricture",
        "opb": "Aphthous ulcer",
        "opc": "Cobblestone appearance",
        "opd": "Perforation",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "ccd924b1-c71a-48e7-b380-3a15cd15e8d1",
        "choice_type": "single"
    },
    {
        "question": "A 10-day-old infant presents with projectile vomiting. His mother states that the infant will actively drink his milk, but he forcefully vomits after each feeding. The infant shows signs of failure to thrive, with weight loss, dehydration, and lethargy. Physical examination reveals a firm, nontender, mobile, \"olive-shaped\" epigastric mass. Which of the following is the most likely diagnosis?",
        "exp": "Congenital pyloric stenosis now called Infantile hyperophic pyloric stenosis. - Caused by hyperophy of circular muscle layer of pylorus, -Palpable mass in epigastrium. - Hyperophy of pyloric musculature -Obstruction, non-bilious projectile vomiting. - Male infants within first several days to weeks of life. -",
        "cop": 2,
        "opa": "Candida esophagitis",
        "opb": "Congenital pyloric stenosis",
        "opc": "Esophageal cancer",
        "opd": "GERD",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "a84827ef-d0bd-485f-9fef-5f6ff65d0baf",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman has been attempting to become pregnant for the past 2 years without success. She also has had extremely painful menstrual cramping of many years' duration. An exploratory laparoscopy demonstrated multiple red-blue nodules covering the surface of her ovaries and uterine ligaments. These findings are most likely indicative of which of the following conditions?",
        "exp": "Endometriosis, ectopic non-neoplastic endometrial tissue, is an impoant cause of infeility. The ectopic tissue replicates the cyclic endometrial changes during the menstrual cycle, including sloughing and bleeding. Such ectopic hemorrhage can result in pain, scarring, tubal obstruction, and infeility. Favored sites of endometriosis include pelvic ligaments, ovaries, and rectum. Endometrial hyperplasia can be a precursor to endometrial carcinoma and manifests with postmenopausal bleeding. Leiomyomas are benign tumors of the uterus that can also result in painful menses and can contribute to infeility.",
        "cop": 3,
        "opa": "Adenomyosis",
        "opb": "Endometrial hyperplasia",
        "opc": "Endometriosis",
        "opd": "Leiomyoma",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "4fcba5c2-25e8-4311-8e6f-fcd8fb2093f9",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of Minimal change disease:",
        "exp": "Minimal Change Disease M/c cause of development of nephrotic syndrome in child (2-6 yrs) Primary cause (idiopathic, most common) Secondary cause (NSAIDS/Hodgkin's lymphoma/ atopy) Selective proteinuria C/F Excessive frothiness of urine Facial edema No role of immune complexes Good response to steroids",
        "cop": 4,
        "opa": "Good response to steroids",
        "opb": "Effacement of podocytes on electron microscope, normal on light microscope",
        "opc": "Nil deposit disease",
        "opd": "NSAIDS is the primary cause",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "a81fd5a0-8e4b-436b-838a-c28fc2d4a09e",
        "choice_type": "single"
    },
    {
        "question": "Rosenthal fibres are seen in which of the following tumor?",
        "exp": "On microscopic examination of pilocytic astrocytoma, the tumor is composed of bipolar cells with long, thin \"hairlike\" processes that are GFAP-positive and form dense fibrillary meshworks. Rosenthal fibers and eosinophilic granular bodies, are often present.",
        "cop": 1,
        "opa": "Pilocytic astrocytoma",
        "opb": "Glioblastoma",
        "opc": "Medulloblastoma",
        "opd": "Ependymoma",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "5c88eb09-3cd5-4c17-b840-5954b155b3f4",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old boy had a history of intellectual disability and seizure is brought to doctor with a month of history of shoness of breath. On physical examination, doctor notices numerous papule on boy face. Echocardiography shows tumor like growth in left ventricle. Which of the following is the most likely diagnosis for this patient heart condition?",
        "exp": "Tuberous sclerosis is a autosomal dominant condition characterized by development of hamaomas and benign neoplasms involving the brain and other tissues. The most frequent clinical manifestations are seizures, autism, and mental retardation. Hamaomas within the CNS take the form of coical tubers and subependymal nodules; subependymalgiant-cell astrocytoma's. Half of patient with tuberous sclerosis develop rhabdomyomas, primary tumors of cardiac muscle that, although benign, may compromise cardiac function. They may be found on atrioventricular valves or on ventricle walls, causing outflow obstruction. The nuclei of the rhabdomyoma cells are central or eccentrically located. In some cells, eosinophilic septa stretch from the cell membrane to a centrally placed nucleus, impaing a spiderlike appearance to the cell known as 'spider cells' Spider cells are pathognomonic for cardiac rhabdomyomas and they represent degenerating rhabdomyocytes. image showing spider cells Myxoma are almost exclusively seen in adults and usually located in the atria, making this a less likely diagnosis. Dilated cardiomyopathy involves hyperophy and dilation and eventually heart failure and is not associated with tuberous sclerosis. Lipoma can create ball valve obstruction and with history suggesting tuberous sclerosis, lipoma is less likely.",
        "cop": 3,
        "opa": "Lipoma",
        "opb": "Myxoma",
        "opc": "Rhabdomyoma",
        "opd": "Dilated cardiomyopathy",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "893de93d-9bf9-42cd-8751-e740156f7659",
        "choice_type": "single"
    },
    {
        "question": "Post streptococcal glomerulonephritis in children is diagnosed by:",
        "exp": "PSGN is m. c. c. of Nephritic syndrome in children. Dx -PSGN in children =Mild proteinuria =Hematuria =High ASO titer",
        "cop": 3,
        "opa": "Heavy proteinuria, high cholesterol, high ASO titer",
        "opb": "Heavy proteinuria, hematuria, low ASO titer",
        "opc": "Mild proteinuria, hematuria, high ASO titer",
        "opd": "Mild proteinuria, high cholesterol, normal ASO titer",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "9dc93f5e-60cc-487e-8817-3bcbc456a43d",
        "choice_type": "single"
    },
    {
        "question": "A 66-year-old man visits his family physician with complaints of urinary frequency, hesitancy, and dysuria. Digital rectal examination reveals an enlarged prostate, and the consistency is rubbery and nodular. Serum PSA is modestly increased. Which of the following is most closely related to the pathogenesis of the likely disorder described here?",
        "exp": "DHT is a major growth factor for prostatic tissue. It is derived from the conversion from testosterone by the action of the enzyme 5a-reductase, type 2. Pharmaceutical inhibition of this enzyme is useful in the medical management of BPH. Estrogens also play an indirect role by stimulating the production of DHT receptors. h. CG and a-fetoprotein are serum tumor markers for testicular cancers and bear no relevanceto BPH.",
        "cop": 1,
        "opa": "DHT",
        "opb": "Estrogen",
        "opc": "a-fetoprotein",
        "opd": "Testosterone",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "51934044-1642-49ed-82eb-0cec60d674eb",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman with long-standing rheumatoid ahritis complains of weakness and fatigue. She states that her stools have recently become black after taking a new nonsteroidal anti-inflammatory drug (NSAID). Gastroscopy shows numerous superficial, bleeding mucosal defects. Which of the following is the most likely diagnosis?",
        "exp": "- Clinical features given suggests the diagnosis of Acute erosive gastritis. - Acute hemorrhagic gastritis-imbalance between protective and damaging factors Necrosis of mucosa is seen RISK FACTORS- Alcohol Drugs - NSAIDS and Anti-cancer drugs Uremia Stress- ICU, burns- curling ulcer clinical feature- Epigastric pain, nausea and vomiting.",
        "cop": 1,
        "opa": "Acute erosive gastritis",
        "opb": "Early gastric cancer",
        "opc": "Helicobacter pylori gastritis",
        "opd": "Menetrier disease",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "66cd2a7f-b8ac-4390-8933-c5509b3df381",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old patient presented with neurological deficits and seizures. Imaging showed a lesion in the temporal lobe. Biopsy was taken from the lesion and neural tissue sent for histological examination (microscopy shown below). Based on the characteristic histological features, what is the most likely diagnosis?",
        "exp": "Oligodendroglioma: The tumors are composed of bwith spherical nuclei containing finely granular chromatin (similar to normal oligodendrocytes) surrounded by a clear halo of vacuolated cytoplasm giving a 'fried egg' appearance. The tumor typically contains a delicate network of anastomosing capillaries ('chicken-wire' capillaries). Perinuclear satellitosis is a feature of oligodendroglioma. Most commonly presented in the fouh and fifth decades. The lesion is mostly found in the cerebral hemispheres (mainly in temporal or frontal lobes). Image on the left showing perinuclear halos giving rise to a 'fried-egg' appearance. Image on the right showing Perineuronal satellitosis.",
        "cop": 3,
        "opa": "Glioblastoma",
        "opb": "Pilocytic astrocytoma",
        "opc": "Oligodendroglioma",
        "opd": "Medulloblastoma",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "c300e007-f251-4e54-90a6-9e0fc00b63ad",
        "choice_type": "single"
    },
    {
        "question": "Soon after an uncomplicated delivery at 38 weeks gestation, a mother develops respiratory difficulties and uncontrolled vaginal bleeding progressing to shock, multiorgan failure and death. At autopsy, masses of debris and epithelial squamous cells are apparent in the pulmonary microcirculation. Which of the following was the likely cause of death?",
        "exp": "The diagnosis is amniotic fluid embolism, which is characterized by sudden respiratory difficulty, progressing to shock and often to death. Small pulmonary aerioles are packed with laminated swirls of fetal squamous cells. Sheehan syndrome is associated with obstetric blood loss, with resultant pituitary ischemia leading to postpaal hypopituitarism. Chorioamnionitis is infection of the placenta. Abruptio placentae is premature separation of the placenta and can lead to antepaal bleeding and fetal death. Amniotic fluid embolism and abruptio placentae are well-known causes of DIC.",
        "cop": 4,
        "opa": "Sheehan syndrome",
        "opb": "Chorioamnionitis",
        "opc": "Abruptio placentae",
        "opd": "Amniotic fluid embolism",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "c26aa46a-cf22-463d-913a-39db7578258f",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old lady presents with features of malabsorption and iron deficiency anemia. Duodenal biopsy reveals complete villous atrophy. Which of the following antibodies is likely to be present:",
        "exp": "-From the given case scenario, diagnosis of celiac disease is made due to features of malabsorption, IDA and complete villous atrophy - Serologic studies of celiac disease include: Antiendomysial antibodies Tissue transglutaminase Ab - most specific Antigliadin Ab - Complications of Celiac disease Enteropathic associated T- cell lymphoma - increaseed risk IDA malabsorption and skin complications -Rx: Cereal substitution; Dapsone for dermatitis herpetiformis; steroids.",
        "cop": 1,
        "opa": "Antiendomysial antibodies",
        "opb": "Anti-goblet cell antibodies",
        "opc": "Anti-saccharomyces cerevisae antibodies",
        "opd": "Antineutrophil cytoplasmic antibodies",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "d3316e80-065b-4998-aa0b-83d96124c817",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman experiences the sudden onset of left-sided lower abdominal pain with radiation to the back, pelvis and thigh. Following a negative test for pregnancy, abdominal radiography shows an enlarged left ovary with multiple calcifications. Laparoscopy reveals adnexal torsion and an ovarian tumor. Ovariectomy is performed. The tumor is most likely?",
        "exp": "The radiographic calcifications are highly suggestive of a mature teratoma (dermoid cyst). This tumor is composed of all three germ layers and often contains skin (including adnexal structures, such as sebaceous glands and hair follicles), bone, teeth, cailage and gastrointestinal, neurologic, respiratory and thyroid tissues. As the tumor enlarges, it is at risk of torsion. Granulosa cell tumor presents with signs and symptoms of excess estrogen production. Brenner tumor is rare and histologically resembles transitional epithelium of the bladder. Serous cystadenoma is commonly bilateral. Struma ovarii is a monodermal teratoma composed of functional ectopic thyroid tissue.",
        "cop": 4,
        "opa": "Granulosa cell tumor.",
        "opb": "Brenner tumor.",
        "opc": "Serous cystadenoma.",
        "opd": "Dermoid cyst",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "fb92dd06-019e-4033-979a-eef395e99e90",
        "choice_type": "single"
    },
    {
        "question": "An intestitinal biopsy is most diagnostic in which of the following conditions?",
        "exp": "Whipple disease A gram-positive actinomycete, named Trophyrema whippleii, is responsible for Whipple disease. Clinical symptoms occur because organism-laden macrophages accumulate within the small intestinal lamina propria and mesenteric lymph nodes, causing lymphatic obstruction- resulting in malabsorptive diarrhoea due to impaired lymphatic transpo. Morphological hallmark- dense accumulation of distended, foamy macrophages in the small intestinal lamina propria. The macrophages contain periodic acid-Schiff (PAS)-positive, diastase-resistant granules that represent lysosomes stuffed with paially digested bacteria. Intact rod-shaped bacilli can also be identified by electron microscopy. Distension of villi due to dense macrophage infiltrates, impas a shaggy gross appearance to the mucosal surface. In Whipple disease, bacteria-laden macrophages can accumulate within mesenteric lymph nodes, synol membranes of affected joints, cardiac valves, the brain, and other sites. Findings typically seen in celiac disease such as intraepithelial lymphocytosis and villous atrophy are not specific for celiac disease and can be present in other diseases, including viral enteritis. Therefore, a combination of histology and serology is most specific for diagnosis of celiac disease.",
        "cop": 3,
        "opa": "Celiac disease",
        "opb": "Tropical sprue",
        "opc": "Whipple disease",
        "opd": "Lactose intolerance",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "46bb519c-8b8c-4ac4-8a3e-cee00f475d59",
        "choice_type": "single"
    },
    {
        "question": "58-year-old man suffered road traffic accident and came to the hospital. He had multiple fractures in his lower limbs, ribs and lung contusion. Ultimately he succumbed to his injuries. At autopsy, a biopsy from the lung showed the following appearance. What is the likely cause of his death?",
        "exp": "Indeed, fat embolism occurs in some 90% of individuals with severe skeletal injuries Fat embolism syndrome Term applied to the minority of patients who become symptomatic. It is characterized by:- Pulmonary insufficiency, Neurologic symptoms, Anemia, and Thrombocytopenia, Staining:- Because lipids are dissolved out of tissue preparations by the solvents routinely used in paraffin embedding, the microscopic demonstration of fat microglobules typically requires specialized techniques, including frozen sections and stains for fat (Sudan stain).",
        "cop": 1,
        "opa": "Fat embolism",
        "opb": "Emphysema",
        "opc": "Pulmonary embolism",
        "opd": "Congestive heart failure",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "6d326b8d-e98a-4b85-824a-3d0dc338477d",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents to rheumatologist with complaints of joint pain involving large joints of legs which exacerbates frequently accompanied by diarrhea. Which of the following gastrointestinal diseases is most likely to be implicated as the cause of the patient's joint problems?",
        "exp": "- Most frequent GIT disorder associated with sacroiliitis (related to HLA-B27) or lower limb ahritis is chronic inflammatory bowel diseases like ulcerative colitis & Crohn's disease. - Other GI diseases associated with ahropathy are Whipple's disease, Behcet's syndrome, and celiac disease.",
        "cop": 4,
        "opa": "Amebic colitis",
        "opb": "Chronic appendicitis",
        "opc": "Diveiculosis",
        "opd": "Ulcerative colitis",
        "subject_name": "Pathology",
        "topic_name": "Systemic Pathology",
        "id": "fc08a21f-56ac-4248-a49d-2e0da591bcc8",
        "choice_type": "single"
    }
]