[
    {
        "question": "All are true about renal cell cancer except",
        "exp": "Renal cell cancer is also known as hypernephroma/ Grawitz tumor It is the most common malignant cancer of the kidney affecting the poles of the kidney (more commonly upper pole). Males are more frequently affected (M: F ratio is 2 to 3: 1) in the age group of 6-7th decade.",
        "cop": 4,
        "opa": "Invades renal vein",
        "opb": "Hematuria may occur",
        "opc": "Arises from proximal convoluted tubule",
        "opd": "More common in females",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "a0db8f84-19d0-44c6-bfe4-84f58e840de4",
        "choice_type": "multi"
    },
    {
        "question": "Alpo syndrome is characterized by all except?",
        "exp": "Alpo syndrome, Manifest by hematuria with progression to chronic renal failure, accompanied by nerve deafness and various eye disorders, including lens dislocation, posterior cataracts, and corneal dystrophy. X-linked trait in approximately 85% of cases. It is not associated with cardiac hyperophy.",
        "cop": 2,
        "opa": "X-linked",
        "opb": "Cardiac hyperophy",
        "opc": "Nerve deafness",
        "opd": "Glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "0c6779dc-d449-4fe3-980e-d251b7109274",
        "choice_type": "multi"
    },
    {
        "question": "What are the urinary albumin levels in microalbuminuria?",
        "exp": "The normal mean albumin excretion rate (AER) is 8-10 mg/day,. AER of >30 mg/day is considered as abnormal. AER between 30 to 300 mg/day is called as Microalbuminuria. It is a hallmark of early diabetic nephropathy. Levels greater than 300 mg/day are called as macroalbuminuria. Nowdays term microalbuminuria and macroalbuminuria are replaced by moderately and severely increased albuminuria.",
        "cop": 2,
        "opa": "8-10 mg/day",
        "opb": "30-300 mg/day",
        "opc": "100-150 mg/day",
        "opd": "301-600 mg/day",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "01dcb20e-07d9-4b94-be51-4a7ab00c2e14",
        "choice_type": "single"
    },
    {
        "question": "Kidney biopsy from a child with hemolytic uremic syndrome characteristically most likely presents features of:",
        "exp": "Thrombotic microangiopathy encompasses a spectrum of clinical syndromes that includes TTP and HUS. Insults that lead to excessive activation of platelets, which deposit as thrombi in small blood vessels.",
        "cop": 1,
        "opa": "Thrombotic microangiopathy",
        "opb": "Proliferative glomerulonephritis",
        "opc": "Focal segmental glomerulosclerosis",
        "opd": "Minimal change disease",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "5081ebc3-7ec6-49fe-a86f-a7d586801282",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following genes is not associated with Autosomal Dominant Tubulointerstitial Kidney Disease?",
        "exp": "Autosomal recessive FSGS results from mutations in the NPHS2 gene, which maps to chromosome 1q25-q31 and encodes the protein product podocin. Autosomal dominant tubulointerstitial kidney disease (ADTKD): Previously known as medullary cystic kidney disease Variable presence of cysts, which often are not located in the medulla Now recognized to be due to following genetic mutations: MUC1 encodes mucin-1 (expressed in distal nephrons) UMOD encodes uromodulin (expressed in thick ascending limb of loop of Henle) REN encodes preprorenin (expressed by juxtaglomerular apparatus) HNF1b encodes hepatocyte nuclear factor 1b, a transcription factor that regulates multiple genes, including UMOD ADTKD is associated with non-specific clinical and pathologic findings and causes progressive renal failure in adult life The pathogenic mechanisms are unknown",
        "cop": 4,
        "opa": "MUC1",
        "opb": "HNF1b",
        "opc": "UMOD",
        "opd": "NPHS2",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "dd8dc714-41b4-4186-8951-e57d0a1393a0",
        "choice_type": "single"
    },
    {
        "question": "Pathological changes of diabetic nephropathy are all except:",
        "exp": "Diabetes may cause nodular and diffuse glomerulosclerosis but not focal glomerular sclerosis. Diabetes Mellitus - |ed glucose - non enzymatic glycosylation - Advanced glycation end products - efferent aeriole - |ed filtration injury - Nodular glomerulosclerosis ( most characteristic): Kimmelstein Wilson lesion - diffused glomerulosclerosis ( |GFR )",
        "cop": 4,
        "opa": "Fibrin caps and capsular drops",
        "opb": "Kimmelstein-Wilson lesion",
        "opc": "Basement membrane thickening",
        "opd": "Focal glomerular sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Systemic Disorders affecting Glomerulus",
        "id": "10d29a63-ec02-4169-85e5-3d08f296c65b",
        "choice_type": "multi"
    }
]