[
    {
        "question": "A middle aged adult undergoes orchiectomy. Looking at the gross and the histological findings, which of the following is the likely diagnosis?",
        "exp": "Most common germ cell tumor seen in middle aged adults: seminoma Gross findings: Well circumscribed; No hemorrhage, no necrosis M/E: Tumor cells have distinct cell membrane; Clear or watery cytoplasm",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Seminoma",
        "opc": "Yolk sac tumor",
        "opd": "Teratoma",
        "subject_name": "Pathology",
        "topic_name": "Testicular Tumors",
        "id": "09d5cf69-9ea0-4a37-8215-a2012626b6b5",
        "choice_type": "single"
    },
    {
        "question": "Histopathological examination of testicular mass of 30 yr old man shows a heterogeneous, collection of differentiated cells such as neural tissue, muscle bundles, islands of cailage, clusters of squamous epithelium, structures reminiscent of thyroid gland, bronchial epithelium, and bits of intestinal wall or brain substance. All are true about tumor except?",
        "exp": "Patient is having testicular teratoma Origin from totipotent cells Teratomas in males are malignant unless proved otherwise Presence of immature components is not needed to determine the malignant potential of this tumor in this patient Markers: |AFP, | ss HCG",
        "cop": 4,
        "opa": "Markers: |AFP, | ss HCG",
        "opb": "Presence of immature components is not needed to determine the malignant potential of this tumor",
        "opc": "Origin from totipotent cells",
        "opd": "In post-pubeal males, this tumor is considered benign.",
        "subject_name": "Pathology",
        "topic_name": "Testicular Tumors",
        "id": "e67c9e60-f3b3-4a9a-bf9a-50e9c7cfbc54",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are not false about seminomas, except:",
        "exp": "Most common germ cell tumor arising from testicular tissue - seminomas. Serum human chorionic gonadotropin (h. CG) levels are elevated, though not to the extent seen in patients with choriocarcinoma. Immunohistochemical markers of seminoma: OCT 3/4 KIT PLAP (Placental Alkaline Phosphatase) Peak incidence is in the 4th decade of life. Identical tumour in the ovary is dysgerminoma, in the pineal gland-germinoma. Spermatocytic seminomas are uncommon, slow-growing tumuors, generally seen in older individuals (usual more than 65 years old). Spermatocytic tumours most often do not metastasize, and have good prognosis when treated by surgical resection. Schiller-Duval bodies are seen in Yolk Sac tumour.",
        "cop": 2,
        "opa": "Most common type of germ cell tumor",
        "opb": "Schiller-Duval bodies are commonly seen",
        "opc": "Serum HCG levels are elevated",
        "opd": "Spermatocytic seminomas are usually slow growing",
        "subject_name": "Pathology",
        "topic_name": "Testicular Tumors",
        "id": "2e184369-fbaf-4659-a92f-8d7911cbb89f",
        "choice_type": "multi"
    },
    {
        "question": "Infeility is a common feature of seoli cell only syndrome because:",
        "exp": "SCOS ( Seoli cell only syndrome ) aka Germ cell aplasia in which the seminiferous tubules are populated by only Seoli cells may show some thickening of the tubular basement membrane; germ cells are completely absent. Leydig cells are usually normal but on occasion are found to be reduced in size and number. Biopsy specimens from infeile men with total lack of spermatozoa (azoospermia) usually show one of the following conditions: Germ cell aplasia (Seoli cell-only syndrome) (29%) Spermatocytic arrest (26%) Generalized fibrosis (18%) Normal spermatogenesis (27%)",
        "cop": 3,
        "opa": "Too many seoli cells inhibit spermatogenesis inhibin",
        "opb": "Proper blood testis barrier is not established",
        "opc": "There is no germ cells in this condition",
        "opd": "Sufficient numbers of spermatozoa are not produced",
        "subject_name": "Pathology",
        "topic_name": "Testicular Tumors",
        "id": "92f458f1-6204-46ea-95fb-b2a88a7657ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used as a tumour marker in testicular tumours?",
        "exp": "Testicular Tumors often secrete polypeptide hormones and ceain enzymes. Biological markers include HCG, AFP, and lactate dehydrogenase, which are valuable in the diagnosis and management of testicular cancer. Elevation of lactate dehydrogenase, provides a tool to assess tumor burden. Marked elevation of serum AFP or HCG levels are produced by yolk sac tumor and choriocarcinoma elements, respectively. CEA ( Carcinoembryonic antigen ) is used as a tumor marker for many cancers like colorectal cancer but not testicular tumors.",
        "cop": 4,
        "opa": "AFP",
        "opb": "LDH",
        "opc": "HCG",
        "opd": "CEA",
        "subject_name": "Pathology",
        "topic_name": "Testicular Tumors",
        "id": "55a0467b-c27a-49f8-98f7-4c41eee8e2d3",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents to OPD with gynecomastia and erectile dysfunction. Physical examination reveals a palpable, non-tender testicular mass within the body of testis. His serum testosterone and estradiol levels were elevated. What is the most likely diagnosis?",
        "exp": "Leydig Cell Tumor Sex-cord stromal type of testicular tumor Age- usually at 5-10 years of age or in middle adulthood (30-60 years). Tumors of Leydig cells may secrete androgens, estrogens and coicosteroids. In males, testicular swelling is the most common presenting feature. Children usually present with precocious pubey due to excess of testosterone secreted by the tumor. Adults usually present with gynaecomastia, loss of libido, erectile dysfunction and infeility Histology: Large, closely packed cells with eosinophilic cytoplasm, bland nuclei, and small nucleoli. Reinke crystals are pale-staining, cylindrical, eosinophilic cytoplasmic inclusions that are pathognomonic for Leydig cell tumors and are found in up to 30% of patients.",
        "cop": 1,
        "opa": "Leydig cell tumour",
        "opb": "Granulosa cell tumour",
        "opc": "Spermatocytic tumour",
        "opd": "Yolk sac tumour",
        "subject_name": "Pathology",
        "topic_name": "Testicular Tumors",
        "id": "5b645940-1862-40b5-82cf-3729d8effd04",
        "choice_type": "single"
    }
]