[
    {
        "question": "Carcinoma which arises in the thyroglosal cyst is -",
        "exp": "Ans. is 'a' i. e., Papillary carcinoma o Thyroid carcinomas arising after radiation or in thyrogiossal cyst are papillary type. Various genes involved in thyroid carcinomas areo Papillary-o Tyrosine kinase receptors RET or NTRK1o RAS mutationo BRAF oncogeneo Follicular-o RAS oncogene (NRAS, HRAS and KRAS)o PAX 8- PPARrl thanslocationo Medullary-o RETprotooncogne. Papillary thyroid carcinomao It is the most common type of thyroid cancer. o Radiation induced thyroid carcinoma and carcinoma in thyrogiossal cysts are of papillary type. o Carcinoma cells have nuclei which contain finely dispersed chromatin, which imparts optically clear or empty appearance, giving rise to the ground glass or Orphan Annie eye nuclei. o Invagination of cytoplasm may give rise to the appearance of intranuclear inclusins (Pseudoinclusions) or intranuclear grooves - the diagnosis of papillary carcinoma is based on these nuclear features. o Psammoma bodies are presento Lymphatic metastasis may be seen but involvement of blood vessels is rare.",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "dd45e000-bc67-4ac9-b6f4-537595a09185",
        "choice_type": "single"
    },
    {
        "question": "RET gene mutation is associated with which malignancy -",
        "exp": "Ans. is 'b' i. e., Medullary carcinoma thyroid o RET p ratoon cumene is a growth factor receptor (receptor tyrosine kinase)o The RET protein Is a receptor for the glial cell lined derived neurotrophic factor and structurally related proteins that promote cell survival during neural development.",
        "cop": 2,
        "opa": "Pheochromocytoma",
        "opb": "Medullary carcinoma thyroid",
        "opc": "Lymphoma",
        "opd": "Renal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "9207b0b6-dd6c-4916-b214-745cf557bb34",
        "choice_type": "single"
    },
    {
        "question": "PTH does not cause:",
        "exp": "Ans. is 'c' decreased P043- excretion. Parathyroid hormone decreases the reabsorption of P043- in proximal convoluted tubule of kidney. This increases their excretion from the kidney. Effect of parathyroid hormoneon calcium*it increases serum calcium level by. Stimulates reabsorption of Ca by kidney. Stimulates renal activation of vit. D which increases intestinal absorption of calcium. On Phosphorus*Decrease the level of P043- in Serum by. Decreasing P043- reabsorption in kidney.",
        "cop": 3,
        "opa": "Maintains serum Ca2+",
        "opb": "Ca2+ retention",
        "opc": "Decreased PO43- excretion",
        "opd": "May cause osteolysis",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "c299635e-6e2e-43e7-858a-8c47964ba482",
        "choice_type": "single"
    },
    {
        "question": "Hurthle cells seen in -",
        "exp": "Ans. is 'b' i. e., Hashimoto Thyroiditis Pathological features of Hashimoto's thyroiditis1. Cross featureso Diffuse symmetrically enlarged thyroido Although the gland is symmetrically enlarged, the accentuation of lobulations may make the gland appear lobular on gross examination, o Capsule is intacto Cut surface is pale, yellow firm and lobulated. 2. Microscopic featureso Atrophy of thyroid follicles (atrophic follicles)o Extensive lymphoplasmocytic infiltrate with abundant small lymphocytes and plasma cells with destruction of follicles. o Oncocytic metaplasia (Hurthle cell metaplasia) - The surviving follicular epithelial cells are commonly transformed into large cells with abundant pink cytoplasm and are known as Hurthle cells. o Oncocytic metaplasia (Hurthle cell metaplasia) is also known \"oxyphilic change\" in epithelial cells and is considered the hallmark of Hashimoto *s thyroiditis. o Varying degree of fibrosis and foci of squamous metaplasia within atrophic follicles, o Interstitial connective tissue is increased and may be abundant.",
        "cop": 2,
        "opa": "Papillary carcinoma",
        "opb": "Hashimoto Thyroiditis",
        "opc": "Granulomatous thyroiditis",
        "opd": "Thyroglossai cyst",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "e641ffb5-ff40-4855-b400-765edc91402c",
        "choice_type": "single"
    },
    {
        "question": "Orphan annie eye nuclei appearance is characteristic of -",
        "exp": "Ans. is 'a' i. e., Papillary carcinoma thyroid o Orphan Annie nuclei can be seen usually with the heterochromatin pushed to the edge and central areas of the nuclei optically clear These nuclei have marginated chromatin and optically clear centres. The typical description of nuclei in papillary cell carcinoma are quite a match for the empty eyes of popular comic character called Orphan Annie. Annei was character in comic strip where no one had iris or pupils and so the cells looks like her eyes. The epithelium may betray its malignant nature by a nuclear patter, the nuclei have sharply etched membranes and instead of hyperchromatism the centre of the nucleus is relatively empty like Orphan Annei. Nuclear features of papillary carcinoma of thyroido Large nuclei loval or molded. o Irregular membranes. o Nuclear clearing with powdery chromatin. Nuclear grooves with one or more marginally placed micronucleoli. Nuclear crowding or overlapping.",
        "cop": 1,
        "opa": "Papillary carcinoma thyroid",
        "opb": "Carcinoma pituitary'",
        "opc": "Paraganglioma",
        "opd": "Meningioma",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "48e17764-1a6a-4a95-9e51-ae07959d62b1",
        "choice_type": "single"
    },
    {
        "question": "Brown tumor is seen with:",
        "exp": "Ans: A (Hyperparathyroidism) Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation: Primary Hyperparathyroidism. Most common endocrine disorder causing hypercalcemia. The frequency of the various parathy roid lesions underlying the hyper! unction is as follows: Adenoma: 85% to 95%Primary hyperplasia (diffuse or nodular): 5% to 10%Parathyroid carcinoma: ~ 1%Primary hyperparathyroidism is usually a disease of adults. More common in women than in men by a ratio of nearly 4: 1. Most common Cause is a solitary parathyroid adenoma arising in the sporadic (nonfamitial) setting. Familial syndromes are second commonest cause >> The genetic syndromes associated with familial primary hyperparathyroidism include the following: Multiple endocrine neoplasia-1 (MFN-1): Inactivation of MEN! gene on chromosome 1 Iqla (Tumor suppressor gene j. Multiple endocrine neoplasia-2 (MEN-2): Activating mutations in the tyrosine kinase receptor. RET, on chromosome l. Oq. Familial hypocalciuric hypercalcemia. Autosomal dominant disorder. Enhanced parathyroid function due to decreased sensitivity to extracellular calcium. Inactivating mutations in the parathyroid calcium-sensing receptor gene (CASR) on chromosome 3q. Morphology. Parathyroid adenomas. These are almost always solitary. The typical parathyroid adenoma averages 0. 5 to 5. 0 cm: well-circumscribed, soft, tan to reddish-brown nodule: and has a delicate capsule. In contrast to primary hyperplasia, the glands outside the adenoma are usually normal in size or somewhat shrunken because of feedback inhibition by elevated levels of serum calcium. Microscopically, parathyroid adenomas are mostly composed oi fairly uniform, polygonal chief cells with small, centrally placed nuclei. At least a few nests of larger oxyphil cells are present as well: Rarely, entire adenomas may be composed of this cell type (oxyphil adenomas). Primary hyperplasia. It may occur sporadically or as a component of MEN syndrome. Classically all four glands are involved. The combined weight of all glands rarely exceeds 1. 0 gm and is often less. Microscopically, (he most common pattern seen is that of chief cell hyperplasia, which may involve the glands in a diffuse or multinodular pattern. The constituent cells contain abundant water- clear cells (' water-clear cell hyperplasia\"). Parathyroid carcinomas. May be circumscribed lesions that are difficult to distinguish from adenomas. These tumors enlarge one parathyroid gland and consist of gray-white, irregular masses that sometimes exceed 10 gm in weight. The cells are usually uniform and resemble normal parathyroid cells. They are arrayed in nodular or trabecular patterns with a dense, fibrous capsule enclosing the mass. Diagnosis of carcinoma based on cytologic detail is unreliable. Invasion of surrounding tissues and metastasis are the only reliable criteria. Morphologic changes in other organs deserving special mention include skeletal and renal lesions. Skeletal changes. Increased numbers of osteoclasts, which erode bone matrix and b, particularly in the metaphyses of long tubular bones. Bone resorption is accompanied by increased osteoblastic activity and the formation of new- bony trabeculae. In severe cases, the cortex is grossly thinned, and the marrow contains increased amounts of fibrous tissue accompanied by foci of hemorrhage and cyst formation (osteitis fibrosa cystica). Aggregates of osteoclasts, reactive giant cells, and hemorrhagic debris occasionally form masses that may be mistaken for neoplasms (Brown tumors of hyperparathyroidism). PTH-induced hypercalcemia favors, formation of urinary tract stones (nephrolithiasis) as well as calcification of the renal inters! itium and tubules (nephrocalcinosis). Metastatic calcification secondary to hypercalcemia may also be seen in other sites, including the stomach, lungs, myoebardium. and blood vessels. Clinical Course. Primary' hyperparathyroidism may he: Asymptomatic and identified after a routine chemistry profile. Associated with the Classic clinical manifestations of primary hyperparathyroidism. Asymptomatic Hyperparathy roidism. Primary hyperparathyroidism is the most common cause of asymptomatic hypercalcemia. Most common manifestation of primary hyperparathyroidism is hypercalcemia. Malignancy is the most frequent cause of clinically apparent hypercalcemia in adults. In individuals with primary hyperparathyroid ism. serum PTH levels are inappropriately elevated for the level of serum calcium, whereas PTH levels are low to undetectable in hypercalcemia caused by of nonparathyroid diseases. Other laboratory alterations referable to PTH excess include hypophosphatemia and increased urinary excretion of both calcium and phosphate. Secondary renal disease may lead to phosphate retention with normalization of serum phosphates. Causes of Hypercalcemia. Raised (PTH]. Decreased Hyperparathyroidism. Hypercalcemia of malignancy. Primary (Adenoma > hyperplasia). Vitamin D toxicity. Secondary. Immobilization. Tertiary. Thiazide diuretics. Familial hypocalcsuric hypercalcemia. Granulomatous disease (sarcoidosis). Symptomatic Primary Hyperparathyroidism. The signs and symptoms of hyperparathyroidism reflect the combined effects of increased PTH secretion and hypercalcemia. Classical description of symptoms in Primary hy perparathy roi d i sm. Painful bones. Renal stones. Abdominal groans. Psychic moans. The constellation of symptoms includes: Bone disease and bone pain secondary to fractures of bones weakened by osteoporosis or osteitis fibrosa cystica. Nephrolithiasis (renal stones) in 20% of newly diagnosedpatients, with attenoant pain and obstructive uropathy. Chronic renal insufficiency and abnormalities in renal function lead to polyuria and secondary polydipsia. Gastrointestinal disturbances, including constipation, nausea, peptic ulcers, pancreatitis, and gallstones. Central nervous system alterations, including depression, lethargy, and eventually seizures. Neuromuscular abnormalities, including weakness andfatigue. Cardiac manifestations including aortic or mitral valve calcifications (or both). SECONDARY HYPERPARATHYROIDISMIt is caused by any condition that gives rise to chronic hypocalcemia, which in turn leads to compensatory overactivity of the parathyroid glands. Causes. Renal failure is by far ihe most common cause of secondary hyperparathyroidism. Inadequate dietary intake of calcium. Steatorrhea. Vitamin D deficiency. The eliopathogenesis is complex and not fully understood. Chronic renal insufficiency is associated with decreased phosphate excretion, which in turn results in hyperphosphatemia. The elevated serum phosphate levels directly depress serum calcium levels and thereby stimulate parathyroid gland activity. In addition, loss of renal substance reduces the availability of a-1-hydroxylase necessary for the synthesis of the active form of vitamin D, which in turn reduces intestinal absorption of calcium Because vitamin D has suppressive effects on parathyroid growth and PTH secretion, its relative deficiency compounds the hyperparathyroidism in renal failure.",
        "cop": 1,
        "opa": "Hyperparathyroid ism",
        "opb": "Hypoparathvroidism",
        "opc": "Hypothyroidism",
        "opd": "Hyperthyroidism",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "08313c56-5546-419c-b2ac-36f61db985c9",
        "choice_type": "single"
    },
    {
        "question": "Hurthle cells are found in -",
        "exp": "Ans. is 'c' i. e., Follicular adenoma thyroid o Hurthle cells are large epithelial cells with abundant pink cytoplasm. o They are found in follicular adenoma, follicular carcinoma and Hashimoto's thyroiditis.",
        "cop": 3,
        "opa": "Medullary carcinoma thyroid",
        "opb": "Papillary carcinoma thyroid",
        "opc": "Follicular adenoma thyroid",
        "opd": "Pituitary adenoma",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "10f6a195-4b8a-4c62-992a-07816fddd019",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic spread is most commonly seen in which type of thyroid malignancy:",
        "exp": "Ans. a. Papillary carcinoma (Ref: Robbins 9/1096, 8/1121-1122, Schwartz 9/1361-1363: Sabiston 19/906-909; Bailey 26/765-768, 25/793-796; Harrison 18/2936). Papillary Carcinoma of Thyroid. Accounts for 80% of all thyroid malignancies in iodine-sufficient areas. QMC thyroid cancer in children and individuals exposed to external radiationQ. More often in women, 30-40 years. Pathology: Grossly: Hard and whitish and remain flat on sectioning with a blade with macroscopic calcification, necrosis, or cystic changes. MultifocalityQ is common (up to 85% of cases) on microscopic examination. Multifocality is associated with an increased risk of cervical nodal metastasesQ, rarely invade adjacent structures such as the trachea, esophagus, and RLNs. Rarely encapsulatedQ (PCT are seldom encapsulated). Other variants: Tall cellQ, insularQ, columnar, diffuse sclerosing, clear cell, trabecular, and poorly differentiated types: account for about 1%; associated with a worse prognosis. Histological characteristics of Papillary Carcinoma Thyroid. Papillary projectionsQ: PTC contains branching papillae of cuboidal epithelial cells. Orphan Annie eye nuclei: The nuclei contain finely dispersed chromatin, which imparts an optically clear or empty appearance, giving rise to term ground glass or Orphan Annie eye nuclei. QInvaginations of cytoplasm in cross-sections: Intranuclear inclusionsQ (pseudoinclusion) or intranuclear groovesQ. Diagnosis of PTC is based on these nuclear characteristicsQ even in the absence of papillary structures. Psammoma bodiesQ: Microscopic, calcified deposits representing dumps of sloughed cells. Clinical Features: Most patients are euthyroid and present with a slow-growing painless massQ in the neck. Dysphagia, dyspnea & dysphonia are associated with locally advanced invasive disease. Lymph node metastases are commonQ, especially in children and young adults, and may be the presenting complaint. \"Lateral aberrant thyroid\" almost always denotes a cervical lymph node that has been invaded by metastatic cancerQ. Distant metastases are uncommon at initial presentation, but may ultimately develop in up to 20% of patients. The MC sites of metastasis: LungsQ >bone >liver >brain. Diagnosis: Diagnosis is established by FNAC of the thyroid mass or lymph nodeQ. Once thyroid cancer is diagnosed on FNAC, a complete neck ultrasound to evaluate the contralateral lobe and for LN metastases in the central & lateral neck compartments. Treatment: Total or near-total thyroidectomy. QDuring thyroidectomy, enlarged central neck nodes should be removed. QBiopsy-proven lymph node metastases detected clinically or by imaging in the lateral neck in patients with papillary- carcinoma are managed with modified radical neck dissection. Prognosis: PTC have an excellent prognosis with a >95% 10-year survival rateQ.",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "bb6022fa-6516-42a6-ad03-52905e076222",
        "choice_type": "single"
    },
    {
        "question": "Amyloid deposits are seen in which thyroid malignancy?",
        "exp": "Ans: A (Medullary Ca) Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation:\"Acellular amyloid deposits, derived from altered calcitonin polypeptides, are present in the adjacent stroma in many cases of Medullary carcinoma of thyroid\" Ref: Robbins. Medullary Carcinoma of Thyroid. These are neuroendocrine neoplasms derived from the parafollicular cells, or C cells, Accounts for approximately 5% of thyroid neoplasms. Medullary carcinomas, similar to normal C cells, secrete calcitonin, the measurement of which plays an important role in the diagnosis and postoperative follow-up of patients. May also secrete other polypeptide hormones, such as serotonin, ACTH, and vasoactive intestinal peptide (VIP). About 70% of tumors arise sporadically. The remainder occurs in the setting of MEN syndrome 2A or 2B or as familial tumors without an associated MEN syndrome. Activating point mutations in the RET protooncogene (chr 10) - both familial and sporadic medullary carcinomas. Cases associated with MEN types 2A or 2B occur in younger patients. Familial medullary carcinomas arises in 4th - 5th decade. Morphology. Sporadic medullary thyroid carcinomas present as a solitary nodule. In contrast, bilaterality and multicentricity are common in familial cases. Larger lesions often contain areas of necrosis and hemorrhage and may extend through the capsule of the thyroid. The tumor tissue is firm, pale gray to tan. and infiltrative. Microscopically, medullary carcinomas are composed of polygonal to spindle-shaped cells, which may form nests, trabeculae, and even follicles. Small, more anaplastic cells are present in some tumors and may be the predominant cell type. Acellular amyloid deposits derived from calcitonin polypeptides are present in adjacent stroma. Calcitonin is readily demonstrable within the cytoplasm of the tumor cells and in stromal amyloid by immunohistochemical methods. One of the peculiar features of familial medullary cancers is the presence of multicentric C-cell hyperplasia in the surrounding thyroid parenchyma, a feature that is usually absent in sporadic lesions. Foci of C-cell hyperplasia are believed to represent the precursor lesions from which medullary carcinomas arise*Clinical Course. Sporadic cases presents with mass in the neck and dysphagia or hoarseness. Paraneoplastic syndrome can occur, caused by the secretion of a peptide hormone (e. g., diarrhea due to the secretion of VIP, or Cushing syndrome due to ACTH). Notably, hypocalcemia is NOT a prominent feature, despite the presence of raised calcitonin levels. Secretion of carcinoembryonic antigen (CEA) by the neoplastic cells is a useful biomarker.",
        "cop": 1,
        "opa": "Medullary Ca",
        "opb": "Papillary Ca",
        "opc": "Anaplastic Ca",
        "opd": "Follicular Ca",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "76331b71-e7ac-4491-bd08-e836ef7d547f",
        "choice_type": "single"
    },
    {
        "question": "Commonest thyroid tumor in MEN (multiple endocrine neoplasi",
        "exp": "Ans. is 'd' i. e., Medullary o Thyroid tumor is seen in MEN II, and is medullary carcinoma of thyroid.",
        "cop": 4,
        "opa": "- a) Follicular",
        "opb": "Papillary",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "49eb67c2-6d1f-4ea0-b3b3-75aa0eb6388d",
        "choice_type": "single"
    },
    {
        "question": "Medullary thyroid carcinoma occurs due to the mutation of: (Repeat)",
        "exp": "Ans: A (RET oncogene) Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation: (See table 10) Table 10: Selected Oncogenes. Their Mode of Activationand Associated Human Tumors. Category. Proto-oncoqene. Associated Human Tumor. GROWTH FACTORSPDGF-b chain. SIS (official name PBGFB. Astrocytoma. Osteosarcoma. Fibroblast growth. HST1. Stomach cancerfactors. INT2 (official name FGF3). Bladder cancer Breast cancer Melanoma. TGF-a. TGFAAstrocytomas Hepatocellular carcinomas. HGFHGFThyroid cancer. GROWTH FACTOR RECEPTORSEGF-receptor family. ERBB1 (EGFR). ERRB2. Squamous cell carcinoma of lung, gliomas. FMS-like tyrosine kmase 3. FLT3. Breast and ovarian cancers. Receptor for neurotrophic factors. RETLeukemia Multiple endocrine neep asia 2A and B, fam lial medullary' thyroid carcinomas. PDGF receptor. PDGFRBGliomas. leukemias. Receptor for stem cell (steel) factor. KITGastrointestinal stromal tumors, seminomas, leukemias. PROTEINS INVOLVED IN SIGNAL TRANSDUCTIONGTP-bmdsng. KRASColon, lung, and pancreatic tumors HRASBladder and kidney tumors NRASMelanomas, hematoloqic malignancies. Nonrec eptor tyrosine. ABLChrome myeloid leukemiakinase Acute lymphoblastic leu Kern ia. RAS signal transduction. BRAFMelanomas. WNT signal transductionb-catenin. Hepatoblastomas, hepatocellular carcinoma. NUCLEAR-REGULATORY PROTEINSTranscriptionalC-MYCBurkitt lymphomaactivatorsN-MYCNeuroblastoma, small-cell carcinoma of lung L-MYCSmall-cell carcinoma of lung. CELL CYCLE REGULATORSCyclins. Cyclin DMantle cell lymphoma Breast and esophageal cancers Cyclin EBreast cancer. Cyclin-dependent kinase. CDK4. Glioblastoma, melanoma, sarcoma",
        "cop": 1,
        "opa": "RET oncogene",
        "opb": "P53 gene",
        "opc": "RAS H-RAS, K-RAS, N-RAS",
        "opd": "BRCA-I",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "c4c9afbf-d639-4adc-b01b-f60de6a3cb91",
        "choice_type": "single"
    },
    {
        "question": "Radiation is most commonly associated with the following thyroid cancer?",
        "exp": "Ans. is 'a' i. e., Papillary o Radiation induced thyroid carcinoma is papillary carcinoma. o Orphan Annie eye nuclei is characteristic of: Papillary thyroid carcinomao Most common thyroid carcinoma: Papillary carcinomao Post radiation thyroid carcinoma: Papillary carcinomao Thyroid carcinoma arising in thyroglossal cyst: Papillary carcinomao Hurthle cell carcinoma is a variant of: Follicular carcinoma. o Hurthle cells are seen in: Folliculr carcinoma, follicular adenoma, Hashmoto thyroiditiso Follicular carcinoma is differentiated from follicular adenoma by: Capsular invasion or vascular invasiono FNAC is not diagnostic in thyroid carcinoma of: Follicular typeo Medullary thyroid carcinoma secretes: Calcitonin. o Thyroid carcinoma associated with amyloid deposition (amyloid stroma): Medullary thyroid carcinomao Gene involved in medullary thyroid carcinoma: RET protooncogene.",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Medullary",
        "opd": "Anaplastic",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "89e5a00c-7baf-4fed-becd-a5e04b54bbb7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not directly related to Hashimoto's thyroiditis?",
        "exp": "Ans (c) Neuropathy. Ref: Robbin's pathology 9th ed. /1086-87* Hashimotos thyroiditis or chronic lymphocytic thyroiditis is an autoimmune disease in which the thyroid gland is gradually destroyed by a variety of cell and antibody mediated immune processes.* Physiologically, antibodies against thyroid peroxidase and/or thyroglobulin cause gradual destruction of follicles in the thyroid gland. Accordingly, the disease can be detected clinically by looking for these antibodies in the blood. It is also characterized by invasion of the thyroid tissue by leukocytes, mainly T-lymphocytes. It is associated with non-Hodgkin lymphoma.",
        "cop": 3,
        "opa": "Hypothyroidism",
        "opb": "Slow onset",
        "opc": "Neuropathy",
        "opd": "Autoimmune disease",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "456b170f-04be-48aa-96a6-9e1b3588e63c",
        "choice_type": "single"
    },
    {
        "question": "Anti thyrogiobulin antibodies seen in -",
        "exp": "Ans. is 'a' i. e., Hashimoto thyroiditis",
        "cop": 1,
        "opa": "Hashimoto thyroiditis",
        "opb": "Graves disease",
        "opc": "De quervain thyroiditis",
        "opd": "Subacute lymphocytic thyroiditis",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "8b409a5a-975f-44ff-a337-3c71fbe7c44d",
        "choice_type": "single"
    },
    {
        "question": "Which s not seen in MEN I",
        "exp": "Ans. is 'd' i. e., Medullary Ca o MEN (Multiple endocrine neoplasia) or MEA (Multiple endocrine adenomatosis) syndrome are characterized by familial occurances of multiple endocrine neoplasms, o 3 types of MEN Syndrome are recognized. MEN I (or Wermer's Syndrome) consists of -o Pituitary adenoma (or hyperplasia)o Parathyroid adenoma (or hyperplasia)o Pancreatic islet cell hyperplasia, adenoma or carcinoma o Other less common manifestations: Foregut carcinoids. Pheochromocytoma. Subcutaneous or visceral lipomas. MEN IIA (or Sipple Syndrome)o Medullary carcinoma of thyroid (MCT)o Pheochromocytomao Parathyroid adenoma (or hyperplasia)o Hirschsprung diseaseo Cutaneous lichen amyloidosisb) MEN1. IBo Medullary carcinoma of thyroid (MCT)o Pheochromocytomao Marfanoid featureso Mucocutaneous and gastrointestinal neuromaso Thus this pt. is suffering from MEN IIA or II B syndrome (pituitary tumour in this pt. is still confusing the question, but still; answer is definitely MCT).",
        "cop": 4,
        "opa": "Parathyroid adenoma",
        "opb": "Pancreatic cancer",
        "opc": "Prolactinoma",
        "opd": "Medullary carcinoma thyroid",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "6b863021-dc89-4af2-84fa-fedd35f6530f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of primary hyperparathyroidism -",
        "exp": "Ans. is 'b' i. e., Adenoma Hyperparathyroidismo Hyperparathyroidism is caused by elevated parathyroid hormone. o Primary hyperparathyroidism: an autonomous overproduction of parathyroid hormone (PTH), usually resulting from an adenoma or hyperplasia of parathyroid tissue. Hyperparathyroidism. Parathyroidadenoma(85%-95%). Primaryhypoplasia(5%-10%). Parathyroidcarcinoma(>]%). Note: The most common cause of primary hyperparathyroidism is a solitary parathyroid adenoma arising sporadically.",
        "cop": 2,
        "opa": "Hyperplasia",
        "opb": "Solitary'- Adenoma",
        "opc": "Carcinoma",
        "opd": "Multiple adenomas",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "218d84b2-159d-461e-b736-40b4734c6bde",
        "choice_type": "single"
    },
    {
        "question": "Procalcitonin is considered as marker for:",
        "exp": "ANSWER: A. Sepsis REF: Clinical endocrine oncology by Ian D. Hay, John A. H. Wass Page 91 See APPENDIX-26 below for list of tumor markers Calcitonin (CT) is the main medullary thyroid carcinoma (MTC) tumor marker. However, it has several limitations, including a concentration-dependent biphasic half-life, sensitivity to rapid in vitro degradation, and the presence of different isoforms/fragments. Procalcitonin (PCT), the prohormone of calcitonin, is free of these limitations but is currently used only as a sepsis marker. Prompt diagnosis and treatment with appropriate antimicrobial chemotherapy is of paramount importance to reduce morbidity and mortality associated with sepsi Inflammatory markers currently in use, such as C-reactive protein (CRP) do not reliably differentiate between the systemic inflammatory response and sepsis. Procalcitonin (PCT), a precursor of calcitonin, is a 116 amino acid protein that has been proposed as a marker of disease severity in conditions such as septicaemia, meningitis, pneumonia, urinary tract infection (UTI) and fungal and parasitic infection. In particular, serial measurements are useful in order to monitor response to therapy. Together with good clinical judgement and judicious use of antimicrobial agents, PCT should serve as a valuable adjunct in the diagnosis and management of sepsis. Ref- APPENDIX - 26 Tumor Markers Tumor Marker Product Associated cancer Use Alpha-fetoprotein (AFP) Antigen Liver, Germ cell tumors (Non seminomas) Diagnosis, guides treatment Carcinoembryonic antigen (CEA) Antigen Colorectal, lung, breast Prognosis & recurrence CA-125 Antigen/ glycoprotein Epithelial ovarian cancer Monitoring/Follow up CA 72-4 Antigen/ glycoprotein Ovarian & Pancreatic cancer Newer test (under study) CA19-9 Antigen/ glycoprotein Pancreatic &colorectal cancer Diagnosis advanced disease Prostate-specific antigen (PSA) Antigen/ glycoprotein Prostate cancer Screening Prostate-specific membrane antigen (PSMA) Antigen Prostate cancer Nuclear scan for metastasis Bladder tumor antigen (BTA) Antigen Bladder cancer. Recurrence CA 15-3 Antigen/ glycoprotein Breast cancer Follow up CA 27. 29 Antigen/ glycoprotein Breast cancer Follow up Tyrosinase Antigen malignant melanoma Thyrogtobulin Protein Thyroid Diagnosis, monitoring, recurrence Beta-2-microglobulin Protein Multiple myeloma. CLL Prognosis, guides treatment Chromogranin A (parathyroid secretory protein 1) Protein Neuroendocrine (Carcinoid, Pheochromocytoma), Neuroblastoma, Small cell lung cancer Epidermal growth factor receptor (EGFR or HER1) Protein Non-small cell lung, Head and neck, Colon, Pancreas & Breast cancers guide treatment and predict outcomes HER2 (aka-HER2/neu, erbB-2; or EGFR2) Protein Breast cancer guide treatment S-100 Protein Melanoma Diagnosis & spread TA-90 Protein Melanoma Under study NMP22 Protein Bladder cancer Recurrence Calcitonin Hormone Medullary carcinoma of thyroid Early diagnosis Catecholamine Hormone Pheochromocytoma Prognosis Lactate dehydrogenase (LDH) Enzyme Testicular cancer and other germ cell tumors Prognosis, monitoring, recurrence Prostatic acid phosphatase (PAP) Enzyme Prostate Replaced by PSA Neuron-specific enolase (NSE) Enzyme Neuroendocrine (Carcinoid, Pheochromocytoma), Neuroblastoma, Small cell lung cancer Follow up Human chorionic gonadotropin (h. CG) Glycoprotein/ hormone Gestational trophoblastic disease (choriocarcinoma), Germ cell tumors Diagnosis, monitoring & recurrence Bcr-Abl Gene product CML Diagnosis",
        "cop": 1,
        "opa": "Sepsis",
        "opb": "Medullary carcinoma of thyroid",
        "opc": "Vitamin D resistant rickets",
        "opd": "Parathyroid adenoma",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "8d278944-2747-440d-96db-225786b7e057",
        "choice_type": "single"
    },
    {
        "question": "Amyloid stroma is seen with?",
        "exp": "Ans. (b) Medullary carcinoma thyroid. Ref: Robbings pathology 9th ed. /1099. MEDULLARY CARCINOMA THYROID* Accounts for approximately 7% of malignant tumour of thyroid* It arises from ultimo-branchial bodies (from the para- follicular C cells derived from thyroid follicles).* It contains amyloid stroma* Familial medullary carcinomas occur in 25% of patients (Marfanoid habitus, Amyloid disease also occur in patients with familial medullary cancer).* Medullary carcinoma occurs in association with (MEN) syndrome.* All patients with medullary carcinoma of thyroid should be screened for RET proto-oncogene.* Medullary Carcinoma thyroid secretes calcitonin, this does not cause hypocalcemia",
        "cop": 2,
        "opa": "Papillary carcinoma Thyroid",
        "opb": "Medullary carcinoma Thyroid",
        "opc": "Follicular carcinoma Thyroid",
        "opd": "Anaplastic carcinoma Thyroid",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "635c0669-c4e8-47a6-9cf1-bc49ff6b9644",
        "choice_type": "single"
    },
    {
        "question": "Which thyroid carcinoma has amyloid deposition-",
        "exp": "Ans. is 'c' i. e., Medullary o Medullary carcinoma of thyroid has deposition of A cal amyloid (derived from calcitonin).",
        "cop": 3,
        "opa": "Anaplastic",
        "opb": "Follicular",
        "opc": "Medullary",
        "opd": "Papillary",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "bba250f2-d4d7-4d51-b732-f80da596ac30",
        "choice_type": "single"
    },
    {
        "question": "Psamomma bodies are seen in?",
        "exp": "Ans. (a) Papillary carcinoma thyroid. Ref. Robbiris pathology 9th ed. /1095* Psammoma bodies are associated with the papillary histo-morphology and are thought to arise from: 1 The infarction and calcification of papillae tips2 Calcification of intra-lymphatic tumor thrombi* Psammoma bodies are commonly seen in certain tumors such as:# Papillary thyroid carcinoma# Papillary renal cell carcinoma# Ovarian papillary serous cyst-adenocarcinoma# Endometrial adenocarcinomas (Papillary serous carcinoma ~3%-4%)# Meningiomas, in the central nervous system# Peritoneal and Pleural Mesothelioma# Somatostatinoma# Prolactinoma# Mesothelioma, in membranes that line body cavities",
        "cop": 1,
        "opa": "Papillary carcinoma thyroid",
        "opb": "Medullary carcinoma thyroid",
        "opc": "Follicular carcinoma thyroid",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "03c3cf17-3078-4f5b-81ad-086233ba98dc",
        "choice_type": "single"
    },
    {
        "question": "FNAC is least diagnostic in which thyroid carcinoma:",
        "exp": "Ans. is 'c' Follicular Ca. FNAC is the best investigation for the diagnosis of all thyroid carcinomas except follicular carcinoma. It cannot differentiate b/w follicular carcinoma and follicular adenoma. The definitive diagnosis of carcinoma is made when capsular and vascular invasion by the carcinoma is revealed.",
        "cop": 3,
        "opa": "Anaplastic",
        "opb": "Papillary",
        "opc": "Follicular",
        "opd": "Thyroiditis",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "32d37387-c9ee-46ad-b2de-ff1c591019e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following gene defect is associated with development of medullary carcinoma of thy roid-",
        "exp": "Ans. is 'a' i. e., RET proto oncogene o RET protooncogene is a growth factor receptor (receptor tyrosine kinase)o The RET protein is a receptor for the glial cell lined derived neurotrophic factor and structurally related proteins that promote cell survival during neural development, o RET is normally expressed in the following cells# Parafollicular C cells of the thyroid# Adrenal medulla# Parathyroid cell precursors. o Point mutation in the RET protooncogenes are associated with the following disorders. MEN type 2 A -o There is point mutation in RET extracellular domain which causes constitutive dimerization and activation leading to:-Medullary thyroid carcinoma. Adrenal and parathyroid tumours. MEN type2B-o Point mutation in the RET cytoplasmic catalytic domain alter the substrate specificity of the tyrosine kinase and leads to:-Thyroid tumours. Adrenal tumors. Sporadic Medullary' thvroid carcinomao Somatic rearrangement of the RET gene. Hirschsprung diseaseo This is caused by complete loss of RET function.",
        "cop": 1,
        "opa": "RET Proto Oncogene",
        "opb": "Fap gene",
        "opc": "Rb gene",
        "opd": "BRCA 1 gene",
        "subject_name": "Pathology",
        "topic_name": "Thyroid and Parathyroid",
        "id": "6bef370d-6470-404a-9d49-57e289a586d5",
        "choice_type": "single"
    }
]