[
    {
        "question": "Huhle cells are seen in:",
        "exp": "Huhle cells (Oncocytes) are epithelial cells with abundant eosinophilic, granular cytoplasm. They are seen in the following conditions: Hashimoto's thyroiditis Follicular adenoma of thyroid Follicular carcinoma of thyroid",
        "cop": 2,
        "opa": "Granulomatous thyroid disease",
        "opb": "Hashimoto's thyroiditis",
        "opc": "Papillary carcinoma of thyroid",
        "opd": "Thyroglossal cyst",
        "subject_name": "Pathology",
        "topic_name": "Thyroiditis",
        "id": "b374dfb5-b68c-4a9a-b700-aad0a54f70b2",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female patient presented with features of hypothyroidism. Histopathology is shown below. Based on histological features, what is your diagnosis?",
        "exp": "Given histopathological slide shows extensive infiltration of thyroid parenchyma by mononuclear inflammatory infiltrate, well-developed germinal centers & Huhle cells. These features along with the history suggests the diagnosis of Hashimoto thyroiditis.",
        "cop": 1,
        "opa": "Hashimoto thyroiditis",
        "opb": "Granulomatous thyroiditis",
        "opc": "Papillary carcinoma of thyroid",
        "opd": "Reidel's thyroiditis",
        "subject_name": "Pathology",
        "topic_name": "Thyroiditis",
        "id": "39144b9c-2509-48b4-9fdb-4d3fd1f23588",
        "choice_type": "single"
    },
    {
        "question": "Disorder associated with thyrotoxicosis but not associated with hypehyroidism is:",
        "exp": "Thyrotoxicosis is a hypermetabolic state caused by elevated circulating levels of free T3 and T4. most commonly caused by hyperfunctioning of thyroid gland, therefore it is often referred as hypehyroidism. However, in ceain conditions the oversupply is related to either excessive release of preformed thyroid hormone (e. g., in thyroiditis) or to an extrathyroidal source, rather than hyperfunctioning of gland. Disorder Associated with Thyrotoxicosis: Associated with Hypehyroidism Not associated with hypehyroidism - Primary: Diffuse hyperplasia (Graves' disease) Hyper functioning (\"toxic\") multinodular goiter Hyper functioning (\"toxic\") adenoma Iodine - induced hypehyroidism Neonatal thyrotoxicosis associated with maternal Grave's disease - Secondary: TSH-secreting pituitary adenoma (rare) Granulomatous (de Quervain) thyroiditis (painful) Subacute lymphocytic thyroiditis (painless) Struma ovarii (ovarian teratoma with ectopic thyroid) Facititious thyrotoxicosis (exogenous thyroxine intake)",
        "cop": 4,
        "opa": "Graves disease",
        "opb": "Hyperfunctioning (\"toxic\") multinodular goiter",
        "opc": "Iodine-induced hypehyroidism",
        "opd": "De Quervain thyroiditis",
        "subject_name": "Pathology",
        "topic_name": "Thyroiditis",
        "id": "cab132cd-39c6-4eac-a387-7a18610119c5",
        "choice_type": "single"
    },
    {
        "question": "The parents of a 4-week-old girl complain that their baby is apathetic and sluggish. On physical examination, the child's abdomen is large and exhibits an umbilical hernia. The skin is pale and cold, and the temperature is 35degC (95degF). Which of the following provides a plausible explanation for the signs and symptoms of this child?",
        "exp": "- Given clinical features suggets the diagnosis of congenital hypothyroidism which can be caused d/t defect in thyroid. Hence option 4 is the answer. Cretinism: - Cretinism denotes physical & mental insufficiency secondary to congenital hypothyroidism. - Cretinism may be endemic, sporadic or familial & is twice as frequent in girls as in boys. - Iodination of salt has reduced incidence of cretinism in the United States and other countries. - The most common cause of neonatal hypothyroidism today is agenesis of thyroid, which occurs at rate of 1 in 4, 000 newborns. - Symptoms of congenital hypothyroidism appear in early weeks of life and include sluggishness a large abdomen often with umbilical herniation impaired development of skeletal & central nervous system severe mental retardation protruding tongue low body temperature refractory anemia. stunted growth & characteristic facies - If thyroid hormone replacement therapy is not promptly provided, this results in mentally retarded dwarfs.",
        "cop": 4,
        "opa": "Cystic fibrosis",
        "opb": "Muscular dystrophy",
        "opc": "Parathyroid hyperplasia",
        "opd": "Thyroid agenesis",
        "subject_name": "Pathology",
        "topic_name": "Thyroiditis",
        "id": "cd2d358a-d0c8-4917-8da0-01bc92b0ba97",
        "choice_type": "single"
    },
    {
        "question": "Ig. G4-related disease is a newly recognized entity. Which of the following thyroid abnormality is associated with this condition?",
        "exp": "- Riedel thyroiditis, a rare disorder associated with Ig. G4 characterized by extensive fibrosis involving thyroid & contiguous neck structures. - The presence of a hard & fixed thyroid mass clinically simulates a thyroid carcinoma; but unlike thyroid carcinoma it is seen in young pts. - It may be associated with fibrosis in other sites like trachea, esophagus etc resulting in stridor, dysphagia etc. - Treated by rituximab/ tomoxifen/ steroids. EXTRA EDGE: - Ig. G4-Related diseases are: Mikulicz syndrome (enlargement and fibrosis of salivary & lacrimal glands) Riedel thyroiditis idiopathic retroperitoneal fibrosis autoimmune pancreatitis, and inflammatory pseudotumors of orbit, lungs & kidneys.",
        "cop": 3,
        "opa": "De quervain thyroiditis",
        "opb": "Postpaum thyroiditis",
        "opc": "Reidel thyroiditis",
        "opd": "Hashimoto thyroiditis",
        "subject_name": "Pathology",
        "topic_name": "Thyroiditis",
        "id": "019c0b54-69f4-4c7e-81ff-c906d20539b1",
        "choice_type": "single"
    }
]