[
    {
        "question": "Which of the following is seen in Schwannoma?",
        "exp": "Ans. c. Antoni A and Antoni B pattern (Ref: Robbins 9/e p257. 854, 8/e p1340). Antoni A and Antoni B pattern is seen in schwannoma. 'Schwannoma: In the Antoni AQ pattern of growth, elongated cells with cytoplasmic processes are arranged in fascicles in areas of moderate to high cellularity and scant stromal matrix; the 'nuclear-free zones' of processes that lie between the regions of nuclear palisading are termed Verocay bodiesQ. In the Antoni pattern of growth, the tumor is less densely cellular and consists of a loose meshwork of cells, microcysts and myxoid stroma. ' - Robbins 9/e p854. Area marked with arrow represents the pattern of growth, in which the tumor is less densely cellular and consists of a loose mesh work of cells, microcysts and myxoid stroma, Antoni B pattern of growth. \"Schwannoma: In the Antoni AQ pattern of growth, elongated cells with cytoplasmic processes are arranged in fascicles in areas of moderate to high cellularity and scant stromal matrix; the \"nuclear-free zones\" of processes that lie between the regions of nuclear palisading are termed Verocay bodiesQ. In the Antoni BQ pattern of growth, the tumor is less densely cellular and consists of a loose meshwork of cells, microcysts and myxoid stroma. \"-- Robbins 9/e p854. Fig. 15: Tumor showing cellular areas (Antoni A). including Verocay bodies (far right). As well as looser, myxoid regions (Antoni B. center). Schwannoma. Benign tumor. Arise from the neural crest-derived Schwann cell. QCause symptoms by local compression of involved nerve or adjacent structures (brainstem or spinal cord). Schwannomas are a component of NF2. QLoss of expression of the NF2 gene product. merlinQ, is a consistent finding in all schwannomas. Morphology. Well-circumscribed, encapsulated masses that are attached to the nerve but can be separated from it. On microscopic examination tumors show a mixture of two growth patterns. In the Antoni AQ pattern of growth, elongated cells with cytoplasmic processes are arranged in fascicles in areas of moderate to high cellularity & scant stromal matrix: the \"nuclear-free zones\" of processes that lie between the regions of nuclear palisading are termed Verocay bodiesQ. In the Antoni BQ pattern of growth, tumor is less densely cellular & consists of a loose meshwork of cells, microcysts & my xoid stroma. Schwann cell origin of these tumors is borne out by their S-100 immunoreactivityQ. Malignant change is extremely rareQ, but local recurrence can follow incomplete resection. Clinical Features: Within the cranial vault most schwannomas occur at cerebellopontine angle, where they are attached to the vestibular branch of eighth nerve. QAffected individuals often present with tinnitus & hearing loss; tumor is often referred to as an \"acoustic neuroma, \" although it actually is a vestibular Schwannoma. Elsewhere within dura, sensory nerves are preferentially involved, including branches of the trigeminal nerve & dorsal rootsQ. When extradural, schwannomas are most commonly found in association with large nerve trunksQ, where motor & sensory modalities are intermixed.",
        "cop": 3,
        "opa": "Storiform pattern",
        "opb": "Spindle cells",
        "opc": "Antoni A and Antoni B pattern",
        "opd": "Target cells",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "241dafe0-8b30-437b-9869-97f33228ea8e",
        "choice_type": "single"
    },
    {
        "question": "Cerebellar hemangioblastoma and retinal tumors are seen in:",
        "exp": "Ref: Chapter 28. CNS. page - 1343: Robbins and Cot ran Pathologic Basis of Disease: 8th edition. Explanation: The Von Hippel Lindau gene (VHL) is tumor suppressor gene located on Chromosome 3p25-p26 and down-regulates expression of vascular endothelial growth factor; hence its dysregulation is associated with hemangioblastomas and retinal tumors. The neurofibromatosis type 1 (Chr. 17) is associated with: Optic nerve gliomas. Lisch nodules (pigmented nodules of the iris). Cafe au lait spots (cutaneous hyperpig- mented macules). Neurofibromatosis type 2 (Chr. 22) is associated with: 8th nerve schwannomas. Multiple meningiomas. Gliomas. Ependymoma of spinal cord. Tuberous sclerosis complex: It is associated with: Cortical tubers. Subependymal nodules. Subependymal giant cell astrocytomas. Renal angiomyolipomas. Retinal glial hamartomas. Pulmonary lymphangioleiomyomatosis. Cardiac rhabdomyomas. Shagreen patches (cutaneous leathery thickenings). Ash-leaf patches (hypopigmented areas). Subungual fibromas",
        "cop": 1,
        "opa": "Von Hippel Lindau syndrome",
        "opb": "Neurofibromatosis type 1",
        "opc": "Tuberous sclerosis",
        "opd": "Neurofibromatosis type 2",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "0e5a6eca-191a-4cc5-b844-e4628df10b4c",
        "choice_type": "single"
    },
    {
        "question": "Based on the characteristic cytological findings on PAP smear examination in a 26-year-old female presented for screening. What's your diagnosis?",
        "exp": "The diagnosis of LSIL is based on the identification of nuclear atypia characterized by nuclear enlargement, hyperchromasia (dark staining), coarse chromatin granules, and variation in nuclear size and shape. Nuclear alterations with an associated perinuclear halo are termed pilocytic atypia.",
        "cop": 1,
        "opa": "LSIL",
        "opb": "HSIL",
        "opc": "Squamous cell carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "cddfc04b-bcf3-4d15-8fbc-a853ccf578f0",
        "choice_type": "single"
    },
    {
        "question": "Most common glial tumor-",
        "exp": "Ans. is 'b' i. e., Astrocytoma o Most common glial tumor-Astrocytomao Most common meningeal tumor-Meningioma Conventional classification of CNS tumorso Conventionally, CNS tumors are classified into following three groups1) Glial tumors:- Primary tumors of the CNS that arise from the three glial cells present in the CNS, i. e., astrocytes, oligodendrocytes and ependymal cells. Examples are astrocytomas, oligodendrogliomas, ependymomas, mixed gliomas. 2) Neuronal tumors:- Primary tumors of the CNS that contain mature appearing neurons or show neuronal lineage. Examples are neurocytomas, gangliocytomas andgangliogliomas. 3) Embroyonal tumors (poorly differentiated tumors):- Primary tumors of the CNS which thought of neuroectodermal origin express few if any phenotype features of mature cells of nervous system. Examples are medulloblastomas, neuroblastomas and ependymoblastomas.",
        "cop": 2,
        "opa": "Ependymomas",
        "opb": "Astrocytoma",
        "opc": "Meningioma",
        "opd": "Neurofibroma",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "630b8714-e4fe-4ae0-8a2d-4fa7deaec97b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a risk factor for endometrial carcinoma?",
        "exp": "Endometrial carcinoma:- Type I Type II Age - 55-65 yr - 65-75 yr Finding -Endometrial Hyperplasia - Endometrial Atrophy Risk -E- Estrogen -N-Nulliparity -D-DM/Drugs(Tamoxifen) -O-Obesity - Atrophy - Thin Physique Behavior - Indolent - Spreads lymphatic - Aggressive - Intraperitoneal and lymphatic",
        "cop": 3,
        "opa": "Obesity",
        "opb": "Nulliparity",
        "opc": "Smoking",
        "opd": "Tamoxifen",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "73c86be5-44e3-4f3d-a252-c5ddafdfc006",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a germ cell tumor?",
        "exp": "B- Primitive Neuroendocrine Tumor. Examples of GCT: Seminoma Dysgerminoma Embryonal cell Ca Chorio Ca Teratoma Yolk-Sac tumor",
        "cop": 2,
        "opa": "Embryonal cell cancer",
        "opb": "Primitive Neuroendocrine tumor",
        "opc": "Dysgerminoma",
        "opd": "Teratoma",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "e9fc67f0-9a37-4732-a966-8fa786dd49f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following mutation is seen in Cowden syndrome?",
        "exp": "Mutation in PTEN gene: Breast tumors Endometrial tumors Skin appendage tumors Thyroid tumors Cowden syndrome: Dysplastic gangliogliocytoma of the cerebellum (Lhermitte Duclos disease), caused by mutations in PTEN resulting in PI3K/AKT signaling pathway PTEN",
        "cop": 3,
        "opa": "STK 11 mutation",
        "opb": "SMAD 4 mutation",
        "opc": "PTEN mutation",
        "opd": "PTCH mutation",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "2ed5cfc9-08ec-4d10-88fd-db33faf9235f",
        "choice_type": "single"
    },
    {
        "question": "Orbital metastasis is common in:",
        "exp": "Ans. is 'b' Neuroblastoma Neuroblastoma have a predilection for metastasis to skull especially orbits. This causes -Proptosis &Periorbital ecchymosis. About rest of the options. Melanoma - Metastasis commonly occurs in lymph nodes. Hypernephroma - Metastasis commonly goes to lung*Hepatoma - Metastasis commonly goes to lung*Some important questions on neuroblastoma. Most common abdominal tumor in children *Most common presentation * is abdominal mass (65%). Most common site of metastasis* - skull bone. Most common age of presentation * - children <2yrs. Spontaneous regression is seen *",
        "cop": 2,
        "opa": "Melanoma",
        "opb": "Neuroblastoma",
        "opc": "Hypernephroma",
        "opd": "Hepatoma",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "3bc76c94-ec6e-4ba5-bba1-dcbd3d8b9a6f",
        "choice_type": "single"
    },
    {
        "question": "Fixative agent for PAP smear is which of the following?",
        "exp": "PAP smear is an impoant screening test which is used to diagnose cervical dysplasia or cervical carcinoma in females. We use Ether and 95% ethyl alcohol solution in the ratio 1: 1 as fixative for the purpose of PAP smear. Best screening test to pick up cervical cancer in the early stage - (Visual Inspection of Cervix with Acetic acid)",
        "cop": 2,
        "opa": "Normal saline",
        "opb": "95% ethanol",
        "opc": "Formalin",
        "opd": "Air drying",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "9765c4c6-b5a2-4f7f-b64a-1665f49757f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is good prognostic factor for neuroblastoma?",
        "exp": "Ans. is 'd' i. e., Triploidy Prognostic Factors in Neuroblastomas1) Good prognostic factors are age < 1 year, stage 1 and 2, Hyperdiploidy/ Triploidy, and Trk A expression, CD- 44 Expression2) Poor prognostic factors are age > 1 year; stage 3 and 4, Diploid, near-diploid or near-tetraploid N-myc amplification; deletion of chromosome 1 and 14; allelic loss of 11 q and 14 q; and gain of 17 q, TrK - B expression, MRP Expression, Telomerase Expression, elevated ferittin and LDH. Also remembero It is the most common malignancy of infancy, the most common abdominal cancer in children, and most common extracranial solid tumor of childhood. o Sites of involvement are adrenal medulla (most common), pelvis, cervical area (neck), posterior mediastinum, and paravertebral retroperitoneum.",
        "cop": 4,
        "opa": "Diploidy",
        "opb": "N-myc amplification",
        "opc": "Loss of 11q",
        "opd": "Triploidy",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "495af11f-cc42-4de6-b011-032e525d72fe",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of pineal gland is:",
        "exp": "Ans: B (Germinomas) Ref: Robbia's Pathologic Basis of Disease, 8th ed, Pg: 1163. Explanation: PINEAL GLANDThe rarity of clinically significant lesions (virtually only tumors) justifies brevity in the consideration of the pineal gland. It is a minute, pinecone-shaped organ, weighing 100 to 180 mg and lying between the superior colliculi at the base of the brain. It is composed of a loose, neuroglial stroma enclosing nests of epithelialappearing pineocytes, cells with photosensory and neuroendocrine functions (hence the designation of the pineal gland as the \"third eye\"). Silver impregnation stains reveal that these cells have long, slender processes reminiscent of primitive neuronal precursors intermixed with the processes of astrocytic cells. The principal secretory product of the pineal gland is melatonin, which is involved in the control of circadian rhythms, including the sleep-wake cycle; hence the poputar use of melatonin for the treatment of jet lag. All tumors involving the pineal are rare. Most (50% to 7(1 %) arise from sequestered embryonic germ cells. They most commonly take the form of so-called germinomas. resembling testicular seminoma or ovarian dysgerminoma. Other lines of germ cell differentiation include embryonal carcinomas, choriocarcinomas, mixtures of germinoma. embryonal carcinoma, and choriocarcinoma, typical teratomas (usually benign). Whether to characterize these germ cell neoplasms as pinealomas is still a subject of debate, but most \"pinealophiles\" favor restricting the term pinealoma to neoplasms arising from the pineocytes.",
        "cop": 2,
        "opa": "Hemangioma",
        "opb": "Germinomas",
        "opc": "Teratoma",
        "opd": "Embryonal Carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Tumors",
        "id": "5df25ae0-9e4d-4ac3-9a4e-01a32a9e6df2",
        "choice_type": "single"
    }
]