[
    {
        "question": "A 33-year-old woman discovers a lump in her left breast on self-examination. Her mother and sister both had breast cancer. A mammogram demonstrates an ill-defined density in the outer quadrant of the left breast, with microcalcifications. Needle aspiration reveals the presence of malignant, ductal epithelial cells. Genetic screening identifies a mutation in BRCA1. In addition to cell cycle control, BRCA1 protein promotes which of the following cellular functions?",
        "exp": "Breast (BR) cancer (CA) susceptibility genes (BRCA1 and BRCA2) encode tumor suppressor proteins involved in checkpoint functions related to the progression of the cell cycle into the S phase. BRCA1 and BRCA2 proteins also promote DNA repair by binding to RAD51, a molecule that mediates DNA double-strand repair breaks. The other choices may be abnormal in neoplasia, but they are not primarily affected by BRCA1.",
        "cop": 3,
        "opa": "Apoptosis",
        "opb": "Cell Adhesion",
        "opc": "DNA Repair",
        "opd": "Gene Transcription",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "af766c47-6602-4ffc-aa3d-289a57723ccc",
        "choice_type": "multi"
    },
    {
        "question": "Call Exner body is seen in which of the following tumors?",
        "exp": "Cell Exner Body-Granulosa cell tumor Schiller Duval Body-Yolk sac tumor Coffee Bean Nucleus -Granulosa cell tumor Reinke crystal-Hilus cell tumor Walthard Nest-Brenner Tumor Psammoma Body-Serous Cystadenoma",
        "cop": 3,
        "opa": "Dysgerminoma",
        "opb": "Yolk sac tumor",
        "opc": "Granulosa cell tumor",
        "opd": "Embryonal cancer",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "19515732-9623-410c-bafc-65d63024d5f6",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman presents with endometrial carcinoma. Her family history reveals that her mother died of endometrial cancer at age 50, while her 42-year-old brother was recently diagnosed with coloncancer. You begin to suspect a familial cancer syndrome. What gene is most likely to be mutated in this family",
        "exp": "The answer is C. This family likely has hereditary nonpolyposis colorectal cancer (HNPCC) syndrome or Lynch syndrome. This syndrome is due to defects in DNA mismatch repair genes, with MLH1, MSH2, MSH6, and PMS2 representing the primary culprits. -WT-1 mutations predispose patients to Wilms tumors and a variety of other defects -APC is mutated in familial adenomatous polyposis (FAP) -Germline mutations in p53 are seen in Li Fraumeni syndrome -BRCA-1 mutations predispose women to breast carcinoma",
        "cop": 3,
        "opa": "WT-1",
        "opb": "APC",
        "opc": "MSH2",
        "opd": "p53",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "5e25619f-3043-43a0-9ec3-6f41b71cb47c",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old man complains of progressive weakness. He repos that his stools are very dark. Physical examination demonstrates fullness in the right lower quadrant. Laboratory studies show iron deficiency anemia, with a serum hemoglobin level of 7. 4 g/dL. Stool specimens are positive for occult blood. Colonoscopy discloses an ulcerating lesion of the cecum. Which of the following serum tumor markers is most likely to be useful for following this patient after surgery?",
        "exp": "Colorectal cancer is asymptomatic in its initial stages. Most common sign is occult blood in feces, especially when the tumor is in the proximal poion of the colon. Adenocarcinomas of the colon usually express CEA, a glycoprotein that is released into the circulation and serves as a serologic marker for these tumors. CEA is also found in association with malignant tumors of the pancreas, lung, and ovary. -AFP (choice A) is expressed by hepatocellular carcinoma and yolk sac tumors. -Chromogranin (choice D) is expressed by neuroendocrine tumors. -Chorionic gonadotropin (choice C) is secreted by choriocarcinoma.",
        "cop": 2,
        "opa": "Alpha-fetoprotein",
        "opb": "Carcinoembryonic antigen",
        "opc": "Chorionic gonadotropin",
        "opd": "Chromogranin",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "f69ffaf0-3efd-46e8-8fd0-ff46d7b464bf",
        "choice_type": "single"
    },
    {
        "question": "46-year-old woman with prominent splenomegaly presents with a 3-month history of malaise, easy fatigability, weakness, weight loss, and anorexia. A complete blood count and differential demonstrates a white blood cell count of 250, 000/mm3 (normal 3, 000 to 10, 000/mm3 ) with a predominance of myelocytes, metamyelocytes, band cells, and segmented neutrophils. Cytogenetic analysis is most likely to reveal which of the following translocations",
        "exp": "The translocation t(9; 22) is the characteristic translocation associated with chronic myelogenous leukemia, forming the so-called \"Philadelphia chromosome. \" The resultant fusion protein, p210, has increased tyrosine kinase activity that contributes to the uncontrolled proliferation in this form of leukemia. -The translocation t(14; 18) is seen in follicular lymphoma -t(8; 14) in Burkitt lymphoma -t(15; 17) in the M3 variant of acute promyelocytic leukemia (AML) -t(11; 22) in Ewing sarcoma, a relatively uncommon tumor of bone Philadelphia chromosome-In ALL The resultant fusion protein, p190, has increased tyrosine kinase activity thatcontributes to the uncontrolled proliferation acute lymphoblastic leukemia and associated with BAD prognosis.",
        "cop": 2,
        "opa": "t(8; 14)",
        "opb": "t(9; 22)",
        "opc": "t(11; 22)",
        "opd": "t(14; 18)",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "1b4490b7-8af1-4705-9b66-2410509bc001",
        "choice_type": "single"
    },
    {
        "question": "For which one of the following tumors Gastrin is a biochemical marker?",
        "exp": "Gastrin is secreted by Gastrinomas, which are neuroendocrine tumors most commonly found in duodenum. Gastrinoma:- Type of pancreatic Neuro endocrine tumor(PNET) Patient with MEN I syndrome have more chance of developing gastrinoma. -Other neuroendocrine tumor is carcinoid tumor. -Marker of medullary carcinoma of thyroid is calcitonin and GIST is CD117 (c-kit) -GIST- Mesenchymal tumor.",
        "cop": 2,
        "opa": "Medullary carcinoma of thyroid",
        "opb": "Pancreatic neuroendocrine tumor",
        "opc": "Pheochromocytoma",
        "opd": "Gastrointestinal stromal tumor",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "12cbdd2c-2ae6-41b7-af4f-5d26538e915e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are examples of tumour markers, except:",
        "exp": "Tumor markers Tumor Types Human chorionic gonadotropin Trophoblastic tumors, nonseminomatous testicular tumors a- Fetoprotein Liver cell cancer, nonseminomatous germ cell tumors of testis Carcinoembryonic antigen(CEA) Carcinomas of the colon, pancreas, lulng, stomach, and hea Neuron-specific enolase (NSE) Small-cell cancer of lung, neuroblastoma Alpha HCG is not a tumor marker",
        "cop": 1,
        "opa": "Alpha-HCG",
        "opb": "AFP",
        "opc": "NSE",
        "opd": "CEA",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "96c02f86-99ba-4e1a-abb1-ec4b1a35a331",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following markers are seen in Primary effusion lymphoma?",
        "exp": "C030, CD138 Primary effusion lymphoma is a. k. a. Body cavity-based lymphoma It is caused by EBV+ Kaposi sarcoma virus (HHV-8). Mostly, seen in HIV-AIDS patients. Markers: The lymphoma cells usually express CD45 but lack pan-B-cell markers such as CD19, CD20, and CD79a. Activation and plasma cell-related markers and a variety of non-lineage associated antigens such as HLA-DR, CD30, CD38, VS38c, CD138, and EMA are often demonstrable.",
        "cop": 1,
        "opa": "CD30, CD138",
        "opb": "CD20, CD28",
        "opc": "CD19, CD20",
        "opd": "CD29, CD30",
        "subject_name": "Pathology",
        "topic_name": "Tumour markers",
        "id": "cdc136cc-cdb4-4f0c-8577-5546b581c428",
        "choice_type": "single"
    }
]