[
    {
        "question": "Hobnail pattern is seen in which type of RCC",
        "exp": "Renal cell carcinoma *Renal cancers are mostly sporadic, except for a 4% cases which appear familial *Familial renal cancers are due to mutation of VHL and MET genes*98% of all renal cancers (sporadic and familial) are due to VHL mutation encoded in chr3p*Most common cause of familial papillary renal cell carcinoma (rare disease) is MET protooncogene*Most common risk factor for all renal cancers- Tobacco*Most common type of renal cell carcinoma is clear cell carcinoma, which is followed by papillary carcinoma, chromophobe carcinoma and collecting duct carcinoma*Most common type of renal cancer in patients who develop dialysis associated cystic disease - Papillary carcinoma*VHL is a tumour suppressor gene. Mutation of both the VHL genes causes angiogenesis (by increasing expression of hypoxia inducible factor-1) and cell growth (by increasing expression of insulin like growth factor -1)*Renal cell carcinoma mostly affects the poles Microscopic findings:*Classic clinical features of renal cell carcinoma - Costoveebral pain, palpable mass and hematuria*Clear cell carcinoma -Cells with clear cytoplasm containing glycogen and lipids, delicate capillaries*Papillary carcinoma - Papillary formations, foam cells in interstitium, psammoma bodies*Collecting duct carcinoma - irregular channels lined by atypical cells and show hobnail pattern*Chromophobe cell carcinoma - cells with abundant cytoplasm impaing blue colour in Hale's colloidal iron stain (Ref: Robbins 8/e p964)",
        "cop": 4,
        "opa": "Clear cell",
        "opb": "Papillary",
        "opc": "Chromophobe",
        "opd": "Collecting duct",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "48cf6dc7-a3d4-45cf-8227-4e5f083f1173",
        "choice_type": "single"
    },
    {
        "question": "Schiller-Duval bodies are seen in-",
        "exp": "Yolk sac tumor of the testis: Raised a-fetoprotein level (AFP). Schiller-Duval bodies. Schiller-Duval body: It is the characteristic feature of the endodermal sinus tumor. This is a glomerulus-like structure composed of a central blood vessel enveloped by germ cells within a space lined by germ cells. Endodermal sinus tumor: 1. Schiller-Duval body 2. PAS-positive hyaline droplets Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 684",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Seminoma",
        "opc": "Yolk sac tumour",
        "opd": "Chorio Carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "697b6579-7c0e-4b03-a149-96b25aa0d146",
        "choice_type": "single"
    },
    {
        "question": "PSGN (post-streptococcal GN) associated with -",
        "exp": "Electron microscopy shows deposited immune complexes arrayed as subendothelial, intramembranous, or, most often, subepithelial \"humps\" nestled against the GBM robbins book of pathology. 9th edition. Page 529",
        "cop": 1,
        "opa": "Subepithelial deposits",
        "opb": "Nephritis along with acute Renal failure",
        "opc": "Low complement levels",
        "opd": "HTN and protenuria",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "a48b93f9-5413-4b1c-b1cd-5b9a95e643cc",
        "choice_type": "single"
    },
    {
        "question": "The cause of oedema in nephritic syndrome",
        "exp": "Robbins page no p922 Glomerular diseases presenting with a nephritic syn- drome are often characterized by inflammation in the glomeruli. The nephritic patient usually presents with hematuria, red cell casts in the urine, azotemia, oliguria, and mild to moderate hypertension. Proteinuria and edema are common, but these are not as severe as those encountered in the nephrotic syndrome, discussed later. The acute nephritic syndrome may occur in such multi- system diseases as SLE and microscopic polyangiitis.",
        "cop": 4,
        "opa": "Increase in plasma protein concentratn",
        "opb": "Decrease plasma protein concentratn",
        "opc": "Reduced plasma osmotic pressure",
        "opd": "Sodium and water retention",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e8f17b12-1cdd-4ea4-9f5d-ef03a47d41ff",
        "choice_type": "single"
    },
    {
        "question": "Renal calculi are commonly made up of",
        "exp": "There are four main types of kidney stones Calcium stones are the most common type of kidney stones. They are usually made of calcium and oxalate (a natural chemical found in most foods), but are sometimesmade of calcium and phosphate. Uric acid stones form when your urine is often too acidic. Refer robbins 9/e p951",
        "cop": 1,
        "opa": "Calcium oxalate",
        "opb": "Magnesium ammonium phosphate",
        "opc": "Uric acid",
        "opd": "Cystine",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2fc2e520-52ba-4941-8360-95706f0c1259",
        "choice_type": "single"
    },
    {
        "question": "Glomerular basement membrane showing \"tram-track\" appearance is seen in",
        "exp": "Membranoproliferative Glomerulonephritis (MPGN) type 1: MPGN is best considered a pattern of immune-mediated injury rather than a specific disease. The glomeruli are large and hypercellular. The glomeruli have an accentuated \"lobular\" appearance due to the proliferating mesangial cells and increased mesangial matrix. The GBM is thickened, and often shows a \"double contour\" or \"tram-track\" appearance, especially evident in silver or PAS stains. This is caused by \"duplication\" of the basement membrane (also commonly referred to as splitting), usually as the result of new basement membrane synthesis in response to subendothelial deposits of immune complexes. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 20; The Kidney; Page no: 920",
        "cop": 1,
        "opa": "Membranoproliferative Glomerulonephritis type 1",
        "opb": "Membranous nephropathy",
        "opc": "Focal Segmental Glomerulosclerosis",
        "opd": "Minimal-Change Disease",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "24d55131-5f56-4367-8e09-90b5b1d0f2ab",
        "choice_type": "single"
    },
    {
        "question": "In thin basement membrane disease, the defect is in",
        "exp": "TBM disease (also known as benign familial hematuria and thin basement membrane nephropathy) is, along with IgA nephropathy, the most common cause of blood in the urine without any other symptoms. The only abnormal finding in this diseaseis a thinning of the basement membrane of the glomeruli (filters) in the kidneys. Refer robbins 9/e",
        "cop": 2,
        "opa": "a1 and a2 chains of type IV collagen",
        "opb": "a3 and a4 chains of type IV collagen",
        "opc": "a1 and a2 chains of type VI collagen",
        "opd": "a3 and a4 chains of type VI collagen",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "197c922c-6f02-4ff8-9629-2e82f40864a8",
        "choice_type": "single"
    },
    {
        "question": "Hepatic fibrosis is associated with which of the following",
        "exp": "S. No. Disease. Inheritance Pathogenesis. Kidney features. Extrarenal manifestations 1. ADPKDADPKD1mutation in chr16p. PKD2 mutation in chr 4q. PKD1 produce polycystin-1. PKD2 produce polycystin-2. Enlarged kidneys, Multiple cysts in both kidneys. Disease manifest only in adults. Cysts in liver, spleen, pancreas and lung. Berry aneurysm. Mitral valve prolapse2. ARPKDARMutation of PKHD1 in chr6p. PKHD1 produce fibrocystin. Enlarged kidneys, Cysts in both kidneys. Liver cysts, congenital hepaticfibrosis and spleenomegaly3. Medullarysponge kidney. None Unceain. Cysts restricted to the collecting ducts of medulla None4. Familial juvenile nephronophthisis ARMutation of NPH1 to NPH6. NPH1 & NPH3-6 produce nephrocystin. NPH2 produce inversin Shrunken kidney, Cysts in coicmedullary junction, salt wasting. Growth retardation, Liver fibrosis, ocular motor abnormalities, retinal dystrophy and cerebellar abnormalities5. Adult-onset medullary cystic disease. ADMutation of MCKD1 and MCKD2. Shrunken kidney, Cysts in coicmedullary junction, salt wasting. None 6. Simple cysts. None Unceain. Multiple cysts in normal sized kidneys Hematuria. None7. Acquired renal cystic disease. None Renal dialysis. Cysts with end stage renal disease, calcium oxalate crystals, renal cell carcinoma None(Ref: Robbins 8/e p956)",
        "cop": 3,
        "opa": "Medullary cystic kidney",
        "opb": "ADPKD",
        "opc": "ARPKD",
        "opd": "Nephronopthosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4733b7e7-ef75-4242-a145-eaf9d849cccd",
        "choice_type": "single"
    },
    {
        "question": "Which of these does not cause crescentic glomerulo nephritis -",
        "exp": "There are some systemic diseases that are characterized by the formation of crescents. Systemic diseases such as Goodpasture's syndrome, SLE, Henoch-Schlein purpura come under type1 RPGN and they are associated with crescent formation. Alpo's syndrome is an x-linked dominant disorder and the light microscopy shows segmental proliferation of mesangial cells with increased mesangial matrix and occasional segmental sclerosis. Another prominent feature is the presence of lipid-laden foam cells in the interstitium. Ref: TEXTBOOK OF PATHOLOGY HARSH MOHAN 7th edition, pg no: 654, 655, 665",
        "cop": 2,
        "opa": "Rapidly progressive glomerulonephritis",
        "opb": "Alpo syndrome",
        "opc": "Goodpasture syndrome",
        "opd": "Henoch schonlein purpura",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "029601b1-29de-46f4-8360-d0c85fc41ebd",
        "choice_type": "single"
    },
    {
        "question": "ENaC mutation is associated with",
        "exp": "ENac (Epithelial sodium channel)*ENac is a sodium transpo channel that is produced in the apical surface of all exocrine epithelial cells (All tracts and ducts)*The channel absorbs sodium from the luminal secretions and sent it back to the circulation thus maintaining the sodium level in blood and hence normal blood pressure.*Mutation of this ENaC channel will cause loss of sodium through luminal secretions and causes hyponatremia and hypovolemia. This in turn stimulates Renin angiotensin system causing hypertension through aldosterone. This condition is called \"Liddle syndrome\"*ENac is downregulated by CFTR gene in normal individuals. In cystic fibrosis, loss of CFTR causes increased expression of ENaC in all the tracts and ducts except sweat ducts. In sweat ducts, the function of ENaC channel is impaired causing \"salty sweat\" ( Ref: Robbins 8/e p493)",
        "cop": 1,
        "opa": "Liddle syndrome",
        "opb": "Gordon syndrome",
        "opc": "Baer syndrome",
        "opd": "Giltleman syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4bc57bcb-b525-472e-adad-7fbece67dbc0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with anti-glomerulal basement membrane antibody?",
        "exp": "Repeated question",
        "cop": 3,
        "opa": "IgA nephropathy",
        "opb": "Membranous glomerulonephritis",
        "opc": "Goodpasture's syndrome",
        "opd": "Mernbrano-proliferative glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4562d98c-a3e7-4c8c-b54b-4e3cd19744a5",
        "choice_type": "single"
    },
    {
        "question": "Metastasis is least common with",
        "exp": "Also known as endodermal sinus tumor, yolk sac tumor is of interest because it is the most common testicular tumor in infants and children up to 3 years of age. In this age group it has a very good prognosis. In adults the pure form of this tumor is rare; instead, yolk sac elements frequently occur in combination with embryonal carcinoma.",
        "cop": 2,
        "opa": "Embryonal cell carcinoma",
        "opb": "Endodermal sinus tumor",
        "opc": "Taeratocarcinoma",
        "opd": "Spermatocytic Seminoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "ee1c9b18-c293-4973-bcea-45d0fad81802",
        "choice_type": "single"
    },
    {
        "question": "Uterine leiomyoma is least likely to undergoe",
        "exp": "Refer 9/e 1020 Leiomyomas are sharply circumscribed, discrete, round, firm, gray-white tumors varying in size from small, barely visible nodules to massive tumors that fill the pelvis. Except in rare instances, they are found within the myometrium of the corpus. Only infrequently do they involve the uterine ligaments, lower uterine segment, or cervix. They can occur within the myome- trium (intramural), just beneath the endometrium (submucosal) or beneath the serosa (subserosal) (Fig. 22-28A). Whatever their size, the characteristic whorled pattern of smooth muscle bundles on cut section usually makes these lesions readily identifiable. Large tumors may develop areas of yellow-brown to red softening. Leiomyomas are typically composed of bundles of smooth muscle cells that resemble the uninvolved myometrium",
        "cop": 1,
        "opa": "Malignant change",
        "opb": "Hyaline change",
        "opc": "Calcification",
        "opd": "Red degeneration",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2ee6f45d-9773-48ce-b0a1-2d1ca3faa99f",
        "choice_type": "single"
    },
    {
        "question": "Antiglomerular basement antibody is seen in-",
        "exp": "Goodpasture's syndrome is characterized by acute renal failure due to RPGN and pulmonary hemorrhages. The disease results from damage to the glomeruli by anti-GBM antibodies which cross-react with alveolar basement membrane and hence, produce renal as well as pulmonary lesions. The evidence in suppo is the characteristic linear deposits of anti-GBM antibodies consisting of IgG and complement along the GBM, detection of circulating anti-GBM antibodies and induction of glomerular lesions with an injection of anti-GBM antibodies experimentally in monkeys Ref: Textbook of pathology Harsh Mohan 6th edition page 667",
        "cop": 2,
        "opa": "Membranous glomerulonephritis",
        "opb": "Goodpasture's syndrome",
        "opc": "Alpo's syndrome",
        "opd": "Henoch-Schonlein purpura",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "650d2e32-c995-40d6-aa00-661fcdf46294",
        "choice_type": "single"
    },
    {
        "question": "Periglomerular fibrosis is considered typical of",
        "exp": "Chronic pyelonephritis is defined here as a morphologic entity in which predominantly interstitial inflammation and scarring of the renal parenchyma are associated with grossly visible scarring and deformity of the pelvicalyceal system. Chronic pyelonephritis is an impoant cause of chronic renal failure. It can be divided into two forms: chronic obstructive pyelonephritis and chronic reflux-associated pyelonephritis Refer robbins 9/e p545",
        "cop": 3,
        "opa": "Chronic pyelonephritis",
        "opb": "Chronic glomerulonephritis",
        "opc": "Aerionephrosclerosis",
        "opd": "Malignant hypertension",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e60e1faa-c9eb-45af-b039-3d9323687902",
        "choice_type": "single"
    },
    {
        "question": "Pauci immune glomerulonephritis is seen in-",
        "exp": "Pauci-immune type crescentic GN is defined by the lack of anti-GBM antibodies or significant immune complex deposition. Anti-neutrophil cytoplasmic antibodies (ANCA) typically are found in the serum, which, have a pathogenic role in some vasculitides. In some instances, therefore, crescentic GN is a component of systemic vasculitis such as microscopic polyangiitis or granulomatosis with polyangiitis. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 563",
        "cop": 2,
        "opa": "After transplant in Alpos",
        "opb": "Microscopic polyangitis",
        "opc": "Henoch-schonlein nephritis",
        "opd": "Lupus",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2fec363f-d106-4ed1-a725-df5f8cc5176e",
        "choice_type": "single"
    },
    {
        "question": "Microalbuminuria is defined as protein levels of-",
        "exp": "Types of Proteinuria The following five types of proteinuria are distinguished by milligrams (mg) of protein measured during a 24-hour urine collection: Microalbuminuria (30-150 mg) Mild (150-500 mg) Moderate (500-1000 mg) Heavy (1000-3000 mg) Nephrotic range (more than 3500 mg) As kidney disease progresses, more protein enters the urine. People with nephrotic-range proteinuria typically have extensive glomeruli damage and usually, develop nephrotic syndrome. www. healthcommunities. com",
        "cop": 1,
        "opa": "100-150 mg/L",
        "opb": "151-200 mg/L",
        "opc": "201-300 mg/L",
        "opd": "301-600 mg/L",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c6ddb41e-d03f-4c69-bee7-a8e96e7123b8",
        "choice_type": "single"
    },
    {
        "question": "Subepidermal blisters with granular deposits of IgA selectively localized to the tips of dermal papillae is a feature of-",
        "exp": "Histologically, the early lesions of dermatitis herpetiformis consist of neutrophilic micro-abscesses at the tips of papillae, producing separation or blister between the papillary dermis and the epidermis. The older blisters contain a fair number of eosinophils causing confusion with bullous pemphigoid. Direct immunofluorescence shows granular deposits of IgA at the papillary tips in dermatitis herpetiformis. Ref: Textbook of pathology by Harshmohan 6th edition page 777.",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "Pemphigus vulgaris",
        "opc": "Lichen planus",
        "opd": "Psoriasis vulgaris",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e4ffb30f-766b-4075-86c8-fcdcc060d730",
        "choice_type": "single"
    },
    {
        "question": "Most specific histological lesion in diabetic nephropathy is -",
        "exp": "Repeated Question",
        "cop": 4,
        "opa": "Glomerular crescents",
        "opb": "Immune complex deposition",
        "opc": "Occlusion of glomeruli with fibrin caps",
        "opd": "Nodular glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "d279db47-3e37-46b3-b1fd-60420998a907",
        "choice_type": "single"
    },
    {
        "question": "In Wilm&; s tumor the following leads to emergence of resistance to chemotherapy -",
        "exp": "Approximately 5% of tumors contain foci of anaplasia (cells with large, hyperchromatic, pleomorphic nuclei and abnormal mitoses). The presence of anaplasia correlates with the presence of acquired TP53 mutations and the emergence of resistance to chemotherapy. ROBBINS BASIC PATHOLOGY. 10th edition. Chapter Genetic and Pediatric Diseases. Page no. 290.",
        "cop": 3,
        "opa": "Nephrogenic rests",
        "opb": "Monophasic morphology",
        "opc": "Anaplasia",
        "opd": "Capsular infiltration",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c4d9ad21-393c-4833-987a-3cda4009c4a5",
        "choice_type": "single"
    },
    {
        "question": "Onion peeling of renal vessels is seen in-",
        "exp": "Malignant nephrosclerosis Histology: Fibrinoid necrosis and onion-skinning of aerioles. Flea-bitten kidney: It is characterized by the presence of small, pinpoints petechial hemorrhages on the coical surface due to rupture of aerioles or glomerular capillaries. Causes of the flea-bitten kidney: Malignant hypertension Subacute bacterial endocarditis Rapidly progressive GN Henoch-Schonlein purpura. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 621",
        "cop": 2,
        "opa": "Benign hypertension",
        "opb": "Malignant hypertension",
        "opc": "Diabetic nephropathy",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "7b243d03-9649-4497-87ed-fd2e2ff6de94",
        "choice_type": "single"
    },
    {
        "question": "Subendothelial electron dense deposits within the glomerulus is seen in-",
        "exp": "By electron microscopy and immunofluorescence microscopy, the changes are different in the three types of MPGN: Type I: It shows electron-dense deposits in subendothelial location conforming to immune-complex character of the disease. These deposits reveal positive fluorescence for C3 and slightly fainter staining for IgG. Type II or dense deposit disease is the example of alternate pathway disease and constitutes about 30% cases. The capillary wall thickening is due to the deposition of electron-dense material in the lamina densa of the GBM. Type II MPGN is an autoimmune disease in which patients have IgG autoantibody termed C3 nephritic factor. Type III is rare and shows features of type I MPGN and membranous nephropathy in association with systemic diseases or drugs. Ref: Textbook of pathology Harsh Mohan 6th edition page 671",
        "cop": 1,
        "opa": "MPGN type I",
        "opb": "Crescentic glomerulonephritis",
        "opc": "Dense deposit disease",
        "opd": "IgA nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "cf15795a-f3c9-4fe0-a66c-bd8042aca111",
        "choice_type": "single"
    },
    {
        "question": "The Finnish type of congenital nephrotic syndrome occurs due to gene mutations affecting the following protein",
        "exp": "The first relevant gene to be identified, NPHS1, maps to chromosome 19q13 and encodes the protein nephrin. 'Nephrin' is a key component of the slit diaphragm, the zipper like structure between podocyte foot process that might control glomerular permeability. several mutations of NHPS1 gene have been identified that give rise to congenital nephrotic syndrome of FINNISH TYPE, producing a minimal change disease-like glomerulonephropathy with extensive foot process effacement. Ref: Pathologic basis of disease Robbins 8th edition, pg no: 927",
        "cop": 3,
        "opa": "Podocin",
        "opb": "Alpha-actinin",
        "opc": "Nephrin",
        "opd": "CD2 activated protein",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "59b76c83-2068-42c4-8908-b3c9d15a5c60",
        "choice_type": "single"
    },
    {
        "question": "Podocytes are seen in-",
        "exp": "Podocytes, which are structurally complex cells that possess interdigitating processes embedded in an adherent to the lamina rara externa of the basement membrane. Adjacent foot processes are separated by 20- to 30-nm-wide filtration slits, which are bridged by a thin slit diaphragm composed in large pa of nephrin. Podocytes are crucial to the maintenance of the glomerular barrier function. The podocyte slit diaphragm is an impoant diffusion barrier for plasma protein and podocytes are also largely responsible for GBM component Robbins basic book of pathology. Kumar abbas aster. 9th edition. Page 518",
        "cop": 1,
        "opa": "Bowman's capsule",
        "opb": "Proximal convoluted tubule",
        "opc": "Distal convoluted tubule",
        "opd": "Collecting tubule of the kidney",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "da09617b-f748-4218-8000-f0c7bf394c12",
        "choice_type": "single"
    },
    {
        "question": "Which of the following breast tumor is bilateral",
        "exp": "Refer Robbins page no 1059 Invasive ductal carcinoma was repoed to be the most common type found in 10 (71. 5%) breasts. Grade III breast carcinoma was revealed in 9 and Grade I cancer in 3 specimens. CONCLUSION: Bilateral breast cancer is invariably advanced when diagnosed. Mammogram is a valuable tool in early detection..",
        "cop": 4,
        "opa": "Colloid carcinoma",
        "opb": "Invasive ductualr carcinoma",
        "opc": "Invasive Lobular carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "7e13ed96-4153-48c5-95dd-bb1a05661634",
        "choice_type": "single"
    },
    {
        "question": "Crescent forming Glomerulunephritis is",
        "exp": "Refer Robbins page no 9/e 912kidneys are enlarged and pale, often with petechial hemor- rhages on the coical surfaces. Depending on the underlying cause, the glomeruli often show focal and segmental necrosis, and variably show diffuse or focal endothelial proliferation, and mesangial proliferation. Segmental glomerular necrosis adja- cent to glomerular segments uninvolved by inflammatory or proliferative changes is the feature most typical of pauci- immune RPGN. The histologic picture, however, is dominated by distinctive crescents (Fig. 20-10). Crescents are formed by proliferation of parietal cells and by migration of monocytes and macrophages into the urinary space. Neutrophils and lym- phocytes may be present. The crescents may obliterate the urinary space and compress the glomerular tuft. Fibrin strands are frequently prominent between the cellular layers in the crescents;",
        "cop": 2,
        "opa": "Acute GN",
        "opb": "Rapidly progressive glomerulonephritis",
        "opc": "Membranous glomerulonephritis",
        "opd": "Membranoproliferative glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b15a99eb-7f39-4df7-a61e-c3ef47f08845",
        "choice_type": "single"
    },
    {
        "question": "Michalis Gutmann bodies are seen in",
        "exp": "Malakoplakia *Etiology: Inflammation due to chronic bacterial infection, mostly by E. coli and proteus.*Common in immunosuppressed individuals*Pathogenesis: Disturbed phagocytic activity due to overloaded bacteria within macrophages*Sites: Urinary bladder, Colon, Lungs, Bones, Kidneys, prostate and epididymis *Microscopic findings: Sheets of macrophages, giant cells and michaelis-gutmann bodies *Michaelis gutmann bodies - Laminated mineralized concretions resulting from deposition of calcium In enlarged lysosomes of macrophages (Ref: Robbins 8/e p975)",
        "cop": 2,
        "opa": "Xanthogranulomatous pyelonephritis",
        "opb": "Malakoplakia",
        "opc": "Nail patella syndrome",
        "opd": "Chronic pyelonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2f79d57e-54b7-49f5-9b5e-ffabe36c3103",
        "choice_type": "single"
    },
    {
        "question": "Hematuria with dysmorphic RBC are seen in",
        "exp": "Acute pyelonephritis, a common suppurative inflammation of the kidney and the renal pelvis, is caused by bacterial infection. It is an impoant manifestation of urinary tract infection (UTI), which can involve the lower (cystitis, prostatitis, urethritis) or upper (pyelonephritis) urinary tract, or both. As we shall see, the great majority of cases of pyelonephritis are associated with infection of the lower urinary tract. Such infection, however, may remain localized without extending to involve the kidney. UTIs constitute an extremely common clinical problem. Refer robbins 9/e p911",
        "cop": 1,
        "opa": "Acute glomerulonephritis",
        "opb": "Renal TB",
        "opc": "Renal calculi",
        "opd": "Chronic renal failure",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "158a3364-6c3c-4122-9618-691d3444a9aa",
        "choice_type": "single"
    },
    {
        "question": "Focal segmental glomerulosclerosis is characterized by?",
        "exp": "Focal segmental glomerulosclerosis (FSGS) is characterized by sclerosis of some (but not all) glomeruli that involve only a pa of each affected glomerulus. The affected glomeruli exhibit increased mesangial matrix, obliterated capillary lumina, deposition of hyaline (hyalinosis) and foamy (lipid-laden) macrophages. In affected glomeruli, immunofluorescence microscopy often reveals nonspecific trapping of immunoglobulins, usually IgM, and complement in the areas of hyalinosis. On electron microscopy, the podocytes exhibit effacement of foot processes, as in minimal-change disease. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 556",
        "cop": 2,
        "opa": "IgA +/- IgG",
        "opb": "IgM and C3",
        "opc": "Granular IgG and C3",
        "opd": "Linear IgG and C3",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2fa676f0-441b-49c9-affd-d24ebfc3012b",
        "choice_type": "single"
    },
    {
        "question": "Linear deposits of immunoglobulin on immuno-fluorescence microscopy is typical of -",
        "exp": "The characteristic linear pattern of immunoglobulin deposition (usually IgG, sometimes IgA or IgM) that is the hallmark diagnostic finding in renal biopsy specimens also may be seen along the alveolar septa. Goodpasture syndrome, the prototype disorder of this group, is an uncommon but intriguing condition characterized by a proliferative, usually rapidly progressive glomerulonephritis and hemorrhagic interstitial pneumonitis. Both the renal and the pulmonary lesions are caused by antibodies targeted against the noncollagenous domain of the a3 chain of collagen IV. These antibodies can be detected in the serum of more than 90% of persons with Goodpasture syndrome. Ref: Robbins book of pathology. 6th ed. Page 485",
        "cop": 1,
        "opa": "Goodpasture's syndrome",
        "opb": "Wegener's granulomatosis",
        "opc": "Lupus nephritis",
        "opd": "IgA nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "cb6b68bb-405e-496e-9da3-768d428487ab",
        "choice_type": "single"
    },
    {
        "question": "The characteristic feature of benign nephrosclerosis is",
        "exp": "Benign nephrosclerosis Malignant nephrosclerosis. Age group Elderly Younger individuals Gross Grain leather appearance-Fine granularity over coical surface. Flea bitten appearance-Pinpoint petechial hemorrhage over coical surface. Microscopy. Hyaline aeriosclerosis, subcapsular scars Fibrinoid necrosis and onion skinning appearance of aerioles. Clinical features Mild proteinuria. GFR normal Renal failure, BP >200/120, papilloedema, retinal hemorrhages and encephalopathy (Ref: Robbins 8/e p949)",
        "cop": 1,
        "opa": "Leather grain appearance",
        "opb": "Flea bitten kidney",
        "opc": "Onion skin appearance",
        "opd": "Hyperplastic aeriosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "6de65909-2827-43e8-8adc-47fbc8448f5a",
        "choice_type": "single"
    },
    {
        "question": "Percentage of renal vein involvement in renal cell carcinoma is -",
        "exp": "8% Renal cell carcinoma with renal vein and inferior vena cava involvement Ref:",
        "cop": 2,
        "opa": "2%",
        "opb": "8%",
        "opc": "16%",
        "opd": "32%",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "6d06ecb0-a110-438b-9895-19b31e20add3",
        "choice_type": "single"
    },
    {
        "question": "Collapsing glomerulopathy, features are-",
        "exp": "Besides the lesions of focal and segmental scarring, a variant of FSGS, collapsing glomerulopathy, has been described in HIV patients. It is a segmental or global glomerular collapse of the tuft along with the presence of hyperpasia and hyperophy of podocytes producing a pseudo-crescent and a rapid decline in renal function. Ref: Harsh Mohan textbook of pathology 6th edition page674",
        "cop": 4,
        "opa": "Tuft necrosis",
        "opb": "Mesangiolysis",
        "opc": "Parietal epithelial proliferation",
        "opd": "Hyperophy and necrosis of visceral epithelium",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "99891f49-1a3f-4294-9702-247827b0bc0c",
        "choice_type": "single"
    },
    {
        "question": "Malignant hypertension causes-",
        "exp": "Malignant nephrosclerosis Flea-bitten kidney: It is characterized by the presence of small, pinpoints petechial hemorrhages on the coical surface due to rupture of aerioles or glomerular capillaries. Histology: Fibrinoid necrosis and onion-skinning of aerioles. Fibrinoid necrosis of aerioles Causes of the flea-bitten kidney: Malignant hypertension Subacute bacterial endocarditis Rapidly progressive GN Henoch-Schonlein purpura. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 621",
        "cop": 1,
        "opa": "Flea bitten kidney",
        "opb": "Irregular granular contracted kidney",
        "opc": "Large white kidney",
        "opd": "No change in kidney",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "432fb2ee-5e00-476f-809a-db229382922f",
        "choice_type": "single"
    },
    {
        "question": "Major stage of death unbend stage renal disease patients on display is which of the following",
        "exp": "Principal cause of death in renal transplant patients in decreasing order Heart disease Infection Stroke",
        "cop": 1,
        "opa": "Cardiovascular disease",
        "opb": "Infection",
        "opc": "Uremia",
        "opd": "Respiratory failure",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "76ebdb1b-dec9-4d50-85fc-875e6c1008ee",
        "choice_type": "single"
    },
    {
        "question": "On one side kidney is normal, while another side kidney is contracted with a scar, what is the most probable diagnosis?",
        "exp": "CHRONIC PYELONEPHRITIS Morphology Even when involvement is bilateral, the kidneys are not equally damaged and therefore are not equally contracted. This uneven scarring is useful in differentiating chronic pyelonephritis from the more symmetrically contracted kidneys associated with vascular sclerosis (often referred to as benign nephrosclerosis) and chronic GN. The hallmark of chronic pyelonephritis is scarring involving the pelvis or calyces, or both, leading to papillary blunting and marked calyceal deformities. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 566",
        "cop": 1,
        "opa": "Chronic pyelonephritis",
        "opb": "Polycystic kidney",
        "opc": "Renal aery stenosis",
        "opd": "Tuberculosis of kidney",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "abe3d8df-5257-4c7a-bf35-a4839418d7d0",
        "choice_type": "single"
    },
    {
        "question": "Feature(s) of Lipoid nephrosis is/are-",
        "exp": "Minimal Change Disease (Synonyms: MCD, Lipoid Nephrosis, Foot Process Disease, Nil Deposit Disease) In lipoid nephrosis the light microscopy shows no apparent abnormality, there will be a slight increase in the mesangial matrix at the most. Tubules show fine lipid vacuolation and hyaline droplets in cells of PCT, interstitium may be oedematous, no blood vessel changes. By electron microscopy, diffuse flattening of foot processes of the visceral epithelial cells(podocytes) hence also called foot processes disease or podocytopathy. By immunofluorescence microscopy- no deposits of compliments or immunoglobulins are recognized. From Textbook of pathology HARSH MOHAN 7th edition pg no: 656",
        "cop": 1,
        "opa": "Normal on light microscopy",
        "opb": "Epithelial deposit",
        "opc": "Glomerular tuft sclerosis",
        "opd": "Diffuse, uniform effacement of foot processes",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4c42841f-00f3-44bc-a4e7-1a62e556344e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions are associated with pauci-immune crescentic glomerulonephritis-",
        "exp": "Pauci-immune type crescentic GN is defined by the lack of anti-GBM antibodies or significant immune complex deposition. Anti-neutrophil cytoplasmic antibodies (ANCA) typically are found in the serum, which, have a pathogenic role in some vasculitides. In some instances, therefore, crescentic GN is a component of systemic vasculitis such as microscopic polyangiitis or granulomatosis with polyangiitis. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 563",
        "cop": 3,
        "opa": "Henoch-schonlein nephritis",
        "opb": "Lupus nephritis",
        "opc": "Microscopic polyangitis",
        "opd": "Alpo's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "15b078ad-1c07-40f0-ae12-bf745cfabce1",
        "choice_type": "single"
    },
    {
        "question": "Cells involved in interstitial cystitis?",
        "exp": "Cystitis is characterized by intense neutrophilic exudate admixed with lymphocytes and macrophages. There is edema and congestion of mucosa. Ref: Harsh Mohan textbook of pathology 6th edition page 699. INTERSTITIAL CYSTITIS (HUNNER'S ULCER). This variant of cystitis occurs in middle-aged women. The patients get repeated attacks of severe and excruciating pain on distension of the bladder, frequency of micturition and a great decrease in bladder capacity. Cystoscopy often reveals a localized ulcer. The etiology of the condition is unknown but it is thought to be neurogenic in origin. Microscopically, the submucosa and muscle coat show increased fibrosis and chronic inflammatory infiltrate, chiefly lymphocytes, plasma cells, and eosinophils. Ref: Harsh Mohan textbook of pathology 6th edition page 699.",
        "cop": 1,
        "opa": "Lymphocytes",
        "opb": "Neutrophils",
        "opc": "Macrophages",
        "opd": "Mast cells",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "98505230-20df-48c1-a974-2cb49752271b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of adult polycystic kidney disease?",
        "exp": "The most frequent and earliest presenting feature is a dull ache in the lumbar regions. In others, the presenting complaints are haematuria or passage of blood clots in urine, renal colic, hypertension, urinary tract infections and progressive CRF with polyuria and proteinuria. Ref: Harsh Mohan textbook of pathology 6th edition page 658",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Intermittent renal colic",
        "opc": "Massive proteinuria",
        "opd": "Macroscopic haematuria",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "7ac44bc2-4120-4528-ac98-c8a891611ac2",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old male presents with hematuria. he has previous diagnoses of deafness and corneal dystrophy. Urinalysis shows 1 + proteins, no ketones, no glucose, 1+ blood, and no leukocytes. A renal biopsy reveals tubular epithelial foam cells by light microscopy. By electron microscopy, the glomerular basement membrane shows areas of attenuation, with splitting and lamination of lamina dense in other thickened areas. The most probable diagnosis is-",
        "exp": "Alpo syndrome: Electron Microscopy is diagnostic and shows \"basket weave appearance\" of the GBM. Alpo syndrome: Hereditary nephritis Abnormal a3 (COL4. A3), a4 (COL4. A4), or a5 (COL4. A5) chain of type IV collagen Hematuria with progression to chronic renal failure Nerve deafness Eye disorders Foamy cells in the interstitium. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 612",
        "cop": 4,
        "opa": "Acute tubular necrosis",
        "opb": "Berger disease",
        "opc": "Membranous glomerulonephritis",
        "opd": "Alpo syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "bfef4e25-299f-4040-9bbe-e1c020e3c901",
        "choice_type": "single"
    },
    {
        "question": "AIDS kidney changes -",
        "exp": "FSGS may be primary (idiopathic) or secondary to one of the following conditions:* In association with other conditions, such as HIV infection (HIV nephropathy) or heroin abuse (heroin nephropathy)* As a secondary event in other forms of GN (e. g., IgA nephropathy)* As a maladaptation to nephron loss Ref: Robbins basic pathology 9th edition pg no; 525 Renal lesions and manifestations. Features of renal impairment may appear due to HIV-associated nephropathy and genitourinary tract infections including pyelonephritis. Ref: Textbook of pathology Harsh Mohan 6th edition page 72",
        "cop": 2,
        "opa": "MCD",
        "opb": "FSGS",
        "opc": "MPGN",
        "opd": "Berger disease",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "807bc8c7-db4e-4517-ae2d-02cb57ef9590",
        "choice_type": "single"
    },
    {
        "question": "Urine analysis of a patient with haematuria and hypercalciuria is most likely to reveal which of the following",
        "exp": "Hematuria is the presence of red blood cells in the urine. Microscopic hematuria is invisible to the naked eye and is often found by urinalysis or urine dipstick; it is said to be chronic or persistent if 5 or more red blood cells (RBCs) per high-power field can be seen in 3 of 3 consecutive centrifuged specimens obtained at least 1 week apa Paediatrics nephrology 5/141",
        "cop": 1,
        "opa": "Isomeric RBC",
        "opb": "RBC casts",
        "opc": "Nephrotic range proteinuria",
        "opd": "Eosinophilluria",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c886af79-cd1e-4200-85b7-10237de4709d",
        "choice_type": "single"
    },
    {
        "question": "Uremia occurs when total GFR is reduced by-",
        "exp": "There is no specific time for the onset of uremia for people with progressive loss of kidney function. People with kidney function below 50% (i. e. a glomerular filtration rate between 50 and 60 mL) and over 30 years of age may have uremia to a degree. Ref: Wikipedia",
        "cop": 2,
        "opa": "25%",
        "opb": "50%",
        "opc": "60%",
        "opd": "80%",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f67bf53e-cea8-48e5-ba65-64a8a2d0ae5a",
        "choice_type": "single"
    },
    {
        "question": "Increased levels of C3. NeF are associated with?",
        "exp": "The term C3 glomerulopathy encompasses two conditions: dense deposit disease (formerly MPGN, type II) and C3 glomerulonephritis Pathogenesis Complement dysregulation due to acquired or hereditary abnormalities of the alternative pathway of complement activation is the underlying cause of dense deposit disease and C3 GN. Some patients have an autoantibody against C3 convease, called C3 nephritic factor (C3. NeF), that causes uncontrolled cleavage of C3 by the alternative complement pathway. In other patients, mutations in various complement regulatory proteins, such as Factor H, Factor I, and membrane cofactor protein (MCP), or autoantibodies to Factor H, are the cause of unregulated activation of the alternative pathway of complement. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 560",
        "cop": 2,
        "opa": "Type I MPGN",
        "opb": "Type II MPGN",
        "opc": "FSGS",
        "opd": "Berger Disease",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "02fb9f10-fb02-4e79-bde1-b42ccc6cd8cd",
        "choice_type": "single"
    },
    {
        "question": "Linear deposits along glomerular basement membrane are seen in -",
        "exp": "Goodpasture syndrome, the prototype disorder of this group, is an uncommon but intriguing condition characterized by a proliferative, usually rapidly progressive glomerulonephritis and hemorrhagic interstitial pneumonitis. Both the renal and the pulmonary lesions are caused by antibodies targeted against the noncollagenous domain of the a3 chain of collagen IV. These antibodies can be detected in the serum of more than 90% of persons with Goodpasture syndrome. The characteristic linear pattern of immunoglobulin deposition (usually IgG, sometimes IgA or IgM) that is the hallmark diagnostic finding in renal biopsy specimens also may be seen along the alveolar septa. Ref: Robbins book of pathology. 6th ed. Page 485",
        "cop": 1,
        "opa": "Good pasture syndrome",
        "opb": "SLE",
        "opc": "Drug reaction",
        "opd": "HS purpura",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "19872619-fc4a-45cf-89b9-c10687e4b1b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with Adult Polycystic Kidney Disease",
        "exp": "ADPKD Inheritance: Autosomal dominant Cytogenetic defect: Chromosome 16 (85%): ADPKD-1 Chromosome 4 (15%): ADPKD-2 Mutations: PKD 1 gene (85%) & PKD 2 gene (15%) Other manifestations: Intracranial aneurysms, cysts of other organs. Ref: HARSH MOHAN TEXTBOOK OF PATHOLOGY 6th ed. pg no: 659",
        "cop": 4,
        "opa": "Autosomal dominant inheritance",
        "opb": "Mutations involving gene affecting cell-cell-matrix interaction",
        "opc": "Intracranial berry aneurysm may be present",
        "opd": "Tricuspid valve prolapse",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "0e49a988-4714-4b57-b1e2-3d378846211e",
        "choice_type": "single"
    },
    {
        "question": "Alpos syndrome is -",
        "exp": "The inheritance is heterogeneous, being most commonly X-linked as a result of mutation of the gene encoding a5 type IV collagen. Males, therefore, tend to be affected more frequently and more severely than females and are more likely to develop renal failure. Ref: Robbins book of pathology. 9th edition. Page 531",
        "cop": 1,
        "opa": "X linked",
        "opb": "Co-dominant",
        "opc": "AD",
        "opd": "AR",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "afc5a999-189f-432a-8d28-d314ab948afb",
        "choice_type": "single"
    },
    {
        "question": "Goodpasteurs syndrome is",
        "exp": "Goodpasture Syndrome Goodpasture syndrome is an uncommon autoimmune disease in which lung and kidney injury are caused by circulating autoantibodies against ceain domains of type IV collagen that is intrinsic to the basement membranes of renal glomeruli and pulmonary alveoli. Morphology The lungs are heavy and have areas of red-brown consolidation due to diffuse alveolar hemorrhage. Microscopic examination shows focal necrosis of alveolar walls associated with intraalveolar hemorrhage, fibrous thickening of septa, and hyperophic type II pneumocytes. There is abundant hemosiderin due to earlier episodes of hemorrhage. The characteristic linear pattern of immunoglobulin deposition (usually IgG, sometimes IgA or IgM) that is the hallmark diagnostic finding in renal biopsy specimens also may be seen along the alveolar septa. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 519",
        "cop": 1,
        "opa": "Renal failure with lung hemorrhage",
        "opb": "Renal failure with brain hemorrhage",
        "opc": "Renal hemorrhage",
        "opd": "Renal failure",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "41a95e60-4ac5-4663-9462-88c07d0351a5",
        "choice_type": "single"
    },
    {
        "question": "A glomerulus-like structure composed of central blood vessel enveloped by germ cells within a space lined by germ cells, is seen in-",
        "exp": "Endodermal Sinus (Yolk Sac) Tumor: it is the second most common malignant tumor of germ cell tumor. Endodermal sinus tumor: Malignant aggressive, rapidly growing germ cell tumor. Can also occur in testis. Endodermal sinus tumor: 1. Schiller-Duval body: Glomerulus-like structure composed of a central blood vessel enveloped by germ cells within a space lined by germ cells. 2. PAS-positive hyaline droplets. Tumor Marker: 1. a-fetoprotein 2. a1-antitrypsin. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 683, 684",
        "cop": 3,
        "opa": "Seoli-Leydig cell tumor",
        "opb": "Granulosa cell tumor",
        "opc": "Endodermal sinus tumor",
        "opd": "Sex cord tumor with annular tubules",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "923e0bbf-8fc0-46f9-ae48-46648807aa66",
        "choice_type": "single"
    },
    {
        "question": "Subendothelial electron dense deposits within the glomerulus are seen -",
        "exp": "Repeated Question.",
        "cop": 1,
        "opa": "MPGN type I",
        "opb": "Crescentic glomerulonephritis",
        "opc": "Dense deposit disease",
        "opd": "IgA nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "d0fa6457-aa11-43c8-9e1b-0ea2fff7ccb5",
        "choice_type": "single"
    },
    {
        "question": "Hemolytic uremic syndrome",
        "exp": "Hemolytic uremic syndrome: Caused by deficiencies of complement regulatory proteins or agents that damage endothelial cells, such as a Shiga-like toxin elaborated by E. coli strain O157: H7. The endothelial injury initiates platelet activation, platelet aggregation, and microvascular thrombosis. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 491",
        "cop": 2,
        "opa": "Most commonly caused by verocytogenic E. Coli",
        "opb": "Causes mild to severe coombs positive hemolytic anemia",
        "opc": "Recurrences rare",
        "opd": "Transient thrombocytopenia",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "32fc55a1-5056-41da-9182-cb74f57e29fd",
        "choice_type": "single"
    },
    {
        "question": "Histology of Alpo syndrome-",
        "exp": "Alpo syndrome: EM is diagnostic and shows \"basket weave appearance\" of the GBM. Alpo syndrome: Hereditary nephritis Abnormal a3 (COL4. A3), a4 (COL4. A4), or a5 (COL4. A5) chain of type IV collagen Hematuria with progression to chronic renal failure Nerve deafness Eye disorders Foamy cells in the interstitium. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 612",
        "cop": 1,
        "opa": "Foamy cells in interstitium",
        "opb": "Foamy cells in tubular epithelial cells",
        "opc": "Thickening of GBM > 100 nm",
        "opd": "Thinning of GBM < 100 nm",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "8535e303-931c-4d7e-881c-b5694c12d899",
        "choice_type": "single"
    },
    {
        "question": "Oncocytic carcinoma arises from-",
        "exp": "Oncocytoma is a benign epithelial tumour composed of large eosinophilic cells having small, round, benign-appearing nuclei that have large nucleoli. It is thought to arise from the intercalated cells of collecting ducts. Ultrastructurally the eosinophilic cells have numerous mitochondria. From Pathologic basis of disease Robbins 8th edition pg no: 964",
        "cop": 4,
        "opa": "Perivascular",
        "opb": "Glomerulus",
        "opc": "Loop of henle",
        "opd": "Collecting duct",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e44cb3e3-0b0c-4835-a283-a667507aba48",
        "choice_type": "single"
    },
    {
        "question": "IgA deposition in mesangial cells arr seen in",
        "exp": "Refer Robbins page no 923 IgA Nephropathy (Berger Disease) IgA nephropathy, characterized by the presence of prom- inent IgA deposits in the mesangial regions and recurrent hematuria, is the most common type of glomerulonephri- tis worldwide. The disease can be suspected by light microscopic examination, but the diagnosis is made only by the detection of glomerular IgA deposition (Fig. 20-19). Mild proteinuria is usually present, and the nephrotic syndrome may occasionally develop.",
        "cop": 2,
        "opa": "Good Pasteur syndrome",
        "opb": "Berger syndrome",
        "opc": "Cresentic glomerulonephritis",
        "opd": "Alpo syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f33c3e8b-6696-4415-b34a-b167965bed72",
        "choice_type": "single"
    },
    {
        "question": "Most specific histological lesion in diabetic nephropathy is-",
        "exp": "Nodular lesions of diabetic glomerulosclerosis are also called as Kimmelstiel- Wilson (KW) lesions or intercapillary glomerulosclerosis. These lesions are specific for type 1 diabetes (juvenile onset diabetes) or islet cell antibody-positive diabetes mellitus. The pathologic changes consist of one or more nodules in a few or many glomeruli. the nodule is an ovoid or spherical, laminated, hyaline, acellular mass located within a lobule of the glomerulus. Ref: Harsh Mohan textbook of pathology 6th edition page678",
        "cop": 4,
        "opa": "Glomerular crescents",
        "opb": "Immune complex deposition",
        "opc": "Occlusion of glomeruli with fibrin caps",
        "opd": "Nodular glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "010fcf62-4104-4c53-b954-8a23ff60a653",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of type I renal tubular acidosis?",
        "exp": "Mutations in CA2 and TCIRG1 result in osteopetrosis (in which bones are hard but brittle) and renal tubular acidosis. Ref: Robbins basic pathology 9th edition pg no: 801 Nephrocalcinosis is a diffuse deposition of calcium salts in renal tissue in a number of renal diseases, in hypercalcemia, hyperphosphataemia and renal tubular acidosis Ref: Textbook of pathology Harsh Mohan 6th edition page 684.",
        "cop": 4,
        "opa": "Lower tubule re-absorption of calcium",
        "opb": "Defective bicarbonate absorption in distal tubule",
        "opc": "Low serum potassium level",
        "opd": "Increased anion gap",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "8dd3edd8-5b62-4c6a-b2bb-74e119f84a8a",
        "choice_type": "single"
    },
    {
        "question": "Type I Rapidly progressive glomerulonephritis is seen in",
        "exp": "Rapidly progressive glomerulonephritis (RPGN) is a syndrome of the kidney that is characterized by a rapid loss of kidney function, (usually a 50% decline in the glomerular filtration rate (GFR) within 3 months) with glomerular crescent formation seen in at least 50% or 75% of glomeruli seen on kidney biopsies. Refer robbins 9/e",
        "cop": 4,
        "opa": "SLE",
        "opb": "IgA nephropathy",
        "opc": "Henoch Schonlein purpura",
        "opd": "Good pasture syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "a1cfa582-4e1b-445e-88e3-12f89d6a1ba4",
        "choice_type": "single"
    },
    {
        "question": "Anti-GBM antibody-mediated Rapidly Progressive Glomerulonephritis is seen in",
        "exp": "Rapidly progressive glomerulonephritis (RPGN) is a syndrome associated with severe glomerular injury, characterized by rapid and progressive loss of the renal function associated with severe oliguria and signs of the nephritic syndrome. Anti-GBM antibody-mediated disease, characterized by linear deposits of IgG and, in many cases, C3 in the GBM. In some of these patients, the anti-GBM antibodies cross-react with pulmonary alveolar basement membranes to produce the clinical picture of pulmonary hemorrhage associated with renal failure (Goodpasture syndrome). Plasmapheresis to remove the pathogenic circulating antibodies is usually pa of the treatment, which also includes therapy to suppress the underlying immune response. Ref: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 20; The Kidney; Page no: 912",
        "cop": 4,
        "opa": "Postinfectious glomerulonephritis",
        "opb": "IgA nephropathy",
        "opc": "Lupus nephritis",
        "opd": "Goodpasture syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "01f951b9-285a-445f-9286-2caa64f5d2ce",
        "choice_type": "single"
    },
    {
        "question": "The most common variant of RCC is",
        "exp": "Types of renal cell carcinoma. Frequency1. Clear cell carcinoma2. Papillary renal cell carcinoma3. Chromophobe renal cell carcinoma4. Collecting duct carcinoma70-80%10-15%5%1% (Ref: Robbins 8/e p965)",
        "cop": 1,
        "opa": "Clear cell",
        "opb": "Papillary",
        "opc": "Chromophobe",
        "opd": "Collecting duct",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "24e85dea-9036-4da1-92b3-0da57b02df36",
        "choice_type": "single"
    },
    {
        "question": "Chromophobe variant of renal cell is associated with -",
        "exp": "These tumors are unique in having multiple losses of entire chromosomes, including chromosomes 1, 2, 6, 10, 13, 17, and 21. Thus, they show extreme hypodiploidy. Because of multiple losses, the \"critical hit\" has not been determined. Ref: Robbins basic pathology 9th edition page548",
        "cop": 4,
        "opa": "VHL gene mutations",
        "opb": "Trisomy of 7 and 17 (+7, +17)",
        "opc": "3 p deletions (3p-)",
        "opd": "Monosomy of 1 and Y (-1, -Y)",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "17c8014d-1349-4b83-8324-05726ae43093",
        "choice_type": "single"
    },
    {
        "question": "Good pasture&; s syndrome is characterised by-",
        "exp": "The lungs are heavy and have areas of red-brown consolidation due to diffuse alveolar hemorrhage. Microscopic examination shows focal necrosis of alveolar walls associated with intraalveolar hemorrhage, fibrous thickening of septa, and hyperophic type II pneumocytes. There is abundant hemosiderin due to earlier episodes of hemorrhage. The characteristic linear pattern of immunoglobulin deposition (usually IgG, sometimes IgA or IgM) that is the hallmark diagnostic finding in renal biopsy specimens also may be seen along the alveolar septa. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 519",
        "cop": 3,
        "opa": "Necrotisting hemorrhagic interstitial pneumonitis",
        "opb": "Alveolitis",
        "opc": "Patchy consolidation",
        "opd": "Pulmonary edema",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b4361373-18bd-40d9-bf70-6ceb1715d10b",
        "choice_type": "single"
    },
    {
        "question": "Alpha fetoprotein is not raised in which testicular tumor",
        "exp": "AFP is a marker of hepatocellular cancer and non seminatous germ cell tumors of testes Non seminomatous germ cell tumors may be embryonal carcinoma yolk sac tumor, choriocarcinoma or teratoma Refer Robbins page no 9/e 978",
        "cop": 1,
        "opa": "Choriocarcinoma",
        "opb": "Tearatacarcinoma",
        "opc": "Yolk sac tumor",
        "opd": "Embryonal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "793efbfb-aa51-43ca-ae68-80d4849edbc1",
        "choice_type": "single"
    },
    {
        "question": "Renal papillary necrosis is seen in",
        "exp": "Necrotizing papillitis (or papillary necrosis): It is one special pattern of acute pyelonephritis and is much more frequent in diabetics Hyaline aeriolosclerosis narrows blood vessels -> reduces the blood supply to the renal medulla -> ischemia ->causes necrosis of the tips of papillae (papillary necrosis). Causes of necrotizing papillitis: Diabetes mellitus Sickle cell anemia Analgesic nephropathy Obstructive uropathy. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 615",
        "cop": 1,
        "opa": "Sickle cell disease",
        "opb": "Gouty nephropathy",
        "opc": "Chronic glomerulonephritis",
        "opd": "Tumor necrosis syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f010acc8-f13c-468e-b9b3-f6ca65c880e3",
        "choice_type": "single"
    },
    {
        "question": "Tram track appearance on histopathology of kidney is seen in",
        "exp": "Refer Robbins page no 920. PHOLOGY The glomeruli are large and hypercellular. The hypercellu- larity is produced both by proliferation of cells in the mesangium and so-called endocapillary proliferation involving capillary endothelium and infiltrating leukocytes. The glomeruli have an accentuated \"lobular\" appearance due to the proliferating mesangial cells and increased mesangial matrix (Fig. 20-16). The GBM is thickened, and often shows a \"double- contour\" or \"tram-track\" appearance, especially evident in silver or PAS stains. This is caused by \"duplication\" of the basement membrane (also commonly referred to as splitting), usually as the result of new basement membrane synthesis in response to subendothelial deposits of immune complexes. Between the duplicated basement membranes there is inclu- sion or interposition of cellular elements, which can be of mesangial, endothelial, or leukocytic origin. Such interposition also gives rise to the appearance of \"split\" basement mem- branes",
        "cop": 2,
        "opa": "Membranous nephropathy",
        "opb": "Membranoproliferative glomerulonephritis",
        "opc": "IgA nephropathy",
        "opd": "Cresentric glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f34f0dee-60ec-44ca-9235-ef4c03980a04",
        "choice_type": "single"
    },
    {
        "question": "Paraneoplastic syndrome not seen in renal cell cancer is?",
        "exp": "A number of paraneoplastic syndromes due to ectopic hormone production by the renal cell carcinoma have been described. These include Polycythaemia(by erythropoietin), Hypercalcaemia(by parathyroid hormone and prostaglandins), Hypertension(by renin), effects of feminisation or masculinisation(by gonadotropins), Cushing's syndrome(by glucocoicoids), Eosinophilia, Leukemoid reactions, and amyloidosis. From Pathologic basis of disease Robbins, South Asian edition, pg no: 955; Textbook of pathology Harsh Mohan, 7th edition, pg no: 683",
        "cop": 1,
        "opa": "Acanthosis nigricans",
        "opb": "Amyloidosis",
        "opc": "Polycythemia",
        "opd": "Hypeention",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "3ef0fe32-0670-449e-991e-5c1f96d87d8b",
        "choice_type": "single"
    },
    {
        "question": "The commonest histological type of carcinoma testis is -",
        "exp": "Tumors of the testis are a heterogeneous group of neoplasms that include germ cell tumors and sex cord stromal tumors. In postpubeal males, 95% of testicular tumors arise from germ cells, and all are malignant Seminomas are the most common type of germ cell tumor (~ 50% of germ cell tumors). robbins book of pathology 9th edition page 659 Most common tumor of the testis: Seminoma Mixed germ cell tumor Most common testicular tumor in infant and children up to 3 years: Yolk sac tumor Most common testicular tumor in prepubeal children: Teratoma Most common testicular tumor >60 years: Lymphoma Most common bilateral tumor Primary is seminoma Secondary is lymphoma",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Yolk sac turom",
        "opc": "Seminoma",
        "opd": "Chorio carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4bbc60e7-476a-461b-9668-184eeede9c6c",
        "choice_type": "single"
    },
    {
        "question": "Frequency of renal involvement in HSP -",
        "exp": "Henoch-Schonlein purpura(HSP) is an acute, systemic, immune complex-mediated, leukocytoclastic vasculitis. It is characterized by a triad of palpable purpura (without thrombocytopenia), abdominal pain, and ahritis. Most patients have an antecedent upper respiratory illness. More than 90 percent of Henoch-Schonlein purpura cases occur in children younger than 10 years; however, adults with this condition are more likely to experience complications than children. All patients with Henoch-Schonlein purpura develop a purpuric rash, 75 percent develop ahritis, 60 to 65 percent develop abdominal pain, and 40 to 50 percent develop renal disease. www. aafp. org",
        "cop": 3,
        "opa": "20-40%",
        "opb": ">80%",
        "opc": "40-60%",
        "opd": "10%",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "eac85271-f71a-4653-96ca-2a1a890a0d5a",
        "choice_type": "single"
    },
    {
        "question": "Hysterectomy specimen from a 38 year old woman shows the following Gross Appearance. The most likely diganosis is:",
        "exp": "The specimen in the picture is typical of leiomyomas or fibromyoma, or fibroids of the uterus. Gross Features of Uterine Leiomyoma (Fibroid, Myofibroma. Fibromyoma, Leiomyofibroma, Fibroma, Myoma) Sharply circumscribed, round, firm, grayish white masses The tumor is well circumscribed, but not encapsulated Often shells out Cut surface has a white whorled appearance that has been likened to raw silk. Often has a bulging and trabeculated cut surface. Usually within myometrium (intramural), may be submucosal or subserosal May be multiple Leiomyomas are the most common uterine tumors of smooth muscle origin, often admixed with variable amount of fibrous tissue component. Ref: Harsh Mohan, Atlas of Surgical Pathology",
        "cop": 2,
        "opa": "Endometrial Carcinoma",
        "opb": "Leiomyoma Uterus",
        "opc": "Leiomyosarcoma",
        "opd": "Mixed Mullerian Tumor",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "fd4f983a-ba63-4ad1-ba4a-75ca3e0b2181",
        "choice_type": "single"
    },
    {
        "question": "Mercury affects which pa of the kidney -",
        "exp": "Poisoning with mercuric chloride provides the classic example that produces widespread and readily discernible tubular necrosis (acute mercury nephropathy). In mercuric chloride poisoning, the features are as follows: Epithelial cells of mainly proximal convoluted tubules are necrotic and desquamated into the tubular lumina. The desquamated cells may undergo dystrophic calcification. The tubular basement membrane is generally intact. The regenerating epithelium, which is flat and thin with few mitoses, may be seen lining the tubular basement membrane. Ref: Harsh Mohan textbook of pathology 6th edition page 680",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Collecting duct",
        "opd": "Loop of Henle",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b67b9e55-94c8-405a-957b-168090a46e52",
        "choice_type": "single"
    },
    {
        "question": "Chromosome-associated with ADPKD is",
        "exp": "S. No. Disease. Inheritance Pathogenesis. Kidney features. Extrarenal manifestations 1. ADPKDADPKD1mutation in chr16p. PKD2 mutation in chr 4q. PKD1 produce polycystin-1. PKD2 produce polycystin-2. Enlarged kidneys, Multiple cysts in both kidneys. Disease manifest only in adults. Cysts in liver, spleen, pancreas and lung. Berry aneurysm. Mitral valve prolapse2. ARPKDARMutation of PKHD1 in chr6p. PKHD1 produce fibrocystin. Enlarged kidneys, Cysts in both kidneys. Liver cysts, congenital hepaticfibrosis and spleenomegaly3. Medullarysponge kidney. None Unceain. Cysts restricted to the collecting ducts of medulla None4. Familial juvenile nephronophthisis ARMutation of NPH1 to NPH6. NPH1 & NPH3-6 produce nephrocystin. NPH2 produce inversin Shrunken kidney, Cysts in coicmedullary junction, salt wasting. Growth retardation, Liver fibrosis, ocular motor abnormalities, retinal dystrophy and cerebellar abnormalities5. Adult-onset medullary cystic disease. ADMutation of MCKD1 and MCKD2. Shrunken kidney, Cysts in coicmedullary junction, salt wasting. None 6. Simple cysts. None Unceain. Multiple cysts in normal sized kidneys Hematuria. None7. Acquired renal cystic disease. None Renal dialysis. Cysts with end stage renal disease, calcium oxalate crystals, renal cell carcinoma None",
        "cop": 3,
        "opa": "14 and 16",
        "opb": "14 and 13",
        "opc": "16 and 4",
        "opd": "16 and 14",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "cceb3b51-c151-4ea2-b8b6-5c4cb5d431b7",
        "choice_type": "single"
    },
    {
        "question": "Adult Polycystic kidney disease is inherited by",
        "exp": "Polycystic kidney disease (PKD or PCKD, also known as polycystic kidney syndrome) is a geneticdisorder in which the renal tubules become structurally abnormal, resulting in the development and growth of multiple cysts within thekidney.",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X linked",
        "opd": "Mitochondrial",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b36096e0-76d8-4fe3-ab95-f9dcff8566f2",
        "choice_type": "single"
    },
    {
        "question": "Post streptococcal glomerulonephritis in children is diagnosed by",
        "exp": "In post streptococcal glomerulonephritis there elevated levels of antistreptolysin O or ASO and anti DNA awe antibodies and reduced levels of serum. C3",
        "cop": 3,
        "opa": "Heavy proteinuria, high cholesterol, high. ASO titre",
        "opb": "Heavy proteinuria, hematuria, low aso titre",
        "opc": "Mild proteinuria, hematuria, low ASO tire",
        "opd": "Mild proteinuria, high cholesterol, normal ASO titre",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "03ed19db-3fc4-4e57-b17c-8a38076b2f0b",
        "choice_type": "single"
    },
    {
        "question": "The crescent forming glomerulonephritis is -",
        "exp": "RPGN is characterized by the formation of 'crescents' (crescentic GN) outside the glomerular capillaries (extracapillary GN). 'Crescents' are formed from the proliferation of parietal epithelial cells lining Bowman's capsule with contribution from visceral epithelial cells and the invading mononuclear cells. There are some systemic diseases that are characterized by the formation of crescents. Systemic diseases such as Goodpasture's syndrome, SLE, Henoch-Schlein purpura come under type1 RPGN and they are associated with crescent formation. Ref: Textbook of pathology Harsh Mohan 6th edition page no: 667",
        "cop": 1,
        "opa": "RPGN",
        "opb": "Acute GN",
        "opc": "Membranous GN",
        "opd": "Membrano proliferative GN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f290eb47-8a45-4aa3-8d2d-af1d9348a5fa",
        "choice_type": "single"
    },
    {
        "question": "Subepithelial deposits with M spike is seen in",
        "exp": "Refer Robbins page no 915 Pathogenesis. Membranous nephropathy is a form of chronic immune complex-mediated disease. In secondary membranous nephropathy, the inciting antigens can some- times be identified in the immune complexes. The antigens may be endogenous or exogenous. The endogenous anti- gens may be renal or non renal. For example, membranous nephropathy in SLE is associated with deposition of complexes of self nuclear proteins and autoantibodies.",
        "cop": 2,
        "opa": "Membranoproliferative glomerulonephritis",
        "opb": "Membranous glomerulonephritis",
        "opc": "Minimal change disease",
        "opd": "RPGN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4a76780d-a857-4ade-9a0f-2755071923fa",
        "choice_type": "single"
    },
    {
        "question": "The most common malignant tesicular neoplasm is",
        "exp": "Testicular neoplasms occur in roughly 6 per 100, 000 males. Tumors of the testis are a heterogeneous group of neoplasms that include germ cell tumors and sex cord stromal tumors. In postpubeal males, 95% of testicular tumors arise from germ cells, and all are malignant. Most testicular tumors in postpubeal males arise from germ cell neoplasia in situ. Testicular germ cell tumors are subclassified into seminomas and nonseminomatous germ cell tumors. ref: ROBBINS BASIC PATHOLOGY 10th Ed. pg no: 693 Most common tumor of the testis: Seminoma Mixed germ cell tumor Most common testicular tumor in infant and children up to 3 years: Yolk sac tumor Most common testicular tumor in prepubeal children: Teratoma Most common testicular tumor >60 years: Lymphoma Most common bilateral tumor Primary is seminoma Secondary is lymphoma Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 651",
        "cop": 2,
        "opa": "Teratoma",
        "opb": "Seminoma",
        "opc": "Choricocarcinoma",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "ed4c1aae-d240-4338-a810-75d0a41b09c3",
        "choice_type": "single"
    },
    {
        "question": "Most common in diabetic nephropathy",
        "exp": "refer Robbins 1118pg. Diabetic Nephropathy The kidneys are prime targets of diabetes. Renal failure is second only to myocardial infarction as a cause of death from this disease. Three lesions are encountered: (1) glo- merular lesions; (2) renal vascular lesions, principally aeriolosclerosis; and (3) pyelonephritis, including nec- rotizing papillitis. The most impoant glomerular lesions are capillary basement membrane thickening, diffuse mesangial sclerosis, and nodular glomerulosclerosis.",
        "cop": 1,
        "opa": "Diffuse Glomerulonephritis",
        "opb": "Diffuse coical sclerosis",
        "opc": "Nodular glomerulosleosis",
        "opd": "Renal atherosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "433e5133-5705-4a57-b2db-0130046e2904",
        "choice_type": "single"
    },
    {
        "question": "The most common histological variant or renal cell carcinoma is -",
        "exp": "Histologically, the features of various types of RCC are as under: 1. Clear cell type RCC (70%): This is the most common pattern. The clear cytoplasm of tumour cells is due to the removal of glycogen and lipid from the cytoplasm during the processing of tissues. The tumour cells have a variety of patterns: solid, trabecular and tubular, separated by delicate vasculature. Majority of clear cell tumours are well differentiated. 2. Papillary type RCC (15%): The tumour cells are arranged in a papillary pattern over the fibrovascular stalks. Psammoma bodies may be seen. The genetic abnormality in these cases lies in MET gene located on chromosome 7 3. Granular cell type RCC (8%): The tumour cells have abundant acidophilic cytoplasm. These tumours have more marked nuclear pleomorphism, hyperchromatism, and cellular atypia. 4. Chromophobe type RCC (5%): This type shows an admixture of pale clear cells with perinuclear halo and acidophilic granular cells. The cytoplasm of these tumour cells contains many vesicles. These cases have genetic defects in the form of multiple losses of whole chromosomes i. e. they have extreme degree of hypodiploidy 5. Sarcomatoid type RCC (1. 5%): This is the most anaplastic and poorly differentiated form. The tumour is characterized by whorls of atypical spindle tumour cells. 6. Collecting duct type RCC (0. 5%): This is a rare type that occurs in the medulla. It is composed of a single layer of cuboidal tumour cells arranged in a tubular and papillary pattern. Ref: HARSH MOHAN TEXTBOOK OF PATHOLOGY 6th ed. pg no: 695",
        "cop": 1,
        "opa": "Clear cell type",
        "opb": "Chromophobe type",
        "opc": "Papillary type",
        "opd": "Tubular type",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "08f099bf-065f-4f34-bacd-d51848376466",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the cause of break of glomerular basement membrane sometimes and sub epithelial deposits in electron microscopy?-",
        "exp": "Disease Pathogenesis Light Microscopy Fluorescence microscopy Electron microscopy Minimal-change disease podocyte injury Normal Negative Effacement of foot processes; no deposits Focal segmental glomerulosclerosis Unknown: reaction to the loss of renal mass. Focal and segmental sclerosis and hyalinosis Usually negative; IgM and C3 may be present in areas of scarring Effacement of foot processes; epithelial denudation Membranous glomerulonephritis Insitu immune complex formation; PLA2R antigen in most cases of primary disease Diffuse capillary wall thickening and subepithelial \"spike\" formation Granular IgG and C3 along GBM Subepithelial deposits Membranoproliferative GN immune complex Membranoproliferative pattern; GBM splitting Granular IgG, C3, C1q, and C4 along GBM and mesangium subendothelial deposits Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 556",
        "cop": 1,
        "opa": "Membranous glomerulonephritis (MGN)",
        "opb": "Focal glomerular sclerosis",
        "opc": "Rapidly progressive glomerulonephritis",
        "opd": "Minimal, change (MCD)",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "a7e4490c-ba04-4c10-898d-75e5cd3239f0",
        "choice_type": "single"
    },
    {
        "question": "The type of mammary ductal carcinoma in situ most likely to result in a palpable abnormality in the breast is",
        "exp": "Refer Robbins page no necrosis DCIS can be divided into two major architectural subtypes, comedo and noncomedo (Fig. 23-17). Some cases of DCIS have a single growth pattern, but most are comprised of a mixture of patterns. Nuclear grade and necrosis are better predictors of local recurrence and progression to invasion than architectural type. Comedo DCIS may occasionally produce vague nodularity, but more often it is detected on mammography as clustered or linear and branching areas of calcification (Fig. 23-17A). It is defined by two features: (1) tumor cells with pleomorphic, high-grade nuclei and (2) areas of central",
        "cop": 4,
        "opa": "Apocrine DCIS",
        "opb": "Neuro endocrine DCIS",
        "opc": "Will -differentiated DCIS",
        "opd": "Comedo DCIS",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4fa03eef-b8aa-4a7e-a8fa-a40a7b849464",
        "choice_type": "single"
    },
    {
        "question": "Most common type of lupus nephritis",
        "exp": "Diffuse proliferative nephritis (DPN) or glomerulonephritis (DPGN) is a type of glomerulonephritis that is the most serious form of renal lesions in SLE and is also the most common, occurring in 35% to 60% of patients. Most of the glomeruli show endothelial and mesangial proliferation affecting the entire glomerulus, leading to diffuse hypercellularity of the glomeruli, producing in some cases epithelial crescents that fill Bowman's space. Here in this diffuse proliferation of lupus nephritis is most common. Ref: emedicine. medscape. com",
        "cop": 4,
        "opa": "Memberanous",
        "opb": "Mesangial",
        "opc": "Focal proliferative",
        "opd": "Diffuse proliferatione",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "db3a2ba1-d47a-45ac-ad03-69fb23574348",
        "choice_type": "single"
    },
    {
        "question": "Flea bitten appearance of the kidney is seen in",
        "exp": "Refer Robbins page no 9/e 939. The kidney size varies depending on the duration and severity of the hypeensive disease. Small, pinpoint petechial hemor- rhages may appear on the coical surface from rupture of aerioles or glomerular capillaries, giving the kidney a peculiar \"flea-bitten\" appearance. Two histologic alterations characterize blood vessels in malignant hypertension",
        "cop": 1,
        "opa": "Malignant hypertension",
        "opb": "Benign hypertension",
        "opc": "Chronic pyelonephritis",
        "opd": "Diabetes mellitus",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "5b5d3f49-940c-4d3d-818c-8fc08fa3437b",
        "choice_type": "single"
    },
    {
        "question": "Type of nephropathy in DM-",
        "exp": "Nodular lesions of diabetic glomerulosclerosis are also called as Kimmelstiel-Wilson (KW) lesions or intercapillary glomerulosclerosis. These lesions are specific for type 1 diabetes (juvenile onset diabetes) or islet cell antibody-positive diabetes mellitus. The pathologic changes consist of one or more nodules in a few or many glomeruli. A nodule is an ovoid or spherical, laminated, hyaline, acellular mass located within a lobule of the glomerulus. The nodules are surrounded peripherally by glomerular capillary loopswhich may have normal or thickened GBM Ref: Harsh Mohan textbook of pathology page 678 6th edition",
        "cop": 3,
        "opa": "Focal",
        "opb": "Diffuse",
        "opc": "Nodular",
        "opd": "Crescent",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f15e5c99-09ab-411a-9180-b74c6654ce36",
        "choice_type": "single"
    },
    {
        "question": "In collapsing glomerulopathy which of the following is seen -",
        "exp": "A morphologic variant called collapsing glomerulopathy is characterized by the collapse of the glomerular tuft and epithelial cell hyperplasia. This more severe manifestation of FSGS may be idiopathic or may be associated with HIV infection, drug-induced toxicities, and some microvascular injuries. It carries a paicularly poor prognosis Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 557",
        "cop": 1,
        "opa": "Hyperophy and necrosis of the visceral epithelium",
        "opb": "Proliferation of the parietal epithelium",
        "opc": "Tuft necrosis",
        "opd": "Mesangiolysis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "cb872aea-0e2a-44be-8f30-cad976c4af2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a metastasis suppressor gene in relation to prostate cancer?",
        "exp": "*Metastatic suppressor genes that acts without affecting primary tumor o. KAI-1, CD44, MAPK4, nm23-H1, nm23-H2, Ki. SS-1 and Br. MS1*Metastatic suppressor genes specific for prostate cancero. KAI-1, CD44, MAPK4. Ref: The Journal of Urology 2003 March; 169(3): 1122-33)",
        "cop": 1,
        "opa": "KAI -1",
        "opb": "NM 23",
        "opc": "KISS",
        "opd": "p53",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "58121fef-3a39-412d-9af3-10d5367f748e",
        "choice_type": "single"
    },
    {
        "question": "Low complement levels are seen in -",
        "exp": "The glomerular lesions appear to result from deposition of immune complexes in the glomeruli. The evidence cited in suppo are as under: i) There is epidemiological evidence of preceding streptococcal sore throat or skin infection about 1-2 weeks prior to the attack. ii) The latent period between streptococcal infection and onset of clinical manifestations of the disease is compatible with the period required for building up of antibodies. iii) Streptococcal infection may be identified by culture or may be inferred from elevated titers of antibodies against streptococcal antigens. These include the following: anti-streptolysin O (ASO); anti-deoxyribonuclease B (anti-DNAse B); anti-streptokinase (ASKase); anti-nicotinyl adenine dinucleotidase (anti-NADase); and anti-hyaluronidase (AHase). iv) There is usually hypocomplementaemia indicating the involvement of complement in the glomerular deposits. v) It has also been possible to identify the antigenic component of streptococci which is a cytoplasmic antigen, Endostreptosin. Ref: Textbook of pathology. Harshmohan 6thediton page 665",
        "cop": 1,
        "opa": "PSGN",
        "opb": "MPGN",
        "opc": "Good pasture's syndrome",
        "opd": "Wegner's granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c081d042-9e8d-4161-b37d-732bb39ff372",
        "choice_type": "single"
    },
    {
        "question": "The cytogenetics of chromophilic renal cell carcinoma is characterized by",
        "exp": "Chromophilic renal cell carcinoma is a distinct type of human renal cancer, only recently recognized and defined by its characteristic histomorphological aspect and cytogenetic aberrations. Immunohistochemistry revealed coexpression of vimentin and cytokeratins in all cell lines the cytokeratin polypeptide patterns, however, varying between the different cell lines. Chromphi-1 tumour cells produced slowly growing tumors in nude mice using the subrenal capsule assay. In all cell lines, the cytogenetic analysis revealed numerical chromosomal aberrations known to be characteristic for chromophilic RCCs, i. e. loss of the Y chromosome, tri- or tetrasomy of chromosomes 7 and 17 as well as various combinations of additional structural and numerical chromosomal aberrations. Ref: Wikipedia",
        "cop": 3,
        "opa": "Mutant VHL gene",
        "opb": "Loss of 3p",
        "opc": "Trisomy 7/17",
        "opd": "Loss of 5q3",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "d38435ee-8d9e-4d7d-8d8f-8f265fd7cc4c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of renal papillary necrosis is",
        "exp": "Renal papillary necrosis is a form of nephropathy involving the necrosis of the renal papilla. Lesions that characterize renal papillary necrosis come from an impairment of the blood supply and from subsequent ischemic necrosis that is diffuse. In terms of cause, almost any condition that involves ischemia can lead to renal papillary necrosis. A mnemonic for the causes of renal papillary necrosis is (POSTCARDS: pyelonephritis, obstruction of the urogenital tract, sickle cell disease, tuberculosis, cirrhosis of the liver, analgesia/alcohol abuse, renal vein thrombosis, diabetes mellitus, and systemic vasculitis.) Often, a patient with renal papillary necrosis will have numerous conditions acting synergistically to bring about the disease. Refer robbins 9/e936",
        "cop": 3,
        "opa": "Analgesic nephropathy",
        "opb": "Sickle cell disease",
        "opc": "Diabetes mellitus",
        "opd": "Chronic pyelonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "16bd5493-e24a-4d03-9118-29c666212ff5",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man is noted to have urine analysis that is positive for blood. The microscopic examination of the urine is negative for casts or red blood cells. Which of the following is the most likely diagnosis",
        "exp": "A urinalysis that is positive for blood does not distinguish between myoglobin and hemoglobin. A microscopic urine exam is necessary for a definitive diagnosis. In a patient with myoglobinuria, a microscopic evaluation will fail to show the presence of red blood cell (RBC) casts or intact RBCs. Gross myoglobinuria can lead to an abnormal coloration of the urine and is typically described as \"cola colored. \" Hematuria and renal cell carcinoma would be expected to produce urine analysis and microscopic exam that are positive for RBCs, whereas nephritic syndrome would be expected to have RBC casts.",
        "cop": 4,
        "opa": "Hematuria",
        "opb": "Nephritic syndrome",
        "opc": "Renal cell carcinoma",
        "opd": "Myoglobinuria",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "bb01698c-9ae7-4874-89b9-ecd735093aa2",
        "choice_type": "single"
    },
    {
        "question": "ITGCN is seen in",
        "exp": "ITGCN is seen adjacent to all germ cell tumors in adults except for spermatocytic seminoma and epidermoid and dermoid cysts. With rare exceptions, it is also not seen in pediatric tumors (teratomas, yolk sac tumors... Robbins 7th edition page 1096) ITGCN is seen with a high frequency in the following conditions: a. Cryptorchidism b. Prior germ cell tumors c. Strong family history of germ cell tumor d. Androgen insensitivity syndrome e. Gonadal dysgenesis syndrome. Ref: gradestack. com",
        "cop": 3,
        "opa": "Pediatric yolk sac tumor",
        "opb": "Pediatric teratoma",
        "opc": "Seminoma",
        "opd": "Adult spermatocytic seminoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4e79d9fa-3a28-4874-8d72-aef8828cc404",
        "choice_type": "single"
    },
    {
        "question": "Michaelis gutmann bodies are found in -",
        "exp": "This is a rare condition most frequently found in the urinary bladder but can occur in the ureters, kidney, testis, and prostate and occasionally in the gut. Etiology unknown may be due to persistent chronic inflammation with the defective phagocytic process by macrophages. Common in immunosuppressed patients and in transplant recipients. Microscopically plaques are composed of foamy macrophages, occasional giant cells, and lymphocytes. These macrophages have granular PAS positive cytoplasm and some contain cytoplasmic laminated concretions of calcium phosphate called 'Michaelis -Gutman bodies'. This ultrastructurally represents lysosomes filled with paly digested debris of bacteria phagocytosed by the macrophages which have not been digested fully by them due to defective phagocytosis. Ref: Textbook of pathology Harsh Mohan 7th edition, pg no: 686",
        "cop": 1,
        "opa": "Malakoplakia",
        "opb": "Xanthogranulomatous pyelonephritis",
        "opc": "Nail patella syndrome",
        "opd": "Xanthelesma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "cb196de3-e57f-4feb-a33d-e71dc5d617bb",
        "choice_type": "single"
    },
    {
        "question": "Commonest carcinoma of the with multifocal origin is",
        "exp": "Refer Robbins page no 1057 DCIS can be divided into two major architectural subtypes, comedo and noncomedo (Fig. 23-17). Some cases of DCIS have a single growth pattern, but most are comprised of a mixture of patterns. Nuclear grade and necrosis are better predictors of local recurrence and progression to invasion than architectural type. Comedo DCIS may occasionally produce vague nodularity, but more often it is detected on mammography as clustered or linear and branching areas of calcification (Fig. 23-17A). It is defined by two features: (1) tumor cells with pleomorphic, high- grade nuclei and (2) areas of central necrosis (Fig. 23-17B). Noncomedo DCIS lacks either high-grade nuclei or central necrosis. Several patterns may be seen. Cribriform DCIS may have rounded (cookie cutter-like) spaces (Fig. 23-17C) within the ducts, or a solid DCIS pattern. Micropapillary DCIS pro- duces bulbous protrusions without a fibrovascular core, often arranged in complex intraductal patterns (Fig. 23-17D). In other cases, DCIS produces true papillae with fibrovascular cores that lack a myoepithelial cell layer. Calcifications may also be seen in noncomedo forms of DCIS in association with focal necrosis or intraluminal secretions.",
        "cop": 4,
        "opa": "Schirrhous carcinoma",
        "opb": "Adenocystic carcinoma",
        "opc": "Lobular carcinoma",
        "opd": "Ductal carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "477fa7d3-95f8-46d8-8593-f863565f83de",
        "choice_type": "single"
    },
    {
        "question": "Most characteristic finding in diabetic nephropathy is",
        "exp": "Refer Robbins page no 1118 Almost all patients with Type I diabetes develop some evidence of functional change in the kidneys within two to five years of the diagnosis. About 30 to 40 percent progress to more serious kidneydisease, usually within about 10 to 30 years. Diabetic nephropathy (diabetic kidney disease) is kidney damage that results from having diabetes. Having high blood glucose levels due to diabetes can damage the pa of the kidneys that filters your blood. The damaged filter becomes 'leaky' and lets protein into your urine.",
        "cop": 2,
        "opa": "Diffuse glomerusclerosis",
        "opb": "Nodular glomerulosclerosis",
        "opc": "Diffuse coical sclerosis",
        "opd": "Renal atherosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "99ed8e10-c3c6-4c9d-96a5-cbfd5631259d",
        "choice_type": "single"
    },
    {
        "question": "RBC casts seen in",
        "exp": "RBC casts are a feature of glomerular damage. Normally <3 RBC/HPF are going to leak. But in the case of glomerular damage the number of RBC in the urine will exceed the limit mentioned above and these RBC get impinged on Tamm horsefall protein. The resultant RBC casts can be seen under microscopic examination of urine. Refer robbins 9/e p912",
        "cop": 4,
        "opa": "Minimal change disease",
        "opb": "Renal vein thrombosis",
        "opc": "Bladder schistosomiasis",
        "opd": "Rapidly progressive glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b746ebc7-72d0-49f9-9418-3a6a60e200ee",
        "choice_type": "single"
    },
    {
        "question": "IgA nephropathic deposits are senn in-",
        "exp": "The etiology of IgA nephropathy remains unclear: i) It is idiopathic in most cases. ii) Seen as pa of Henoch-Schonlein purpura. iii) Association with chronic inflammation in various body systems (e. g. chronic liver disease, inflammatory bowel disease, interstitial pneumonitis, leprosy, dermatitis herpetiformis, uveitis, ankylosing spondylitis, Sjogren's syndrome, monoclonal IgA gammopathy IgA nephropathy, characterized by mesangial deposits of IgA-containing immune complexes, is the most common cause of the nephritic syndrome worldwide; it is also a common cause of recurrent hematuria; it commonly affects children and young adults and has a variable course. Henoch-Schonlein purpura is a systemic hypersensitivity disease of unknown cause characterized by a purpuric rash, colicky abdominal pain (presumably due to focal hemorrhages into the gastrointestinal tract), polyahralgia, and acute glomerulonephritis. All these changes result from the deposition of circulating immune complexes within vessels throughout the body and within the glomerular mesangial regions. Ref: Robbins basic book of pathology 9th edition page 531 Ref: Textbook of pathology Harsh Mohan 6th edition page 674",
        "cop": 2,
        "opa": "SLE",
        "opb": "HSP",
        "opc": "Kawasaki disease",
        "opd": "Wegner's granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "43be6b1b-bc2d-468b-8eaa-9673b4b23439",
        "choice_type": "single"
    },
    {
        "question": "Mesangial deposits of IgA in renal glomeruli is a feature of -",
        "exp": "Henoch-Schlein purpura come under type1 RPGN and they are associated with crescent formation. Henoch-Schonlein or anaphylactoid purpura is a self-limited type of hypersensitivity vasculitis occurring in children and young adults. Circulating immune complexes are deposited in the vessel wall consisting of IgA, C3, and fibrin, and in some cases, properdin suggesting activation of alternative complement pathway as the trigger event. Henoch-Schonlein purpura is characterized by hypersensitivity vasculitis and palpable purpura. Ref: Textbook of pathology Harsh Mohan 6th edition page 331",
        "cop": 1,
        "opa": "Henoch Schonlin purpura",
        "opb": "Membranoproliferative glomerulonephritis",
        "opc": "Lipoid nephrosis",
        "opd": "Alpo syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "499e282d-758a-43c1-9988-f7f72cdda3ae",
        "choice_type": "single"
    },
    {
        "question": "Crescents are derived from-",
        "exp": "The glomeruli show cellular proliferation outside the capillary loops, sometimes in association with segmental capillary necrosis, breaks in GBM, and deposition of fibrin in Bowman's space. These distinctive proliferative lesions outside the capillary loops are called crescents owing to their shape as they fill Bowman's space. Crescents are formed both by the proliferation of epithelial cells and by the migration of monocytes/macrophages into Bowman's space. Smaller numbers of other types of leukocytes also may be present. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 563",
        "cop": 1,
        "opa": "Epithelial cells + fibrin + macrophage",
        "opb": "Mesangium + fibrin + macrophage",
        "opc": "Tubule + mesangiaum + fibrin",
        "opd": "Mesangiaum + fibrin",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4c1f1271-2ab5-49cd-95cd-a43547dc1e2c",
        "choice_type": "single"
    },
    {
        "question": "A patient presenting with hemoptysis and renal failure with anti-basement membrane antibodies has-",
        "exp": "Goodpasture syndrome, the prototype disorder of this group, is an uncommon but intriguing condition characterized by a proliferative, usually rapidly progressive glomerulonephritis and hemorrhagic interstitial pneumonitis. Both the renal and the pulmonary lesions are caused by antibodies targeted against the noncollagenous domain of the a3 chain of collagen IV. These antibodies can be detected in the serum of more than 90% of persons with Goodpasture syndrome. Ref: Robbins book of pathology. 9th edition. Page 485",
        "cop": 1,
        "opa": "Good pasture's",
        "opb": "Wegener's",
        "opc": "Churg Strauss",
        "opd": "Henoch-scholein purpura",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "8b73042d-3db2-4a89-9fbf-372f05467e07",
        "choice_type": "single"
    },
    {
        "question": "Gleason's classification is used for",
        "exp": "Refer Robbins page no Grading and Staging. Grading is of paicular impoance in prostatic cancer, because grade and stage (discussed below) are the best prognostic predictors. Prostate cancer is graded using the Gleason system, which stratifies pros- tate cancer into five grades on the basis of glandular pat- terns of differentiation. Grade 1 represents the most well differentiated tumors, in which the neoplastic glands are uniform and round in appearance and are packed into well-circumscribed nodules (Fig. 21-38A). In contrast, grade 5 tumors show no glandular differentiation, with tumor cells infiltrating the stroma in the form of cords, sheets, and nests (Fig. 21-38C). The other grades fall in between these extremes. Most tumors contain more than one pattern; in such instances, a primary grade is assigned to the dominant pattern and a secondary grade to the second most frequent pattern.",
        "cop": 2,
        "opa": "Carcinoma breast",
        "opb": "Carcinoma Prostrate",
        "opc": "Carcinoma pancreas",
        "opd": "Carcinoma rectum",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "855f90fc-2d09-43b9-b7f1-81fd4137eed1",
        "choice_type": "single"
    },
    {
        "question": "Donath Landsteiner is seen in -",
        "exp": "Paroxysmalcoldhemoglobinuria (PCH). In PCH, the cold antibody is an IgG antibody (Donath-Landsteiner antibody) which is directed against P blood group antigen and brings about complement-mediated haemolysis. Attacks of PCH are precipitated by exposure to cold. PCH is uncommon and may be seen in association with teiary syphilis or as a complication of ceain infections such as Mycoplasma pneumonia, flu, measles and mumps HARSH MOHAN Textbook of pathology 6th edition pg no 313",
        "cop": 3,
        "opa": "PNH",
        "opb": "Waldenstrom's macroglobulinemia",
        "opc": "Paroxysmal cold hemoglobinuria",
        "opd": "Malaria",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "3d8dd522-0fde-463b-ab89-58738db6808b",
        "choice_type": "single"
    },
    {
        "question": "According to WHO, membranous glomerulonephritis seen in SLE is -",
        "exp": "The morphological classification of lupus nephritis has proven to be clinically useful. Five patterns are recognized: minimal mesangial(class1); mesangial lupus glomerulonephritis (class II); focal proliferative glomerulonephritis (class III); diffuse proliferative glomerulonephritis (class IV); and membranous glomerulonephritis (class V) From Pathologic basis of disease ROBBINS, 8th edition, pg no: 217",
        "cop": 2,
        "opa": "Class II",
        "opb": "Class III",
        "opc": "Class IV",
        "opd": "Class V",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2bfacac6-88bb-496b-918b-2d99952c5038",
        "choice_type": "single"
    },
    {
        "question": "Poststreptococcal glomerulonephritis presents with",
        "exp": "Clinical Features The most common clinical presentation is acute nephritic syndrome. Edema and hypertension are common, with mild to moderate azotemia. Characteristically, there is gross hematuria, the urine appearing smoky brown rather than bright red due to oxidation of hemoglobin to methemoglobin. Some degree of proteinuria is a constant feature, and, as mentioned earlier, it occasionally may be severe enough to produce the nephrotic syndrome. Serum complement levels are low during the active phase of the disease, and serum antistreptolysin O antibody titers are elevated in poststreptococcal cases. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 561",
        "cop": 2,
        "opa": "Asymptomatic hematuria",
        "opb": "Renal failure",
        "opc": "Massive anasarca",
        "opd": "Massive renomegaly",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "680726ee-e3af-4f8a-93fe-2db88f91e349",
        "choice_type": "single"
    },
    {
        "question": "Which of the following increase in tuberculosis",
        "exp": "Silicosis, the most prevalent of the pneumoconioses, is caused by inhalation of crystalline silica paicles. Silica-exposed workers, with or without silicosis, are at increased risk for tuberculosis and nontuberculous mycobacteria-related diseases. The risk of a patient with silicosis developing tuberculosis is higher (2. 8 to 39 times higher, depending on the severity of the silicosis) than that found for healthy controls. Various regimens for tuberculosis chemoprophylaxis in patients with silicosis have been studied, all of which present similar efficacy and overall risk reduction to about one half of that obtained with placebo.",
        "cop": 3,
        "opa": "Asbestosis",
        "opb": "Sarcoidosis",
        "opc": "Silicosis",
        "opd": "Berylliosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "5e9069c3-6ab8-4acf-87fb-d22a2dfe88d8",
        "choice_type": "single"
    },
    {
        "question": "Lupus glomerulonephritis includes-",
        "exp": "Morphological classification of lupus nephritis has proven to be clinically useful. Five patterns are recognized: minimal mesangial(class1); mesangial lupus glomerulonephritis (class II); focal proliferative glomerulonephritis (class III); diffuse proliferative glomerulonephritis (class IV); and membranous glomerulonephritis (class V). Mesangial lupus glomerulonephritis is characterized by mesangial cell proliferation and lack of involvement of glomerular capillary walls. It is seen in 10% to 25% of patients, most of whom have minimal clinical manifestations, such as mild hematuria or transient proteinuria. There is a slight to moderate increase in the intercapillary mesangial matrix as well as in the number of mesangial cells. Despite the mild histologic changes, granular mesangial deposits of immunoglobulin and complement are always present. From Pathologic basis of disease ROBBINS, 8th edition, pg no: 217",
        "cop": 1,
        "opa": "MPGN",
        "opb": "Mesangeal proliferative GN",
        "opc": "Focal segmental GN",
        "opd": "Membranosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "ad318eac-d4ca-457e-b50d-8a23d67a3345",
        "choice_type": "single"
    },
    {
        "question": "Subepithelial deposits are seen in-",
        "exp": "Histologically, the main feature in membranous nephropathy is diffuse thickening of the capillary wall. Electron microscopy reveals that this thickening is caused in pa by subepithelial deposits, which nestle against the GBM and are separated from each other by small, spike-like protrusions of GBM matrix that form in reaction to the deposits (spike and dome pattern). Ref: Robbins book of pathology. 9th edition. Page 526",
        "cop": 3,
        "opa": "Minimal change disease",
        "opb": "MPGN",
        "opc": "Membranous GN",
        "opd": "PSGN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "25c1d4f6-847a-4b53-8594-5f779b7cd498",
        "choice_type": "single"
    },
    {
        "question": "Xanthogranulomatous pyelonephritis is often associated with infection by -",
        "exp": "Xanthogranulomatous pyelonephritis It is an unusual and rare form of chronic pyelonephritis associated with Proteus infections. MORPHOLOGY Gross: Cut surface shows large, yellowish-orange nodules, which may be confused with renal cell carcinoma. Microscopy: Interstitium shows foamy macrophages, plasma cells, and lymphocytes Clinical Features Chronic pyelonephritis associated with reflux may be silent onset. Usual symptoms are back-pain, fever, pyuria, and bacteriuria Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 619",
        "cop": 1,
        "opa": "proteus",
        "opb": "E. coli",
        "opc": "H. influenzae",
        "opd": "Klebsiella",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "d1776968-87f8-4899-8bcc-bb856ef1ca92",
        "choice_type": "single"
    },
    {
        "question": "Most common type of lupus nephritis-",
        "exp": "Diffuse proliferative glomerulonephritis (DPGN) is a term used to describe a distinct histologic form of glomerulonephritis common to various types of systemic inflammatory diseases, including autoimmune disorders (eg, systemic lupus erythematosus ), vasculitis syndromes (eg, granulomatosis with polyangiitis), and infectious processes. In DPGN, more than 50% of the glomeruli (diffuse) show an increase in mesangial, epithelial, endothelial (proliferative), and inflammatory cells (ie, glomerulonephritis). (Increased cellularity is demonstrated in the image below",
        "cop": 4,
        "opa": "Memberanous",
        "opb": "Mesangial",
        "opc": "Focal proliferative",
        "opd": "Diffuse proliferative",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "9b3c814c-7b66-4661-9a98-380198ea6512",
        "choice_type": "single"
    },
    {
        "question": "Crescentic glomerulonephritis seen in",
        "exp": "RPGN presents with an acute reduction in renal function resulting in acute renal failure in a few weeks or months. It is characterized by the formation of 'crescents'(crescentic GN)outside the glomerular capillaries (extracapillary GN). ' crescents' are formed from the proliferation of parietal epithelial cells lining Bowman's capsule with contribution from visceral epithelial cells and the invading mononuclear cells. The stimulus for crescent formation appears to be the presence of fibrin in the capsular space. From HARSH MOHAN 7th edition, pg no: 654",
        "cop": 4,
        "opa": "PSGN",
        "opb": "MPGN",
        "opc": "Membranous GN",
        "opd": "RPGN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "1bc06828-7297-4b6e-8eaf-e02d93b5fb10",
        "choice_type": "single"
    },
    {
        "question": "The most common infectious agent associated with chronic pyelonephritis is",
        "exp": "In most urinary tract infections, the infecting organisms are derived from the patient's own fecal flora. The most common is E. coli, followed by Proteus, Klebsiella, and Enterobacter. Ref: Pathologic basis of disease Robbins, volume 2, Pg no: 930",
        "cop": 4,
        "opa": "Proteus vulgaris",
        "opb": "Klebsiella pneumonia",
        "opc": "Staphylococcus aureus",
        "opd": "Escherichia coli",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "870de1d1-e4b7-4669-aae7-9627ac42179c",
        "choice_type": "single"
    },
    {
        "question": "Bilateral Renal cell carcimoma is seen in",
        "exp": "VHL syndrome: Autosomal dominant cancer syndrome, characterized by: Cerebellar hemangioblastomas Retinal angiomas Clear cell RCC Pheochromocytoma Cysts in various organs. Patients of VHL disease have germline mutations of tumor suppressor VHL gene located on chromosome 3p, commonly as homozygous loss of the VHL gene. About 35% of cases of VHL develop RCC. Ref: Ram Das Nayak 2nd edition page no: 633",
        "cop": 3,
        "opa": "Eagle Barett's syndrome",
        "opb": "Beckwith Weideman syndrome",
        "opc": "Von Hippel Lindau disease",
        "opd": "Bilateral Angiomyolipoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "1302b5fe-ad1b-41a4-8cb8-1a0449cd039c",
        "choice_type": "single"
    },
    {
        "question": "An ovarian neoplasm in a 15l4 year old girl is most likely to be",
        "exp": "Refer Robbins page no 1029 Benign teratomas are bilateral in 10% to 15% of cases. Characteristically they are unilocular cysts containing hair and sebaceous material (Fig. 22-38). Sectioning reveals a thin wall lined by an opaque, gray-white, wrinkled epidermis, frequently with protruding hair shafts. Within the wall, it is common to find grossly evident tooth structures and areas of calcification. Microscopically, the cyst wall is composed of stratified squa- mous epithelium with underlying sebaceous glands, hair shafts, and other skin adnexal structures (Fig. 22-39). In most cases tissues from other germ layers can be identified, such as cailage, bone, thyroid, and neural tissue. Dermoid cysts are sometimes incorporated within the wall of a mucinous cystad- enoma. About 1% of the dermoids undergo malignant transformation, most commonly to squamous cell carci- noma, but also to other cancers as well (e. g., thyroid carcinoma, melanoma)",
        "cop": 1,
        "opa": "Germ cell tumor",
        "opb": "Epithelial tumor",
        "opc": "Seoli Leydig cell tumor",
        "opd": "Granulosa cell tumor",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "756a6002-33f5-43ec-bbc3-9555408e0523",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in haemolytic uremia syndrome",
        "exp": "The presence of a severe haemolytic anemia with schistocytes or fragmented red blood cells in peripheral blood smear is characteristic of microangiopathic haemolytic anemia such as haemolytic uremic syndrome and thrombotic thrombocytopenia purpura Refer Harrison 17/723 Robbins 9/e p44",
        "cop": 2,
        "opa": "Spherocytes",
        "opb": "Schistocytes",
        "opc": "Target cells",
        "opd": "Heinz bodies",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "40b9f21c-524f-4a16-9744-6327f65425bc",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions bilateral contracted kidneys are characterized seen",
        "exp": "Causes of contracted kidneys; Chronic glomerulonephrits Benign nephrosclerosis Chronic pyelonephrits",
        "cop": 4,
        "opa": "Amyloidosis",
        "opb": "Diabetes mellitus",
        "opc": "Rapidly progressive glomerulonephritis",
        "opd": "Benign nephrosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e00d692b-42f0-4d38-a08a-35b9a8d2c625",
        "choice_type": "single"
    },
    {
        "question": "Kimmelsteil -Wilson lesions in kidney consists of-",
        "exp": "Nodular lesions of diabetic glomerulosclerosis are also called as Kimmelstiel-Wilson (KW) lesions or intercapillary glomerulosclerosis. These lesions are specific for type 1 diabetes (juvenile onset diabetes) or islet cell antibody-positive diabetes mellitus. The pathologic changes consist of one or more nodules in a few or many glomeruli. A nodule is an ovoid or spherical, laminated, hyaline, acellular mass located within a lobule of the glomerulus. The nodules are surrounded peripherally by glomerular capillary loopswhich may have normal or thickened GBM Ref: Harsh Mohan textbook of pathology page 678 6th edition Repeated question.",
        "cop": 2,
        "opa": "Splitting of glomerular basement membrane",
        "opb": "Nodular sclerosis of the glomeruli",
        "opc": "Hyaline sclerosis",
        "opd": "Hyperplastic aeriosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "56c7f067-22d0-45e0-8bbd-910ee0b01da5",
        "choice_type": "single"
    },
    {
        "question": "The most common gene associated with renal cell carcinoma is",
        "exp": "Renal cell carcinoma *Renal cancers are mostly sporadic, except for a 4% cases which appear familial *Familial renal cancers are due to mutation of VHL and MET genes*98% of all renal cancers (sporadic and familial) are due to VHL mutation encoded in chr3p*Most common cause of familial papillary renal cell carcinoma (rare disease) is MET protooncogene*Most common risk factor for all renal cancers- Tobacco*Most common type of renal cell carcinoma is clear cell carcinoma, which is followed by papillary carcinoma, chromophobe carcinoma and collecting duct carcinoma*Most common type of renal cancer in patients who develop dialysis associated cystic disease - Papillary carcinoma*VHL is a tumour suppressor gene. Mutation of both the VHL genes causes angiogenesis (by increasing expression of hypoxia inducible factor-1) and cell growth (by increasing expression of insulin like growth factor -1)*Renal cell carcinoma mostly affects the poles Microscopic findings:*Classic clinical features of renal cell carcinoma - Costoveebral pain, palpable mass and hematuria*Clear cell carcinoma -Cells with clear cytoplasm containing glycogen and lipids, delicate capillaries*Papillary carcinoma - Papillary formations, foam cells in interstitium, psammoma bodies*Collecting duct carcinoma - irregular channels lined by atypical cells and show hobnail pattern*Chromophobe cell carcinoma - cells with abundant cytoplasm impaing blue colour in Hale's colloidal iron stain(Ref: Robbins 8/e p964)",
        "cop": 3,
        "opa": "WT 1",
        "opb": "BRCA 1",
        "opc": "VHL",
        "opd": "PATCH",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "7e82d800-08a7-4bce-9fb6-689fb37adbf3",
        "choice_type": "single"
    },
    {
        "question": "Podocytes are seen in",
        "exp": "Reference Robbins page no Pg 900 Podocytes are cells6in the Bowman's capsule in the kidney s that wrap around the capillaries of the Glomerulus",
        "cop": 1,
        "opa": "Bowman's capsule",
        "opb": "Proximal consulted tubule",
        "opc": "Distal convoluted tubule",
        "opd": "Collecting tubule of the kidney",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "aed7ab53-d648-41d1-b90e-17203faba2cb",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not used as a tumor marker in testicular tumors",
        "exp": "Refer Robbins page no 979 ble 21-5 Pathologic Classification of Common Testicular Tumors Germ Cell Tumors Seminomatous tumors Seminoma Spermatocytic seminoma Nonseminomatous tumors Embryonal carcinoma Yolk sac (endodermal sinus) tumor Choriocarcinoma Teratoma Sex Cord-Stromal Tumors Leydig cell tumor Seoli cell tumor",
        "cop": 4,
        "opa": "AFP",
        "opb": "LDH",
        "opc": "h. CG",
        "opd": "CEA",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b790d695-f4da-4ad1-aff2-f4404602104c",
        "choice_type": "single"
    },
    {
        "question": "Broad casts in urinary sediments are specific for-",
        "exp": "Chronic glomerulonephritis: End-stage of any GN Granular contracted kidney Hyalinized glomeruli Progresses to renal failure. Urine shows broad waxy casts. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 613",
        "cop": 3,
        "opa": "Acute renal failure",
        "opb": "Rapidly progressive renal failure",
        "opc": "Chronical renal failure",
        "opd": "Asymptomatic urinary abnormality",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "91228b20-0213-4703-b4fa-ceec8dc25783",
        "choice_type": "single"
    },
    {
        "question": "Anti GBM antibodies are seen in",
        "exp": "Goodpasture syndrome (GPS), also known as anti-glomerular basement membrane disease, is a rare autoimmune disease in which antibodies attack the basement membrane in lungs and kidneys, leading to bleeding from the lungs and kidney failure. It is thought to attack the alpha-3 subunit of type IV collagen, which has therefore been referred to as Goodpasture's antigen. Goodpasture syndrome may quickly result in permanent lung and kidney damage, often leading to death. It is treated with medications that suppress the immune system such as coicosteroids and cyclophosphamide, and with plasmapheresis, in which the antibodies are removed from the blood",
        "cop": 1,
        "opa": "Good pasture syndrome",
        "opb": "RPGN",
        "opc": "Membrane GN",
        "opd": "Minimal change disease",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4b38f9e3-d604-4fe6-900b-9606ceebeec3",
        "choice_type": "single"
    },
    {
        "question": "On electron microscopy in most of the cases characteic slpiiting of GBM with subepithelial deposits in few cases is seen in",
        "exp": "Refer Robbins page no 915. By light microscopy the glomeruli either appear normal in the early stages of the disease or exhibit uniform, diffuse thick- ening of the glomerular capillary wall (Fig. 20-12A). By electron microscopy the thickening is seen to be caused by irregular electron dense also deposits containing immune com- plexes between the basement membrane and the overlying epithelial cells, with effacement of podocyte foot processes (Fig. 20-12B and D). Basement membrane material is laid down between these deposits, appearing as irregular spikes protrud- ing from the GBM. These spikes are best seen by silver stains, which color the basement membrane, but not the deposits, black. In time, these spikes thicken to produce domelike protru- sions and eventually close over the immune deposits, burying them within a markedly thickened, irregular membrane. Immunofluorescence microscopy demonstrates that the granu- lar deposits contain both immunoglobulins and complement (Fig. 20-12C). As the disease advances segmental sclerosis may occur; in the course of time glomeruli may become totally sclerosed. The epithelial cells of the proximal tubules contain protein reabsorption droplets, and there may be consider",
        "cop": 2,
        "opa": "RPGN",
        "opb": "Membranous nephropathy",
        "opc": "FSGS",
        "opd": "Minimal change disease",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "cdc27703-b8c5-409f-87af-b5ffc979dd20",
        "choice_type": "single"
    },
    {
        "question": "Foot process effacement is seen on EM in -",
        "exp": "Disease Pathogenesis Light Microscopy Fluorescence microscopy Electron microscopy Minimal-change disease podocyte injury Normal Negative Effacement of foot processes; no deposits Focal segmental glomerulosclerosis Unknown: reaction to the loss of renal mass. Focal and segmental sclerosis and hyalinosis Usually negative; IgM and C3 may be present in areas of scarring Effacement of foot processes; epithelial denudation Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 556",
        "cop": 2,
        "opa": "Minimal change disease",
        "opb": "Focal segmental Glomerulosclerosis",
        "opc": "IgA nephropathy",
        "opd": "Mesangial proliferative GN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "1b2e3f6a-38a2-40c8-a27a-e8bce20e690b",
        "choice_type": "single"
    },
    {
        "question": "Most common nephropathy in the world is",
        "exp": "IgA nephropathy (nuh-FROP-uh-thee), also known as Berger's disease, is akidney disease that occurs when an antibody called immunoglobulin A(IgA) builds up in your kidneys. This results in local inflammation that, over time, can hamper your kidneys' ability to filter waste from your blood. Refer robbins 9/e",
        "cop": 1,
        "opa": "IgA nephropathy",
        "opb": "Focal segmental glomerulosclerosis",
        "opc": "Minimal change disease",
        "opd": "Rapidly progressive glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "93576219-81d4-4963-bb0f-2be409069003",
        "choice_type": "single"
    },
    {
        "question": "Characteristics histipathological feature of the kidney in DM",
        "exp": "Diabetic lesions of glomerulosclerosis are also called as kimmelstiel-wilson(KW) lesions or intercapillary glomerulosclerosis. These lesions are specific for type 1 diabetics. Refer harshmohan 6/e p678",
        "cop": 1,
        "opa": "Nodular glomerosclerosis",
        "opb": "Fibrin cap",
        "opc": "Papillary necrosis",
        "opd": "Diffuse glomerosclrosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4aa39b35-c4bf-4d05-9e5b-d4034011a782",
        "choice_type": "single"
    },
    {
        "question": "Steroid resistant nephrotic Syndrome-",
        "exp": "Mutation in NHPS2 results in a syndrome of a steroid-resistant nephrotic syndrome of childhood onset. Affected children show pathologic features of FSGS(focal segmental glomerulosclerosis). A distinctive pattern of autosomal recessive FSGS results from a mutation in the NPHS2 gene, which maps to chromosome 1q25-q31 and encodes the protein product podocin. Podocin has also been localized to the slit diaphragm. mutations in NPHS2 result in a syndrome of steroid-resistant nephrotic syndrome of childhood onset. From. PATHOLOGIC BASIS OF DISEASE ROBBINS 8th edition pg no: 927",
        "cop": 3,
        "opa": "Nephrin",
        "opb": "Alphanactinin-4",
        "opc": "Podocin",
        "opd": "Transient receptor Potential - 6",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2b99d557-586e-4ca8-8e74-74892f99fbaf",
        "choice_type": "single"
    },
    {
        "question": "Visceral leishmaniasis causes -",
        "exp": "Leishmaniasis-Associated Membranoproliferative Glomerulonephritis With Massive Complement Deposition Infections are an impoant cause of MPGN that are usually associated with an immune complex-mediated MPGN. Immune complex-mediated MPGN due to infections is characterized by the presence of Ig, usually IgG or IgM, along with complement factors of the classical and terminal pathways. Leishmania species amastigotes were detected within macrophages in the interstitium. This finding of both complement-mediated MPGN and interstitial inflammation associated with leishmaniasis is extremely unusual and should be kept in mind as an uncommon cause of renal disease in the immunocompromised host. Ref: www. ncbi. nlm. nih. gov",
        "cop": 2,
        "opa": "Membranous glomerulonephritis",
        "opb": "Mesangio-poliferative glomerulonephritis",
        "opc": "Focal segmental glomerulonephritis",
        "opd": "Rapidly progressive glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "05dced6a-374c-470e-863a-39a3f817f306",
        "choice_type": "single"
    },
    {
        "question": "There are electron dense deposits in the region of hyalinosis and sclerosis with diffuse loss of foot process seen in electron microscopy are features of-",
        "exp": "Disease Pathogenesis Light Microscopy Fluorescence microscopy Electron microscopy Minimal-change disease podocyte injury Normal Negative Effacement of foot processes; no deposits Focal segmental glomerulosclerosis Unknown: reaction to the loss of renal mass. Focal and segmental sclerosis and hyalinosis Usually negative; IgM and C3 may be present in areas of scarring Effacement of foot processes; epithelial denudation Membranous nephropathy Insitu immune complex formation; PLA2R antigen in most cases of primary disease Diffuse capillary wall thickening and subepithelial \"spike\" formation Granular IgG and C3 along GBM Subepithelial deposits Membranoproliferative GN immune complex Membranoproliferative pattern; GBM splitting Granular IgG, C3, C1q, and C4 along GBM and mesangium subendothelial deposits Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 556",
        "cop": 4,
        "opa": "Minimal change disease",
        "opb": "Membranous glamerulonephritis",
        "opc": "Membranoproliferative GN",
        "opd": "Focal segmental glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "8077f9aa-abd2-4c24-9877-5d70e5a4b33b",
        "choice_type": "single"
    },
    {
        "question": "Diffuse mesangial and paramesangial dense deposits on electron microscopy are seen in",
        "exp": "Findings on electron microscopy. Minimal change disease. No deposits are seen. MPGN Type ISubendothelial dense deposits. MPGN Type IIDense deposits on basement membrane. IgA Nephropathy. Type of diffuse mesangioproliferative glomerulonephritis with the involvement of mesangial cells and matrix without the involvement of capillary walls or lumina. Reference: Rosai and Ackerman's surgical pathology; 10th edition; Volume I; Page no: 1131",
        "cop": 3,
        "opa": "Minimal change disease",
        "opb": "Membranoproliferative glomerulonephritis",
        "opc": "Ig A nephropathy",
        "opd": "Dense deposit disease",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "94af3b08-82c9-4681-b01c-8ccc5513a5e4",
        "choice_type": "single"
    },
    {
        "question": "Renal papillary necrosis is almost always associated with one of the following conditions -",
        "exp": "Analgesic nephropathy is a form of the chronic renal disease caused by excessive intake of analgesic mixtures and characterized morphologically by chronic tubulointerstitial nephritis and renal papillary necrosis. phenacetin metabolite acetaminophen which can deplete cells of glutathione then injures these cells by subsequent generation of oxidative metabolite. Aspirin induces its potentiating effect of prostaglandins, predisposing the papillae to ischemia. poorly controlled diabetics are paicularly susceptible to bacterial infections. pappillary necrosis is an impoant complication of DM that result in acute pyelonephritis. Ref: Pathologic basis of disease Robbins 8th edition, pg no: 945; Textbook of pathology Harsh Mohan 7th edition, pg no: 665, 669.",
        "cop": 2,
        "opa": "Diabetes-mellitus",
        "opb": "Analgesic-nephropathy",
        "opc": "Chronic pyelonephritis",
        "opd": "Post streptococcal GN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "6cb62461-a7cf-425c-8e59-fd15ff91e288",
        "choice_type": "single"
    },
    {
        "question": "VHL syndrome is associated most commonly with which carcinoma -",
        "exp": "Von Hippel-Lindau (VHL) syndrome: VHL gene is a tumor suppressor gene and is involved in the development of both familial and sporadic clear cell carcinoma. VHL patients develop bilateral renal cysts and multiple renal cell carcinomas. Both sporadic and familial RCC is associated with: Loss of sequence on chromosome 3 either by translocation (3: 6, 3: 8, 3: 11) or deletion. This region harbors the VHL gene. Familial RCC is associated with:- Von Hippel-Lindau syndrome VHL syndrome: Autosomal dominant cancer syndrome, characterized by: Cerebellar hemangioblastomas Retinal angiomas Clear cell RCC Pheochromocytoma Cysts in various organs. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 633",
        "cop": 2,
        "opa": "Lung carcinoma",
        "opb": "Renal cell carcinoma",
        "opc": "Endometrial carcinoma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "dab40601-f2c4-4134-98f4-8776534fd9c7",
        "choice_type": "single"
    },
    {
        "question": "Polycystic kidney disease is?",
        "exp": "Description: Feature ADPKD ARPKD 1. Inheritance Autosomal dominant Autosomal recessive 2. Cytogenetic defect Chromosome 16 (85%): ADPKD-1 Chromosome 4 (15%): ADPKD-2 Chromosome 6 3. Mutations PKD 1 gene (85%) PKD 2 gene (15%) 6p21 PKHD1 4. Age at presentation Adults (3rd to 5th decades) Infancy, perinatal 5. G/A Macrocysts Cysts derived from all pas of the nephron(glomeruli, tubules) Micro- and macrocysts radiating from the medulla to OUTER COEX 6. Other manifestations Intracranial aneurysms, cysts of other organs None Ref: HARSH MOHAN TEXTBOOK OF PATHOLOGY 6th ed. pg no: 659",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked",
        "opd": "Multifactorial",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "d808e36b-49ca-43d8-b826-e152f709e370",
        "choice_type": "single"
    },
    {
        "question": "The cause of oedema in Nephritic syndrome is-",
        "exp": "there is a derangement in the capillary walls of the glomeruli that result in increased permeability to plasma proteins. Any increased permeability resulting from either structural or physicochemical alterations in the GBM allows proteins to escape from the plasma into the glomerular filtrate. With long-standing or extremely heavy proteinuria, serum albumin is decreased, resulting in hypoalbuminemia and adrop in plasma colloid osmotic pressure. Which results in a decrease of intravascular volume and renal blood flow triggers increased release of renin from renal juxtaglomerular cells. Renin, in turn, stimulates the angiotensin-aldosterone axis, which promotes the retention of salt and water by the kidney. This tendency is exacerbated by reductions in the cardiac secretion of natriuretic factors. In the face of continuing proteinuria, thesealterations fuher aggravate the edema. Ref: Robbins basic pathology 9th edition pg no: 524",
        "cop": 4,
        "opa": "Decreased in plasma protein concentration",
        "opb": "Increased in plasma protein concentration",
        "opc": "Reduced plasma osmotic pressure",
        "opd": "Sodium and water retention",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "7962aa67-57ff-4f8f-80bb-616dcaf64355",
        "choice_type": "single"
    },
    {
        "question": "Mesangial deposits of Lambda chain is seen in",
        "exp": "The nature of the light chains in mesangial IgA deposits and serum IgA was studied in patients with IgA nephropathy. Immunofluorescence (IF) studies using murine monoclonal antibodies, rabbit and goat anti-human monospecific antisera were performed in kidney sections from 15 IgA nephritic patients with only IgA isotype detected in the renal biopsy. Lambda light chain IF was demonstrated in all biopsy specimens and kappa light chain IF in 11 renal biopsy specimens. The majority of renal biopsies showed a predominance of lambda light chain IF staining in the mesangial deposits. The concentration of individual immunoglobulins and their light chain fractions, and the kappa/lambda ratio were determined in the serum and the supernate from peripheral blood mononuclear cells culture of 30 IgA nephritic patients and 30 age-matched healthy controls. The IgA nephritic patients had a higher serum concentration of total IgA (P less than 0. 001) and a significantly lower IgA kappa/lambda ratio (P less than 0. 001) compared with the controls. The kappa/lambda ratio of supernatant IgA from IgA nephritic patients (N = 20) was also significantly lower than that of the normal subjects (N = 14), both in the unstimulated (P less than 0. 01) and pokeweed mitogen stimulated, peripheral blood mononuclear-cell culture (P less than 0. 05). Our results showed that patients with primary IgA nephropathy displayed a unique immunologic response characterized by a predominance of IgA with lambda light chain in circulation",
        "cop": 1,
        "opa": "Amyloidosis",
        "opb": "Focal segmental glomerulosclerosis",
        "opc": "membranoproliferative glomerulonephritis",
        "opd": "Membranous nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e1b73528-f24f-4368-ac40-8fb3a5ac7d4c",
        "choice_type": "single"
    },
    {
        "question": "Commonest histological finding in benign hypertension is -",
        "exp": "Microscopy: There are primarily diffuse vascular changes which produce parenchymal changes secondarily as a result of ischemia. vascular changes: changes in blood vessels involve aerioles and aeries up to the size of arcuate aeries. Hyaline aeriolosclerosis that results in homogeneous and eosinophilic thickening of the wall of small blood vessels. Another change is Intimal thickening due to the proliferation of smooth muscle. Parenchymal changes: As a consequence of ischemia, there is a variable degree of atrophy of parenchyma. This includes:- Glomerular shrinkage, deposition of collagen in Bowman's space, periglomerular fibrosis, tubular atrophy, and fine interstitial fibrosis. From Textbook of pathology Harsh Mohan, 7th edition, pg no: 679, Pathologic basis of disease Robbins South Asian edition(9)pg no: 938, 939",
        "cop": 3,
        "opa": "Proliferative endaeritis",
        "opb": "Necrotizing aeriolitis",
        "opc": "Hyaline aeriosclerosis",
        "opd": "Cystic medial necrosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c40957c8-8654-4367-9b64-8d77a5e047d7",
        "choice_type": "single"
    },
    {
        "question": "Most common variant of RCC is",
        "exp": "Clear cell type RCC (70%): This is the most common pattern. The clear cytoplasm of tumour cells is due to the removal of glycogen and lipid from the cytoplasm during the processing of tissues. The tumour cells have a variety of patterns: solid, trabecular and tubular, separated by delicate vasculature. Majority of clear cell tumours are well differentiated. Ref: HARSH MOHAN TEXTBOOK OF PATHOLOGY 6th ed. pg no: 695",
        "cop": 1,
        "opa": "Clear cell",
        "opb": "Papillary",
        "opc": "Chromophobe",
        "opd": "Collecting duct",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "109c7402-399c-47c7-8665-eb6f79b2258b",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of paroxysmal nocturnal hemoglobinuria-",
        "exp": "The LAP score is usually decreased in chronic myelogenous leukemia and paroxysmal nocturnal hemoglobinuria, while it is increased in leukemoid reaction and polycythemia vera. Numerous other conditions may also increase or decrease the LAP score. PNH is an acquired disorder in which there is a deficiency of GPI linked proteins, which normally protect the red cells against complement-mediated lysis. In PNH, RBCs are very sensitive to complement-mediated hemolysis. Clinical Features Intravascular hemolysis: Hemoglobin in acidic urine is conveed into acid hematin and results in dark brown urine. Thrombosis: In the hepatic, poal or cerebral veins Laboratory Findings PNH: Ham's acidified serum test and sucrose hemolysis test positive. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 283",
        "cop": 1,
        "opa": "Increased LAP score",
        "opb": "Thrombosis",
        "opc": "Thrombocytopenia",
        "opd": "Hemolysis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "80898abb-8706-441c-9a7f-5344412aeae2",
        "choice_type": "single"
    },
    {
        "question": "In glomerulus subendothelial deposits are seen jib -",
        "exp": "Repeated Question.",
        "cop": 3,
        "opa": "Good pasture syndrome",
        "opb": "IgA nephropathy",
        "opc": "MPGN type I",
        "opd": "MPGN type II",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2bb11eb4-9a18-4778-85f5-be5bb2ff5383",
        "choice_type": "single"
    },
    {
        "question": "On kidney biopsy, PAS-positive structures are:",
        "exp": "To analyse the glomerulus, the PAS stain is most useful, since it delineates in great detail glomerular cells, mesangial matrix and potential expansion, as well as potential modifications of the composition of the matrix, changes of the GBM, i. e. thickening, irregularities, doubling, rupture and finally fibrinoid necrosis of the glomerular tuft. A fuher advantage of the PAS stain is that alterations of the vessels, paicularly aerial hyalinosis and fibrinoid necrosis, are easy to detect. Ref: academic. oup. com",
        "cop": 2,
        "opa": "Glomerular basement membrane",
        "opb": "Tubule",
        "opc": "Neutrophils",
        "opd": "Interstitium",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "0e9fe18b-d2e2-4ff0-9f7b-45100fdfc01c",
        "choice_type": "single"
    },
    {
        "question": "Renal cell carcinoma is related to gene located on chromosome -",
        "exp": "Both sporadic and familial RCC is associated with: Loss of sequence on chromosome 3 either by translocation (3: 6, 3: 8, 3: 11) or deletion. This region harbors the VHL gene. Familial RCC is associated with:- Von Hippel-Lindau syndrome Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 633",
        "cop": 1,
        "opa": "3",
        "opb": "X",
        "opc": "22",
        "opd": "20",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c9011eeb-153c-4b55-91ae-c17819b181c6",
        "choice_type": "single"
    },
    {
        "question": "Semen analysis is to be done",
        "exp": "A semen analysis (plural: semen analyses), also called \"seminogram\" evaluates ceain characteristics of a male's semen and thesperm contained therein. It is done to help evaluate male feility, whether for those seeking pregnancy or verifying the success of vasectomy. Refer robbins 9/e",
        "cop": 3,
        "opa": "As early as possible",
        "opb": "After 15-30 mins irrespective of liquefaction",
        "opc": "After 30-60 mins irrespective of liquefaction",
        "opd": "After liquefaction with through mixing",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b9e8cd0f-7e52-4daa-9f87-1ee6920a52e3",
        "choice_type": "single"
    },
    {
        "question": "Characteristic of HSP is -",
        "exp": "Henoch-Schonlein purpura is a systemic hypersensitivity disease of unknown cause characterized by a purpuric rash, colicky abdominal pain (presumably due to focal hemorrhages into the gastrointestinal tract), polyahralgia, and acute glomerulonephritis. All these changes result from the deposition of circulating immune complexes within vessels throughout the body and within the glomerular mesangial regions. Ref: Textbook of pathology Harsh Mohan 6th edition page 674",
        "cop": 1,
        "opa": "IgA deposition",
        "opb": "IgG deposition",
        "opc": "IgE depostion",
        "opd": "IgD depostion",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c757e97e-af13-4b71-b22f-69fcfd3a1e39",
        "choice_type": "single"
    },
    {
        "question": "Most common type of bladder cancer is",
        "exp": "Types of bladder cancers*Epithelial tumours: (95%)*Urothelial ( Transitional ) carcinomas- Most common*Squamous cell carcinoma*Adenocarcinoma Rare types*Small cell carcinoma*Mesenchymal tumours: (5%)*Sarcomas",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Urothelial carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Carcinoid",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "412e78ac-6944-4086-ab81-2483dee8883b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a variant of PSA",
        "exp": "In the past, most doctors considered PSA levels of 4. 0 ng/mL and lower as normal. Therefore, if a man had a PSA level above 4. 0 ng/mL, doctors would often recommend a prostate biopsy to determine whetherprostate cancer was present.",
        "cop": 2,
        "opa": "PSA density",
        "opb": "PSA nodularity",
        "opc": "PSA velocity",
        "opd": "Ratio of free to bound PSA",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "f17f6814-028d-4e74-a322-e3cccaa3decd",
        "choice_type": "single"
    },
    {
        "question": "Hypercoagulation in nephrotic syndrome is caused by-",
        "exp": "Patients with nephrotic syndrome may develop spontaneous aerial or venous thrombosis, renal vein thrombosis and pulmonary embolism due to various factors. These include increased urinary loss of antithrombin III, hyperfibrinogenaemia from the increased synthesis in the liver decreased fibrinolysis, increased platelet aggregation and altered levels of protein C and S. Ref: Textbook of pathology Harsh Mohan 6th edition page 661",
        "cop": 1,
        "opa": "Loss of antithrombin III",
        "opb": "Decreased fibrinogen",
        "opc": "Decreased metabolism of Vitamin K",
        "opd": "Increase in protein C",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "9e8e937c-0176-4586-9bf0-d66e4496f9bc",
        "choice_type": "single"
    },
    {
        "question": "Electron dense deposits in the region of hyalinosis and sclerosis with diffuse loss of foot processes seen in electron microscope are featurea of",
        "exp": "Refer Robbins page no 919. By light microscopy the focal and segmental lesions may involve only a minority of the glomeruli and may be missed if the biopsy specimen contains an insufficient number of glom- eruli (Fig. 20-14A). In the sclerotic segments there is collapse of capillary loops, increase in matrix and segmental deposition of plasma proteins along the capillary wall (hyalinosis), which may become so pronounced as to occlude capillary lumens. Lipid droplets and foam cells are often present (Fig. 20-14B). Glomeruli that do not show segmental lesions usually appear normal on light microscopy but may show increased mesangial matrix. On electron microscopy both sclerotic and nonsclerotic areas show diffuse effacement of foot processes, and there may also be focal detachment of the epithelial cells and denu- dation of the underlying GBM. By immunofluorescence micros- copy IgM and C3 may be present in the sclerotic areas and/or in the mesangium. In addition to the focal sclerosis, there may be pronounced hyalinosis and thickening of afferent aerioles. With the progression of the disease, increased numbers of glomeruli become involved and sclerosis spreads within each glomerulus. In time, this leads to total (i. e., global) sclerosis of glomeruli, with pronounced tubular atrophy",
        "cop": 4,
        "opa": "Minimal change disease",
        "opb": "Membranous Glomerulonephritis",
        "opc": "Membranoproliferative Gn",
        "opd": "Focal segmental Glomerulunephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "0108d9ce-de8f-45b7-b220-9debb873c8ab",
        "choice_type": "single"
    },
    {
        "question": "Route of infection in Tubercular Pyelonephritis-",
        "exp": "Tuberculous Pyelonephritis Tuberculosis of the kidney occurs due to hematogenous spread of infection from another site, most often from the lungs. Less commonly, may result from ascending infection from tuberculosis of the genitourinary system such as from epididymis or Fallopian tubes. The renal lesions in tuberculosis may be in the form of tuberculous pyelonephritis or appear as multiple miliary tubercles. MORPHOLOGIC FEATURES. Grossly, the lesions in tuberculous pyelonephritis are often bilateral, usually involving the medulla with the replacement of the papillae by caseous tissue. Ref: Textbook of pathology Harsh Mohan 6th edition page 684",
        "cop": 3,
        "opa": "Ascending",
        "opb": "Descending",
        "opc": "Haemotogcnous",
        "opd": "Airborne",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "a7cf3b8d-83e6-4548-8e92-5a1e02983579",
        "choice_type": "single"
    },
    {
        "question": "Flea bitten appearance of the kidney is seen in-",
        "exp": "Causes of the flea-bitten kidney: Malignant hypertension Subacute bacterial endocarditis Rapidly progressive GN Henoch-Schonlein purpura. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 621",
        "cop": 1,
        "opa": "Malignant hypertension",
        "opb": "Benign hypertension",
        "opc": "Chronic pyelonephritis",
        "opd": "Diabetes mellitus In an adult",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "ef5402e3-6df0-4cda-87e5-bde79d5ed117",
        "choice_type": "single"
    },
    {
        "question": "Polycythemia is seen with which tumor -",
        "exp": "A number of paraneoplastic syndromes due to ectopic hormone production by the renal cell carcinoma have been described. These include polycythemia(by erythropoietin), hypercalcemia(by parathyroid hormone and prostaglandins ), hypertension(by renin), effects of feminization or masculinization (by gonadotropins) and cushing's syndrome (by glucocoicoids), hepatic dysfunction, eosinophilia, leukemoid reactions, and amyloidosis. From. Textbook of pathology Harsh Mohan, 6th edition, pg no: 696; Pathologic basis of disease Robbins, 8th edition, pg no: 966",
        "cop": 1,
        "opa": "Renal cell carcinoma",
        "opb": "Endometrial carcinoma",
        "opc": "Lung carcinoma",
        "opd": "Fibrosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "144837fd-5fac-444b-b70e-c72e05d14bfa",
        "choice_type": "single"
    },
    {
        "question": "The cresecent forming forming glomerulonephritis is -",
        "exp": "Distinctive lesions of proliferation are called crescents owing to their shape as they fill Bowman's space. Crescents are formed both by the proliferation of parietal cells and by the migration of monocytes/macrophages into Bowman's space. The glomeruli show cellular proliferation outside the capillary loops, sometimes in association with segmental capillary necrosis, breaks in GBM, and deposition of fibrin in Bowman's space. Ref:- Robbins book of basic pathology 10th Ed. pg 532.",
        "cop": 1,
        "opa": "RPGN",
        "opb": "Acute GN",
        "opc": "Membranous GN",
        "opd": "Membrano proliferative GN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "40a27363-2783-4e7b-a4b7-52243a4c16d7",
        "choice_type": "single"
    },
    {
        "question": "The immunohistochemical marker used to label basal cells in suspected prostate carcinoma",
        "exp": "AFP is an oncofetal antigen. Annexin is an anti-inflammatory molecule. Ag. NOR is silver-stained nucleolar organizer Region",
        "cop": 2,
        "opa": "Alpha Fetoprotein",
        "opb": "Alpha-Methylacyl-coenzyme Racemase",
        "opc": "Annexin",
        "opd": "Ag. NOR",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "ce30bcd9-d2cc-487a-ba5a-24c5b38b4326",
        "choice_type": "single"
    },
    {
        "question": "Which of the following germ cell tumor is malignant",
        "exp": "In postpubeal males, 95% of testicular tumors arise from germ cells, and all are malignant. Seminomas are soft, well-demarcated, gray-white tumors that bulge from the cut surface of the affected testis. Large tumors may contain foci of coagulation necrosis, usually without hemorrhage. Microscopically, seminomas are composed of large, uniform cells with distinct cell borders, clear, glycogen-rich cytoplasm, and round nuclei with conspicuous nucleoli Robbins Basic Pathology. Ninth edition. Page no 659, 660 points to note Genetic alterations in seminoma: Isochromosome p12 Mutations of KIT (oncogene) KIT amplification. Seminoma: Positive for: KIT PLAP AFP is NEVER elevated in seminoma. Seminomas almost never occur in infants. Spermatocytic seminoma: Tumor cells have a nucleus with spireme chromatin.",
        "cop": 3,
        "opa": "Leyidg cell tumor",
        "opb": "Seoli cell tumor",
        "opc": "Seminoma",
        "opd": "Dermoid cyst",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "9d816ca7-2ae8-4fc3-992e-8afae1b6a2bb",
        "choice_type": "single"
    },
    {
        "question": "In glomerular disease which of the following is mainly excreted in Urine",
        "exp": "Normally, the glomerular filtration system is extraordinarily permeable to water and small solutes and almost completely impermeable to molecules of the size and molecular charge of albumin (a 70, 000-k. Da protein). Ref: Robbins book of pathology. Kumar abbas aster. 9th edition. Page no 518",
        "cop": 1,
        "opa": "Albumin",
        "opb": "Globulin",
        "opc": "Ligh chain",
        "opd": "Heavy chain",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "122a1e66-4d1e-4320-95ad-3acaf7dd683e",
        "choice_type": "single"
    },
    {
        "question": "Pagets disease of the nipple is",
        "exp": "Refer Robbins page no 1057 Paget disease of the nipple is a rare manifestation of Breast cancer that presents as a lateral erythematous eruption with a scale crust.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Dermatitis",
        "opc": "Neoplasia",
        "opd": "Hypopigmentation",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "8e101bf0-bb15-4b8f-80a3-a20847a177df",
        "choice_type": "single"
    },
    {
        "question": "\"Wire loop lesion\" in kidney are pathognomonic of which of the following conditions?",
        "exp": "Lupus nephritis showing a glomerulus with several \"wire-loop\" lesions representing extensive subendothelial deposits of immune complexes (periodic acid-Schiff stain). Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 155",
        "cop": 2,
        "opa": "Amyloidosis",
        "opb": "Systemic lupus erythematosis",
        "opc": "Good pasture syndrome",
        "opd": "Diabetic nephropathy",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "e3fb8367-cd2e-4e3e-86f1-2e99ea17c75a",
        "choice_type": "single"
    },
    {
        "question": "Crescent are derived from which of the following",
        "exp": "Refer Robbins page no Pg 921dahe glomeruli are large and hypercellular. The hypercellu- larity is produced both by proliferation of cells in the mesangium and so-called endocapillary proliferation involving capillary endothelium and infiltrating leukocytes. The glomeruli have an accentuated \"lobular\" appearance due to the proliferating mesangial cells and increased mesangial matrix (Fig. 20-16). The GBM is thickened, and often shows a \"double- contour\" or \"tram-track\" appearance, especially evident in silver or PAS stains. This is caused by \"duplication\" of the basement membrane (also commonly referred to as splitting), usually as the result of new basement membrane synthesis in response to subendothelial deposits of immune complexes. Between the duplicated basement membranes there is inclu- sion or interposition of cellular elements, which can be of mesangial, endothelial, or leukocytic origin. Such interposition also gives rise to the appearance of \"split\" basement mem- branes (Fig. 20-17A). Crescents are present in many cases",
        "cop": 1,
        "opa": "Epithelial cells+fibrin+macrophage",
        "opb": "Mesangial cell+fibrin+macrophage",
        "opc": "Tubular cell+mesangialcell+fibtrin",
        "opd": "Neutrophil +tubular cell +fibrin",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "626ad019-7998-4b8b-832f-8af5ce374b94",
        "choice_type": "single"
    },
    {
        "question": "Hereditary nephritis is seen in",
        "exp": "Hereditary nephritis refers to a group of heterogeneous Heriditary familial diseases associated primarily with glomerular injury. These are Alpos syndrome Thin membrane disease Refer Harrison 17/1794 Robbins 7/988",
        "cop": 3,
        "opa": "Analgesic nephropathy",
        "opb": "Balkan nephropathy",
        "opc": "Alpos syndrome",
        "opd": "Eosinophillic nephrits",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "4c81208d-8716-4852-ab18-7deb2886b5ca",
        "choice_type": "single"
    },
    {
        "question": "Microalbuminuria is defined as protein level of",
        "exp": "The earliest manifestation of diabetes nephropathy is the apparence of low amounts of albumin in the urine (>30mg/day, but <300 mg/day) that is, Microalbuminuria Microalbuminuria is also a marker for greatly increased cardiovascular morbidity and moality for person's with either type 1 or type 2 Refer robbins 8/e p1145",
        "cop": 3,
        "opa": "100-150 mg/d",
        "opb": "151-200 mg/d",
        "opc": "30-300 mg/d",
        "opd": "301-600 mg /d",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "6656319b-01b2-4916-85c8-b364e3ab86e7",
        "choice_type": "single"
    },
    {
        "question": "In which of the following are linear IgA deposits in mesangium noted-",
        "exp": "Henoch-Schonlein or anaphylactoid purpura is a self-limited type of hypersensitivity vasculitis occurring in children and young adults. Circulating immune complexes are deposited in the vessel wall consisting of IgA, C3, and fibrin, and in some cases, properdin suggesting activation of alternative complement pathway as the trigger event. Henoch-Schonlein purpura is characterized by hypersensitivity vasculitis and palpable purpura. Ref: Textbook of pathology Harsh Mohan 6th edition page 331 Henoch-Schonlein purpura is a systemic hypersensitivity disease of unknown cause characterized by a purpuric rash, colicky abdominal pain (presumably due to focal hemorrhages into the gastrointestinal tract), polyahralgia, and acute glomerulonephritis. All these changes result from the deposition of circulating immune complexes within vessels throughout the body and within the glomerular mesangial regions. Ref: ROBBINS AND COTRAN PATHOLOGIC BASIS OF DISEASES 7th ed. pg no: 724",
        "cop": 1,
        "opa": "Henoch Schonlein purpura",
        "opb": "Malaria",
        "opc": "Good Pasture's syndrome",
        "opd": "Wegener's granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b57d490a-ea8e-40b3-b472-1105a553c1d6",
        "choice_type": "single"
    },
    {
        "question": "Gene responsible for renal cell carcinoma is located on?",
        "exp": "Von Hippel-Lindau(VHL) syndrome: Half to two-thirds of individuals with VHL develop renal cysts and bilateral, often multiple, renal cell carcinomas. Current studies implicate the VHL gene in the development of both familial and sporadic clear cell carcinoma. clear cell carcinoma accounting for 70-80% of renal cell cancers. In 98% of these tumors, Whether familial, sporadic or associated with VHL syndrome, there is loss of sequences on the sho arm of chromosome 3. The deleted region harbors the VHL gene(3p25. 3). A second nondeleted allele of the VHL gene shows somatic mutations or hypermethylation induced inactivation in up to 80% of clear cell cancer indicating that the VHL gene act as a tumor suppressor gene in both sporadic and familial cancers. From Pathologic basis of disease Robbins, South Asian edition(9) pg no: 953",
        "cop": 1,
        "opa": "Chromosome 3 p",
        "opb": "Chromosome 6",
        "opc": "Chromosome 9",
        "opd": "Chromosome 22",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "2a1099fd-137d-4307-9d78-2bbf248dfccf",
        "choice_type": "single"
    },
    {
        "question": "Normal serum uric acid levels in males is",
        "exp": "serum uric acid male 3. 1-7. 0 mg/dL female 2. 5-5. 6 mg/dL Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 784",
        "cop": 1,
        "opa": "3. 1 - 7 mg/dl",
        "opb": "2. 5-5. 6 mg/dl",
        "opc": "1. 2-3. 3 mg/dl",
        "opd": "1. 8-4. 4 mg/dl",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "8c4733e6-2128-44e1-a0be-1377fc363a51",
        "choice_type": "single"
    },
    {
        "question": "The type of glomerulonephritis which is least likely to cause chronic renal failure-",
        "exp": "In adults, 15% to 50% of affected persons develop end-stage renal disease over the ensuing few years or 1 to 2 decades, depending on the clinical and histologic severity. By contrast, in children, the prevalence of chronicity after sporadic cases of acute postinfectious GN is much lower. <\\p> robbins book of pathology. 9th edition. Page 529",
        "cop": 3,
        "opa": "Membranous glomerulonephritis",
        "opb": "Focal segmental glomerulosclerosis",
        "opc": "Post streptococcal glomerulonephritis",
        "opd": "Membrano proliferative glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "02cbef5f-a59d-4b46-9945-002fe54f5d58",
        "choice_type": "single"
    },
    {
        "question": "Not a carcinogen for bladder cancer -",
        "exp": "Ceain industrial chemicals have been linked with bladder cancer. Chemicals called aromatic amines, such as benzidine and beta-naphthylamine, which are sometimes used in the dye industry, can causebladder cancer.... Cigarette smoking and workplace exposures can act together to cause bladder cancer. The most common risk factor is cigarette smoking, although smoking cigars and pipes can also raise the risk of developingbladder cancer. Smokers are 4 to 7 times more likely to develop bladder cancer than nonsmokers. Learn more about tobacco's link to cancer and how to quit smoking. Age.",
        "cop": 2,
        "opa": "Benzidine",
        "opb": "Isoprospyl alcohol",
        "opc": "Acrolein",
        "opd": "Phenacetin",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "55d80032-4fce-4b17-a992-070406501dea",
        "choice_type": "single"
    },
    {
        "question": "Most common gene associated with renal cell carcinoma",
        "exp": "Both sporadic and familial RCC is associated with: Loss of sequence on chromosome 3 either by translocation (3: 6, 3: 8, 3: 11) or deletion. This region harbours the VHL gene. Familial RCC is associated with:- Von Hippel-Lindau syndrome Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 633",
        "cop": 3,
        "opa": "WT1",
        "opb": "BRCA 1",
        "opc": "VHL",
        "opd": "PATCH",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "909c8fb1-0708-4a7a-bfc1-8101bbe38217",
        "choice_type": "single"
    },
    {
        "question": "The pathogenesis of acute proliferative glomerulo-nephritis-",
        "exp": "immune complex disease in which tissue injury is primarily caused by complement activation by the classical pathway. Typical features of immune complex disease, such as hypocomplementemia and granular deposits of IgG and complement on the GBM, are seen. The relevant antigens probably are streptococcal proteins. Specific antigens implicated in pathogenesis include streptococcal exotoxin B (Spe B) and streptococcal GAPDH. Both activate the alternative complement pathway and have an affinity for glomerular proteins and plasmin. It is not clear if immune complexes are formed mainly in the circulation or in situ. Ref: Robbins basic pathology 9th edition page529",
        "cop": 2,
        "opa": "Cytotoxic T-cell mediated",
        "opb": "Immune complex mediated",
        "opc": "Antibody mediated",
        "opd": "Cell-mediated (Typer IV)",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "aa3788d9-b5a2-4f5f-b19f-a3818b62886d",
        "choice_type": "single"
    },
    {
        "question": "Microalbuminemina is defined as protein level of",
        "exp": "Refer Robbins page no Pg1120 The earliest manifestation of diabetic nephropathy is the apperacne of low amounts low amounts of albumin in the urine.. Greater than 30mg/day but less than 300 mg/day that is microalbuminuria",
        "cop": 3,
        "opa": "100-150mg/dl",
        "opb": "151-200mg/d",
        "opc": "30-300mg/d",
        "opd": "301-600mg/d",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "b9e2c9c6-c3fd-44ad-989f-20cee309a88f",
        "choice_type": "single"
    },
    {
        "question": "The commonest site for extragonadal germ cell tumor",
        "exp": "Reference Robbins page no 475 Extragonadal germ cell tumors form from developing sperm or egg cells that travel from the gonads to other pas of the body.... These are more common than malignantextragonadal germ cell tumors and often are very large. Malignant extragonadal germ cell tumors are divided into two types, nonseminoma and seminoma In adults, the mediastinum is the most common extragonadal site for the development of germ cell tumors. 229-233 The most common tumor in this site is mature teratoma. 234 This diagnosis can be suggested by the presence of a large circumscribed anterior mediastinal mass with normal serum HCG and a-fetoprotein. Management of mature teratoma is surgical, and there is no role for chemotherapy or radiotherapy. Although these tumors histologically are benign, removal is often difficult. The tumors are commonly adherent to adjacent structures, such as the pericardium, lung, and great vessels.",
        "cop": 2,
        "opa": "Pineal gland",
        "opb": "Mediastinum",
        "opc": "Retroperitoneum",
        "opd": "Sacrococcyygeal region",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "1ff34a90-f11e-4a55-b29c-59894a7724b2",
        "choice_type": "single"
    },
    {
        "question": "\"Tram track\" appearance is seen in-",
        "exp": "By light microscopy, type I MPGN and many cases of dense deposit disease are similar. The glomeruli are large, with an accentuated lobular appearance, and show proliferation of mesangial and endothelial cells as well as infiltrating leukocytes. The GBM is thickened, and the glomerular capillary wall often shows a double contour, or \"tram track, \" appearance, especially evident with the use of silver or periodic acid-Schiff (PAS) stains. This \"splitting\" of the GBM is due to the extension of processes of mesangial and inflammatory cells into the peripheral capillary loops and deposition of the mesangial matrix. Ref: Robbins basic pathology 9th edition page527",
        "cop": 3,
        "opa": "Minimal change disease",
        "opb": "Membranous GN",
        "opc": "Membranoproliferative GN",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "385c2e18-f45d-4b5d-8418-602ef9304cac",
        "choice_type": "single"
    },
    {
        "question": "Endodermal sinus tumor is characterised by",
        "exp": "Refer Robbins page no 977. Also known as endodermal sinus tumor, yolk sac tumor is of interest because it is the most common testicular tumor in infants and children up to 3 years of age. In this age group it has a very good prognosis. In adults the pure form of this tumor is rare; instead, yolk sac elements frequently occur in combination with embryonal carcinoma.",
        "cop": 3,
        "opa": "Cal Exner body",
        "opb": "Psammoma bodies",
        "opc": "Schiller Duval bodies",
        "opd": "Homer wright body",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "801079d6-2426-4107-9e60-6e111b9cb5ea",
        "choice_type": "single"
    },
    {
        "question": "Salt loosing nephritis is due to",
        "exp": "Salt-losing nephritis is one of many clinical situations involving electrolyte disturbance in renal disease. This type of nephropathy is characterized by hyponatremia and hypochloremia, lassitude, thirst, polyuria, azotemia, and circulatory collapse. Interstitial nephritis is a kidney disorder in which the spaces between the kidney tubules become swollen (inflamed). This can cause problems with the way your kidneys work. Refer robbins 9/e p930",
        "cop": 3,
        "opa": "Lupus nephritis",
        "opb": "Streptococcal infection",
        "opc": "Interstitial nephritis",
        "opd": "Goodpasteures syndrome",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "c0180a23-75b0-40f5-9e26-a6cd13a380df",
        "choice_type": "single"
    },
    {
        "question": "Alpo&; s syndrome is due to defective-",
        "exp": "Out of various hereditary nephritis, Alpo's syndrome is relatively more common and has been extensively studied. This is an X-linked dominant disorder having a mutation in a-5 chain of type IV collagen located on X-chromosome. Ref: Harsh Mohans textbook of pathology 6th edition page 678",
        "cop": 1,
        "opa": "Collagen",
        "opb": "Elastin",
        "opc": "Fibrillin",
        "opd": "Proteoglycan",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "db7b1feb-b153-4d3c-9f06-d77b8031c76b",
        "choice_type": "single"
    },
    {
        "question": "Most common mutation in Alpo syndrome is in COL4. A5, which is transmitted as -",
        "exp": "The inheritance is heterogeneous, being most commonly X-linked as a result of mutation of the gene encoding a5 type IV collagen. Males, therefore, tend to be affected more frequently and more severely than females and are more likely to develop renal failure. Ref: Robbins book of pathology. 9th edition. Page 53 Alpo syndrome: EM is diagnostic and shows \"basket weave appearance\" of the GBM. Alpo syndrome: Hereditary nephritis Abnormal a3 (COL4. A3), a4 (COL4. A4), or a5 (COL4. A5) chain of type IV collagen Hematuria with progression to chronic renal failure Nerve deafness Eye disorders Foamy cells in the interstitium. Ref: RAM DAS NAYAK EXAM PREPARATORY MANUAL FOR UNDERGRADUATES 2nd ed. pg no: 612",
        "cop": 3,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked",
        "opd": "Variable, autosomal dominant or autosomal recessive",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "929a0bbf-04c6-4745-a974-8bf5c9f35b6d",
        "choice_type": "single"
    },
    {
        "question": "The protein in the GBM responsible for charge dependent filtration is",
        "exp": "Glomerular basement membrane contains: a. Collagen type IV b. Laminin c. Polyanionic proteoglycans (responsible of charge-dependent filtration) d. Entactin e. Fibronectin f. Sialoglycoprotein coating on endothelial and visceral epithelial cells. Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 551",
        "cop": 4,
        "opa": "Albumin",
        "opb": "Collagen type IV",
        "opc": "Fibronectin",
        "opd": "Proteoglycan",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "12f94e6e-10b3-44b0-bf3f-138ee297c7b0",
        "choice_type": "single"
    },
    {
        "question": "RPGN(rapidly progressive glomerulonephritis) caused by-",
        "exp": "Granulomatosis With Polyangiitis Previously called Wegener granulomatosis, granulomatosis with polyangiitis (GPA) is a necrotizing vasculitis characterized by a triad of the following: * Necrotizing granulomas of the upper-respiratory tract (ear, nose, sinuses, throat) or the lower-respiratory-tract (lung) or both * Necrotizing or granulomatous vasculitis affecting small- to medium-sized vessels (e. g., capillaries, venules, aerioles, and aeries), most prominently the lungs and upper airways but other sites as well * Focal necrotizing, often crescentic, glomerulonephritis Ref: ROBBINS BASIC PATHOLOGY 10th ed Pg no: 388",
        "cop": 2,
        "opa": "FSGS",
        "opb": "Wegener's granulomatosis",
        "opc": "Good pasteur's syndrome",
        "opd": "PAN",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "3545e511-9b9d-46de-b547-b54e2fdeb4d6",
        "choice_type": "single"
    },
    {
        "question": "Chromosome associated with ADPKD",
        "exp": "ADPKD Cytogenetic defect Chromosome 16 (85%): ADPKD-1 & Chromosome 4 (15%): ADPKD-2 ARPKD Cytogenetic defect Chromosome 6 Ref: HARSH MOHAN TEXTBOOK OF PATHOLOGY 6th ed. pg no: 659",
        "cop": 3,
        "opa": "14 and 16",
        "opb": "14 and 13",
        "opc": "16 and 14",
        "opd": "16 and 14",
        "subject_name": "Pathology",
        "topic_name": "Urinary tract",
        "id": "69a7ae52-ed34-44f4-9dae-36cfeeb51762",
        "choice_type": "single"
    }
]