[
    {
        "question": "A 23-year-old man presents with fever, weight loss, malaise, abdominal pain and myalgias. Workup reveals that the patient has polyaeritis nodosa. Which of the following is associated with this form of vasculitis?",
        "exp": "Although the significance remains unclear, 30% of patients with polyaeritis nodosa have serum antibodies to the hepatitis B virus. Arsenic is associated with the development of angiosarcoma. Chlamydia pneumonia has been implicated in the development of atherosclerosis. KSHV, HHV-8, causes Kaposi sarcoma in individuals infected with human immunodeficiency virus.",
        "cop": 3,
        "opa": "Arsenic",
        "opb": "Chlamydia pneumonia",
        "opc": "Hepatitis B virus",
        "opd": "Human immunodeficiency virus",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "f77387ef-3e9b-4762-8bec-a51d17856dd8",
        "choice_type": "single"
    },
    {
        "question": "An 80-year-old man with long-standing diabetes and systemic hypertension dies of congestive heart failure. The luminal surface of the abdominal aoa shows atherosclerotic plaques. Which of the following is not a principal component of such plaques?",
        "exp": "Atherosclerosis is a disease of large- and medium-sized elastic and muscular aeries that results in the progressive accumulation within the intima of inflammatory cells, hyperplastic smooth muscle cells, lipids and connective tissue. The resulting characteristic lesion, the lipid plaque (atheroma), contains pools of extracellular lipid and numerous lipid-laden macrophages (foam cells). It is not an acute inflammatory or infectious process. Atherosclerotic plaques have four principal components: cells including variable numbers of smooth muscle cells, macrophages, and T lymphocytes extracellular matrix (ECM) including collagen, elastic fibers, and proteoglycans intracellular and extracellular lipids calcifications in later stage plaques",
        "cop": 1,
        "opa": "B lymphocytes",
        "opb": "Macrophages",
        "opc": "Calcium",
        "opd": "Lipids",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "96d61793-8543-4d52-b642-87fac1bb6d61",
        "choice_type": "single"
    },
    {
        "question": "Most common organs involved in Wegener's granulomatosis are:",
        "exp": "* Wegener granulomatosis also known as Granulomatosis with polyangiitis * The most common organs involved in Wegener's are lungs and kidneys. * PR3-ANCAs are also present in maximum cases. * PR3 ANCAs are useful markers of disease activity * Histological features: -Upper respiratory tract: lesions shows granulomas with central necrosis and accompanying vasculitis. -Kidney: Focal necrotizing and often crescentic glomerulonephritis.",
        "cop": 2,
        "opa": "Skin and nose",
        "opb": "Lung and kidney",
        "opc": "Heart and kidney",
        "opd": "Kidney and nervous system",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "d5a0ad4c-2bcb-4ae4-8791-66dd1c7944dd",
        "choice_type": "single"
    },
    {
        "question": "ANCA negative vasculitis amongst the following is:",
        "exp": "ANCA 2 types P-ANCA |aka MPO ANCA C-ANCA | aka PR3 ANCA Associated with - Churg strauss Syndrome Microscopic Polyangiitis Associated with - Wegner's Granulomatosis Polyaeritis Nodosa is example of ANCA negative vasculitis. Polyaeritis nodosa is Type III Hypersensitivity reaction. It is the example of fibrinoid necrosis. It is associated with Hepatitis B infection.",
        "cop": 3,
        "opa": "Wegner granulomatosis",
        "opb": "Churg strauss syndrome",
        "opc": "Polyaeritis nodosa",
        "opd": "Microscopic polyangiitis",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "1c5c5db9-3503-4912-94e8-37a114f2c9c6",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man presents with an exquisitely painful, raised, red lesion on the dorsal surface of his left hand. Histologic examination of a skin biopsy reveals nests of round regular cells within connective tissue associated with branching vascular spaces. Which of the following is the most likely diagnosis?",
        "exp": "A glomus tumor is a benign tumor of the glomus body, which is often extremely painful. Glomus bodies are normal neuromyoaerial receptors that are sensitive to temperature and regulate aeriolar blood flow. The lesions are small, usually smaller than 1 cm in diameter. The two main histologic components are branching vascular channels in connective tissue stroma and aggregates of specialized glomus cells. The other choices tend not to be painful.",
        "cop": 3,
        "opa": "Angiosarcoma",
        "opb": "Dermatofibroma",
        "opc": "Glomus tumor",
        "opd": "Lipoma",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "91dd2794-5932-4ab6-af64-4a637906b920",
        "choice_type": "single"
    },
    {
        "question": "Medial calcification is seen in?",
        "exp": "Ans. (c) Monckebergs sclerosis. Ref: Robbin's pathology 9th ed. 1491* Monckebergs arteriosclerosis, also called medial calcific sclerosis, is a form of arteriosclerosis or vessel hardening, where calcium deposits form in the middle layer of the walls of medium sized vessels (the tunica media)* It is usually more benign than other forms of arteriosclerosis because it does not cause narrowing of the lumen, but can still be associated with important medical conditions. Monckebergs arteriosclerosis is most commonly found in the radial or ulnar arteries causing \"pipestem\" arteries, which will present as a bounding pulse.* It is associated with trophic foot ulceration and peripheral artery occlusive disease.* Its presence predicts risk of cardiovascular events and leg amputation in diabetic patients.",
        "cop": 3,
        "opa": "Atherosclerosis",
        "opb": "Arteriolosclerosis",
        "opc": "Monckeberg sclerosis",
        "opd": "Dissecting aneurysm",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "b6ed18a2-0579-425e-b175-c916fb9ba6d4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most dreaded complication of Kawasaki's disease?",
        "exp": "Kawasaki disease is an acute febrile, usually self-limited illness of infancy and childhood (80% of patients are 4years old or younger); it is associated with an aeritis affecting large to medium-sized, and even small vessels. Its clinical significance stems primarily from a predilection for coronary aery involvement that can cause aneurysms that rupture or thrombose, resulting in acute myocardial infarctions.",
        "cop": 3,
        "opa": "Desquamative rash",
        "opb": "Lymphadenopathy",
        "opc": "Coronary aneurysms",
        "opd": "Thrombocytosis",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "ed25195e-fe69-4f87-a16a-8dbd5db49f76",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity vasculitis most commonly involves:",
        "exp": "Post capillary venules are the most commonly involved vessels; capillaries and aerioles may be involved less frequently.",
        "cop": 2,
        "opa": "Aerioles",
        "opb": "Post-capillary venules",
        "opc": "Capillaries",
        "opd": "Medium sized aeries",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "27576d1a-9aa8-4100-8317-0e1f757fb903",
        "choice_type": "single"
    },
    {
        "question": "This segment of the aerial intima of a coronary vessel is observed at autopsy in a 56-year old man who died suddenly on rising in the morning. Which of the following abnormalities is considered a major risk factor for the development of this lesion?",
        "exp": "The figure shows an organised atheromatous plaque occluding the vascular lumen. The slit-like spaces in the middle are cholesterol clefts surrounded by fibroblasts. The clinical scenario strongly suggests that this affected vessel is a coronary aery. Cleft-like spaces indicating the presence of cholesterol crystals are very prominent and help in the identification of the lesion. The incidence of atherosclerosis is strongly associated with hypercholesterolemia. Principal components of atheromatous plaque: smooth muscle cells, macrophages, and T cells. Extracellular matrix, including collagen, elastic fibre and proteoglycans intracellular and extracellular lipid. Calcification in later stages",
        "cop": 3,
        "opa": "Congenital vascular muscle weakness",
        "opb": "Cystic medial necrosis",
        "opc": "Hypercholesterolemia",
        "opd": "Syphilis",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "705b6dfc-c720-4218-9d37-a068b7f8e8a0",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old boy is brought by his parents to the emergency depament because they are concerned that he has had a high fever for several days. On examination, the boy has conjunctival and oral erythema. He has palpable cervical lymphadenopathy and erythema of his palms and soles. What is a potential life-threatening complication of this disorder?",
        "exp": "The patient presents with mucocutaneous lymph node syndrome, or Kawasaki disease. It is often a self-limiting condition, although as many as 20% of patients develop an aneurysm of the coronary vessels. Dissection of the thoracic aoa is associated with hypertension. Rupture of a berry aneurysm can result in a subarachnoid hemorrhage. Aneurysm of the abdominal aoa is associated with atherosclerosis.",
        "cop": 2,
        "opa": "Aneurysm of the abdominal aoa",
        "opb": "Aneurysm of the coronary aeries",
        "opc": "Dissection of the thoracic aoa",
        "opd": "Rupture of a berry aneurysm",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "3e690cfe-2079-4076-ae33-4479af3c56ee",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman with Sjogren syndrome presents with a 24-hour history of a purpuric skin rash. Which of the following is the most likely diagnosis?",
        "exp": "Purpura or skin rash in a patient with a known autoimmune disease, such as Sjogren syndrome or systemic lupus erythematosus, is usually attributed to hypersensitivity vasculitis. This vasculitis is caused by the deposition of immune complexes in dermal venules. The other choices are not primarily immune complex diseases.",
        "cop": 3,
        "opa": "Buerger disease",
        "opb": "Giant cell granulomatous aeritis",
        "opc": "Hypersensitivity vasculitis",
        "opd": "Wegener granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "ea9253b6-6762-4141-8a77-ddcc5f9fef91",
        "choice_type": "single"
    },
    {
        "question": "Polyaeritis nodosa does not involve:",
        "exp": "Polyaeritis nodosa (PAN) is a systemic vasculitis of small or medium-sized muscular aeries, typically involving renal and visceral vessels but sparing the pulmonary circulation. The most prominent morphologic feature of the affected aery is an area offibrinoid necrosis",
        "cop": 1,
        "opa": "Pulmonary aery",
        "opb": "Bronchial aery",
        "opc": "Renal aery",
        "opd": "Cerebral aery",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "496863d7-9bba-409b-ae1d-d151a96861e4",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man with a history of recent-onset asthma presents with chest pain, intermittent claudication and respiratory distress that is unresponsive to bronchodilators and antibiotics. Physical examination reveals mild hypertension (blood pressure = 150/100 mm Hg), bilateral wheezing and numerous purpuric skin lesions on the feet. Laboratory studies demonstrate that leukocytes are increased to 14, 000/mL with increased eosinophils and platelets are increased to 450, 000/mL. BUN is elevated to 30 mg/dL, and serum creatinine is elevated to 3. 5 mg/dL. The serum antineutrophil cytoplasmic antibody test is positive. Urinalysis discloses 3+ proteinuria and RBCs. A renal biopsy demonstrates vasculitis of medium-sized aeries, accompanied by eosinophilia. Which of the following is the most likely diagnosis?",
        "exp": "Churg-Strauss disease is an idiopathic, systemic, granulomatous disease of small- and medium-size aeries characterized by vasculitis of many organs, fluctuating eosinophilia and late-onset asthma. The majority of patients display antineutrophil cytoplasmic antibodies. The disease is also known as allergic granulomatosis and angiitis. Transbronchial lung biopsy shows granulomatous lesions in vascular and extravascular sites, accompanied by intense eosinophilia. The vasculitis histologically resembles the lesions of polyaeritis nodosa and Wegener granulomatosis, but these diseases do not typically present with an asthmatic syndrome.",
        "cop": 1,
        "opa": "Churg-Strauss disease",
        "opb": "Henoch-Schonlein purpura",
        "opc": "Loeffler syndrome",
        "opd": "Wegener granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "8e49a8fb-df0a-4f0d-bd98-8719ac4644bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a common cause of vasculitis in adults?",
        "exp": "Kawasaki disease (mucocutaneous lymph node syndrome) is an aeritis that often involves the coronary aeries (large- to medium-sized vessel aeritis), usually in young children and infants (majority of the cases are seen in <5 years old).",
        "cop": 3,
        "opa": "Giant Cell Aeritis",
        "opb": "Polyaeritis nodosa",
        "opc": "Kawasaki disease",
        "opd": "Churg-Strauss syndrome",
        "subject_name": "Pathology",
        "topic_name": "Vasculitis",
        "id": "5e71a731-a5cb-46a7-a451-25783e003bbd",
        "choice_type": "single"
    }
]