[
    {
        "question": "All are used in brachytherapy EXCEPT:",
        "exp": "ANSWER: (B) I131. REF: APPENDIX-67 for \"ISOTOPES USED IN RADIOTHERAPY\" APPENDIX - 67. Isotopes Used in Radiotherapy. Isotope. Half Life. Uses. Technetium 996 hours. Bone scan. Cobalt 60 (Artificial)5. 27 years. Teletherapy & Brachytherapy. Iodine 12313 hours. Radioactive iodine uptake. Iodine 12560 days. Brachytherapy (P). Iodine 1318 days. Radiotherapy. Iodine 1322. 3 hours (min) Radium1622 years (max). Not used now a days. Au 198 (gold)2. 7 days. Brachytherapy (P). Pd 103 (palladium)17 days. Brachytherapy (P). Cesium 1319. 7 days. Brachytherapy (P). Cesium 13730 years. Teletherapy 81 Brachytherapy (T). Iridium 192 (Artificial)74 days. Brachytherapy (T). Strontium 9029 years. Brachytherapy (T). Radon 2223. 8 days. Brachytherapy (T). Brachytherapy can be of two types, permanent implant (P) or temporary implant (T)",
        "cop": 2,
        "opa": "I125",
        "opb": "I131",
        "opc": "Cs137",
        "opd": "Iridium 192",
        "subject_name": "Radiology",
        "topic_name": "Brachytherapy",
        "id": "5a5bbe89-c507-47bf-888b-0cf355fed0e4",
        "choice_type": "multi"
    },
    {
        "question": "For radiotherapy an isotope is paced in or around canecr site. It is called as:",
        "exp": "Ans: A (Brachytherapy) Types of radiotherapy Grainger & Allison's Diagnostic Radiology 6thfl 737-44. External beam radiotherapy: It refer to any situation where the source of the radiation is located at a distance from the patient & the beam of radiation is then directed towards a defined treatment area. Approximately 85% of all therapeutic radiation exposures are delivered using externa! beam techniques. Conventional external beam radiotherapy. Three dimensional conformal radiotherapy. Intensity-modulated radiotherapy: In this the intensity of radiation beam is modulated across each treatment beam. Stereotactic body radiotherapy: The distribution of radiation beam is in 3-dimensions & not in two as in traditional radiotherapy. Brachytherapy: 11 refers to situation in which a radioisotope is placed onto or inside the patient. The source can be placed into the target tissues or tumour itself such as prostate or breastfinterstitial brachytherapy, into a body cavity such as the uterine cavity, oesophagus or bronchus (intracavity/ intraluminal brachytherapy) otonto the skin surface to treat a cutaneous malignancy. Particle therapy: Also known as Hadron therapy. It is an external beam radiation technique in which highly energetic particle such as protons, neutrons or positive ions are directed at the tumor. Teletherapy: Treatment in which the radiation source is at a distance from the body. Linear accelerators & cobalt machines are used in teletherapy. Also called external beam therapy\"-'\"Brachy therapy: A type of radiation therapy is which radioactive materials are placed in direct contact with the tissue being treated. Broadly it is of two types- interstitial or intracavity\"- Review of Radiology by Sumer Sethi 6thfl 76. Types of brachytherapy. Mold brachytherapy*3 Superficial tumours can be treated using sealed sources placed close to the skin. Interstitial brachytherapy13 Here the sources are inserted into tissue. Intracavitary brachytherapy13 places the sources inside a pre-existing body cavity. Intravascular brachytherapy places a catheter inside the vasculature through which sources are sent and returned. Electronic brachytherapy places a miniature low energy (< SOk. Vp) x-ray tube source into a pre-positioned applicator within body/tumor cavities to rapidly deliver high doses to target tissues while maintaining low doses to distant non-target tissues. THERAPEUTIC RADIATION Harrison 19th. Therapeutic radiation is delivered in three ways: (1) teletherapy, with focused beams of radiation generated at a distance and aimed at the tumor within the patient; (2)brachytherapy, with encapsulated sources of radiation implanted directly into or adjacent to tumor tissues; and (3)systemic therapy, with radionuclides administered, for example, intravenously but targeted by some means to a tumor site. Teletherapy with x-ray or gamma-ray photons is the most commonly used form of radiation therapy.",
        "cop": 1,
        "opa": "Brachytherapy",
        "opb": "Tefetberapy",
        "opc": "External beam therapy",
        "opd": "Intensity Medulated radiotherapy",
        "subject_name": "Radiology",
        "topic_name": "Brachytherapy",
        "id": "59275ae2-7bc5-4e8e-ac5f-af7e1892dc32",
        "choice_type": "multi"
    }
]