[
    {
        "question": "Hummingbird sign on MRI is seen in -",
        "exp": "Ans. is 'c' i. e., Progressive supranuclear palsy o Hummingbird sign and Mickey Mouse sign are seen on MRI in progressive supranuclear palsy, o In progressive supranuclear palsy (PSP), severe mesencephalic atrophy occurs, giving the appearance of a hummingbird on mid-sagittal images.",
        "cop": 3,
        "opa": "Multisystem atrophy",
        "opb": "Lewy body dementia",
        "opc": "Progressive supranuclear palsy",
        "opd": "Alzeihmer's disease",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Inflammatory, Infectious, and Vascular Diseases",
        "id": "1031bdcc-80da-4069-92f2-38dcc339e69d",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of raised intracranial tension is in skull X-ray of infants is:",
        "exp": "Ref: Multiple Internet Sources. Explanation: Acute Raise in lntra cranial Tension in Infants Sutural Diastasis. Chronic Raise in lntra cranial Tension in Infants. Copper heating' of the skull vault. Copper beaten\" skull refers to the prominent convolutional markings seen in multiple bones of the skull. Enhanced digital markings are not uncommon under the age of 30 but may indicate longstanding raised intracranial pressure if present over the w hole vault. Aka copper beater or silver beaten appearance of skull. Long-standing/chronic raised intracranial pressure causes erosion of the dorsum sellae. The dorsum sellae erosion/J shaped Sella Causes. Normal variant in 5% children. Hypothyroidism. Slowly growing parasellar tumor: Optic glioma. Mucopolysaccharidoses: esp in Hurler syndrome. Mild arrested hydrocephalus. Hajdu-Cheney syndrome. Long standing Raised ICTPineal gland displacement. Brain Tumor. Head injury",
        "cop": 1,
        "opa": "Sutural diastasis",
        "opb": "Erosion of dorsum sella",
        "opc": "Pineal gland displacement",
        "opd": "Copper beaten appearance",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Inflammatory, Infectious, and Vascular Diseases",
        "id": "870bb7e9-9054-4bb7-8ec1-c3ddceb9562f",
        "choice_type": "single"
    },
    {
        "question": "Epidermoid cyst can be differentiated from arachnoid cyst by -",
        "exp": "Ans. is 'a' i. e., MRI o Myelography cannot differentiate reliably between an epidermoid cyst and a noncommunicating arachnoid cyst, o It has largely been replaced by MRI.",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "Myelography",
        "opd": "CT scan",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Inflammatory, Infectious, and Vascular Diseases",
        "id": "b786a51f-d69b-4949-a22f-3ef2c91feba8",
        "choice_type": "single"
    },
    {
        "question": "A patient was diagnosed with intracranial cavernous angioma on MR scan. MRI finding characteristic of the lesion is:",
        "exp": "Ans is 'd' i. e. Popcorn like lesion \"MR scans of parenchymal cavernous angiomas show a typical 'popcorn-like9 lesions with a well-delineated complex reticulated core of mixed signal intensities representing hemorrhage in different stages of evolution. Osborn Diagnostic Neuroradiology \"The MR appearance of cavernous angiomas is highly characteristic. An aggregate, multinodular, or popcorn, \"morphology with prominent central zones of T1 -shortening is surrounded by a rind of T2-shortening. \"- http://www. urmc. rochester. edu/smd/rad/neurocases/Neurocase485. htm. Cavernous hemangiomas or \"angiomas\" are collections of sinusoidal vascular spaces without intervening neurologlial tissue. Grossly they are discrete multilobulated berrylike lesions that contain hemorrhage in various stages of evolution. Hemosiderin staining of the surrounding brain is seen. On CT: cavernous angiomas are usually isodense to moderately hyperdense on non-enhanced CTs. Calcification is common. Postcontrast enhancement varies from minimal to striking. On MR: A typical 'popcorn like lesion' surrounded by low signal hemosiderin rim is noted. Other intracranial vascular malformations: AV malformation: Arteriovenous malformations are a complex network of abnormal vascular channels consisting of an AVM nidus supplied by arterial feeders and drained by enlarged veins. In AVM there is no intervening capillary bed; i. e. the blood is directly being shunted from the arteries into the veins. Flow related aneurysms are seen in the AVM nidus or the feeding vessels. Vascular steal phenomenon may lead to ischemic and atrophic changes in the brain adjacent to the malformation. Imaging by CT and MR shows serpiginous vessels along with AVM nidus, which enhance strongly on contrast. Venous angioma: Venous angiomas are composed of radially arranged, dilated anomalous veins that converge in an enlarged transcortical or subependymal draining vein. Most often located near the margin of ventricle. Most common site is near frontal horn. Normal brain is interposed between the dilated veins. On angiography 'Medusa head' appearance consisting of dilated medullary veins converging into an enlarged 'collector' draining vein. On CECT and MR an enhancing tuft of rounded or linear vessels near the angle of a ventricle is seen. These enlarged medullary veins are seen to be draining into an enlarged draining vein. Vein of Galen malformation: The vein of Galen is a large deep vein at the base of the brain. It is located under the cerebral hemispheres and drains the anterior and central regions of the brain into the sinuses of the posterior cerebral fossa. VGM results from an aneurysmal malformation with an arteriovenous shunting of blood. VGM usually causes high- output heart failure in the newborn resulting from the decreased resistance and high blood flow in the lesion. Associated findings include cerebral ischemic changes such as strokes or steal phenomena that result in progressive hemiparesis. The malformation may result in mass effects, causing progressive neurological impairment. Alternatively, the malformation may cause obstruction of the cerebrospinal fluid (CSF) outflow and result in hydrocephalus. Loud intracranial bruit may be heard because of the blood turbulence in VGM. The vein of Galen abnormality is the most frequent arteriovenous malformation in neonates. CT and MR show iso/hyperdense posterior third ventricular mass which shows intense enhancement on postcontrast scans. Obstructive hydrocephalus is common.",
        "cop": 4,
        "opa": "Well defined nidus",
        "opb": "Definite arterial feeders",
        "opc": "Phlebectasis",
        "opd": "Popcorn like lesion",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Inflammatory, Infectious, and Vascular Diseases",
        "id": "6e7232ee-e599-42b6-8959-f2d62a9f1a82",
        "choice_type": "single"
    }
]