[
    {
        "question": "Investigation of choice for subdural hemorrhage is?",
        "exp": "Ans. (b) NCCTRef Appendix-81 for \"Traumatic intracranial hemotomas",
        "cop": 2,
        "opa": "Angiography",
        "opb": "NCCT",
        "opc": "CECT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "49bd2bf5-0c06-4867-b960-eac795885840",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice to evaluate intracranial hemorrhage of less than 48 hours is -",
        "exp": "Ans. is 'a' i. e., CT o Procedure of choice for emergent evaluation of acute intracerebral hemorrhage - CT scan.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "PET",
        "opd": "SPECT",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "3afa0cc0-79b2-4f0e-ad1b-474f7bb231d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following the characteristic feature of subdural hematoma -",
        "exp": "Ans. is 'd' i. e. Concavo-convex hyperdensity. On CT Scan Subdural hematoma - Concavo convex* hyperdensity Epidural hematoma - Biconvex hyperdensity *",
        "cop": 4,
        "opa": "Convex hyper density",
        "opb": "Biconvex hypo density",
        "opc": "Convexo-concave hypo density",
        "opd": "Concavo-convex hyper density",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "1219aa5c-7e33-491c-8c1b-596d615636f9",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for acute SAH is?",
        "exp": "ANSWER: (C) CT scan REF: Sutton 7th ed p. 1779. See APPENDIX-66 for \"INVESTIGATION OF CHOICE\"SUBARACHNOID HEMORRHAGEInvestigation of choice: non contrast CT scan. If scan fails: lumbar puncture to establish blood in CSFMost sensitive investigation for evaluating etiology: DSA of four vessels (carotids and vertebrals). Most common intracranial lesion after head injury: sub dural hematoma. Most common cause of sub arachnoid hemorrhage: head trauma. Most common cause of spontaneous SAH: ruptured aneurysm. HEMATOMA ON CT SCAN: Epidural hematoma: biconvex or lens shaped, hyperdense (acute 2/3), hypodense ( chronic 1/3). Subdural hematoma: crescent, hyperdense (< 2 weeks), isodense (2-4 weeks ), hypodense (> 4 weeks)",
        "cop": 3,
        "opa": "DSA",
        "opb": "X ray",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "37361a7c-8623-4fcd-86ca-1d062799fa13",
        "choice_type": "single"
    },
    {
        "question": "A patient is suspected to have vestibular schwanomma. The investigation of choice for its diagnosis is-",
        "exp": "Ans. is 'b' i. e., Gadolinium enhanced MRI o Investigation of choice for vestibular shwanomma (acoustic neuroma) is Gd enhanced MRI. o MRI is the investigation of choice for demyelinating disorder, e. g. multiple sclerosis. Investigations in nervous systemo Investigation of choice for white matter disease - MRI (CT is second choice), o Investigation of choice of acoustic neuroma - GD enhanced MRIo Best investigation for all brain tumors - Contrast enhanced MRIo Investigation of choice for meningeal carcinomatosis - Contrast (gadolinium) enhanced MRI. o Investigation of choice for posterior fossa tumor - MRIo Investigation of choice for para meningeal rhabdomyosarcoma - MRIo Investigation of choice for nasopharyngeal angiofibroma - Contrast enhanced CT. o Investigation of choice for hydrocephalus in older patients and for low pressure hydrocephalus - MRI. o Investigation of choice for acute (<48hrs) subarachnoid hemorrhage (SAH) - Non-Contrast CT scan, o Investivation of choice to know the etiology of SAH - Four vessels digital substruction angiography. o Hallmark of SAH - Blood in CSF on lumbar puncture, o Investigation of choice for chronic SAH - MRI. o Primary procedure of choice for evaluating intracranial complications of acute head injury - CT scan, o Best modality for assessing fractures of the skull base, calvarium and facial bone - CT scan, o Investigation of choice for demyelinating disorders MRI. o Investigation of choice for AV malformation and aneurysm - Angiography (MRI angiography or CT angiography), o Investigation of choice for Craniospinal infection - MRIo Investigation of choice for all intrinsic spinal cord lesions; all causes of cord compression - MRI. o Procedure of choice for emergent evaluation of acute intracerebral hemorrhage - CT scan, o Investigation of choice for myelopathy - MRI. o Shape of epidural hematomas on imaging - Biconvex, hyperdense or mixed density. o Shape of acute subdural hematoma on imaging - Crescent-shaped, hyperdense or mixed density, o Chronic subdural hematoma on imaging - Hypodense. o Most sensitive test for ischaemic stroke - Diffusion weighted (DW) MRI.",
        "cop": 2,
        "opa": "Contrast enhanced CT scan",
        "opb": "Gadolinum enhanced MRI",
        "opc": "SPECT",
        "opd": "PET scan",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "9924642a-0c7d-4a53-8e0c-2f4154759c8d",
        "choice_type": "single"
    },
    {
        "question": "Epidural hematoma on CT scan shows -",
        "exp": "Ans. is 'b' i. e., Biconvex hyperdense lesion o Biconvex (lens shaped or lenticular) hyperdense(2/3rd) or mixed density lesion(l/3rd)- Epidural hematomao Crescent (concao-convex) hyperdense (<2 weeks) or isodense (2-4 weeks) or hypodense (>4 weeeks) lesion - subdural hematomao Intracranial hematoma may be: -1) Epidural hematoma# Most common cause is injury to middle meningeal artery.# Radiologically it appears as:-i) Biconvex (lens shaped or lenticular)ii) In Acute cases - Hyperdense (2/3) or mixed density (1/3). iii) In chronic cases - Hypodense2) Subdural hematoma# ost common cause is stretching and tearing of cortical bridging veins.# Radiologically it appears as: -i) Crescent (Concavo-convex)ii) Hyperdense in acute (< 2 weeks)iii) Isodense in subacute (2-4 weeks)iv) Hypodense in chronic (> 4 weeks)3) Subarachnoid hemorrhage# Most common cause is rupture of berry (saccular) aneurysm.# Investigation of choice for acute subarachnoid hemorrhage is non contrast CT.# Blood in CSF on lumbar puncture is the hallmark of subarachnoid hemorrhage. If CT scan fails to diagnose SAH and there is high index of suspicion, lumber puncture is the next investigation.# Investigation of choice for chronic SAH is MRL# Investigation of choice for determining the etiology of SAH is four vessels (both carotid and both vertebral) digital substraction angiography.",
        "cop": 2,
        "opa": "Crescent shaped hyperdense lesion",
        "opb": "Biconvex hyperdense lesion",
        "opc": "Biconcave hyperdense lesion",
        "opd": "Crescent shaped hypodense lesion",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "9e5db8e3-7389-4181-bc9f-21b6b1084110",
        "choice_type": "single"
    },
    {
        "question": "The first investigation of choice in a patient with suspectedsubarachnoid haemorrhage should be-",
        "exp": "Ans. is 'a' i. e., Non contrast Computed Tomography o Most common cause is rupture of berry (saccular) aneurysm. Investigation of choice for acute subarachnoid hemorrhage is non contrast CT. o Blood in CSF on lumbar puncture is the hallmark of subarachnoid hemorrhage. o If CT scan fails to diagnose SAH and there is high index of suspicion, lumber puncture is the next investigation. o Investigation of choice for chronic SAH is MRI. Investigation of choice for determining the etiology of SAH is four vessels (both carotid and both vertebral) digital substraction angiography.",
        "cop": 1,
        "opa": "Non-contrast computed tomography",
        "opb": "CSF examination",
        "opc": "Magnetic resonance imaging (MRI)",
        "opd": "Contrast-enhanced computed tomography",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "62e299eb-c314-4574-be1e-40fa20af35d2",
        "choice_type": "single"
    },
    {
        "question": "Dawson's fingers on MRI are diagnostic of -",
        "exp": "Ans. is 'c' i. e., Multiple sclerosis o Dawson fingers are a radiographic feature depicting demyelinating plaques through the corpus callosum, arranged at right angles along medullary veins (callososeptal location). o They are a relatively specific sign for multiple sclerosis (MS), which presents as T2 hyperintensities)",
        "cop": 3,
        "opa": "Hyperparathyrodism",
        "opb": "Psoriatic arthropathy",
        "opc": "Multiple sclerosis",
        "opd": "Multiple exostosis",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "9172721f-65d1-44d8-ad4b-9dab6fcdd6fb",
        "choice_type": "single"
    },
    {
        "question": "A 40-years-old female patient presented with recurrent headaches. MRI showd an extra-aixal, dural based and enhancing lesion. The most likely diagnosis is:",
        "exp": "Ans. is 'a' i. e. Meningioma Except glioma all three i. e. Meningioma, Schwannoma and Pituitary adenoma' are extra-axial tumors. Of these only meningioma is the 'dural based' lesion as it arises from the meninges.",
        "cop": 1,
        "opa": "Meningioma",
        "opb": "Glioma",
        "opc": "Schwannoma",
        "opd": "Pituitary adenoma",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "50f5c9d2-f009-493c-a60e-9c2c3e083bc8",
        "choice_type": "single"
    },
    {
        "question": "Tigriod pattern on MRI is seen in -",
        "exp": "Ans. is 'b' i. e., Metachromatic leukodystrophyo The Leopard skin sign (also known as tigroid pattern or stripe sign) results from dark-spots or stripes (spared perivascular white) within bright demyelinated periventricular white matter on T2W images. It is characteristically seen in -# Metachromatic leukodystrophy# Pelizaeus-Merzbacher disease# Autosomal recessive spastic ataxia of charlevoix",
        "cop": 2,
        "opa": "Wilson's disease",
        "opb": "Metachromatic leukodystrophy",
        "opc": "Parkinsonism",
        "opd": "GB syndrome",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "198babad-5a03-4390-afed-9cdc18ecf66f",
        "choice_type": "single"
    },
    {
        "question": "Cerebral blood flow in an asphyxiated child is best measured by:",
        "exp": "Ans is 'a' i. e. NIRS Frankly, we are not very sure of the answer; NIRS appears to be the best option. Near infrared spectroscopy (NIRS) is a spectroscopic method which uses the near infrared region of the electromagnetic spectrum. NIRS depends on two physical properties of biological tissue: 1. Biological tissue absorbs light in the near infrared spectrum (700-1000 nm) far less than visible light; photons at near infrared wavelengths are thus able to penetrate greater distances. Pulse oximeters, which use visible light, function over 1 to 2 cm. Greater photon penetrance allows NIRS to be performed over 6 or 8 cm; enough to transilluminate an infant's head. 2. Brain contains only three mobile chromophore (compounds which absorb light); oxyhemoglobin, deoxyhemoglobin and cytochrome oxidase (the terminal component of the mitochondrial electron transport chain). Attenuation of transmitted light in the brain due to other causes can be assumed to be constant. Consequently any change in observed absorption is due to a change in the concentration of a mobile chromophore. Using suitable algorithms, changes in absorption can be converted into changes in concentration of the three mobile chromophore.* Thus near infrared spectroscopy derives information on cerebral hemodynamics and oxygenation from changes in the absorption of light. NIRS can be used to estimate cerebral blood flow, cerebral blood volume and other indices of cerebral hemodynamics.",
        "cop": 1,
        "opa": "NIRS",
        "opb": "PET",
        "opc": "Radionuclide imaging",
        "opd": "MRI angiography",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "27125adb-afa7-4375-8506-e9211ad11d7f",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for focal neurologic deficit in emergency room is -",
        "exp": "Ans. is 'a' i. e., CT a Focal neurologic deficits presenting in the Emergency room are of acute onset and such a presentation is secondary to a vascular event or a post-traumatic event. In Indian set up CT Scan is the investigation of choice in the emergency room to screen patients of acute focal neurologic deficit. Acute Focal Neurological Deficito The sudden development of a single focal neurological deficit suggests a vascular ischemic event such as an infarction. Infarctions typically remain stable in the immediate period of presentation or worsen due to complicating hemorrhage, edema, or infarction extension after hemorrhage. A deficit from a transient ischemic attack resolves within 24 hours. Neurologic deficits from acute reversible ischemia may take up to 30 days to completely resolve, o CT scanning is often used to screen patients for suspected infarction, but it may miss early cytotoxic edema. An obscured insular ribbon and a dense middle artery are signs indicating infarction but may be absent in a given patient. Diffusion-weighted imaging (DWI) MRl detects cytotoxic edema in the first few hours of an infarction and may remain positive for a week to 10 days.",
        "cop": 1,
        "opa": "CT",
        "opb": "MRI",
        "opc": "Lumbar puncture",
        "opd": "CECT",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "3a05af31-2c75-427b-aa0f-dc093a11c3fa",
        "choice_type": "single"
    },
    {
        "question": "IOC for sub-arachnoid hemorrhage",
        "exp": "Ans. (a) CT scan. Ref.: Harrison 19th ed. /1786* The diagnosis of subarachnoid hemorrhage (SAH) usually depends on a high index of clinical suspicion combined with radiologic confirmation via urgent computed tomography (CT) scan without contrast.* Traditionally, a negative CT scan is followed with lumbar puncture (LP). However, non-contrast CT followed by CT angiography (CTA) of the brain can rule out SAH with greater than 99% sensitivity.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "Lumbar puncture",
        "opd": "MRA",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "242a66c8-3a9d-415a-957d-6111d11796b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the investigation of choice for evaluation of acute head injury?",
        "exp": "Ans. a. NCCT Head (Ref: Schwartz 9/e p1519). Investigation of choice for evaluation of acute head injury is NCCT Head. 'The non-contrast CT scan of the head is an extremely useful diagnostic tool in the setting of new focal neurologic deficit, decreased mental status, or trauma. It is rapid and almost universally available in hospitals in the United States. Its sensitivity allows for the detection of acute hemorrhage. A contrast-enhanced CT scan will help show neoplastic or infectious processes. In the current era, contrast CT generally is used for those patients who cannot undergo magnetic resonance imaging (MRI) scanning due to pacemakers or metal in the orbits. - Schwartz 9/e p1519'MRI provides excellent imaging of soft tissue structures in the head and spine. MRI angiograms can detect stenosis of the cervical carotid arteries or intracranial aneurysms > 3 mm in diameter. MRI venograms can assess the dural venous sinuses for patency or thrombosis. '- Schwartz 9/e p1519",
        "cop": 1,
        "opa": "NCCT Head",
        "opb": "CECT Head",
        "opc": "MRI Braind",
        "opd": "PET scan",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "b1ca9e2f-4224-4391-b1ed-7f432af08bcf",
        "choice_type": "single"
    },
    {
        "question": "Hperdense biconvex appearance on cranial CT scan is seen in:",
        "exp": "Ans: B (Extradural....) \"The features of an EDH on a CT scan are a lentiform (lens-shaped or biconvex) hyperdense lesion between the skull and brain. There may be an associated mass effect on the underlying brain, with or without a midline shift. Areas of mixed density may be seen in a lesion that is actively bleeding\"- L & B 25th/303\"The CT appearance of an Acute SDH is hyperdense (acute blood) but the haematoma spreads across the surface of the brain giving ita ratherdiffuse and concave appearance. This occurs because there is less resistance to blood moving through the subdural space than through the extradural space1'- L & B2. Sth/304\"The CT appearance of a Chronic SDH is variable. Acute blood (0-10days) is hyperdense whereas subacute blood (10 days to 2 weeks) is isodense relative to brain; chronic blood (> 2 weeks) is hypo-dense. A Chronic SDH will often have areas of more recent haemor-rhage in more dependent (posterior) areas and is then termed an acute-on-chronic subdural haematoma. The extent of acute ver-sus chronic blood is important as it affects the method of haematoma evacuation\"- L&B 25th/305\"Cerebral contusions on CT appear heterogeneous with mixed areas of high and low density. There may be an asso-ciated mass effect. A contusion may be described as an intracerebral haematoma if the lesion contains a large amount of fresh haemorrhage and therefore appears uniformly hyperdense\"- L & B 25th/305. Radiographic features www. nlm. nih. gov/medlineplus/ency/ar- tide/001412. htm: Writes. In almost all cases, extradural haematomas are seen on CT scans of the brain. They are typically bi-convex (or lentiform) in shape, and most frequently beneath the squamous part of the temporal bone. They are hyperdense, somewhat heterogenous, and sharply demarkated. Depending on their size, secondary features of mass effect (e. g. midline shift, subfalcine herniation, uncal herniation) may be present. When acute bleeding is occurring at the time of CT scanning the non-clotted fresh blood is typically less hyper dense, and a swirl sign may be evident emedicine. medscape. com/artide/340527-overview# Epidural hematomas can typically be distinguished from subdural hematomas by their biconvex shape, compared with the crescent-shape of the subdural hematoma. In addition, unlike subdural hematomas, epidural hematomas usually do not cross the sutures. Intracranial Hemorrhage. CT Finding. Extradural hematoma. Biconvex lentiform opacity. Subdural Hematoma. Concavo convex crescentric opacity. Intracerebral Bleed. Small hemorrahage foci at grey- white matter interface. Subarachnoid Hemorrhage. Subarachnoid dots > 5x3 mm in basal dsterns or layers of blood > 1mm thick in cerebral fissures. vasospasm Intracranial Bleed. Source of bleeding. Site. Extradural hematoma. Middle meningeal artery. Middle cranial fossa. Subdural Hematoma. Rupture of dural venous sinus. Frontotemporal region. Intracerebral Bieed. Rupture of berry aneurysm. Basal. Subarachnoid Hemorrhage. Lenticulostriate arteries Fig: An axial CT scan of a left frontal extradural haematoma. Note the biconvex shape of the haematomas",
        "cop": 2,
        "opa": "Subdural hemorrhage",
        "opb": "Extradural hemorrahage",
        "opc": "Foreign body",
        "opd": "Intracerebral hemorrhage",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "6946b8cb-82f1-44ee-b09c-d65b60703848",
        "choice_type": "single"
    },
    {
        "question": "CT Scan of head showing a 'Tram track5 appearance in",
        "exp": "Ans. is 'd' i. e.,. Sturge Weber Syndrome. Sturge-Weber syndrome is characterized by -A large unilateral cutaneous angioma* (. Port wine stain*) of the faceA cerebral angioma involving the ipsilateral* cerebral hemisphere and meninges. Adrenal pheochromocytoma*. Cerebral angioma leads to cortical atrophy and epilepsy*. Characteristic tram track calcification* is seen on x-ray and CT head.",
        "cop": 4,
        "opa": "Neurofibroma",
        "opb": "Tuberous sclerosis",
        "opc": "Von Hippel Lindau disease",
        "opd": "Sturge weber syndrome",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "0d4c0885-dac2-4fe9-8b85-eaccced048b0",
        "choice_type": "single"
    },
    {
        "question": "Para meningeal Rhabdomyosarcoma is best diagnosed by:",
        "exp": "Ans. is 'b' i. e. MRI I could not find any direct reference to this answer in all the books within my reach My answer is based on the basics of CT & MRICT is the best inv. for bone imaging. It has limitations for soft tissues, especially when the soft tissue lies with a skeletal framework. But MRI is excellent for soft tissue imaging and is more sensitive in detecting early brain damage. So for a parameningeal rhabdomyosarcoma the best investigation would be MRI as it would demonstrate very clearly its extension within the meninges. Harrison 15/e, on page 2337 states that the: Best investigation for a primary or metastatic brain tumor is - MRI Best investigation for meningeal disease - MRIThis information further supports my answer.",
        "cop": 2,
        "opa": "CT Scan",
        "opb": "MRI",
        "opc": "SPECT",
        "opd": "PET",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "f3e121db-3a59-4ef1-b9a4-b80759612c64",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Entrapment Neuropathy is?",
        "exp": "ANSWER: (B) MRIREF: Surgical management of pain by Kim Burchiel Page 658, Neurology by Jon Brillman 8f Scott Khan page 110. EMG and nerve conduction studies are done to identity the site of entrapment. Imaging is done to rule out any occult fracture and MRI for visualization of entrapped nerve in the tunnel. MRI is the imaging investigation of choice as it demonstrated soft tissue like nerve, muscle and tendon. MRJ is sensitive for changes in compressed or entrapped nerves",
        "cop": 2,
        "opa": "CT",
        "opb": "MRI",
        "opc": "Clinical exam",
        "opd": "SPECT",
        "subject_name": "Radiology",
        "topic_name": "Brain Imaging: Anatomy, Trauma, and Tumors",
        "id": "3d881fde-4a5a-4515-ab42-5ac796910ca9",
        "choice_type": "single"
    }
]