[
    {
        "question": "Popcorn calcification is seen in -",
        "exp": "Ans. is 'a' i.e., Fibroadenoma o Calcifications are common in fibroadenoma of breast, especially in postmenopausal women,o Most of the calcification are coarse and the so called popcorn calcifications are pathognomonic for fibroadenoma.",
        "cop": 1,
        "opa": "Fibroadenoma",
        "opb": "Fibroadenosis",
        "opc": "Carcinoma breast",
        "opd": "None",
        "subject_name": "Radiology",
        "topic_name": "Breast Ultrasonography and MRI",
        "id": "404aba71-936b-45b0-9b7d-49b5342466fa",
        "choice_type": "multi"
    },
    {
        "question": "Best investigation to detect rupture of silicon breast implants is-",
        "exp": "Ans. is 'c' i.e., MRI [Ref: style=\"font-size: 1.04761904761905em; font-weight: bold; text-decoration: underline; font-family: Times New Roman, Times, serif; margin: 0 0 8pt 4px; text-indent: 0\">Imaging in silicon breast implant failureo Although mammography and ultrasonography are the standard first steps in the diagnostic workup, magnetic resonance imaging (MRI) is the most useful imaging modality for the characterisation of silicon breast implants because of its high spatial resolution and contrast between implants and soft tissues and absence of ionising radiation.o MRI has the highest sensitivity and specificity for implant rupture, thanks to its sequences that can suppress or emphasise the signal from silicone.o Regardless of the technique used, the overall aim of imaging breast implants is to provide essential information about tissue and prosthesis integrity; detect implant abnormalities and detect breast diseases unrelated to implants, such as breast cancer.",
        "cop": 3,
        "opa": "USG",
        "opb": "X ray",
        "opc": "MRI",
        "opd": "Mammography",
        "subject_name": "Radiology",
        "topic_name": "Breast Ultrasonography and MRI",
        "id": "e35383ee-3521-45a6-b25f-fd4629148236",
        "choice_type": "single"
    }
]