[
    {
        "question": "Egg on side appearance on chest X-ray is associated with?",
        "exp": "Ans. is 'c' i. e., TGA * Egg on side appearance is characteristic radiographic feature of transposition of great vessels (TGA). Cardiac configration* \"Boot-shaped\" heart (cour en sabot). Fallot's tetralogy* \"Egg on side\" heart (\"egg in cup\" heart). Transposition of great arteries* \"Egg in cup\" Heart. Constrictive pericarditis* \"Snowman\" sign (\"figure of 8, or cottage loaf\" sign). Supracardiac TAPVC* \"Ground - glass\" appearance of lung. Obstructive TAPVC* \"Sitting-duck\" heart. Persistent truncus arteriosus* \"Water-bottle\" or flasked shaped or money bag heart. Pericardial effusion, hypothyroidism* \"Box-shaped\" heart. Tricuspid atresia, Ebstein's anomaly* Tubular heart. Addison's disease, emphysema* \"Tear -drop\" heart. Chronic emphysema* \"Cor-triatum\"Pulmonary vein obstruction* \"Jug handle\" appearance. Primary pulmonary hypertension* \"Pentagon-shaped\" heart. Mitral incompetence* \"Triangular-shaped\" heart. Constrictive pericarditis",
        "cop": 3,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "TGA",
        "opd": "PDA",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "740089b1-e185-4d6c-83c4-b1b3134feae5",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old hypertension patient has the following CXR in annual medical checkup. What does it show?",
        "exp": "Ans. C. Coarctation of aorta. Notice the following radiographic features: a. Normal vascularityb. Cardiomegalyc. Left ventricular prominenced. \"3\" sign; formed by pre-stenotic dilatation of aortic arch, indentation at the site of coarctation and post stenotic dilatation of descending Aorta.",
        "cop": 3,
        "opa": "Left ventricular hypertrophy",
        "opb": "Pulmonary artery hypertension",
        "opc": "Coarctation of aorta",
        "opd": "Cor pulmonale",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "26048390-63e2-4aef-b187-610bd667a8a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not form right border of heart in the X-ray?",
        "exp": "Ans. is 'a' i. e., Pulmonary trunk. Normal Heart shadow* In the PA view of chest the transverse diameter of the cardiac shadow is slightly less or equal to half the transverse diameter of chest, i. e., heart: chest ratio is 1: 2 (=0. 5). If this ratio is increased above 0. 5, it is suggestive of cardiac enlargement.* The margins of cardiac shadow are identifiable in PA, right anterior oblique (RAO) and left anterior oblique (LAO) views.* In PA view the right margin of heart is formed by superior vena cava, right atrium and inferior vena cava from above downward. The left margin is formed by aortic knuckle (Prominence due to arch of aorta), Pulmonary trunk, left auricle and left ventricle from above downward.* In LAO view the heart shadow is largely made up of right ventricle anteriorly and left ventricle posteriorly. In the RAO view of chest x-ray the heart shadow shows all the four chambers. The posterior border of heart shadow is formed by left atrium, therefore this view is used to assess the size of the left atrium.* Anterior border. Anterior border of heart is formed by (from above downwards): i) Ascending aorta; ii) Pulmonary artery; Hi) Right ventricle* Posterior border Posterior border of heart is formed by (from above downwards): i) Pulmonary artery; ii) Left atrium; iii) Left ventricle.",
        "cop": 1,
        "opa": "Pulmonary trunk",
        "opb": "Superior vena cava",
        "opc": "Right atrium",
        "opd": "Inferior vena cava",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "2b0baca5-9f75-4e25-8240-458ac5cda343",
        "choice_type": "single"
    },
    {
        "question": "A previously healthy patient presents with dyspnea and low grade fever since 4 months. His lungs are clear. JVP is normal. ECG showed low voltage complexes. What is the possible diagnosis?",
        "exp": "Ans. D. Tuberculous pericardial effusion. The presence of low grade fever and dyspnea indicates an infective pathology. The CXR shows an increased CT Ratio which could be a tuberculous pericardial effusion. The diagnosis is given more credence due to low voltage ECG which is seen with a pericardial effusion.",
        "cop": 4,
        "opa": "Syphilitic aortic aneurysm",
        "opb": "Hypertrophic cardiomyopathy",
        "opc": "Rheumatic mitral stenosis",
        "opd": "Tuberculous pericardial effusion",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "3c014726-0f8d-40ba-a1d8-2f110e1f9da2",
        "choice_type": "single"
    },
    {
        "question": "Best investigation for pulmonary embolism ___:",
        "exp": "Ans. D. CT angiography. Pulmonary CT angiography /MDCT is the best investigation for pulmonary embolism. The dye is injected through the intravenous route.* V/Q scan is done in pregnant females.* Investigation of choice for an aortic aneurysm is CT angiography.",
        "cop": 4,
        "opa": "MRI",
        "opb": "V/Q scan",
        "opc": "Plain CT",
        "opd": "CT angiography",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "117aed99-c1b2-42ba-9653-dd0a0f44db28",
        "choice_type": "single"
    }
]