[
    {
        "question": "Egg on side appearance on chest X-ray is associated with?",
        "exp": "Ans. is 'c' i. e., TGA * Egg on side appearance is characteristic radiographic feature of transposition of great vessels (TGA). Cardiac configration* \"Boot-shaped\" heart (cour en sabot). Fallot's tetralogy* \"Egg on side\" heart (\"egg in cup\" heart). Transposition of great arteries* \"Egg in cup\" Heart. Constrictive pericarditis* \"Snowman\" sign (\"figure of 8, or cottage loaf\" sign). Supracardiac TAPVC* \"Ground - glass\" appearance of lung. Obstructive TAPVC* \"Sitting-duck\" heart. Persistent truncus arteriosus* \"Water-bottle\" or flasked shaped or money bag heart. Pericardial effusion, hypothyroidism* \"Box-shaped\" heart. Tricuspid atresia, Ebstein's anomaly* Tubular heart. Addison's disease, emphysema* \"Tear -drop\" heart. Chronic emphysema* \"Cor-triatum\"Pulmonary vein obstruction* \"Jug handle\" appearance. Primary pulmonary hypertension* \"Pentagon-shaped\" heart. Mitral incompetence* \"Triangular-shaped\" heart. Constrictive pericarditis",
        "cop": 3,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "TGA",
        "opd": "PDA",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "740089b1-e185-4d6c-83c4-b1b3134feae5",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old hypertension patient has the following CXR in annual medical checkup. What does it show?",
        "exp": "Ans. C. Coarctation of aorta. Notice the following radiographic features: a. Normal vascularityb. Cardiomegalyc. Left ventricular prominenced. \"3\" sign; formed by pre-stenotic dilatation of aortic arch, indentation at the site of coarctation and post stenotic dilatation of descending Aorta.",
        "cop": 3,
        "opa": "Left ventricular hypertrophy",
        "opb": "Pulmonary artery hypertension",
        "opc": "Coarctation of aorta",
        "opd": "Cor pulmonale",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "26048390-63e2-4aef-b187-610bd667a8a3",
        "choice_type": "single"
    },
    {
        "question": "Egg on side appearance is seen in-",
        "exp": "Ans. is 'c' i. e., TGA * Egg on side appearance is characteristic radiographic feature of transposition of great vessels (TGA). Cardiac configration* \"Boot-shaped\" heart (cour en sabot). Fallot's tetralogy* \"Egg on side\" heart (\"egg in cup\" heart). Transposition of great arteries* \"Egg in cup\" Heart. Constrictive pericarditis* \"Snowman\" sign (\"figure of 8, or cottage loaf\" sign). Supracardiac TAPVC* \"Ground - glass\" appearance of lung. Obstructive TAPVC* \"Sitting-duck\" heart. Persistent truncus arteriosus* \"Water-bottle\" or flasked shaped or money bag heart. Pericardial effusion, hypothyroidism* \"Box-shaped\" heart. Tricuspid atresia, Ebstein's anomaly* Tubular heart. Addison's disease, emphysema* \"Tear -drop\" heart. Chronic emphysema* \"Cor-triatum\"Pulmonary vein obstruction* \"Jug handle\" appearance. Primary pulmonary hypertension* \"Pentagon-shaped\" heart. Mitral incompetence* \"Triangular-shaped\" heart. Constrictive pericarditis",
        "cop": 3,
        "opa": "Fallot's tetralogy",
        "opb": "TAP VC",
        "opc": "TGA",
        "opd": "Ebstein's anomaly",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "3c5c5054-0838-4998-90ef-e9c096389e95",
        "choice_type": "multi"
    },
    {
        "question": "X-ray chest in a neonate may show 'ground glass' haziness in all the folowing conditions EXCEPT:",
        "exp": "Ans. c (Left-to-right shunt). (Ref. Grainger's Diagnostic Radiology, 4th en., 492, 590, 600, 602, 667, 596, 597)# Left-to-right shunt produces hyperemic lung fields.# As Hyaline membrane disease (HMD) progresses, influx of plasma renders the lungs more radio-opaque, reticulogranular shadowing becomes more confluent and ground glass haziness is seen with loss of clarity of diaphragm and heart.# In staphylococcal pneumonia, later in disease more homogenous opacification of lung fields may occur, although pneumatoceles are classical of it.- Ground-glass appearance is also a feature of infracardiac TAPVC.- Ground-glass haziness, especially in adults is also seen in interstitial lung diseases.",
        "cop": 3,
        "opa": "Obstructed TAPVC",
        "opb": "Hyaline membrane disease",
        "opc": "Left-to-right shunt",
        "opd": "Staphylococcal pneumonia",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "07ce6e52-4c19-42cd-a513-fee22aef9d43",
        "choice_type": "multi"
    },
    {
        "question": "Snowman sign on chest radiography is seen in-",
        "exp": "Ans. is 'b' i. e., TAPVC * Snowman\" or figure of 8\" or \"Cottage loaf sign\" is seen in supracardiac TAPVC. Radiological features of Congenital heart diseases. Ventricular septal defect(VSD)1) Small:- Normal chest x-ray2) Large:-a. Cardiomegalyb. Enlarged left atrium with widening of carina. c. Increased pulmonary vascularity (pulmonary plethora)d. Pulmonary edemae. Small aortic knob. Atrial septal defect1) Small. Normal2) Largea. Mild cardiomegalyb. Normal or enlarged pulmonary arteryc. Increased pulmonary vascularity (Pulmonary plethora)d. Enlarged right atrium and right ventriclee. Left atrium is not enlarged (in contrast to VSD)f. Small aortic knob. Transposition of great. Arteries (TGA)a. Cardiomegaly (Globular heart)b. \"Egg on Side\" appearancec. Pulmonary plethorad. Absent thymic shadow. Total anamalous pulmonary venous connection (TAPVC)a. Cardiomegalyb. Pulmonary plethorac. \"Snowman\" or figure of 8\" or \"Cottage loaf sign\" (In supracardiac TAPVC), d. \"Ground glass\" lung (in obstructive TAPVC). Tetralogy of Fallota. Boot shaped heart (Coeur en Sabot)b. Pulmonary oligemiac. Normal sized heart (no cardiomegaly)d. Right aortic arch (in 25% cases). Patient ductus arteriosus (PDA)a. Cardiomegalyb. Enlarged left atriumc. Increased pulmonary vascularity (pulmonary plethora)d. Pulmonary edemae. Prominent aortic knob (in contrast to VSD)f. Ductus bump (due to enlarged PDA) at the level of aortic knob. Coarctation of Aorta (CoA)a. Reverse figure of 3 sign or double bulge sign or 'E' sign on left border of aortic shadow is formed by (above downward): - Prestenotic dilatation; coarctation itself (indentation); poststenotic dilatation. b. Double aortic knucklec. Dock's sign:- There is bilateral notching of inferior margins of 3-8 ribs. Rib notching is absent in the 1st & 2nd ribs because first and second intercostal arteries do not take part in the collateral circulation. Rib notching increases with age and after the age of 7 years, rib notching is present in almost all the cases.",
        "cop": 2,
        "opa": "Fallots tetrology",
        "opb": "TAPVC",
        "opc": "TGA",
        "opd": "Ebstein's anomaly",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "a0b9cfe2-b1ff-4747-ae57-68632bb902aa",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following causes rib notching on Xray-",
        "exp": "Ans, is 'd' i. e., All of the above Rib notching o \"Rib notches\" are peripheral, sharply circumscribed osteolytic lesion on superior or inferior surface of ribs, o Causes of rib notching ae: - Inferior surface Arterial Coarctation of aorta. Bilateral Rib notching is seen on the lower border of 3rd to 8th ribs. Rib notching is absent in the 1st & 2nd ribs. Rib notching is usually present after the age of 7 years. Aortic thrombosis (aortic obstruction) or aortitis. Subclavian obstruction after Blalock operation for Fallot's tetralogy (Taussig Blalock operation. Pulmonary oligemia. Pulmonary' atresia, TOF, absent pulmonary artery. Venous: - SVC obstruction Arteriovenous: - Pulmonary arteriovenous malformation, chest wall arteriovenous malformation. Neurogenic: - Neurofibromatosis. Superior surface Connective tissue diseases: - SLE, Scleroderma, RA, Sjogren's syndrome. Metabolic: - Hyperparathyroidism Miscellaneous: Neurofibromatosis, Restrictive lung disease, Poliomyelitis, Marfan's syndrome, progeria. Osteogenesis imperfecta.",
        "cop": 4,
        "opa": "Coarctation of aorta",
        "opb": "SVC occlusion",
        "opc": "Modified Blalock Taussing shunt",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "f2e33795-e46e-4a11-9440-022d74638fef",
        "choice_type": "multi"
    },
    {
        "question": "\"Figure of 8\" on chest X-ray is a sign associated with-",
        "exp": "Ans. is 'b' i. e., TAPVC * Snowman\" or figure of 8\" or \"Cottage loaf sign\" is seen in supracardiac TAPVC. Radiological features of Congenital heart diseases. Ventricular septal defect(VSD)1) Small:- Normal chest x-ray2) Large:-a. Cardiomegalyb. Enlarged left atrium with widening of carina. c. Increased pulmonary vascularity (pulmonary plethora)d. Pulmonary edemae. Small aortic knob. Atrial septal defect1) Small. Normal2) Largea. Mild cardiomegalyb. Normal or enlarged pulmonary arteryc. Increased pulmonary vascularity (Pulmonary plethora)d. Enlarged right atrium and right ventriclee. Left atrium is not enlarged (in contrast to VSD)f. Small aortic knob. Transposition of great. Arteries (TGA)a. Cardiomegaly (Globular heart)b. \"Egg on Side\" appearancec. Pulmonary plethorad. Absent thymic shadow. Total anamalous pulmonary venous connection (TAPVC)a. Cardiomegalyb. Pulmonary plethorac. \"Snowman\" or figure of 8\" or \"Cottage loaf sign\" (In supracardiac TAPVC), d. \"Ground glass\" lung (in obstructive TAPVC). Tetralogy of Fallota. Boot shaped heart (Coeur en Sabot)b. Pulmonary oligemiac. Normal sized heart (no cardiomegaly)d. Right aortic arch (in 25% cases). Patient ductus arteriosus (PDA)a. Cardiomegalyb. Enlarged left atriumc. Increased pulmonary vascularity (pulmonary plethora)d. Pulmonary edemae. Prominent aortic knob (in contrast to VSD)f. Ductus bump (due to enlarged PDA) at the level of aortic knob. Coarctation of Aorta (CoA)a. Reverse figure of 3 sign or double bulge sign or 'E' sign on left border of aortic shadow is formed by (above downward): - Prestenotic dilatation; coarctation itself (indentation); poststenotic dilatation. b. Double aortic knucklec. Dock's sign:- There is bilateral notching of inferior margins of 3-8 ribs. Rib notching is absent in the 1st & 2nd ribs because first and second intercostal arteries do not take part in the collateral circulation. Rib notching increases with age and after the age of 7 years, rib notching is present in almost all the cases.",
        "cop": 2,
        "opa": "Fallot's tetralogy",
        "opb": "TAPVC",
        "opc": "TGA",
        "opd": "Ebstein's anomaly",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "9e03f788-81aa-41be-a6b6-21410218bdb8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not form right border of heart in the X-ray?",
        "exp": "Ans. is 'a' i. e., Pulmonary trunk. Normal Heart shadow* In the PA view of chest the transverse diameter of the cardiac shadow is slightly less or equal to half the transverse diameter of chest, i. e., heart: chest ratio is 1: 2 (=0. 5). If this ratio is increased above 0. 5, it is suggestive of cardiac enlargement.* The margins of cardiac shadow are identifiable in PA, right anterior oblique (RAO) and left anterior oblique (LAO) views.* In PA view the right margin of heart is formed by superior vena cava, right atrium and inferior vena cava from above downward. The left margin is formed by aortic knuckle (Prominence due to arch of aorta), Pulmonary trunk, left auricle and left ventricle from above downward.* In LAO view the heart shadow is largely made up of right ventricle anteriorly and left ventricle posteriorly. In the RAO view of chest x-ray the heart shadow shows all the four chambers. The posterior border of heart shadow is formed by left atrium, therefore this view is used to assess the size of the left atrium.* Anterior border. Anterior border of heart is formed by (from above downwards): i) Ascending aorta; ii) Pulmonary artery; Hi) Right ventricle* Posterior border Posterior border of heart is formed by (from above downwards): i) Pulmonary artery; ii) Left atrium; iii) Left ventricle.",
        "cop": 1,
        "opa": "Pulmonary trunk",
        "opb": "Superior vena cava",
        "opc": "Right atrium",
        "opd": "Inferior vena cava",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "2b0baca5-9f75-4e25-8240-458ac5cda343",
        "choice_type": "single"
    },
    {
        "question": "50 years old is brought to emergency department for evaluation of fever, chills, malaise and fatigue. Cardiac examination reveals a new holosystolic murmur that radiates towards the axilla. Blood cultures are obtained. He undergoes a transoesophageal echocardiography. The USG probe is placed in mid oesophagus facing anteriorly and the cardiac chambers are interrogated. The chamber which is anatomically closer to the probe is",
        "exp": "Answer: a) Left atrium. This patient's presentation suggests acute endocarditis, with confirmation pending the results of the blood cultures and cardiac imaging. Transesophageal echocardiography (TEE) uses ultrasound waves generated from within the esophagus to produce clear images of the neighboring cardiac structures. The left atrium makes up the majority of the heart's posterior surface, with the esophagus passing immediately posterior tothe heart. Therefore, the esophagus lies within closest proximity to the left atrium. This allows the left atrium, atrial septum, and mitral valve to be particularly well visualized on TEE. Due to its adjacent proximity, conditions that result in left atrial enlargement (eg, atrial fibrillation, mitral stenosis) can cause dysphagia through external compression of the esophagus.",
        "cop": 1,
        "opa": "Left atrium",
        "opb": "Right atrium",
        "opc": "Left ventricle",
        "opd": "Right ventricle",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "26a0a39b-2763-4075-b830-d8f0ce6f11f9",
        "choice_type": "multi"
    },
    {
        "question": "Classification systems for Aortic dissection are?",
        "exp": "Ans. D. All of above. CLASSIFICATION SYSTEMS FOR AORTIC DISSECTION Classification system. Site of dissection. Crawford. De. Bakey. Stanford. Both ascending and descending aorta. Proximal dissections. Type 1. Type AAscending aorta and arch only. Proximal dissections. Type IIType ADescending aorta only (distal to left subclavian artery). Distal dissections. Type III IIIa--limited to thoracic aorta. Type B IIIb--extends to abdominal aorta In addition to the above, all dissections are classified as acute if the duration of symptoms is shorter than 14d and chronic if longer than this.",
        "cop": 4,
        "opa": "Crawford",
        "opb": "De. Bakey",
        "opc": "Stanford",
        "opd": "All of above",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "8e91924c-f9c1-4c05-8839-b04b4d5f3f4e",
        "choice_type": "multi"
    },
    {
        "question": "A previously healthy patient presents with dyspnea and low grade fever since 4 months. His lungs are clear. JVP is normal. ECG showed low voltage complexes. What is the possible diagnosis?",
        "exp": "Ans. D. Tuberculous pericardial effusion. The presence of low grade fever and dyspnea indicates an infective pathology. The CXR shows an increased CT Ratio which could be a tuberculous pericardial effusion. The diagnosis is given more credence due to low voltage ECG which is seen with a pericardial effusion.",
        "cop": 4,
        "opa": "Syphilitic aortic aneurysm",
        "opb": "Hypertrophic cardiomyopathy",
        "opc": "Rheumatic mitral stenosis",
        "opd": "Tuberculous pericardial effusion",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "3c014726-0f8d-40ba-a1d8-2f110e1f9da2",
        "choice_type": "single"
    },
    {
        "question": "Best investigation for pulmonary embolism ___:",
        "exp": "Ans. D. CT angiography. Pulmonary CT angiography /MDCT is the best investigation for pulmonary embolism. The dye is injected through the intravenous route.* V/Q scan is done in pregnant females.* Investigation of choice for an aortic aneurysm is CT angiography.",
        "cop": 4,
        "opa": "MRI",
        "opb": "V/Q scan",
        "opc": "Plain CT",
        "opd": "CT angiography",
        "subject_name": "Radiology",
        "topic_name": "C. V. S.",
        "id": "117aed99-c1b2-42ba-9653-dd0a0f44db28",
        "choice_type": "single"
    }
]