[
    {
        "question": "Red Color on color doppler suggests?",
        "exp": "Color Doppler Imaging: Doppler imaging illustrates only the direction of flow, color coded mean velocities and the range of the mean velocities. Blood flowing towards the ultrasound transducer is conventionally depicted in a band of colors ranging from deep red (low velocity) to bright yellow (high velocity). Flow in direction away from the transducer is indicated by band of colors ranging progressively from deep blue (low velocity) to cyan (high velocity).",
        "cop": 3,
        "opa": "Aerial Blood",
        "opb": "Venous Blood",
        "opc": "Flow towards the transducer",
        "opd": "Flow Away from the transducer",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "fd3a0e0e-3776-42c4-8af0-67046798a09b",
        "choice_type": "single"
    },
    {
        "question": "A 69 year old male presents with an episode of slurring of speech which lasted for 12 hours and then resolved. He is heavy smoker having smoked 60 cigarettes per day for 40 years. He had a single episode of haemoptysis 4 weeks previously and has underlying lung cancer with brain metastases and is referred for an urgent CT chest. An ECG was performed which showed new AF. All blood tests including cardiac biomarkers were normal. Chest CT is shown. Which of the following is most probable diagnosis?",
        "exp": "The axial image from a contrast enhanced CT scan, in aerial phase, shows a filling defect in the left atrial appendage layered along the anterior wall. Given the clinical history and the CT appearance, the most likely diagnosis is of thrombus in the LA as a consequence of AF. Myxomas generally arise from interatrial septum projecting into the left atrium Vegetation, abscess and new dehiscence of a prosthetic valve are the three major echocardiographic criteria for the diagnosis of infective endocarditis.",
        "cop": 2,
        "opa": "Left atrial myxoma",
        "opb": "Left atrial thrombus",
        "opc": "Infective endocarditis",
        "opd": "Rhabdomyoma",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "3a6b4569-defb-49b4-8430-ff9ea210a929",
        "choice_type": "multi"
    },
    {
        "question": "Boot shaped Hea on chest radiograph is seen in",
        "exp": "Boot shaped Hea - Tetralogy of fallot Egg on side - TGA Snowman appearence / figure of eight - TAPVC Box shaped hea - Ebsteins anomaly",
        "cop": 1,
        "opa": "Tetralogy of fallot",
        "opb": "TAPVC",
        "opc": "TGA",
        "opd": "Ebstein's anomaly",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "7b0e64ea-3a03-4b88-88d5-5c50fd406319",
        "choice_type": "multi"
    },
    {
        "question": "Column-A Column-B 1. Tetralogy of Fallot(TOF) a. Egg on side 2. Transpoion of Great Aeries(TGA) b. Snow man appearance 3. Total anomalous pulmonary venous connection(TAPVC) c. Boot shaped hea 4. Ebstein anomaly d. Money bag appearance. e. Box shaped hea",
        "exp": "Tetralogy of Fallot: Features of TOF: Pulmonary stenosis Overriding aoa Membranous VSD RVH \"Boot shaped of hea\" on X-Ray TGA: Transpoion of Great Aeries: Narrow mediastinum Globular hea \"Egg on string\" / \"Egg on side \" appearance on X-ray Ebstein anomaly: Has low inseion of tricuspid valve causing aerializatio of Rt ventricle Small right ventricle Associated with ASD & PDA Shows \"box shaped hea\" on x-ray. Pulmonary oligemia is also seen. Total anomalous pulmonary venous connection: Supra cardiac TAPVC \"Snowman / figure of 8 /cottage loaf appearance\" on x-ray",
        "cop": 2,
        "opa": "1-b, 2-c, 3-a, 4-d",
        "opb": "1-c, 2-a, 3-b, 4-e",
        "opc": "1-a, 2-d, 3-e, 4-c",
        "opd": "1-c, 2-a, 3-d, 4-e",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "6be33d4b-8f8a-456f-ae98-280cdd744104",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following describes the Westermark sign in Pulmonary Thromboembolism?",
        "exp": "Sign in Pulmonary Thromboembolism: * Fleischner sign: enlarged pulmonary aery * Hampton hump: peripheral wedge of airspace opacity and implies lung infarction * Westermark sign: regional oligemia and highest positive predictive value. * Palla sign: enlarged right descending pulmonary aery * Chang sign: dilated right descending pulmonary aery with sudden cut-of",
        "cop": 2,
        "opa": "Peripheral Wedge shaped infarct",
        "opb": "Pulmonary Oligemia",
        "opc": "Prominence of Main Pulmonary Aery",
        "opd": "Prominence of Descending Rt Pulmonary aery",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "ce3f5ad1-74dc-49ae-8676-4baa19a4fc99",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a Chest radiographic feature of Left atrial enlargement?",
        "exp": "* Left atrial enlargement / Mitral stenosis: Features: * Straighten of left hea borders * Widening of carina with elevated left main bronchus * Has double right hea borders * Enlargement of left atrial appendage * Indentation of oesophagus",
        "cop": 1,
        "opa": "Double Left hea border",
        "opb": "Elevated Left main bronchus",
        "opc": "Splaying of carina",
        "opd": "Enlargement of Left atrial appendage",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "e84996b3-b061-453a-9d31-a3e9133c3b11",
        "choice_type": "single"
    },
    {
        "question": "Arrange the radiographic findings of Congestive heart failure in sequential order with earlier changes first and advanced findings later. 1. Kerley Lines 2. Cephalisation 3. Equalisation of Upper Lobe and Lower lobe vessels 4. Batwing appearence",
        "exp": "Equalisation of Upper Lobe and Lower lobe vessels | Cephalisation | Kerley Lines | Batwing appearance",
        "cop": 1,
        "opa": "3-2-1-4",
        "opb": "3-2-4-1",
        "opc": "4-3-1-2",
        "opd": "1-3-2-4",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "29e9f138-9cd7-40fb-9c10-7a8daf4db354",
        "choice_type": "single"
    },
    {
        "question": "Plethoric lung fields are seen in all of the following conditions, except:",
        "exp": "Ebsteins' anomaly: Plethoric lung fields are seen in conditions which increase pulmonary blood flow. They are: Left to right shunt - ASD, VSD, PDA, Coronary aery fistula into right hea, Aoopulmonary window Transposition of great aeries with ASD or VSD Truncus aeriosus Total anomalous pulmonary venous connection",
        "cop": 3,
        "opa": "Atrial septal defect (ASD)",
        "opb": "TAPVC (Total Anomalous Pulmonary venous connection)",
        "opc": "Ebstein's' anomaly",
        "opd": "Ventricular septal defect",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "f9e78683-3a72-4e15-b5f1-391e6bb523d7",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following chest x-ray finding is a common feature of ARDS and cardiogenic pulmonary edema?",
        "exp": "In ARDS, the chest radiograph usually reveals alveolar and interstitial opacities involving at least three-quaers of the lung fields. While characteristic for ARDS, these radiographic findings are not specific and can be indistinguishable from cardiogenic pulmonary edema. Unlike the latter, however, the chest x-ray in ARDS rarely shows cardiomegaly, pleural effusions, or pulmonary vascular redistribution. Chest CT in ARDS reveals extensive heterogeneity of lung involvement. Figure: Diffuse bilateral coalescent opacities and groundglas opacities, mediastinal lymphadenomatosis.",
        "cop": 4,
        "opa": "Cardiomegaly",
        "opb": "Pleural effusions",
        "opc": "Pulmonary vascular redistribution",
        "opd": "Alveolar and interstitial opacities",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "9e54515d-ef43-42ae-980f-b108d067a136",
        "choice_type": "single"
    },
    {
        "question": "Angle of tracheal bifurcation is increased in which chamber of hea enlargement.",
        "exp": "Normal tracheal angle: 40- 80deg The angle of tracheal bifurcation may be widened in the following conditions due to the mechanical splaying of the bronchi: Subcarinal masses Lobar collapse Left atrial enlargement Generalized cardiomegaly Pericardial effusion",
        "cop": 1,
        "opa": "Left atrium",
        "opb": "Right atrium",
        "opc": "Left ventricle",
        "opd": "Right ventricle",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "346a70b1-88d0-4c30-ac40-df58c9e3e0f9",
        "choice_type": "single"
    },
    {
        "question": "Inveed Moustache Sign is seen in",
        "exp": "Suggestive Of Congestive heart failure Reverse Moustache Sign, Stag Antler Sign, Hands Up sign Indicate prominence of Upper Lobe Vessels(cephalization) TAPVC -Figure of 8 Constrictive pericarditis -Egg in Cup PAPVC- Scimitar Sign",
        "cop": 4,
        "opa": "TAPVC",
        "opb": "PAPVC",
        "opc": "Constrictive pericarditis",
        "opd": "CHF",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "5efde524-1c03-49e5-aa14-7a709a5fe1bb",
        "choice_type": "single"
    },
    {
        "question": "IOC for Acute Aoic Dissection",
        "exp": "IOC for acute Aoic Dissection is CT-Angio In Unstable patients- Transesophageal Echocardiography MRI is NOT used in Acute conditions but is helpful in chronic dissections to better delineate the true and false lumen - Dissection of aerial wall forming shreds within false lumen - COB WEB SIGN - False lumen form an acute angle giving BEAK SIGN in aoic dissection COB WEB SIGN BEAK SIGN",
        "cop": 2,
        "opa": "Usg",
        "opb": "CT-angio",
        "opc": "Mr-Angio",
        "opd": "Doppler",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "9ecd5b6b-4c29-458b-a6b6-38ca62f8e911",
        "choice_type": "single"
    },
    {
        "question": "Digital subtraction Angiography of a 35 year old smoker is given. What is the possible diagnosis?",
        "exp": "*Corkscrew appearance of vessels on Angiography- It is the angiographic hallmark of Buergers disease. *Represents collaterals around areas of occlusion *Most often seen at wrist & ankles in more than one limb, sparing the larger vessels. Buergers Disease-Cork Screw Appearance on Angiography",
        "cop": 2,
        "opa": "Atherosclerosis",
        "opb": "Buergers disease",
        "opc": "Takayasus Aeritis",
        "opd": "Kawasakis Disease",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "a262f34f-7bad-4096-80f2-a2262a924336",
        "choice_type": "single"
    },
    {
        "question": "A 24 - year - old woman presents to her GP with mildly painful swelling of her right leg and acute shoness of breath. She is 32 weeks pregnant with her second child but is otherwise well and has no other medical history. With regard to this which of the following statement is NOT true?",
        "exp": "D - dimers would not be of any value as they are raised to ' abnormal ' levels in pregnancy. Likely causes of this condition: Deep vein thrombosis and venous obstruction by the pregnant uterus. An ultrasound of deep veins of the right leg would look for a deep vein thrombosis. Pulmonary embolism could be the cause for shoness of breath, to rule out this V/Q scan is useful.",
        "cop": 3,
        "opa": "Deep vein thrombosis and venous obstruction by the pregnant uterus are likeliest causes",
        "opb": "An ultrasound of deep veins of the right leg should be done",
        "opc": "D-Dimer assay could be an impoant diagnostic tool",
        "opd": "V/Q scan can be helpful in this condition",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "991f97d7-c996-46bb-bc6b-7807327367d0",
        "choice_type": "multi"
    },
    {
        "question": "Great Hilar Dance on Fluoroscopy is a feature of",
        "exp": "*Great Hilar Dance is Vigorous pulmonary aerial pulsations seen due to increased blood flow, seen fluoroscopically in patients with Atrial septal defects.",
        "cop": 2,
        "opa": "PDA",
        "opb": "ASD",
        "opc": "VSD",
        "opd": "MS",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "c2c1c9d3-ac59-4a4f-841a-e74b5dd09f46",
        "choice_type": "single"
    },
    {
        "question": "Right hea border on CXR is formed by all except?",
        "exp": "Borders of the hea: Right hea border: Superior Vena Cava Rt atrium Inferior vena cava Left Hea Border: Aoic knuckle Pulmonary conus Left auricle Left ventricle",
        "cop": 4,
        "opa": "SVC",
        "opb": "Right atrium",
        "opc": "IVC",
        "opd": "Right ventricle",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "9c40558f-0833-41c4-938b-01e8e6dcfb86",
        "choice_type": "multi"
    },
    {
        "question": "By which of the following condition, aoa is at more risk of getting inflammed (aoitis)?",
        "exp": "* Ascending Aoic Aneurysms are commonly associated with vasculitis and syphilis with aoa involvement. Point to be remembered: * M/C cause for Abdominal & thoracic aoic aneurysm - Atherosclerosis.",
        "cop": 1,
        "opa": "Ascending Aoic Aneurysm",
        "opb": "Abdominal Aoic Aneurysm",
        "opc": "Thoracic Aoic Aneurysm",
        "opd": "Narrow superior mediastinum",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "3c745cca-c9a5-4178-a34f-52b8edfe76d2",
        "choice_type": "single"
    },
    {
        "question": "'Spade-like' deformity of the cardiac apex on angiography is pathognomonic of:",
        "exp": "Ace of Spades-like' deformity of the apex demonstrated on Angiography and MRI directed through the long axis of the left ventricle Apical Hyperophic Cardiomyopathy It consists of marked ventricular wall thickening at the apex resulting in cavity narrowing at the apex with a relatively normal appearance of the mid-ventricle. On a longitudinal view of the left ventricle, this results in an appearance resembling a playing card spade. It can be demonstrated on echocardiography, ventriculography, and cardiac MRI.",
        "cop": 3,
        "opa": "ASD (Atrial septal defect)",
        "opb": "ARVD (Arrythmogenic right ventricular dysplasia)",
        "opc": "Hyperophic cardiomyopathy",
        "opd": "PTA (persistent truncus aeriosus)",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "7f0a2617-78b0-47ab-baf6-f73eac5198c3",
        "choice_type": "single"
    },
    {
        "question": "On X-ray chest PA view, the anterior surface of the hea is formed by:",
        "exp": "The Right ventricle forms the front of the hea with a contribution at its upper pa from the Right atrial appendage.",
        "cop": 1,
        "opa": "Right ventricle",
        "opb": "Left ventricle",
        "opc": "Right atrium",
        "opd": "Left atrium",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "068880bf-d32f-4bd3-b303-8f645899fe28",
        "choice_type": "single"
    },
    {
        "question": "Radiological signs of coarctation of aoa are all EXCEPT:",
        "exp": "Coarctation of the aoa is the most common congenital cardiovascular cause of hypertension. The diagnosis may be confirmed by Chest x-ray and Transesophageal echocardiography. Rib notching is the most specific sign and it occurs mainly in the fouh to the tenth ribs and appears by the age of 10. The left border of the hea shows the 3 sign. Therapeutic options include Surgical repair and balloon angioplasty, with or without placement of an Intravascular stent. TRANSPOSITION OF GREAT AERIES (TGA): The vascular pedicle is characteristically narrow in the frontal plane because the pulmonary aery lies behind the aoa and not by its side. The Hea is enlarged and takes the shape of an \"egg on the side\"",
        "cop": 4,
        "opa": "Rib notching",
        "opb": "'E' sign",
        "opc": "Normal shaped hea",
        "opd": "'Egg on side' appearance",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "b782caf8-6bb7-4c6a-9a1b-93960ed35749",
        "choice_type": "multi"
    },
    {
        "question": "True about Coronary Calcium Scoring EXCEPT:",
        "exp": "CT Coronary Calcium Scoring Simplest application of cardiac CT Does not require administration of iodinated contrast. Presence of coronary aery calcification has been associated with increased burden of atherosclerosis and cardiovascular moality. Radiation dose associated is very low (~1-2 m. Sv). Coronary calcium is then quantified(Agatston score) Categorized as Minimal (0-10) Mild (10-100) Moderate (100-400) Severe (>400)",
        "cop": 2,
        "opa": "Done with the help of CT scan machine",
        "opb": "Requires administration of iodinated contrast",
        "opc": "Score >400 indicates very high risk of ischemic heart disease",
        "opd": "Radiation dose ~1-2 m. Sv",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "b87975b3-be48-46eb-9e63-6bfbe04b7db5",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old female was admitted to the hospital with dyspnoea, chest pain and a feeling of pressure on her chest. A CXR was ordered as pa of her investigations. The patient had a normal CXR 5 months ago with normal hea size. Which of the following is the most probable diagnosis?",
        "exp": "The CXR shows globular enlargement of the cardiac shadow. The lungs and pleural spaces are clear. The differentials include pericardial effusion, cardiac chamber enlargement or cardiomyopathy. In this case, as the patient had a normal CXR 5 months prior, the most likely diagnosis is a pericardial effusion. A globular appearance (Money bag appearance) to the cardiac outline has been described with pericardial effusions, but the most useful sign is a rapid change in hea size or shape with little or no evidence of pulmonary venous congestion. Diagnosis is usually confirmed by echocardiography.",
        "cop": 2,
        "opa": "Cardiomyopathy",
        "opb": "Pericardial effusion",
        "opc": "Congestive heart failure",
        "opd": "Pulmonary embolism",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "e0e0534b-c050-4fbd-8473-3f4c05542c34",
        "choice_type": "single"
    },
    {
        "question": "All are features of Kerley A lines except?",
        "exp": "*Kerley A lines are Perihilar Lines *Kerley B lines are thin horizontal parallel lines perpendicular to pleura at base of Lung. Kerley C lines are neither central nor peripheral. They are 2-3 cm long. They do not radiate away from the hila either.",
        "cop": 3,
        "opa": "Prominent Interlobular Septa",
        "opb": "Due to lymphatic engorgement and edema of septa",
        "opc": "Located at Base of Lungs",
        "opd": "Seen In CHF",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "77d0e490-846e-4026-98eb-e67d602c6421",
        "choice_type": "multi"
    },
    {
        "question": "The test of choice to detect perivalvular abscesses?",
        "exp": "PERIVALVULAR INFECTION This complication, which is most common with aoic valve infection. Trans-esophageal Echo (TEE) with color Doppler is the test of choice It is rapid, noninvasive with excellent specificity for vegetations as the transducer in esophagus is in close proximity to the aoic root and septum",
        "cop": 4,
        "opa": "MRI",
        "opb": "CT scan",
        "opc": "2D-echo",
        "opd": "TEE with color Doppler",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "a3d0350f-1006-4d3c-b9c7-26b2298e39a3",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old patient came to surgery OPD with swelling in the left lateral aspect of the neck. On examination, the swelling was painless, can be moved side to side but not up and down. No history of TB. Blood workup included thyroid profile and CBC which came to be normal. Ultrasound of swelling was performed and showed a highly vascular hypoechoic mass lesion anteriorly to the sternocleidomastoid muscle. Subsequently, a CT angio was performed. what is the Diagnosis?",
        "exp": "Lyre sign- refers to the splaying of the internal and external carotid by a carotid body tumor. Fibromatosis colli is a rare form of infantile fibromatosis that occurs within the sternocleidomastoid muscle. USG is IOC.",
        "cop": 4,
        "opa": "Fibromatosis colli",
        "opb": "Tubercular lymph node",
        "opc": "Soft tissue sarcoma",
        "opd": "Carotid body paraganglioma",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular Radiology",
        "id": "e2cd0d14-5598-4db8-a34b-1811136ea039",
        "choice_type": "single"
    }
]