[
    {
        "question": "What is the MOST common radiographic manifestation of acute papillary muscle rupture?",
        "exp": "The papillary muscles are connected to the mitral valve leaflets by the chordae tendinae. When there is rupture of the chordae tendinae or the papillary muscle itself, the mitral valve is unable to function properly, resulting in mitral regurgitation. Because this is an acute process, accommodation does not occur, resulting in acute pulmonary edema. Edema predominantly affecting the right upper lobe can be seen if the jet of regurgitant blood is directed into the right superior pulmonary vein, which drains the right upper lobe. The left atrium will enlarge over time in the setting of mitral valve regurgitation due to the increased volume of blood that is directed into the left atrium during systole. However, this change occurs over time and will not be seen in the setting of acute papillary muscle rupture. The left ventricle will enlarge oveime in the setting of mitral valve regurgitation because it receives an increased volume of blood from the left atrium - both the volume of blood returning from the lung as well as the regurgitant volume of blood through the mitral valve. As with left atrial enlargement, left ventricular enlargement will occur over time but will not be seen in the setting of acute papillary muscle rupture. Pericardial effusion can occur in the setting of an acute myocardial infarction due to inflammation of the pericardium. Dressler syndrome, thought to be an autoimmune inflammatory response to myocardial neo-antigens, is not an acute process and, when present, occurs several weeks following a myocardial infarction. However, it is not the most common radiographic manifestation of acute papillary muscle rupture.",
        "cop": 1,
        "opa": "Pulmonary edema",
        "opb": "Left atrial enlargement",
        "opc": "Left ventricular enlargement",
        "opd": "Pericardial effusion",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "d5ed7434-0f5d-4a7b-94be-5e2a1eac40ff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common feature of Aoitis on chest X-ray -",
        "exp": "Saccular aneurysm with pencil-thin dystrophic calcification most commonly in ascending aoa commencing near aoic root is characteristic of syphilitc aoitis. Aoic aneurysm in Marfans syndrome often involves sinuses of valsalva and ascending aoa. It can also effect aoic ring resulting in AR. Takayasu aoitis affects segments of aoa including main aoic branches and pulmonary aeries. Ref: sutton 7/ep312-14",
        "cop": 1,
        "opa": "Calcification of ascending aoa",
        "opb": "Calcification of descending aoa",
        "opc": "Calcification of pulmonary aery",
        "opd": "Focal oligemia",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "cf8b82e8-37c0-4527-a267-ef3609770baa",
        "choice_type": "single"
    },
    {
        "question": "Double shadow behind right atrium and straightening of left main bronchus indicates -",
        "exp": "Left atrial enlargement presents radiologically with elevation of left main bronchus ( earliest feature ), splaying or widening of carina, displacement of oesophagus posteriorly, double Right heart border and prominent left atrial appendage",
        "cop": 3,
        "opa": "Right atrium enlargement",
        "opb": "Right ventricle enlargement",
        "opc": "Left atrium enlargement",
        "opd": "Left ventricle enlargement",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "0a5af142-37f2-4128-a9be-42c4dbe36fcf",
        "choice_type": "single"
    },
    {
        "question": "You are shown a posteroanterior (PA) and lateral chest radiograph of a 75-year-old woman. What is the MOST likely diagnosis?",
        "exp": "The radiograph shows marked enlargement of the central pulmonary aeries with abrupt tapering, or pruning. This finding is consistent with pulmonary aerial hypertension. Although patients with atrial septal defect can develop pulmonary aerial hypertension, in this case, the lungs are markedly hyperinflated consistent with emphysema. In addition, the central pulmonary aeries are typically more markedly enlarged in patients with Eisenmenger physiology. Although chronic pulmonary emboli can result in pulmonary aerial hypertension, the lung volume would not be affected. The hyperinflation of the lungs in this case represents emphysema as the cause of the pulmonary aerial hypertension. Pulmonary venous hypertension occurs when the left ventricle is unable to pump the volume of blood that it receives. This results in elevated left atrial pressures and pulmonary venous hypertension. On chest radiographs, the findings of pulmonary venous hypertension include cephalization of the vasculature and enlargement of the vessels, interstitial and alveolar edema - findings that are not present in this case. The radiograph shows marked enlargement of the central pulmonary aeries with abrupt tapering, or pruning, consistent with pulmonary aerial hypertension. In addition, there is marked hyperinflation of the lung with diminished lung markings, consistent with emphysema. In severe cases of emphysema, there is obliteration of the capillary bed. If the volume of affected lung is large enough, pulmonary aerial hypertension will occur.",
        "cop": 4,
        "opa": "Atrial septal defect",
        "opb": "Chronic pulmonary embolism",
        "opc": "Pulmonary venous hypertension",
        "opd": "Cor pulmonale",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "a1da73b0-11cc-48fc-b2f0-477709a3b89a",
        "choice_type": "single"
    },
    {
        "question": "Flask shaped heart is seen in -",
        "exp": "Flask shaped heart / Pear shaped / Money shaped heart is seen in Pericardial effusion. Boot shaped / Coer-en-sabot heart is seen in TOF. Snowman heart / Figure of 8 appearance is seen in TAPVC. Pulmonary oligemia is an xray finding of Ebsteins anamoly.",
        "cop": 2,
        "opa": "Ebstein anomaly",
        "opb": "Pericardial effusion",
        "opc": "TOF",
        "opd": "TAPVC",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "45623ff4-caa8-4c1e-a598-a6a215b58e77",
        "choice_type": "single"
    },
    {
        "question": "Hilar Dance Sign is seen in -",
        "exp": "* can be normal in early stages when the ASD is small * Vigorous pulmonary aerial pulsations due to increased blood flow often seen in flouroscopically in pts seen with congenital Lt-Rt shunts especially Atrial Septal Defect. * signs of increased pulmonary flow (pulmonary plethora or shunt vascularity) o enlarged pulmonary vessels o upper zone vascular prominence o vessels visible to the periphery of the film o eventual signs of pulmonary aerial hypertension * chamber enlargement o right atrium o right ventricle o note: left atrium is normal in size unlike VSD or PDA o note: aoic arch is small to normal",
        "cop": 2,
        "opa": "VSD",
        "opb": "ASD",
        "opc": "TOF",
        "opd": "PDA",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "bb9f1e0d-cf82-48b9-a75b-b3f8df6f7e8d",
        "choice_type": "single"
    },
    {
        "question": "Ground glass ventricular septum is seen in -",
        "exp": "In HOCM there is ground glass interventricular septum. Egg on side appearance is seen in TGA. In TOF boot shaped heart is seen",
        "cop": 2,
        "opa": "TOF",
        "opb": "HOCM",
        "opc": "TGA",
        "opd": "CHF",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "db368cbc-81a6-4c41-8f82-376d1694f74f",
        "choice_type": "single"
    },
    {
        "question": "Egg in cup appearance is seen in -",
        "exp": "Egg in cup apperance is seen in constrictive pericarditis. Egg on side appearance is seen in TGA.",
        "cop": 3,
        "opa": "TOF",
        "opb": "MR",
        "opc": "Constrictive pericarditis",
        "opd": "Transposition of great vessels",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "2e9ad90b-78fb-4498-b145-545be081d8b7",
        "choice_type": "single"
    },
    {
        "question": "Features of pulmonary venous hypertension are A/E -",
        "exp": "Upper lobe venous diversion is the first radiological sign of pulmonary venous hypertension ( PVH ). Other features of PVH include Kerley B lines (these are parallel to each other but perpendicular to pleura), perihilar haze, peribronchial cuffing, pulmonary ossicles, fine punctuate calcification and perihilar bat wing pattern.",
        "cop": 4,
        "opa": "Peribroncheal cuffing",
        "opb": "Upper lobar diversion",
        "opc": "Uniformly branching lines parallel to pleura",
        "opd": "Pulmonary ossicles & fine nodular pattern",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "9d7fce36-f8c2-45e1-855f-62f974539093",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old man is admitted with shoness of breath and signs of left ventricular failure. CXR is shown. The diagnosis based on the CXR is associated with",
        "exp": "The cardiac silhouette is large, with prominent pulmonary vasculature and increased vascular markings in the lower and lateral poions of the hemithorax. Transverse lines can be seen in the lateral one-third of the lower right lung zone. These are Kerley B lines and are indicative of interstitial pulmonary edema. There is straightening of the left heart border from the aoic shadow, called mitralization of the heart. The carinal angle appears to be about 90deg which is wider than normal, also suggesting an enlarged subcarinal left atrial appendage. This chest x-ray is consistent with pulmonary edema and left atrial and left ventricular enlargement. The CXR shows acute pulmonary edema with cardiomegaly. Bilateral airspace densities are noted. Pulmonary edema is the result of increased pulmonary venous pressures, i. e., hydrostatic edema, which can be due to volume overload or congestive heart failure. This is usually associated with cardiomegaly, although the heart size may be normal in acute myocardial infarction or acute valvular dysfunction. Impaired pulmonary venous return due to left ventricular failure or mitral valve disease leads to increased pulmonary blood volume. Signs of cephalization of blood flow suggest enlargement of upper lobe pulmonary vessels. Mitral stenosis is one of the cardiac causes for elevated pulmonary venous pressure, although it has become relatively uncommon. The wellknown radiographic signs of pulmonary edema are cardiomegaly, pleural effusions, and vascular congestion. Interstitial edema can be seen with blurring of the margins of blood vessels around the bronchial wall--called peribronchial cuffing--and in the subpleural position--called Kerley B lines. As capillary pressure rises, accumulated fluid in the interstitium adds to the interstitial pressure, forcing fluid into the alveolar space. Differentiation between pulmonary edema due to increased circular blood volume and that due to a failing left ventricle can be made on the basis of measurement of the vascular pedicle if the technique is not flawed. The radiographic differentiation of hydrostatic pulmonary edema from increased capillary permeability is also difficult. The criteria used are cardiac size, vascular distribution, and measurement of the vascular pedicle; this test has a predictive value of 75%. Some authors believe that the best sign of hydrostatic pulmonary edema is an abnormal right costophrenic angle containing Kerley B lines, subpleural edema, and pleural effusion. Those patients who have increased capillary permeability frequently have normal right costophrenic angles. The other most useful sign is the presence of an air bronchogram in increased capillary permeability edema and its absence in hydrostatic edema. The diagnosis of mitral stenosis is associated with a diastolic rumble on physical exam. The first heart sound is loud and there is no clubbing or koilonychia. Mitral stenosis may be complicated by atrial arrhythmias, hemoptysis secondary to left ventricular failure, or endocarditis. Atrial myxoma is not a complication but may mimic signs and symptoms of mitral stenosis. The radiographic sign suggestive of an atrial enlargement is a widened carinal angle.",
        "cop": 1,
        "opa": "A diastolic rumble",
        "opb": "Soft first heart sound",
        "opc": "Clubbing",
        "opd": "Koilonychia",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "2464e6f3-fe54-4924-a92e-4746c51cce47",
        "choice_type": "single"
    },
    {
        "question": "Prunning of pulmonary aeries is seen in -",
        "exp": "Pulmonary Aerial Hypertension is characterised by enlargement of main pulmonary trunk and Right and Left main pulmonary aeries with dispropoinately small peripheral blood vessels. This is referred to as prunning of pulmonary aeries.. * elevated cardiac apex due to right ventricular hyperophy * enlarged right atrium * prominent pulmonary outflow tract * enlarged pulmonary aeries * pruning of peripheral pulmonary vessels",
        "cop": 1,
        "opa": "Pulmonary hypertension",
        "opb": "Chronic bronchitis",
        "opc": "Pulmonary infections",
        "opd": "Pulmonary transplant",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "dba03b04-f4fc-465c-b3d0-6bc43ad22d25",
        "choice_type": "single"
    },
    {
        "question": "Characteristic X-ray finding in ASD is",
        "exp": "* Description: can be normal in early stages when the ASD is small * signs of increased pulmonary flow (pulmonary plethora or shunt vascularity) o enlarged pulmonary vessels o upper zone vascular prominence o vessels visible to the periphery of the film o eventual signs of pulmonary aerial hypertension * chamber enlargement o right atrium o right ventricle o note: left atrium is normal in size unlike VSD or PDA o note: aoic arch is small to normal",
        "cop": 4,
        "opa": "Enlarged left atria",
        "opb": "Enlarged left ventricle",
        "opc": "PAH",
        "opd": "Pulmonary plethora",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "dbbeceaa-dafd-4faf-a961-ae5d53e49015",
        "choice_type": "single"
    },
    {
        "question": "The most accurate investigation for assessing ventricular function is -",
        "exp": "Echo can assess left ventricular global and regional function and as well as systolic and diastolic function.",
        "cop": 2,
        "opa": "Multislice CT",
        "opb": "Echocardiography",
        "opc": "Nuclear scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "e202e508-e567-449a-86c4-d75a634ec2d2",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not a chest radiographic feature of left atrial enlargement?",
        "exp": "Double right heart border is seen in the left atrial enlargement not the Double left heart border... Left atrial enlargement presents with elevation of left atrial bronchus, Splaying or widening of carina, indentation and displacement of oesophagus posteriorly, Double right heart border and prominent left atrial appendage",
        "cop": 1,
        "opa": "Double left heart border",
        "opb": "Elevated left main bronchus",
        "opc": "Splaying of carina",
        "opd": "Enlargement of left atrial appendage",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "1a53fed8-dae3-4492-ab19-9c1936c6fb63",
        "choice_type": "single"
    },
    {
        "question": "Isotope used in myocardial perfusion scan is -",
        "exp": "Technitium is used in myocardial perfusion scans",
        "cop": 1,
        "opa": "Technetium",
        "opb": "Thallium",
        "opc": "Stannous pyrophosphate",
        "opd": "Gallium",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "71727f77-f8b0-4a5a-b3eb-a98bf097191e",
        "choice_type": "multi"
    },
    {
        "question": "Prunning of pulmonary aeries is seen in?",
        "exp": "Silhouette sign is some what a misnomer and in the true sense actually denotes the loss of a silhouette, thus, it is sometimes also known as loss of silhouette sign or loss of outline sign 4. The differential attenuation of x-ray photons by two adjacent structures defines the silhouette, e. g. heart borders against the adjacent lung segments, and it is the pathological loss of this differentiation, which the silhouette sign refers to. In sho, it denotes that a mediastinal border can only be obscured by pathology which is in direct anatomical contact. Recognition of this sign is useful in localizing areas of airspace opacities, atelectasis or mass within the lung, with the loss of these normal silhouettes on frontal chest radiographs being generally indicative of the site of pathology. * right paratracheal stripe: right upper lobe * right heart border: right middle lobe or medial right lower lobe * right hemidiaphragm: right lower lobe * aoic knuckle: left upper lobe * left heart border: lingular segments of the left upper lobe * left hemidiaphragm or descending aoa: left lower lobe",
        "cop": 3,
        "opa": "Right lower lobe",
        "opb": "Right atrium",
        "opc": "Right middle lobe",
        "opd": "Right ventricle",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "08d6a5c2-d9cf-4443-8d30-c4ba401283b0",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old female smoker with a 20-pack-year history is admitted with progressive shoness of breath. On exam, she has distant heart sounds with decreased breath sounds on lung exam bilaterally. No summation gallop is heard. ECG shows low voltage. Chest x-ray is shown in. The findings on the CXR may be associated with",
        "exp": "The cardiac silhouette is enlarged, with normal pulmonary vasculature, suggesting pericardial disease. There is a linear hyperlucent margin along the left cardiac border, suggesting an air-soft tissue interface. This is seen in pneumopericardium. The chest x-ray shows a pneumopericardium. This refers to the presence of air within the pericardial sac. Pathologically, air can enter the pericardium from the mediastinum near the pulmonary veins. Air can also develop within the pericardium due to production by gas-forming organisms in cases of infection. At times the pneumopericardium may be complicated by the presence of fluid (hydropneumopericardium) or pus (pyopneumopericardium). Closed chest injury with or without perforation of the pericardium is the most frequent nonsurgical cause associated with this kind of pattern. Contiguous organ involvement (pulmonary abscess, bronchogenic carcinoma, esophagitis, perforated gastric ulcer, foreign body) also can result in the involvement of the pericardium and hence cause pneumopericardium. Septicemia causing direct seeding of the pericardial space can also produce a common communication with the lung. With pneumopericardium, the lucent halo of air paially or completely surrounds the heart but does not extend superiorly to the attachments of the pericardium, and the concomitant subcutaneous emphysema is absent. If supine and erect radiographs are obtained, pericardial air will immediately shift in location whereas mediastinal air change will not occur. The \"continuous diaphragm sign\" is seen in pneumomediastinum. In this sign, the right and the left hemidiaphragms appear continuous due to mediastinal air present along the diaphragm and below the heart, giving the appearance of a single continuous diaphragm. Both adults and children can develop life-threatening cardiac tamponade due to pneumopericardium. A pericardial rub is a sign of pericarditis and is usually not heard once an effusion develops. The Hamman sign is a crunching noise heard with the apex beat and heard best in the left lateral decubitus position. It is seen in 50% of cases of mediastinal emphysema (pneumomediastinum) and is associated with subcutaneous emphysema in the suprasternal notch. Malignant pericardial effusions are most commonly seen secondary to breast and lung cancer, but local spread is commonly due to the latter.",
        "cop": 1,
        "opa": "Positional change of chest x-ray findings",
        "opb": "Pericardial rub on auscultation",
        "opc": "Hamman's crunch on physical exam",
        "opd": "\"Continuous diaphragm\" sign on CXR",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "4e4ae61a-8f3f-4553-a2b8-4a3d2c0adfd9",
        "choice_type": "multi"
    },
    {
        "question": "Water bottle heart is seen in -",
        "exp": "It refers to the shape of the cardiac silhouette on erect front chest xrays in paients who has a large pericardial effusion. * there can be globular enlargement of the cardiac shadow giving a water bottle configuration * lateral CXR may show a veical opaque line (pericardial fluid) separating a veical lucent line directly behind the sternum (pericardial fat) anteriorly from a similar lucent veical lucent line (epicardial fat) posteriorly; this is known as the Oreo cookie sign 5",
        "cop": 3,
        "opa": "PDA",
        "opb": "Chronic emphysema",
        "opc": "Pericardial effusion",
        "opd": "Constrictive pericarditis",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "9868df32-a190-4191-8cfd-63bf7bfd3270",
        "choice_type": "single"
    },
    {
        "question": "What is the location of the atrial and ventricular pacemaker lead tips, respectively, in this patient?",
        "exp": "The atrial lead is appropriately positioned in the right atrium. The right ventricular lead tip lies outside of the confines of the heart. If it were placed in the right ventricle, it would overlie the heart. The atrial lead is appropriately positioned in the right atrium. The right ventricular lead tip lies outside of the confines of the heart.",
        "cop": 2,
        "opa": "Right atrium and right ventricle",
        "opb": "Right atrium and extracardiac",
        "opc": "Extracardiac and right ventricle",
        "opd": "Both leads are extracardiac",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "f905ea0a-f6db-4a4d-9e29-b2868bfbc31d",
        "choice_type": "multi"
    },
    {
        "question": "Earliest radiological sign of pulmonary venous hypertension in chest X-ray is -",
        "exp": "Upper lobe venous diversion is the 1st radiological sign of PVH. Kerley B lines, perihilar haze, peribronchial cuffing, pulmonary ossicles, fine punctate calcification and perihilar wing pattern.",
        "cop": 1,
        "opa": "Cephalization of pulmonary vascularity",
        "opb": "Pleural effusion",
        "opc": "Kerley B lines",
        "opd": "Alveolar pulmonary edema",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "9d5551bf-1928-4765-9d7f-0974482e45f4",
        "choice_type": "single"
    },
    {
        "question": "Bilateral rib notching is seen in -",
        "exp": "The differentials differ according to whether it is the superior or inferior surface that is notched. Superior rib notching * abnormal osteoblastic activity o osteogenesis imperfecta o connective tissue diseases SS rheumatoid ahritis SS systemic lupus erythematosus (SLE) SS Marfan syndrome SS Sjogren's syndrome SS scleroderma o local pressure * abnormal osteoclastic activity o hyperparathyroidism * miscellaneous o neurofibromatosis type 1 o restrictive lung disease o poliomyelitis o progeria o abnormal muscle pull Inferior rib notching (Roesler sign) * enlarged collateral vessels o coarctation of the aoa o interrupted aoic arch o subclan aery obstruction SS Takayasu disease SS Blalock-Taussig shunt: involves only upper two rib spaces o aeriovenous malformation (AVM) of the chest wall o superior vena cava obstruction with enlarged venous collaterals o pulmonary AVM o tetralogy of Fallot * neurogenic tumors o schwannoma (usually single) o neurofibromatosis type 1 (rarely can be superior if neurofibroma is very large) Superior and inferior rib notching * hyperparathyroidism * neurofibromatosis type 1",
        "cop": 1,
        "opa": "Coarctation of aoa",
        "opb": "PDA",
        "opc": "TAPVC",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "5c6e33f9-82f7-436a-b9df-7754eb4c4bf3",
        "choice_type": "multi"
    },
    {
        "question": "A 67-year-old male smoker was seen in the ER for evaluation of cough and treated for acute bronchitis. A CXR done at that time prompted a referral to the chest clinic. The patient gives a past history of myocardial infarction, but at the moment is asymptomatic. BP is 128/80 and cardiopulmonary exam is unremarkable. PPD is 7 mm. CXR is shown in. The likely diagnosis is",
        "exp": "This AP lordotic view accentuates middle and anterior mediastinal structures. There is a convex outward opacity in the region of the left ventricle with a peripheral rim of calcification. It is contiguous with the cardiac shadow and represents a left ventricular aneurysm. Left ventricular aneurysm is usually secondary to myocardial infarction and may calcify. A true aneurysmal dilatation occurs anterolaterally and may require elective surgery. False aneurysms occur posteriorly and usually signify a contained rupture, which requires emergent surgical resection. In this case, the chest x-ray and the history of previous myocardial infarction make option d the best answer.",
        "cop": 4,
        "opa": "Hypeensive cardiomyopathy",
        "opb": "Tuberculous pericarditis",
        "opc": "Epicardial fat pad",
        "opd": "Left ventricular aneurysm",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "4ed8451a-81dd-4f49-b61a-5f5a8b13afa9",
        "choice_type": "single"
    },
    {
        "question": "For pericardial calcifications, which is the best investigation -",
        "exp": "CT is the most accurate method of demonstrating the extent and distribution of pericardial calcification. Ref: Suttons Radiology",
        "cop": 4,
        "opa": "MRI",
        "opb": "Transesophageal echocardiography",
        "opc": "USG",
        "opd": "CT scan",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "774ef079-b308-43a9-a747-024fe6c97555",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman is admitted with cough, shoness of breath, and palpitations. She has been relatively well for most of her life, but her mother gives a history that the patient had recurrent \"pneumonia\" as a child. The patient denies any sputum production. On examination, she appears anxious. Her neck veins are distended and she has a widened split second heart sound with little respiratory variation. A systolic ejection murmur in the pulmonic area is noted. Lung exam reveals bilateral crackles; mild ascites and pedal edema are also noted. EKG shows right axis detion. CXR is shown in.. The next diagnostic step is",
        "exp": "The cardiac silhouette is normal in size, but the pulmonary vasculature is prominent and the AP window is full. The interlobar branches appear large. There is pulmonary plethora with increased vasculature, especially in the right lower zone and the left upper zone, with increase in size of the aerial shadows suggesting increased pulmonary blood flow The clinical syndrome described best fits the diagnosis of atrial septal defect with secondary pulmonary hypertension. The chest radiograph is consistent with pulmonary hypertension. Other options are inappropriate. The next diagnostic step would be to do an echocardiogram.",
        "cop": 4,
        "opa": "CT scan of the chest",
        "opb": "Immunoglobulin levels",
        "opc": "PPD testing",
        "opd": "Echocardiogram",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "02f609e7-619e-46cf-9ad5-d42118908485",
        "choice_type": "multi"
    },
    {
        "question": "Earliest sign of left atrial enlargement is -",
        "exp": "Left atrial enlargement presents radiologically with elevation of left main bronchus which is the earlier feature, splaying or widening of carina, indentation and displacement of oesophagus posteriorly, double contour / shadow / density or double right heart border and prominent left atrial appendage.",
        "cop": 3,
        "opa": "Posterior displacement of esophagus",
        "opb": "Widening of carinal angle",
        "opc": "Elevation of left bronchus",
        "opd": "Double shadow of right border",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "5f3bd58d-e36f-44ca-853d-c07829b5cb25",
        "choice_type": "single"
    },
    {
        "question": "Left cardiac border bulge can be seen in all, except -",
        "exp": "Azygous vein is a Right sided structureand all others are left sided. It lies in thr angle between the right main bronchus and trachea and size is<10mm diameter on erect X-ray.",
        "cop": 1,
        "opa": "Enlarged azygous vein",
        "opb": "Left appendicular overgrowth",
        "opc": "Coronary aery aneurysm",
        "opd": "Pericardial defect",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "7650a2f0-90f6-4b30-bf2e-6b62eab4185e",
        "choice_type": "multi"
    },
    {
        "question": "Earliest feature of pulmonary venous hypertension is -",
        "exp": "Upper lobe venous diversion is the 1st radiological sign of pulmonary venous hypertension. Kerley B Lines, perihilar haze, peribronchial cuffing, pumonary ossicles, fine punctuate calcification and perihilar batwing pattern are the other features seen in PVH.",
        "cop": 1,
        "opa": "Upper lobar vessel dilatation",
        "opb": "Kerley B Lines",
        "opc": "Left atrial enlargement",
        "opd": "Pleural effusion",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "ec7a74f3-7f2d-41a2-9e21-26a61534720a",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for DVT is -",
        "exp": "Description:. In the lower limbs, patients often present with unilateral leg pain, swelling, and erythema. On physical examination, the affected leg is often tender and warm, and there may be dilation of superficial veins. Additionally, some patients may have a positive Homan sign on physical examination, whereby there is pain on forceful dorsiflexion while the knee is extended. The Wells score for DVT, a clinical decision rule, can help to stratify risk in patients presenting with symptoms of acute DVT Complete duplex ultrasound is the imaging modality of choice",
        "cop": 1,
        "opa": "Doppler USG",
        "opb": "Angiography",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "0afc408e-1830-4e40-a231-a2cdfc6a93e4",
        "choice_type": "single"
    },
    {
        "question": "Left heart failure findings are all except -",
        "exp": "Left heart failure includes cardiomegaly, kerley B lines, Redistribution of blood vessel to apex. central pulmonary venous congestion * cephalisation of pulmonary veins * pulmonary interstitial edema * pulmonary alveolar edema * cardiomegaly (may or may not be present depending on etiology",
        "cop": 3,
        "opa": "Kerley B Lines",
        "opb": "Redistribution of blood vessels to apex",
        "opc": "Oligemic lung field",
        "opd": "Cardiomegaly",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "4aae5db9-9488-4b4a-8914-0db8c2f0f6c3",
        "choice_type": "multi"
    },
    {
        "question": "X-ray features of ASD are all except -",
        "exp": "Characteristic features of ASD include enlarged heart, Right Atrium, Right Ventricle, Pulmonary Aery and Pulmonary Vein with Normal Left atrium and Left ventricle and decreased aoa and SVC.",
        "cop": 2,
        "opa": "Right atrial enlargement",
        "opb": "Left atrial enlargement",
        "opc": "Pulmonary plethora",
        "opd": "Small aoic knockle",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "f1ed6955-c069-4ad2-b70a-0aa157df1809",
        "choice_type": "multi"
    },
    {
        "question": "Drug used to perform stress ECHO -",
        "exp": "Stress echo has the same technique used to acces the heart function at rest with a stressor as exercise or dobutamine infusion. It can cause emergence of regions of akinesis or dyskinesis not present at rest. IT Is primarily indicated to confirm the suspicion of ischaemic heart disease and to estmate its severity. Response of gradient to dobutamine stimulation is of diagnostic and therapeutic value in pts with low systolic function of concomitant coronary heart disease. Ref: Sutton 7/e p-277",
        "cop": 2,
        "opa": "Thallium",
        "opb": "Dobutamine",
        "opc": "Adrenaline",
        "opd": "Adenosine",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "008c09d6-d56b-49df-82e6-ae9f70b1ddf4",
        "choice_type": "multi"
    },
    {
        "question": "In a Down's syndrome patient posted for surgery, the necessary preoperative investigation to be done is -",
        "exp": "Description: Congenital heart disease affects ~40%. In paicular, defects affecting the endocardial cushion are common: * atrioventricular septal defect (AVSD): considered the commonest cardiac defect associated with Down syndrome * ostium primum atrial septal defect (ASD) * ventricular septal defect (VSD)",
        "cop": 2,
        "opa": "CT Brain",
        "opb": "Echocardiography",
        "opc": "Ultrasound Abdomen",
        "opd": "X-ray cervical spine",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "a6472218-4e6d-43a3-b1d5-15e33678b9a7",
        "choice_type": "single"
    },
    {
        "question": "Most impoant investigation for pericardial effusion -",
        "exp": "2D Echocardiography is the investigation of choice for Pericardial Effusion, Cardiac Tamponade, Valvular Heart ds, Cardiomyopathy",
        "cop": 3,
        "opa": "Cardiac catheterization",
        "opb": "USG",
        "opc": "Echocardiography",
        "opd": "X-ray chest",
        "subject_name": "Radiology",
        "topic_name": "Cardiovascular system",
        "id": "2ed6616c-1b0c-4d69-9661-74b9c6fbcc18",
        "choice_type": "single"
    }
]