[
    {
        "question": "For pericardial calcifications, which is the best investigation-",
        "exp": "Calcification anywhere in the body - IOC is CT scan Except for gall stones - IOC is USG So, for pericardial calcifications, the best investigation is CT scan. Figure: An incidental discovery of focal calcific plaque within the visceral pericardium. The patient was asymptomatic.",
        "cop": 4,
        "opa": "MRI",
        "opb": "Transesophageal echocardiography",
        "opc": "USG",
        "opd": "CT scan",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "02d215cc-24a9-4c99-8971-e1fb81435c81",
        "choice_type": "single"
    },
    {
        "question": "One side weakness, On NCCT No hemorrhage seen, BP is 160/100 what you should do as clinician?",
        "exp": "- One sided weakness indicates stroke. Stroke - IOC for stroke - NCCT - IOC for acute infarct / ischemic stroke is MRI (Diffusion weighted MRI) NCCT Hyperdense Hypodense / normal Haemorrhagic stroke Ischemic stroke / acute infarct - If MRI cannot be done and ischemic stroke is suspected: Sta thrombolytics. - BP should not be managed unless more than 180/110- ONLY aspirin is proven to be useful as an antiplatelet in the management of acute infarcts.",
        "cop": 3,
        "opa": "Manage BP",
        "opb": "Do Nothing",
        "opc": "Thrombolytics",
        "opd": "Aspirin plus Clopidogril",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "6408aa02-d2dc-4a4a-a2a4-36df98679935",
        "choice_type": "single"
    },
    {
        "question": "The arrow is pointing towards which of the following structures?",
        "exp": null,
        "cop": 4,
        "opa": "Spleen",
        "opb": "Renal AERY",
        "opc": "BOWEL LOOP",
        "opd": "Pancreatic tail",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "165581e8-47af-4249-aea0-788ba776894b",
        "choice_type": "single"
    },
    {
        "question": "Which Ethmoidal Air cells are related to optic nerve?",
        "exp": "Onodi Air Cells: Bilateral aerated cavities lateral to the optic canal, extending into the anterior Glenoid processes. These are variants of the utmost posterior ethmoid cells, Onodi air cells or are otherwise known as Sphenoethmoidal air cells. Their impoance is the close relation to the optic nerve and internal carotid aery and these can be potentially damaged during endoscopic sinus surgery if this variant is not recognised pre-operatively. On the left a smaller Onodi cell is noted, but aeration of the left anterior clinioid process is due to a recess of the sphenoid sinus.",
        "cop": 1,
        "opa": "Onodi cells",
        "opb": "Haller cells",
        "opc": "Agger nasi cells",
        "opd": "Mastoid air cells",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "3ab967b1-59a3-46df-a287-b984ff871703",
        "choice_type": "multi"
    },
    {
        "question": "CT SCAN is based on?",
        "exp": "CT scan is based on Linear attenuation of Xrays/stopping power of various tissues, which is based on its density and is measured in Hounsfield Units. Pulse-Echo principle and Piezoelectric effect are used in USG. Coincidence imaging is used in PET scan.",
        "cop": 2,
        "opa": "piezoelectric effect",
        "opb": "linear attenuation of xrays",
        "opc": "Coincidence Imaging",
        "opd": "Pulse Echo principle",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "09f32db6-d47d-45e4-bd5f-b3315f262b5c",
        "choice_type": "single"
    },
    {
        "question": "Zero HU units is of-",
        "exp": "Hounsfield unit: CT scan is based on linear attenuation of X-ray Linear attenuation is measured in Hounsfield units Hypodense -0 or less than zero Hyperdense- More than zero NOTE: * The reference value for Hounsfield unit is 0 seen with CSF or Water * HU of (-50) - (-100) is seen with fat * HU of (-1000) is seen with air * HU of 60 - 70 Acute bleed * HU of 130 Contrast * HU of 200 to +250 Calcifications * HU of 400 to +1000 Coical bone",
        "cop": 1,
        "opa": "Water",
        "opb": "Fat",
        "opc": "Soft tissue",
        "opd": "Bone",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "fc1480b6-b853-4164-9ad2-f243ddee76f4",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield unit of 200-250 in CT indicates",
        "exp": "The reference value for Hounsfield unit is 0 - seen with CSF or Water HU of (-50) - (-100) is seen with fat HU of (-1000) is seen with air Appears hypodense HU of +60 to +70 - Acute bleed HU of +130 - Contrast HU of +200 to +250 - Calcifications HU of +400 to +1000 -Coical bone Appears hyperdense",
        "cop": 2,
        "opa": "Fat",
        "opb": "Calcifications",
        "opc": "Acute bleed",
        "opd": "CSF",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "d66d92cf-a161-4112-8f54-371f1b21108f",
        "choice_type": "single"
    },
    {
        "question": "A 64 yr old man with history of tril injury 3 weeks back, now comes to medicine opd with history headche & fluctuating weakness of Left side of his body. NCCT was done what is the possible diagnosis",
        "exp": "CT: Interpretation of an intracranial bleed * Acute bleed: Lesion is HYPERDENSE (white). * Chronic Bleed: Lesion is HYPODENSE (black). Figure 1: Acute subdural hematoma (lesion is hyperdense) Figure 2: Chronic subdural hematoma (lesion is hypodense)",
        "cop": 2,
        "opa": "Acute left subdural hematoma",
        "opb": "Chronic Left Subdural hematoma",
        "opc": "Left Subarachnoid hemorrhage",
        "opd": "Right Epidural hematoma",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "095f3778-6fe7-4512-902b-0f4a6b06b4fa",
        "choice_type": "single"
    },
    {
        "question": "SPECT Stands for",
        "exp": "SPECT stands for Single Photon Emission Computed Tomography, It uses a 360 degree revolving Gamma Camera and Acquires 3D images using Tc99m labelled radioisotopes like HMPAO (Hexamethylpropyleneamine oxime).",
        "cop": 3,
        "opa": "Single Proton Emission Computed Tomography",
        "opb": "Single Positron Emission Computed Tomography",
        "opc": "Single Photon Emission Computed Tomography",
        "opd": "Single Positive Emission Computed Tomography",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "52d9eccf-370b-4c6e-b178-025534088313",
        "choice_type": "single"
    },
    {
        "question": "All The following are true statements except?",
        "exp": "*IOC for Head Trauma is NCCT *IOC for Abdominal Trauma Is CECT, Initial Investigation is FAST.",
        "cop": 3,
        "opa": "MRI is preferred investigation in evaluating superior sulcus tumors",
        "opb": "CECT is preferred in evaluating patients with abdominal trauma",
        "opc": "Spiral Ct with contrast is preferred modality in evaluating patients with Head Trauma",
        "opd": "MRI is preferred modality for evaluating posterior mediastinal masses",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "ef96aa04-f12d-4d95-a813-ede27f5c1db2",
        "choice_type": "multi"
    },
    {
        "question": "A woman presenting with abrupt onset of \"The Worst headache of her life\". Which is the best investigation?",
        "exp": "MCC of subarachnoid hemorrhage is: TRAUMA- MCC of spontaneous SAH is due to rupture of BERRY ANEURYSM- Classical complaint pts come with is \"THUNDER CLAP HEADACHE or WORST HEADACHE IN LIFE\"- IOC for Acute SAH is NCCT- IOC for Chronic SAH is MRI.- IOC to know the cause of SAH is 4 VESSEL ANGIOGRAPHY- for that catheterize 2 ICA and Left Veebral aery. Shows Hyperdensity in Syln fissure Basal cisterns Sulcal Spaces Anterior interhemispheric area",
        "cop": 1,
        "opa": "NCCT of the head",
        "opb": "Vessel carotid Doppler",
        "opc": "No imaging",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "3f070292-de18-470c-ace4-c8793d4eb327",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old comes to Victoria OPD with history of swelling of his hands, shoness of breath. O/E facial plethora, distened neck viens was noted. Which is the most probable structure involved to cause these symptoms?",
        "exp": "Superior vena cava(SVC)obstructioncan occur from extrinsic compression, intrinsic stenosis, or thrombosis. Malignancies are the main cause and are considered an oncologic emergency. Superior vena cava syndrome(SVCS)refers to the clinical syndrome with symptoms that results from this obstruction. Most common cause: malignancy.",
        "cop": 1,
        "opa": "3",
        "opb": "4",
        "opc": "5",
        "opd": "6",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "6b1fe113-2c87-4c64-8d9b-02f8883d02ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following appears hyperdense on CT?",
        "exp": "Acute Bleed is Hyperdense on CT as it have +70 HU Coical Bone +400 to +1000 Calcifications +200 to +250 Contrast agents +130 Hu Acute Bleed +60 to +70 Hu CSF/Water 0 Fat - 50 to -100 Hu AIR -1000 Hu Acute ICH in right frontal lobe.",
        "cop": 4,
        "opa": "Air",
        "opb": "Water",
        "opc": "Fat",
        "opd": "Acute bleed",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "40ce5b51-0a4a-4fb8-b56b-6a43bca5a4ce",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for evaluation of upper abdominal trauma in a patient with stable vitals?",
        "exp": "* Initial Investigation in a patient with abdominal trauma is USG to detect hemoperitoneum * Investigation of choice to know the source of hemoperitoneum in a stable patient is CECT-Abdomen. Radiological evaluation of abdominal trauma in emergency:",
        "cop": 2,
        "opa": "USG",
        "opb": "CT",
        "opc": "SCINTIGRAPHY",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "c265bf84-0a22-4543-9797-66b7ed4afbfe",
        "choice_type": "single"
    },
    {
        "question": "Calcification of Posterior Longitudnal Ligament is best diagnosed by",
        "exp": "* Calcifications are best seen on CT Scan images. * Calcification of Posterior Longitudnal Ligament is (OPLL) Ossified Posterior Longitudnal Ligament and was traditionally considered more frequent in Japan and common in cervical spine Figure: Illustration of OPLL Figure: OPLL On plain film Figure: OPLL on sagittal CT scan Calcification of Posterior Longitudnal Ligament is also known as Japan's Disease.",
        "cop": 2,
        "opa": "X-Ray",
        "opb": "CT",
        "opc": "MRI",
        "opd": "PET",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "25c493ba-e82c-4893-8c38-367c25a19dc5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following modality is most sensitive investigation for pneumothorax?",
        "exp": "Pneumothorax: Refers to the presence of gas (air) in the pleural space. When this collection of gas is constantly enlarging with resulting compression of mediastinal structures, it can be life-threatening and is known as a tension pneumothorax. Provided lung windows are examined, a pneumothorax is very easily identified on CT, and should pose essentially no diagnostic difficulty. - IOC- CT Scan - Best X-ray view- Expiratory Films",
        "cop": 2,
        "opa": "USG",
        "opb": "CT",
        "opc": "X-ray",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "b0d94b03-6dc1-453d-a556-6130a1187ae8",
        "choice_type": "single"
    },
    {
        "question": "Viual non-contrast CT is obtained in",
        "exp": "Dual-energy (DE) CT implies acquiring of data sets simultaneously at two different photon spectra in a single CT acquisition. Using the DE data sets obtained with Iodinated contrast material, an un-enhanced CT image, or 'Viual non-contrast' (VNC)-CT image of the abdomen can be generated using DE post-processing algorithms.",
        "cop": 3,
        "opa": "Spiral CT",
        "opb": "Multidetector CT",
        "opc": "Dual source CT",
        "opd": "HRCT",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "6f6aab98-5ceb-4ac0-9ae0-087a15bf1897",
        "choice_type": "single"
    },
    {
        "question": "CTDI represents",
        "exp": "CT Dose Index (CTDI): It is a standardized measure of radiation dose output of a CT scanner which allows the user to compare the radiation output of different CT scanners. In CT the computed tomography dose index (CTDI), and the dose-length product (DLP) are used. These operational dose qualities are often stored together with patient information in the digital archives like PACS and thus the radiation exposure of individual patients may be retrieved afterward.",
        "cop": 2,
        "opa": "CT densitometry index",
        "opb": "CT dose index",
        "opc": "CT duplication index",
        "opd": "CT detection index",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "1e7a08b4-7917-4551-9ea2-03ad3afbcbe9",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield unit of CSF in ventricles is generally",
        "exp": "CSF/ water has HU of 0 and is taken as a reference value -1000 HU Is Air -100 HU is Fat 0 HU is CSF/Water 70 HU is acute bleed 130 HU is Contrast 200-250 HU is Calcifications above 400-1000 HU is coical bone.",
        "cop": 3,
        "opa": "-1000 HU",
        "opb": "-100 HU",
        "opc": "0 HU",
        "opd": "70 HU",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "5f25430c-7b02-4e6d-93a2-03337ad0da16",
        "choice_type": "multi"
    },
    {
        "question": "CT SCAN was Invented By?",
        "exp": "Sir Godfrey Hounsfield Invented CT SCAN/CAT SCAN/Computerised Axial Tomography in the year 1972. Sir Godfrey Hounsfield and Allan Cormack were awarded Nobel Prize for this Invention in 1979. SIR GODFREY HOUNSEFIELD",
        "cop": 2,
        "opa": "W. C. Roentgen",
        "opb": "Godfrey Hounsfield",
        "opc": "Henry Becquerel",
        "opd": "Charles Dotter",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "237951fa-c128-4518-9614-3fea5a1079d0",
        "choice_type": "single"
    },
    {
        "question": "Type of CT Scan used to characterise the chemical composition of kidney stones?",
        "exp": "Dual source CT uses two different x-ray sources with different Kvp and based on the interaction with different elements can characterize the type of kidney stones. Clinical dual-energy applications include: Characterization of abdominal masses, Chemical composition of renal calculi, Myocardial and pulmonary perfusion imaging.",
        "cop": 3,
        "opa": "Spiral CT",
        "opb": "Multidetector CT",
        "opc": "Dual source CT",
        "opd": "HRCT",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "01908706-42da-4f6d-ae6d-a328b98e929d",
        "choice_type": "single"
    },
    {
        "question": "Which is true about Lipoma on USG, MRI & CT",
        "exp": "Fat is hyperechoic (white) on Ultrasound. Fat is hyperintense(white) on both T1 & T2 W MRI in modern MRI sequences. Fat is hypodense (black) on CT with Hu of around -100 HU. On CT, lipomas are well-demarcated homogeneous masses of hypodensity (-90 to -150 HU). USG of lipoma of thigh CT axial view showing lipoma in right lateral aspect of neck. MRI T1 W image axial view showing lipoma in left cheek.",
        "cop": 4,
        "opa": "it is hypoechoic, hypointense, hypodense",
        "opb": "it is hyperechoic, hyperintense, hyperdense",
        "opc": "it is hypoechoic, hypointense hyperdense",
        "opd": "it is hyperechoic, hyperintense, hypodense",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "d77d863d-26a0-4772-a15b-e5cfa828c0f5",
        "choice_type": "multi"
    },
    {
        "question": "Which among the following has least HU units?",
        "exp": "Air has the least HU Coical Bone +400 to +1000 Calcifications +200 to +250 Contrast agents +130 Hu Acute Bleed +60 to +70 Hu CSF/Water 0 Fat - 50 to -100 Hu AIR -1000 Hu",
        "cop": 4,
        "opa": "Acute Bleed",
        "opb": "Contrast agents",
        "opc": "Fat",
        "opd": "Air",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "4c5e3437-a394-4a8a-8e6d-757f2b0429a1",
        "choice_type": "single"
    },
    {
        "question": "Calcified lesions are better seen on",
        "exp": "CT is better in detecting calcification (eg. pericardial calcification, coronary calcification) bone injury, lung and chest imaging.",
        "cop": 3,
        "opa": "USG",
        "opb": "X-ray",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "0526bf40-7ce8-4395-b00f-cb9eddac8807",
        "choice_type": "single"
    },
    {
        "question": "Retinoblastoma best evaluated by-",
        "exp": "Retinoblastoma: To detect calcification in orbit: CT Scan To evaluate nerve invasion: MRI(preferred) 2nd MC cancer in patient with retinoblastoma- osteosarcoma MC bone tumor that develops after radiotherapy to bones: osteosarcoma Trilateral retinoblastoma (TRb): bilateral retinoblastoma (Rb) + Pineal Gland tumor Quadrilateral retinoblastoma: Trilateral retinoblastoma + supracellular mass INTRAORBITAL CALCIFICATION: RETINOBLASTOMA",
        "cop": 3,
        "opa": "Ultrasonography",
        "opb": "CT SCAN",
        "opc": "CT SCAN + MRI",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "b13db509-ff44-4cc6-ace5-bf9906485ef2",
        "choice_type": "single"
    },
    {
        "question": "Bone algorithm is used as a principle in which of the following modality?",
        "exp": "High resolution CT: It is a scanning protocol in which thin sections (usually 0. 625 to 1. 25 mm) are acquired and reconstructed using Bone Algorithm, which is a high spatial resolution reconstruction and improves image sharpness and clarity of pulmonary parenchyma.",
        "cop": 4,
        "opa": "Spiral CT",
        "opb": "Multidetector CT",
        "opc": "Dual source CT",
        "opd": "HRCT",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "ff9fc15f-eeda-4ddb-8c31-1730582252e2",
        "choice_type": "single"
    },
    {
        "question": "Slip ring technology is used in",
        "exp": "A Slip ring is an electromechanical device that allows the transmission of power and electrical signals from a stationary to a rotating structure. A slip ring can be used in any electromechanical system that requires rotation while transmitting power.",
        "cop": 4,
        "opa": "First generation CT",
        "opb": "Ultrasound",
        "opc": "MRI",
        "opd": "Spiral CT",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "f931166e-d8ad-4261-9252-d99b3e8b012a",
        "choice_type": "single"
    },
    {
        "question": "Bear paw sign is seen in",
        "exp": "Xanthogranulomatous pyelonephritis (XGP): Rare form of chronic pyelonephritis and represents a chronic granulomatous disease resulting in a non-functioning kidney. Radiographic features are usually specific. CT findings are most helpful in reaching the correct diagnosis. The normal renal outline is lost and enlarged with a paradoxical contracted renal pelvis. The calyces, in contrast, are dilated giving a multiloculated appearance that has been likened to the Paw print of a bear (bear's paw sign). Sometimes there is a perinephric extension with thickening of Gerota's fascia. Calcification can be better delineated on CT scan. Bear paw sign in xanthogranulomatous pyelonepritis. Bear claw sign is seen in liver trauma on CECT.",
        "cop": 4,
        "opa": "IgA nephropathy",
        "opb": "Glomerular nephritis",
        "opc": "Liver lacerations",
        "opd": "Xanthogranulomatous pyelonephritis",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "e0fcc488-d1fa-469e-8462-6dd69abbe3a4",
        "choice_type": "single"
    },
    {
        "question": "Investigation not useful in Multiple Myeloma",
        "exp": "The Bone scan is a nuclear scan done using Tc99m-MDP and shows a hot spot in areas of osteoblastic activity. As Multiple myeloma has osteolytic metastasis, So bone scan is not sensitive for detecting these bone mets and usually appear as cold areas Multidetector CT (MDCT) is more sensitive in detecting Myeloma and a low-dose technique can be used to limit radiation to the patient",
        "cop": 3,
        "opa": "CT SCAN",
        "opb": "MRI",
        "opc": "BONE SCAN",
        "opd": "PET",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "c2e96c6e-776e-4c0f-9b96-218a2ec38711",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has Higher Hounsfield Unit?",
        "exp": null,
        "cop": 4,
        "opa": "CSF",
        "opb": "Fat",
        "opc": "Air",
        "opd": "Grey matter",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "87c02202-9cfc-47db-a965-60942d36a62e",
        "choice_type": "single"
    },
    {
        "question": "A young male is brought unconscious to the hospital with external injuries. CT brain showed no midline shift but multiple tiny haemorrhages in the brain. What is the likely diagnosis?",
        "exp": "Diffuse axonal injury:- - occurs due to shearing of white matter - occurs mainly because of rotational acceleration - shows multiple petechial hemorrhages; usually at the junction of white and grey matter - CT Scan may be normal in some cases. so, MRI is the investigation of choice MRI is the preferred investigation in Diffuse Axonal Injury. Young patient with A- NCCT- normal/ Petechial hemorrhages- Suspect Diffuse axonal injury- MRI (IOC for DAI) Diffuse Axonal Injury (DAI) on NCCT image.",
        "cop": 4,
        "opa": "Cerebral contusion",
        "opb": "Cerebral laceration",
        "opc": "Multiple infarcts",
        "opd": "Diffuse axonal injuries",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "cda5d184-e89e-407e-8381-b5755c3233f3",
        "choice_type": "single"
    },
    {
        "question": "CT scan of the head should be performed before lumbar puncture in all of the following conditions except?",
        "exp": "Neuroimaging should be done prior to LP in the following patients: 1. Altered level of consciousness 2. Focal neurological deficit 3. New onset seizure 4. Papilledema 5. Immunocompromised state These patients are at increased risk of potentially fatal cerebellar or tentorial herniation following lumbar puncture.",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Immunocompromised state",
        "opc": "Kernohan Woltman sign",
        "opd": "Low GCS score",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "c3734db2-c9e5-4976-86b6-c4c630537922",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is used in Cardiovascular imaging?",
        "exp": "Multidetector CT: It has cone shaped beam of X-ray Multiple slices of detectors and useful in Cardiovascular imaging. Multi-detector CT is paicularly suitable for imaging of the chest, hea and vessels. It is also useful for imaging of trauma patients.",
        "cop": 4,
        "opa": "Second generation CT",
        "opb": "Third generation CT",
        "opc": "Spiral CT",
        "opd": "Multidetector CT",
        "subject_name": "Radiology",
        "topic_name": "CT SCAN",
        "id": "a8f0881e-d9f2-4bc6-b062-ff212972a974",
        "choice_type": "single"
    }
]