[
    {
        "question": "Light bulb appearance in MRI scan is/are seen in:",
        "exp": "Ans: A (Pheochromocytoma) PHAEOCHROMQCYTOMA light bulb sign on MRI: The tumor is characterized on MRI by low signal intensity on T1-weighted images and extremely high signal intensity', the \"light bulb sign, \" on T2-weighted images. The tumor is characterized on MRI by low signal intensity on T1-weighted images and extremely high signal intensity, the light bulb sign, \" on T2-weighted images http:// w'ww. diagnosticimaging. com/articles/ct-and-mri-help-evahiate-adrenal- gland-disordersiisth ash. 7. Avnpf2x. dpuf\"Pheochromocytomas and other paragangliomas classically have a \"light bulb\" (very intense) appearance on T2-weighted images\"ADRENAL IMAGING: MRi www, ajronline. ory/,,./A}R. 10. 4547# ACCs (adreno cortical carcinoma) are seen as heterogeneous on both Tl- and T2-weighted imaging because of hemorrhage and necrosis. Necrotic areas can have high signal intensity on T2-weighted imaging, and blood products can result in areas of high signal intensity within the lesion on Tl-weighted imaging. ACC can contain foci of intracytoplasmic lipid, which results in a loss of signal intensity on out-of-phase images# \"Up to 70% of pheochromocytomas show relatively high signal intensity on T2-weighted images--a feature classically known as the light bulb sign, which was originally thought to be characteristic of pheochromocytoma. Currently, however, that description is not considered accurate, with at least 30% of pheochromocytomas showing moderate or low T2-weighted signal intensity and appearing similar to other adrenal disease# \"Adrena adenoma': iso/hypo. T2. MRI (rarely hyperintense)\"- Danhert Radiology Review Manual 5th/ 936",
        "cop": 1,
        "opa": "Pheochromocytoma",
        "opb": "Adrenal adenoma",
        "opc": "Adrenal cortical tumor",
        "opd": "Adrenal calcification",
        "subject_name": "Radiology",
        "topic_name": "Endocrine System",
        "id": "a2e2a27b-f1cb-42dd-9cf4-8a6e4cfb94a9",
        "choice_type": "single"
    },
    {
        "question": "Pepper pot appearance of skull is seen in-",
        "exp": "Ans. is 'b' i. e., Hyperparathyroidism Salt and pepper skull/ pepperpot skull* Multiple tiny well-defined lucencies in the skull vault caused by resorption of trabecular bone* There is a loss of definition between the inner and outer tables of the skull and a groundglass appearance as well as spotty deossification* Seen in hyperparathyroidism. Important radiological appearance of skulli) Lacunar skull - Arnold chiari malformationii) Geographic skull - Eosinophilic granulomaiii) Cotton wool skull - Paget's diseaseiv) 'Salt-pepper' skull - Hyperparathyroidismv) Groundglass skull - Fibrous dysplasiavi) Punched out/Raindrop lesion of skull - Multiple myelomavii) Ping-Pong skull - Fracture skull in children",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Hyperparathyroidism",
        "opc": "Sickle cell anemia",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Endocrine System",
        "id": "0c11f85d-903a-44e2-9310-8093c13552ac",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid adenoma best diagnosed by",
        "exp": "Ans d Tc99m-Th201 scan. (Ref. Grainger, Diagnostic Radiology 4th ed., 1380)PARATHYROID SCINTIGRAPHY# Tc-99m -thallium substraction scan has 70-92% sensitivity & 43% specificity# Tc-99m sestamibi has 88-100% sensitivity & 91-98% specificity best scan.# Radionuclide scintigraphy with 201 (Technetium-thallium) or \"m Tc- MIBI (Technetium-99m sestamibi), using a subtraction technique whereby the image of thyroid gland as shown by \"m Tc or 123 I is removed, is thus a noninvasive & other best technique for tumor & other lesions localization of parathyroid gland. Educational points:# Presently, Tc-99m sestambi is the best available agent for parathyroid scanning.# Parathyroid adenoma is the most common cause of primary hyperparathyroidism.# Subperiosteal resorption of bones including erosion of lamina dura, \"Pepper-pot\" skull, phalangeal erosions, platyspondyly, osteitis fibrosa cystica, Brown's tumors are few typical X-ray findings of hyperparathyroidism.# \"Superscan\" appearance on Tc99m-MDP bone scan is a prominent feature of hyperparathyroidism.# A notable point - in primary hyperparathyroidism osteoporosis is common feature while in secondray hyperparathy- roidism osteosclerosis (\"Rugger-Jersey spine\") is a important feature.",
        "cop": 4,
        "opa": "USG",
        "opb": "CT scan",
        "opc": "I-131 scan",
        "opd": "Tc99m-Th201 scan",
        "subject_name": "Radiology",
        "topic_name": "Endocrine System",
        "id": "50e5af7b-d42f-41d5-bee8-938efa9a1766",
        "choice_type": "single"
    },
    {
        "question": "The diagnostic procedure not done in case of pheochromocytoma.",
        "exp": "Ans. is 'c' i. e. FNAC 1551 \"Percutaneous fine-needle aspiration of chromaffin tumors is contraindicated; indeed, pheochromocytoma should be considered before adrenal lesions are aspirated. \" -Harrison\"Catastrophic hypertensive crisis and fatal cardiac arrhythmias can occur spontaneously or may be triggered by intravenous contrast dye or glucagon injection, needle biopsy of the mass, anesthesia, and surgical procedures. \" -",
        "cop": 3,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "FNAC",
        "opd": "MIBGscan",
        "subject_name": "Radiology",
        "topic_name": "Endocrine System",
        "id": "049819f9-15f1-41a8-a2db-9c490daa97db",
        "choice_type": "single"
    }
]