[
    {
        "question": "The braggs peak is found in:",
        "exp": "Ref: Internet source: Medscape Radiology. Explanation: Bragg peak is a concept utilized in giving focused radiotherapy using ionizing radiation to a tumor without affecting the normal healthy surrounding tissues. Options B. C and D are examples of non-ionizing radiation. Bragg's peak. The Bragg peak is a peak on the Bragg curve which plots the energy loss of ionizing radiation during its travel through matter. For protons, a-rays and other ion rays, the peak occurs immediately before the particles come to rest. This is called Bragg peak. When a fast charged particle moves through matter, it ionizes atoms of the material and deposits a dose along its path. A peak occurs because the interaction cross section increases as the charged particle's energy decreases. Absorption of a beam of energetic photons (X- ravs) which is entirely different in nature; the curve is mainly exponential. The phenomenon is exploited in particle therapy of cancer, to concentrate the effect of light ion beams on the tumor being treated while minimizing the effect on the surrounding healthy tissue. Monenergistic proton beam with the sharp peak is widened by increasing the range of energies, so that a larger tumor volume can be treated. This can be achieved by using variable thickness attenuators like spinning wedges.",
        "cop": 1,
        "opa": "Proton beam",
        "opb": "Microwave",
        "opc": "UV Rays",
        "opd": "Infrared",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "eb208623-fd0a-4741-9401-2543a8103f6b",
        "choice_type": "single"
    },
    {
        "question": "A 22 years old man presents with a solitary 2 cm space occupying lesion of mixed echogenecity in the right lobe of the liver on USG. The rest of the liver is normal. Which of the following test should be done next?",
        "exp": "MRI as the diagnostic test of choice for hepatic hemangioma at most centers. Nuclear medicine studies may be used to confirm the diagnosis when a probable hemangioma is detected on ultra-sonography. Nuclear medicine studies may also help to clarify the nature of a lesion when the diagnosis is equivocal on CT or MRI. Percutaneous biopsy of a hepatic hemangioma carries an increased risk of hemorrhage. Liver biopsy is contraindicated in most circumstances where a hemangioma is high in the differential diagnosis of a hepatic mass. Hepatic angiography: The diagnostic accuracy of noninvasive tests has obted the need for hepatic aeriography in most cases.",
        "cop": 2,
        "opa": "Ultrasound guided biopsy of the lesion",
        "opb": "Hepatic scintigraphy",
        "opc": "Hepatic angiography",
        "opd": "Contrast enhanced CT scan of the liver",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "e2242b6b-7fb0-4015-a389-66c21827cdcd",
        "choice_type": "single"
    },
    {
        "question": "Dye used for myelography",
        "exp": "contrast agents used for myelography are: Iohexol Iopamidol Metrizamide Myodil",
        "cop": 2,
        "opa": "Conray 320",
        "opb": "Myodil",
        "opc": "Dianosil",
        "opd": "Iopaoic acid",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "858c4c56-8d14-48dd-bb95-5195df720725",
        "choice_type": "single"
    },
    {
        "question": "Linear accelerator produces?",
        "exp": "ANSWER: (A) X rays. REF: Oxford oncology 2nd edition page 398, O P Tondon's Inorganic chemistry. Repeat from December 2009. Linear accelerator and Betatron are used to produce X Rays by accelerating electrons. Cyclotron is used to produce Gamma rays.",
        "cop": 1,
        "opa": "X rays",
        "opb": "Beta rays",
        "opc": "Gamma rays",
        "opd": "Neutrons",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "03f5c7c9-a106-426b-ab7f-6cb6ac6a6cbc",
        "choice_type": "single"
    },
    {
        "question": "In which of the following form of imaging, Harmonic imaging is related-",
        "exp": "Harmonic imaging is a newer technique in ultrasonography. Harmonic imaging exploits non-linear propagation of ultrasound through the body tissues. The high-pressure poion of the wave travels faster than low pressure resulting in distoion of the shape of the wave. This change in waveform leads to the generation of harmonics Advantages over conventional ultrasound * decreased aifacts * increased axial and lateral resolution * improved resolution in patients with large body habitus",
        "cop": 1,
        "opa": "Sonography",
        "opb": "Digital radiography",
        "opc": "MRCP",
        "opd": "Nuclear imaging",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "031f5052-1948-4511-a62a-9ef83e1a8d4d",
        "choice_type": "single"
    },
    {
        "question": "Calcification is best detected by -",
        "exp": "Calcification is best detected by CT scan.",
        "cop": 3,
        "opa": "X-ray",
        "opb": "USG",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "8a8bbee3-1643-49cb-80bf-ce2b5dc26bc2",
        "choice_type": "single"
    },
    {
        "question": "I/V contrast is not used in -",
        "exp": "In myelography the contrast agent is injected into the subarachanoid space.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "IVP",
        "opd": "Myelography",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "b336ba52-abcc-4b89-8d28-2027b8516b38",
        "choice_type": "single"
    },
    {
        "question": "You are shown the screening mammogram right CC and MLO of a 55-year-old woman. Which one of the following is the MOST likely diagnosis?",
        "exp": "Fibroadenomas are typicially homogeneous well defined masses and do not contain internal lucency. Hamaomas are typically well defined mass with interspersed internal lucency, as seen in this patient. Hematomas do not contain central lucency. Acutely, these appear as ill-defined masses at the site of trauma and decrease in size and visibility as they resolve. While galactocele, may contain fat density, this will only occur in a lactating female. A history of lactation (which is unlikely in a 55 year old patient) or fat/fluid level on straight lateral view would be necessary to suggest this diagnosis.",
        "cop": 2,
        "opa": "Fibroadenoma",
        "opb": "Hamaoma",
        "opc": "Hematoma",
        "opd": "Galactocele",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "04e1e6fb-8ef0-4825-bb92-97fb949b41a0",
        "choice_type": "single"
    },
    {
        "question": "Maximum scattering in X-ray plate occurs in",
        "exp": "Scattering is directly propoional to the number of electrons available in the outer shell of the atom. option A: Carbon has 4 outer shell electrons option B: mercury has 2 outer shell electrons option C: H+ has 0 outer shell electrons option D: Ca++ has 0 outer shell electrons",
        "cop": 1,
        "opa": "Carbon",
        "opb": "Mercury",
        "opc": "H+",
        "opd": "Ca++",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "10f45014-6171-4d58-9246-c4ecc2500a62",
        "choice_type": "single"
    },
    {
        "question": "CT scan was invented by-",
        "exp": "Ans. is 'a' i. e., Hounsfield * A new method of forming images from X-rays (i. e. CT/CAT) was developed and introduced into clinical use by a British physicist Godfrey Hounsfield in 1972.* Godfrey Hounsfield is considered as the inventor of CT/CAT.",
        "cop": 1,
        "opa": "Hounsfield",
        "opb": "Roentgen",
        "opc": "Cormack",
        "opd": "Tesla",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "26305e4d-fcfb-4dd3-8ab1-97155500c841",
        "choice_type": "single"
    },
    {
        "question": "Time sector scanning of neonates is preferred for the following reason?",
        "exp": "Time sector scanning of neonates is preferred because of the practical reason the open fontanelle serve as acoustic windows. Best results are obtained with a high-frequency phased array transducer (5-8 MHz) with a small footprint probe. Additional information: Neurosonography stas with gray-scale imaging performed the anterior fontanelle in the coronal and sagittal planes. Generally, six to eight coronal images are obtained, beginning at the anterior frontal lobes and extending to the occipital lobes posterior to the lateral ventricle trigones. The transducer is then rotated 90deg and five sagittal images are obtained, including a midline and two parasagittal views of right and left hemispheres encompassing the peripheral coex. Color Doppler images for aerial and venous structures may be obtained for the screening of vascular structures. Documentation of Doppler imaging of the circle of Willis and the region of vein of Galen is an essential pa of the assessment",
        "cop": 1,
        "opa": "Open fontanelles",
        "opb": "Inexpensive",
        "opc": "Children more co-operative",
        "opd": "Better resolution",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "60f2fd8e-eb69-45e5-8e13-4c1b265eb69d",
        "choice_type": "single"
    },
    {
        "question": "Non-Iodine containing contrast is -",
        "exp": "Gd DTPA is non iodine containing contrast agent",
        "cop": 1,
        "opa": "Gd DTPA",
        "opb": "Visipaque",
        "opc": "Iohexanol",
        "opd": "Diatrozoate",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "de1da054-9b97-46e6-bf52-388ae6088af4",
        "choice_type": "single"
    },
    {
        "question": "1 Gray is equal to",
        "exp": "Ans: c (100 Rad) Ref: Practical Radiotherapy- Physics and equipment 2nd ed/p. 25, 2521 Gray = 100 Rad. Gray is defined as: ' The absorbed dose (D) is the quotient of de by dm, where de is the mean energy imparted by the ionising radiation to matter of mass dm. D = de dm. The S. I unit of absorbed dose is gray. 1 Gray = 1 joule per kg = 100 Rad. Intensity is defined as the X - ray energy passing through unit area per unit time and is measured in roentgens. Rem is the Rontgen equivalent man, where absorbed dose of rads is multiplied by the quality factor of the type of radiation. The biological effect of radiation is expressed in Rem.",
        "cop": 3,
        "opa": "1 Rontgen",
        "opb": "1 Rad",
        "opc": "100 Rad",
        "opd": "1 Rem",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "d127a044-5c98-4ddc-a065-a4b41d8e5ddd",
        "choice_type": "single"
    },
    {
        "question": "The active ingredient of X-ray film is -",
        "exp": "An X ray film consists of polyster base, emulsion, and crystals of Silver Halide. The silver bromide crystals are spread over emulsion that is applied on a polyester base.",
        "cop": 2,
        "opa": "Silver chloride",
        "opb": "Silver bromide",
        "opc": "Silver nitrate",
        "opd": "Gold chloride",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "0ddc2335-ac0b-44b3-a54c-a3028203632e",
        "choice_type": "single"
    },
    {
        "question": "CT number of water and bones respectively",
        "exp": "Answer: c) 0, + 1000. CT- scan or CAT scan. Invented by God Frey Hounsfield in 1963, awarded Nobel Prize. Basic principle of CT is linear attenuation of x-rays. Incident x-rays are linearly attenuated by their interaction with orbital electrons of tissues. Measurement of attenuation of emerging / detected beam - gives density of intervening tissues and this density forms basis of signal intensity variation obtained in x-ray tomograms. Two type of contrast agents are used. Ionic - water soluble iodide dyes (e. g. Na- diatrizoate, megliumine, conray, urograffin, angiografin) - may cause anaphylaxis. Non ionic- Safer but expensive e. g. iohexol (Omnipaque), lopamiro. Electron density of tissues in numbered as Hounsfield number (H. N.) or Hounsfield units. Air have a value of -1000 HUFat:-120 to-200 HUWater-0 HUSoft tissue: 20-60 HUBlood: 50-60 HUBone:+1000 HU",
        "cop": 3,
        "opa": "100, 0",
        "opb": "0, -1000",
        "opc": "0, +1000",
        "opd": "+1000, -100",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "0ff57921-71e4-4af2-af59-7ed50b0e6af6",
        "choice_type": "single"
    },
    {
        "question": "According to NCRP what is the maximum permissible radiation dose during pregnancy?",
        "exp": "Ans. a (0. 5 rad) (Ref. Christensen's Physics of Diagnostic Radiology, 378). The NCRP recommends a total dose equivalent limit (excluding medical exposure) of 0. 5 rem (50 m. Sv) for the embryo, fetus. Once a pregnancy becomes known, exposure of the embryo-fetus should be no greater than 0. 05 rem (0. 5 m. Sv) in any month (excluding medical exposure). NCRP Recommendation of Radiation Dose Limits. Class of exposed individual. Remm. Sv1). Occupational exposures (annual). Stochastic effects550 Non-stochastic effects. Lens of eye15150 All other areas (e. g., red marrow, breast, lung, gonads, skin, and extremities)50500 Lifetime cumulative exposure1 (x age in year)10 (x age in year)2). Public exposure (annual). Effective dose equivalent limit0. 55 Dose equivalent limits for lens of eye, skin, and extremities5503). Trainees under 18 years of age. Effective dose equivalent limit0. 11 Dose equivalent limit for lens of eye, skin, and extremities5504). Embryo-fetus exposures Total dose equivalent limit0. 55 Dose equivalent limit in a month0. 050. 5# Excluding background and medical exposures, but including both internal and external exposures# Rem = rads x quality factor (R)# Because the quality factor for X-rays is 1, hence rad = rem# In fact at diagnostic energy level the rad, rem and roentgen usually will be considered. According to NCRP an individual's lifetime effective dose equivalent in rem should not exceed the value of his or her age in years. According to NCRP the dose limit for the occasionally exposed individual is 0. 5 rem/year, or 1/10th of MPD for the occasionally exposed. The NCRP recommends a total dose equivalent limit of 0. 5 rem (50 m. Sv) for embryo fetus during pregnancy.",
        "cop": 1,
        "opa": "0. 5 rad",
        "opb": "5 rad",
        "opc": "15 rad",
        "opd": "50 rad",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "f8fe6c84-3819-483e-9868-0434e6ccf6d2",
        "choice_type": "single"
    },
    {
        "question": "Contrasts used in USG-",
        "exp": "Ref: Diagnostic Ultrasound, 5th Edition, Carol M. Rumack & Deborah Levine, pg no: 54",
        "cop": 3,
        "opa": "Urograffin",
        "opb": "Ultragraffin",
        "opc": "Sonavist",
        "opd": "Conray",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "ffcddff6-ecd9-420d-94f1-e22ed997f7c0",
        "choice_type": "single"
    },
    {
        "question": "Radiation dose is measured in",
        "exp": "Units for Radiation dose or absorbed radiation are: Traditional unit: Rad SI unit: Gray",
        "cop": 4,
        "opa": "Roentgen",
        "opb": "Sieve",
        "opc": "Rem",
        "opd": "Gray",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "da34788b-f7e6-43ef-9503-3fab22b429b9",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield units depends on -",
        "exp": "Hounsfield units are used to measure the X ray attenuation in CT scan. Depends on absorption/attenuation coefficient. Water is assigned a HU value of 0.",
        "cop": 4,
        "opa": "Electron density",
        "opb": "Mass density",
        "opc": "Effective atomic number",
        "opd": "Attenuation coefficient",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "d357a130-5905-47ac-9233-4c4cc0461f2f",
        "choice_type": "single"
    },
    {
        "question": "\"Time of flight\" technique is employed in -",
        "exp": "Time of flight angiography (TOF) is an MRI technique to visualize flow within vessels, without the need to administer contrast",
        "cop": 2,
        "opa": "Spiral CT",
        "opb": "MR imaging",
        "opc": "CT angiography",
        "opd": "Digital radiography",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "077bd056-cac1-40fa-b7b7-fa3622879836",
        "choice_type": "single"
    },
    {
        "question": "X-rays are produced when -",
        "exp": "When electrons from cathode strikes the anode, X rays are produced but also there is large amount of heat production and hence tungsten having high melting point(3360c) used as a target material.",
        "cop": 2,
        "opa": "Electron beam strikes the nucleus of the atom",
        "opb": "Electron beam strikes the anode",
        "opc": "Electron beam reacts with the electromagnetic field",
        "opd": "Electron beam strikes the cathode",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "15da09ad-3275-4a00-b540-7da1180106c9",
        "choice_type": "single"
    },
    {
        "question": "What is the difference between X-rays and Gamma rays?",
        "exp": "X rays are produced when accelerated electrons strike heavy metal nucleus and are deflected with deceleration. Gamma rays are produced intranuclearly to stabilize nucleus of the radioactive element. Reference: Khan Physics of Radiation therapy; 5th edition",
        "cop": 1,
        "opa": "X-rays are produced extranuclearly whereas gamma rays are produced in nuclear decays",
        "opb": "X-rays have higher energies than gamma rays",
        "opc": "Gamma rays are produced by bremsstrahlung",
        "opd": "X-rays and gamma rays interact with matter differently",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "4c478334-513b-486e-a79b-3bb19dcb2be2",
        "choice_type": "single"
    },
    {
        "question": "Screen used for X-ray exposure prevention, is made of-",
        "exp": "Ans. is 'a' i. e., Lead * In x-ray facilities, walls surrounding the room with the x-ray generator may contain lead sheets, or the plaster may contain barium sulfate. Operators view the target through a leaded glass screen, or if they must remain in the same room as the target, wear lead aprons.* Lead is the most common agent used in modern constructions (Room design) to offer radiation shielding. Other Important facts about x-ray radiography* Filament (cathode) and Target (anode) are made of Tungsten. However, In mammography the target (anode) is made of Molybdenum or rhodium.* Most of the modern x-ray tubes have rotating anode because rotating anode have better heat dissipiation. The x-ray tube uses all three forms of cooling i. e., radiation, conduction and convection. However, radiation is most important.* X-ray grid is the part of x-ray machine that ensures the clarity of image on x-ray film, absorbs scattered x-rays and filters out radiations.* Filter is the device which absorbs low energy photons and there by decreases the radiation exposure to the patient. Filter is usually made of aluminium or aluminium copper combination.* Window is the part of x-ray machine through which the x-ray beam is emitted towards the patient.* Collimators are used to restrict the size of the x-ray beam, i. e., restriction of field size and decreases scatter radiation.* Film focus distance (the distance from x-ray tube target, i. e., anode to the x-ray film) is 100 cms (40 inches) for routine radiography. While for chest x-ray it is 180 cm (72 inches or 6 feet) to reduce magnification as short distance increases the magnification of body part.",
        "cop": 1,
        "opa": "Lead",
        "opb": "Tungsten",
        "opc": "Manganese",
        "opd": "Titanium",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "940712ab-3981-4c9e-8d9a-6b9ffdb80c78",
        "choice_type": "single"
    },
    {
        "question": "The ultrasonic sound waves employed in ultrasound machine for medical sonography have the frequency of",
        "exp": "Frequency refers to a characteristic of the sound that is, the number of times that conduction paicles vibrate back and foh per second. Frequency of sound waves is usually between 1 and 20 MHz in medical sonography. Hence the best answer for this question would be A. 2-20 MHz Christensen's Physics of Diagnostic Radiology, 4/E, Pg no 347",
        "cop": 1,
        "opa": "2 - 20 MHz",
        "opb": "Less than 1 MHz",
        "opc": "20-20, 000 Hz",
        "opd": "Greater than 100 MHz",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "335c2741-901d-4fb7-a845-c22980d7f1a9",
        "choice_type": "single"
    },
    {
        "question": "A young man with TB presents with massive recurrent hemoptysis. For angiographic treatment which vascular structure should be evaluated first?",
        "exp": "Most common vessel responsible for the hemoptysis in TB, even in bronchitis, bronchogenic carcinoma is the bronchial aery. Bronchial aery angiography with embolization has become a mainstay in the treatment of hemoptysis. Major complications are rare and immediate clinical success defined as cessation of hemorrhage ranges in most series from 85% to 100%, although recurrence of hemorrhage ranges from 10% to 33%. Bronchial aery embolization offers a minimally invasive procedure for even the most compromised patient serving as first-line treatment for hemorrhage as well as providing a bridge to more definitive medical or surgical intervention focused upon the etiology of the hemorrhage.",
        "cop": 2,
        "opa": "Pulmonary aery",
        "opb": "Bronchial aery",
        "opc": "Pulmonary Vein",
        "opd": "Superior vena cava",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "3b066899-f07f-49f5-aaf6-285a5f1ab55e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has highest penetrating power?",
        "exp": "Ans. b (Gamma ray) (Ref. H - 16th/pg. 1294)IONIZING RADIATIONS# Alpha (a) radiation- Consists of heavy, positively charged particles containing two protons and two neutrons.- Alpha particles are usually emitted from isotopes with an atomic number of >82, such as uranium or plutonium.- Due to their large size, alpha particles have limited (least) penetrating power.- Fine obstacles such as cloth, piece of paper or human skin can usually stop them from penetrating into the body, and they represent a small risk to external exposure due to their limited penetration.- If they somehow are internalized, then alpha particles can cause significant cellular damage within their immediate proximity.# Beta (b) radiation- Consists of electrons, which are small, light, negatively charged particles (about 1/2000 the mass of a neutron or proton).- They can travel only a short finite distance in tissue, depending on their energy.- Exposure to beta particles is common in many radiation accidents. Radioactive iodine, released in nuclear plant accidents, is the best known member of this group.- Plastic layers and clothing can stop most beta particles, and their penetration is measured to be a few millimeters. A large quantum of energy to the basal stratum of the skin can cause a bum that is similar to a thermal burn and is treated as such.- Pure beta emitters (Phosphorous, Strontium, Samarium, Rhenium, Yttrium, and Iodine) are used in systemic radio- therapy (e. g. strontium-89 - 8. Gy in single fraction - for palliative treatment of painful bone metastases)# Gamma (y) rays and x-rays (both photons) are similar.- Gamma rays are uncharged electromagnetic radiation (non-particulate) discharged from a nucleus as a wave or photons of energy.- Gamma (y) rays have highest penetrating power and least ionization potential.# X-rays- Are the result of abrupt mechanical deceleration of electrons striking a heavy target such as tungsten.- Gamma and X-rays have similar properties, i. e., no charge and no mass, just energy.- Both travel easily through matter, sometimes called penetrating radiation, and are the principal type of radiation to cause total-body exposure.# Neutrons (N) particles- Are heavy and uncharged, often emitted during nuclear detonation.- They possess a wide energy range; their ability to penetrate tissues is variable, depending upon their energy.- They are less likely to be present in most scenarios of radiation bioterrorism.- Neutron therapy is tried in treatment of brain tumors (e. g., cystic gliomas) - BNCT. Califomum is its importantsource.- The ionization resulting from protons, electrons, and gamma rays is either a direct or indirect (i. e., mediated through water - free radical injury) effect of particles or photons on DNA.- Ionization of DNA resulting from neutrons is secondary to the neutrons knocking electrons out of their atomic orbit and the formation of free radicals, which can also damage DNA directly. Radiation. Penetrating Power. Ionization. Potential. Source. Form. Clinical Use. Alpha particles (Helium nuclei) He++Least (can be stopped with just a piece of paper). Highest# Uranium# Plutonium-None. Beta particles. Intermediate. Intermediate# P-32# Strontium-89# Samarium# Rhenium# Yttrium# l131. Systemic RTPalliative Rx of painful bone metastases with 8 Gy Strontium-89 in single fraction. 131l therapy for papillary thyroid cancer. Gamma rays. Highest. Least# Tc99m # Co-60 Scintigraphy-is diagnostic use. Teletherapy & Gamma-knife are for therapeutic useX-rays and gamma rays are the most common radiation used for RT. Gamma-imaging (Scintigraphy/ nuclear scan) is investigation ofchoice for many functional diseases.",
        "cop": 2,
        "opa": "X-ray",
        "opb": "Gamma ray",
        "opc": "Beta particle",
        "opd": "Alpha particle",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "2ea8fea4-9ad4-4048-a8c8-0222e993bd01",
        "choice_type": "single"
    },
    {
        "question": "USG probe is made up of:",
        "exp": "Ans. b (Quartz) (Ref: A user's guide to diagnostic ultrasound by Shirley Cusick-XVI, Rumac Diagnostic Ultrasound Vol I, 2nd/pg. 10)# The ultrasound probe or the transducer is any device that converts one form of energy to another. In case of ultrasound, the transducer converts electric energy to mechanical energy and vice versa.# The ultrasound transducer uses the principle or property of piezoelectricity, which occur naturally in some materials whereby an applied electric field produces a change in linear dimensions.- Quartz, a naturally occurring piezoelectric material having the unique ability to respond to the action of an electric field by changing shape and to the change in polarity of voltage applied by generating small potentials and thus producing an ultrasound image.- Lead Zirconate titanate is synthetic material with piezoelectric property, currently used in USG probes.",
        "cop": 2,
        "opa": "Barium",
        "opb": "Quartz",
        "opc": "Sodium iodide",
        "opd": "Diamond",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "97734ec6-73e4-4705-9306-9a3f99372421",
        "choice_type": "single"
    },
    {
        "question": "Maximum permissible whole body radiation exposure per year is-",
        "exp": "Ans. is 'b' i. e., 5 rem Annual Maximum Permissible Dose Limitsmremrem 5, 0005. Whole Body Deep Dose Equivalent(Head, trunk, active blood-forming organs & reproductive organs)50, 00050. Whole Body Shallow Dose Equivalent (Skin of the whole body)15, 00015. Lens of Eye Dose Equivalent50, 00050. Extremities (Hands, fore arms, feet and ankles)",
        "cop": 2,
        "opa": "3 rem",
        "opb": "5 rem",
        "opc": "10 rem",
        "opd": "15 rem",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "694c1aba-6f84-4621-8fbb-aa6e21edc510",
        "choice_type": "single"
    },
    {
        "question": "Which of the following radiation is not emited by radio- active isotope?",
        "exp": "Ans. A. X-rays. Alpha, beta and gamma rays are produced by radioactive isotopes, while x - rays are extranuclear in origin produced by bombarding fast moving electrons on the anode (target) of the x-ray tube (in X-ray machine or Linear acclerator). Ionization involves actual ejection of one or more electrons from the atom. Ionizing radiation is subclassified as electro- magnetic (photon) or particulate radiation. X-rays and gamma rays are examples of electromagnetic photon radiation; they differ only in their source. X-rays are produced mechanically, by making electrons strike a target, which causes the electrons to give up their kinetic energy as x-rays, while gamma rays are produced by nuclear disintegra- tion of radioactive isotopes. X-rays can be thought of as packets of energy, or photons. X-rays have no mass or charge, travel in straight lines, and attenuate continuously as they traverse tissue. X-rays differ from light in energy. Discussion:# Types of particulate radiation include electrons, protons, alpha particles, neutrons, negative pi-mesons, and heavy charged ions; these have discrete mass and charge (except for neutrons, which lack charge;- Alpha particles are helium nuclei, consisting of two protons and two neutrons. The mass and charge are great enough that these particles do not penetrate far through matter unless they have tremendous energy; even a piece of paper is enough to protect against most alpha particles. Because these particles are charged, they can be accelerated in electrical fields.- Electrons. or beta particles. are small and negatively charged and can be accelerated to close to the speed of light. They decelerate fairly rapidly in tissue and penetrate it to only a limited depth. Thus, electron beams are often used to treat superficial problems.- Protons are positively charged and have a mass about 2000 times that of an electron. Protons stop abruptly, depending on their energy; in the process of sudden deceleration, most of their energy is given up, which tends to cause ionization just before the proton stops. This region of enhanced ionization, sometimes called the Bragg peak, means that proton beams exert their effects in a relatively compact region. Therefore, protons may have advantages over other types of particulate radiation with respect to conforming the dose to the treat- ment volume.- Neutrons are similar in mass to protons (having an atomic mass of 1), but they are not charged and therefore cannot be accelerated in an electrical field. Neutron beams are produced by colliding charged particles into a suitable target or are emitted as a fission product of heavy radioactiveatoms. Heavycharged ions are nuclei of heavier elements that have a positive charge owing to the stripping away of some or all of the orbiting electrons. Additional Educational points: 1. Linear accelerator (Linac). Used to accelerate electrons, & produces X-ray beam2. Cyclotron. Produces neutrons, photons3. Microtron. Is an electron accelerator, combines principles of both linac + cyclotron4. Betatron. Device for accelerating electrons used for production of electron beam for RT & an X-ray beam5. Simulator. Apparatus that uses a diagnostic X-ray tube but duplicates a radiation t/t. Main function is to display the t/t field to accurately deliver the dose. Some important Radioactive Sources# g - ray sources: Co-60, Cs-131, Tc-99m, Ra-226# Pure ss - particle emitters: Sr-90, Y-90, Phosphorous-32# Both ss & g rays emitter: 1-131 (mainly ss > g), Samarium-153 (), Ra, Au, etc# Neutron emitting Radioisotope: Californium. RADIOISOTOPESA radioactive substance is one which is unstable and spontaneously decays to form a more stable substance, giving out electromagnetic rays. RADIOACTIVE MATERIALS1. Naturally occurring radioactive materials# All naturally occurring radioactive materials have atomic number greater than 80 and are grouped in three radioactive families starting with uranium, thorium and actinum.# All elements with atomic no > 82 are radioactive.# It appears that as the no. of particles inside the nucleus increases, the forces that keep the particles together become less effective since chance of particle emission are increased. 2. Radioactive 'Induced\" bv neutron bombardment. Also called n-g reaction. Here the neutron enters the nucleus and some energy is liberated in the form of gamma ray. 3. Radioactive 'Induced\" bv proton bombardment. Also called p-n reaction and is caused by the proton bombardment of nucleus. The proton is positively charged. So there is increase in the electrostatic repulsion of the proton as it approaches the nucleus and the proton needs considerable energy to achieve the desired penetration. For this purpose the protons have to be accelerated in a CYCLOTRON.",
        "cop": 1,
        "opa": "X-rays",
        "opb": "Alpha",
        "opc": "Beta",
        "opd": "Gamma",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "eb38884e-c949-459f-8fd8-c5e1432b6e68",
        "choice_type": "single"
    },
    {
        "question": "Mammography uses",
        "exp": "Answer: b. There are two types of x-radiation produced when electrons hit the x-ray tube anode. Bremsstrahlung is the most common and is in the form of a broad continuous photon energy spectrum with a maximum energy determined by the selected KV value. Characteristic radiation is produced under certain conditions and is confined to just a few photon energies. The molybdenum filter attenuates and blocks much of the bremsstrahlung spectrum above the energy of 20 keV. This results in the spectrum that is most often used in mammography, produced with the \"moly/moly\" anode/filter combination.",
        "cop": 2,
        "opa": "Bremsstrahiung X rays",
        "opb": "Characteristic X rays",
        "opc": "Electrons",
        "opd": "Gamma rays",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "f72ae7e7-5aec-42ae-8f76-1e25ad494d6f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an ionizing radiation:",
        "exp": "Ans. B. MRIMammography* It is an imaging technique exclusive for the breast.* Mainly uses characteristic spectrum radiation originating from a molybdenum anode.* It is generally done in females above 35 years of age. MRI* Most commonly used magnet in MRI: Superconducting magnets.* Stronger the magnet better the image resolution.* MRI has no radiation exposure as X-rays are not involved. Angiography* With the advent of cross-sectional modalities it is not used often.* It can be used in some cases where vascular flow and other dynamic components are to be evaluated. CTComputed tomography is basically a fusion of two technologies:* Tomography: X-ray based imaging technique developed to acquire sectional image of the body.* Computers: Brought in to deal with the complex mathematical algorithms and iterations in the image reconstruction. As X-rays are used in this technique, there may be a chance of radiation.",
        "cop": 2,
        "opa": "Mammography",
        "opb": "MRI",
        "opc": "Angiography",
        "opd": "CT",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "7b192d17-0b7c-4834-af7b-fd86d1ba36b0",
        "choice_type": "single"
    },
    {
        "question": "An absolute contraindication of MRI is -",
        "exp": "Cardiac pacemakers are the absolute contraindications of MRI. Also rememeber: Other absolute contraindications: metallic foreign bodies cerebral aneurysmal clips implanted electrodes",
        "cop": 1,
        "opa": "Pacemaker",
        "opb": "Prosthetic cardiac valves",
        "opc": "Insulin pump",
        "opd": "Choclear implants",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "4671d47f-5dee-4f6e-9269-4845e23aea4c",
        "choice_type": "single"
    },
    {
        "question": "18-FDG stands for:",
        "exp": "Ans: A (18-FIuorodeoxy...) POSITRON EMISSION TOMOGRAPHY (PET) L & B 25th/ 136-37# PET is an extension of nuclear medicine, in which a positron-emitting substance such as 18F is tagged and used to assess tissue metabolic characteristics.# Nuclear medicine also differs from other means of imaging, which are largely anatomically based, as it also provides functional information.# The most commonly used radiolabelled tracer is 18F-2- fluara-2-deoxy-D-ghicose (FDG), although other tracers can also be used in order to assess metabolic functions such as oxygen and glucose consumption and blood flow.",
        "cop": 1,
        "opa": "18-FI uorodeoxy glucose",
        "opb": "18-Fluorodioxy glucose",
        "opc": "18-Fluorodeoxy galactose",
        "opd": "18-Fluorodioxy galactose",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "a5ff8499-e8ea-4e32-9cd7-975870f5d867",
        "choice_type": "single"
    },
    {
        "question": "Which of follow is a non ionic contrast agent?",
        "exp": "Ioxoglate is ionic dimer contrast agent Iohexol is non ionic monomer contrast agent Iothalamate and Amidotrizoate are ionic monomer contrast agents Also remember: Iodixanol and iotrolan are non ionic dimer contrast agents",
        "cop": 2,
        "opa": "Ioxoglate",
        "opb": "Iohexol",
        "opc": "Iothalamate",
        "opd": "Amidotrizoate",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "51a4eb65-8bd9-41bf-b8b0-40a8da1700db",
        "choice_type": "single"
    },
    {
        "question": "In MRI the commonly field used is -",
        "exp": "In MR examination, a large static magnetic field is applied. Field strengths for clinical equipment can vary between 0. 2 and 7 T Most commonly used current MRI machines in diagnostic use are of 1. 1 and 1. 5T. Hence the single best answer would be 1. 1 T The field strength of the magnet will influence the quality of the MR image regarding: * chemical shift aifacts * the signal to noise ratio (SNR) * motion sensitivity and susceptibility aifacts.",
        "cop": 3,
        "opa": "0. 05 tesla",
        "opb": "100 tesla",
        "opc": "1. 1 tesla",
        "opd": "11 tesla",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "54ca2496-d052-4cdf-a2b2-08525ab8f82e",
        "choice_type": "single"
    },
    {
        "question": "What is meant by PET scan?",
        "exp": "PET stands for positron emission tomography",
        "cop": 2,
        "opa": "Positive Emission Tomography",
        "opb": "Positron Emission Tomography",
        "opc": "Positron Energy Tomography",
        "opd": "Positive Energy Tomography",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "bd7241ca-0985-4893-ba43-adfb47b40654",
        "choice_type": "single"
    },
    {
        "question": "Iopanoic acid is used in -",
        "exp": "Iopanoic acid: iodine containing contrast agent Hepatic excretion potent inhibitor of thyroid hormone release and also peripheral conversion. used in cholecystography and also in hypehyroidism as adjuvant therapy",
        "cop": 4,
        "opa": "Myelography",
        "opb": "Bronchography",
        "opc": "Hysterosalpingography",
        "opd": "Cholecystography",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "0e569539-64b2-4703-ac64-afa61834971a",
        "choice_type": "single"
    },
    {
        "question": "Unit of radioactivity is-",
        "exp": "Ans is 'a' i. e. Becquerel * Old unit of radioactivity is Curie and new unit (SI) is Becquerel.* Old unit of radiation exposure is Roentegn and new unit (SI) is Columb/cm. Quantity measured. Old unit. New (SI)unit Radioactivity. Curie. Becquerel1 curie = 3. 7 x 101 becquerel -2. 7 x 10. Radiation exposure. Roentgen. Columb/cm Absorbed dose. Rad. Gray100 rad = 1 gray1 rad = 0. 01 gray. Dose equivalent. Rem. Sievert (Sv)100 rem = 1 Sv. Irem = 0. 01 Sv",
        "cop": 1,
        "opa": "Becquerel",
        "opb": "Columb/cm",
        "opc": "Gray",
        "opd": "Sievert",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "123dd098-37aa-462d-9ef1-d9a7ea19a8e6",
        "choice_type": "single"
    },
    {
        "question": "PET stands for -",
        "exp": "PET stands for positron emission tomography",
        "cop": 3,
        "opa": "Positive electron tomography",
        "opb": "Proton-electron therapy",
        "opc": "Positron emission tomography",
        "opd": "Photon emitting tomography",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "2fe9eadf-63bb-42c2-a078-4c4c12616679",
        "choice_type": "single"
    },
    {
        "question": "Unit of radiation absorption is:",
        "exp": "Ans. c (Gray). (Ref. Park PSM, 17th ed. 363, 522)RADIATION UNITS Quantity. Old unit. New SI unit1. Activity. Curie. Becquerel2. Exposure. Roentgen. Coulomb/kg3. Absorbed dose. Rad. Gray4. Dose equivalent. Rem. Sievert5. Effective dosem. Sv Radiation units1) Becquerel (Bq) - Unit of activity (1 Bq = 1 disintegration/second)2) Curie (Ci) - Was unit of activity formerly (1 Bq = 27 picocuries)3) Roentgen - Unit of exposure (1 mrad = 0. 001 rad). New SI Units1) Coulomb/kg - Replaced Roentgen2) Gray - Replaced Rad (1 rad = 0. 01 Gy)3) Sievert - Replaced Rem (1 Sv = 100 rems)",
        "cop": 3,
        "opa": "Rad",
        "opb": "Rem",
        "opc": "Gray",
        "opd": "Curie",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "eccc6f1f-900a-4c19-a556-3f946338238a",
        "choice_type": "single"
    },
    {
        "question": "PACS in medical imaging stands for -",
        "exp": "PACS stands for Picture Archiving & communicating System.",
        "cop": 3,
        "opa": "Planned archiving common system",
        "opb": "Planned archiving computerized sytem",
        "opc": "Picture archiving and communication system",
        "opd": "Picture archiving or computerised system",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "154b0abc-6d0e-4f41-81df-938d7b051ff4",
        "choice_type": "single"
    },
    {
        "question": "The SI Unit for radiation Absorption is:",
        "exp": "Ans. B. Gray. (Ref. Harrison Medicine 18th/pg. 691). The International System (SI) unit for radiation absorbed dose (rad) is the Gray (Gy); 1 Gy = 100 rad. Units of radiation dose.# Gray (Gy) is the SI unit of absorbed dose. One gray is equal to an absorbed dose of 1 Joule/kilogram (100 rads).# Rad is the special unit of absorbed dose. One rad is equal to an absorbed dose of 100 ergs/gram or 0. 01 joule/kilogram (0. 01 gray).# Rem is the special unit of any of the quantities expressed as dose equivalent. The dose equivalent in rems is equal to the absorbed dose in rads multiplied by the quality factor (1 rem=0. 01 sievert).# Sievert is the SI unit of any of the quantities expressed as dose equivalent. The dose equivalent in sieverts is equal to the absorbed dose in grays multiplied by the quality factor (1 Sv=100 rems). Dosimetric quantities. Quantity. Definition. New Units. Old Units. Exposure. Charge per unit mass of air1 R =2. 58 X 10-4 C/kg---Roetngen (R). Absorbed dose to tissueT from radiation of type RDT. REnergy of radiation R absorbed per unit mass of tissue T1 rad--100 ergs/g1 Gy= 1 joule/kg1 Gy= 100 radsgray (Gy). Radiation absorbed dose (rad). Equivalent dose to tissue T HTSum of contributions of dose to T from different radiation types, each multiplied by the radilation weightilng faftor (WR)HT-[?]R WR DT, RSievert (SV). Roentgen equivalent man (rem). Effective Dose ESum of equivalent doses to organs and tissues exposed, each multiplied by the appropriate tissue weighting factor (wr). Sievert (Sv)rem Quality Factors and Absorbed Dose Equivalencies. Type of radiation. Quality factor. Absorbed dose equal to a unit dose equivalenta (Q) X-, gamma, or beta radiation11. Alpha particles, multiple-charged particles, fission fragments and heavy particles of unknown charge200. 05. Neutrons of unknown energy100. 1. High-energy protons100. 1a. Absorbed dose in rad equal to 1 rem or the absorbed dose in gray equal to 1 sievert. Educational points: Radiobiological effectiveness (RBE): RBE is the ratio of the absorbed dose of low-LET radiation (X-Rays, g rays) to cause the same level of the same biological effect as that of high-LET radiation (neutrons, a particles). LET stands for Linear Energy Transfer, and describes the average energy released per unit length of track. The RBE is used to determine the Q factor used in calculating equivalent dose from absorbed dose.",
        "cop": 2,
        "opa": "Joules/kg2",
        "opb": "Gray",
        "opc": "Roentgen",
        "opd": "REM",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "66018502-18fa-4af8-b72f-443d0a695bb5",
        "choice_type": "single"
    },
    {
        "question": "Half life of Iridium 192",
        "exp": "Answer: c) 73. 8 days. ISOTOPES USED IN MEDICINEReactor Radioisotopes (half-life indicated in brackets): Molybdenum-99 (66 h): Used as the 'parent' in a generator to produce technetium-99m. Technetium-99m (6 h): Used in to image the skeleton and heart muscle in particular, but also for brain, thyroid, lungs (perfusion and ventilation), liver, spleen, kidney (structure and filtration rate), gall bladder, bone marrow, salivary and lacrimal glands, heart blood pool, infection and numerous specialized medical studies. Uses of Technetium 99 tagged RBC's: Commonly indicated in Acute Lower Gastrointestinal Bleeding. Relatively sensitive & very specific imaging method for noninvasive diagnosis of liver hemangioma. Measurement of left ventricular ejection fraction. Assessment of regional wall motion (left and right ventricles). Chromium-51 (28 d): Used to label RBC's and quantify gastro-intestinal protein loss. Cobalt-60 (10. 5 months): Formerly used for external beam radiotherapy. Copper-64 (13 h): To study genetic diseases affecting copper metabolism. Eg: Wilson's and Menke's diseases. Dysprosium-165 (2 h): Used as an aggregated hydroxide for synovectomy treatment of arthritis. Erbium-169 (9. 4 d): Use for relieving arthritis pain in synovial joints. Holmium-166 (26 h): Being developed for diagnosis and treatment of liver tumours. Iodine-125 (60 d): Used in brachytherapy (prostate and brain), to evaluate the filtration rate of kidneys and to diagnose DVT in the leg. It is also used in radioimmuno-assays to show the presence of hormones in tiny quantities. Iodine-131 (8 d): Used in treating thyroid cancer, imaging the thyroid; in diagnosis of abnormal liver function, renal (kidney) blood flow and urinary tract obstruction. A strong gamma emitter, but used for beta therapy. Iridium-192 (74 d): Supplied in wire form for use as an internal radiotherapy source for cancer treatment. Iron-59 (46 d): Used in studies of iron metabolism in the spleen. Lutetium-177 (6. 7 d): emits just enough gammas for imaging while the beta radiation does the therapy on small (eg endocrine) tumours. Its half-life is long enough to allow sophisticated preparation for use. Palladium-103 (17 d): Used to make brachytherapy permanent implant seeds for early stage prostate cancer. Phosphorus-32 (14 d): Used in the treatment of polycythemia vera (excess red blood cells). Beta emitter. Potassium-42 (12 h): Used for the determination of exchangeable potassium in coronary blood flow. Rhenium-186 (3. 8 d): Used for pain relief in bone cancer. Beta emitter with weak gamma for imaging. Rhenium-188 (17 h): Used to beta irradiate coronary arteries from an angioplasty balloon. Samarium-153 (47 h): Sm-153 is very effective in relieving the pain of secondary cancers lodged in the bone, sold as Quadramet. Also very effective for prostate and breast cancer. Beta emitter. Selenium-75 (120 d): Used as seleno-methionine to study the production of digestive enzymes. Sodium-24 (15 h): For studies of electrolytes within the body. Strontium-89 (50 d): Very effective in reducing the pain of prostate & bone cancer. Beta emitter. Xenon-133 (5 d): Used for pulmonary (lung) ventilation studies. Ytterbium-169 (32 d): Used for cerebrospinal fluid studies in the brain. Ytterbium-177 (1. 9 h): Progenitor of Lu-177. Yttrium-90 (64 h): for brachytherapy and as silicate colloid for relieving pain of arthritis. Pure beta emitter. Radioisotopes of caesium, gold and ruthenium are also used in brachytherapy.",
        "cop": 3,
        "opa": "17 days",
        "opb": "60 days",
        "opc": "73. 8 days",
        "opd": "5. 26 years",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "11ba17c8-5276-44fb-9b24-7c266c8734ba",
        "choice_type": "single"
    },
    {
        "question": "1-2-3 sign or Pawnbrokers sign is seen in",
        "exp": "Garland triad, also known as the 1-2-3 sign or Pawnbrokers sign, is a lymph node enlargement pattern which has been described in Sarcoidosis: Right paratracheal nodes; Right hilar nodes and Left hilar nodes. Hilar lymphadenopathy is symmetrical and usually massive.",
        "cop": 2,
        "opa": "Kaposi sarcoma",
        "opb": "Sarcoidosis",
        "opc": "Castleman's disease",
        "opd": "Wegners Granulomatosis",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "9ff62b15-3f4f-4ce3-8c4a-84c5db3276d3",
        "choice_type": "single"
    },
    {
        "question": "44 year old man with dyspnoea, cough and mild pyrexia. What pa of the lung is involved?",
        "exp": "The PA CXR shows increased airspace opacification in the right lower zone. The normal silhouette of the right heart border is obscured. On the lateral view the opacity is wedge-shaped and is located anteriorly. Diagnosis is Lobar pneumonia. Right middle lobe - the consolidation obscures the right heart border and on the lateral view it outlines the horizontal and oblique fissures. Note also that the horizontal fissure has been pulled inferiorly, indicating that there is a degree of collapse as well as consolidation. The patient should have a follow-up CXR after completing their antibiotic therapy to ensure complete resolution of the abnormality - occasionally there will be an underlying neoplasm.",
        "cop": 2,
        "opa": "Right upper lobe",
        "opb": "Right middle lobe",
        "opc": "Left middle lobe",
        "opd": "Left lower lobe",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "014e8839-39af-464a-a5f8-0d793f0ad75f",
        "choice_type": "single"
    },
    {
        "question": "Roentgen is a unit of-",
        "exp": "Ans is 'b' i. e. Radiation exposure * Old unit of radiation exposure is Roentegn and new unit (SI) is Columb/cm. Quantity measured. Old unit. New (SI)unit Radioactivity. Curie. Becquerel1 curie = 3. 7 x 101 becquerel -2. 7 x 10. Radiation exposure. Roentgen. Columb/cm Absorbed dose. Rad. Gray100 rad = 1 gray1 rad = 0. 01 gray. Dose equivalent. Rem. Sievert (Sv)100 rem = 1 Sv. Irem = 0. 01 Sv",
        "cop": 2,
        "opa": "Radioactivity",
        "opb": "Radiation exposure",
        "opc": "Absorbed dose",
        "opd": "Dose equivalent",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "85c25b56-6160-4643-b172-6d3f3867559c",
        "choice_type": "single"
    },
    {
        "question": "Light rays and X-rays have same",
        "exp": "Ans: a (Velocity) Ref: Practical Radiotherapy- physics and equipment 2nd cd/p. 9. Electromagnetic waves all travel in vaccum with a velocity equal to the velocity of light 3xl08m/s.",
        "cop": 1,
        "opa": "Velocity",
        "opb": "Wavelength",
        "opc": "Energy",
        "opd": "Frequency",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "decf4c35-bcf6-4b77-87b9-dc7ea0befce1",
        "choice_type": "single"
    },
    {
        "question": "Half life of Tc-99 is-",
        "exp": "Ans. is 'a' i. e. 6 hours Ionizing radiation emitted by various radioisotopes. Rays Radioactive elementst 1/2 bP-32. Phosphorous14. 3 days. Sr. Strontium28 yearsY-90. Yttrium2. 54 days. Gadolinium does not cross blood brain barrier (BBB) unless the barrier is disrupted b g. Ra-226. Radium1622. Au-198. Gold2. 7 days1-131. Iodine (mainly Beta)8 daysg. Ir-192. Iridium74. 5 days. Co-60. Cobalt5. 2 years. Cs-137. Cesium30 years. Xe-133. Xenon5. 2 days1-123. Iodine13 hours1-132. Iodine2. 3 hours. Tc-99. Technitium6 hours. Ga-70. Gallium citrate3. 2 days. Tl-201. Thallous chloride3. 1 days. Rn-222. Radon3-6 day. Cr-51. Chromium K-81. Krypton Se. Selenium N, g. Cf-252. Californium2. 6 years. Ta-182. Tantulum4 months. Note - Radium also emits - a - particles - So, radium emits a, b & g rays. Radium also produces neutrons when mixed with beryllium.",
        "cop": 1,
        "opa": "6 hours",
        "opb": "8 days",
        "opc": "3-2 days",
        "opd": "4 months",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "a1bbba59-ea5f-4919-9812-52e7c8a91312",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contrast agents is preferred in a patient with decreased renal function to avoid contrast nephropathy -",
        "exp": "Low osmolar contrast agents are agents of choice in patients with pre exiting renal insufficiency Low osmolar contrast agents are ionic dimers and non ionic monomers example for ionic dimer: ioxoglate example for non ionic monomer: iohexol",
        "cop": 4,
        "opa": "Acetylcystine",
        "opb": "Fenoldapam",
        "opc": "Mannitol",
        "opd": "Low osmolar contrast",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "5a76ca4c-f4fb-4c1e-9d11-301f75b45da4",
        "choice_type": "single"
    },
    {
        "question": "X-rays are modified -",
        "exp": "X rays are the modified electrons from cathode striking the anode both are made up of tungsten which has a high melting point and low vapourisation pressure",
        "cop": 2,
        "opa": "Protons",
        "opb": "Electrons",
        "opc": "Neutrons",
        "opd": "Positrons",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "d4de8a06-fc99-4587-a8bc-d3a184ff8ea7",
        "choice_type": "single"
    },
    {
        "question": "Not done for bone metastasis detection:",
        "exp": "Ans. D. Ultrasound. Explanation. Imaging in Bone Metastases. Plain radiographs are often done as the first line investigation in patients with bone pain. However, radiography is considered insensitive to screen for asymptomatic metastases. The radiographic presence of such lesions very often lags behind their detectability by scintigraphy, CT or MRI. Plain radiographs are recommended to assess abnormal radionuclide uptake or the risk of pathological fracture. (Option a) MRI is the imaging modality of choice for assessing metastatic spread in the marrow cavity due to its excellent soft tissue resolution. (Option b) CT has excellent resolution of cortical and trabecular bone and is the imaging modality of choice for evaluating the ribs which have a high cortex to marrow ratio. (Option c) Radionuclide scan/bone scintigraphy is the imaging modality of choice in general for evaluation of bone metastases. Main agent used is metastable technetium 99 labeled diphosphonates, most commonly methylene diphosphonate (\"m. Tc-MDP). (Option d) Ultrasound is not the imaging modality of choice in assessment of bony pathologies due to dense acoustic shadowing from bony surface.",
        "cop": 4,
        "opa": "MRI",
        "opb": "CT",
        "opc": "Radionuclide scan",
        "opd": "Ultrasound",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "0bc2665b-da75-40b8-a419-d4e92f3e4161",
        "choice_type": "single"
    },
    {
        "question": "NMR based in the principle of",
        "exp": "NMR stands for Nuclear Magnetic Resonance. MRI is based on the ability of a small number of protons within the body to absorb and emit radio wave energy when the body is placed in the strong magnetic field.",
        "cop": 4,
        "opa": "Electron beam",
        "opb": "Proton beam",
        "opc": "Magnetic field",
        "opd": "Neutron beam",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "24668fde-3ef1-43e1-b32c-e1507a3691f0",
        "choice_type": "single"
    },
    {
        "question": "Frequency of sound waves used in USG -",
        "exp": "Frequency of sound waves used in usg is >20000. Hz.",
        "cop": 4,
        "opa": "< 1000 Hz",
        "opb": "> 5000 Hz",
        "opc": "> 10000 Hz",
        "opd": "> 20000 Hz",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "5c7eac2d-ad2a-4576-ba17-46b78dcb7182",
        "choice_type": "single"
    },
    {
        "question": "Atomic number of tungsten",
        "exp": "Answer: c) 74",
        "cop": 3,
        "opa": "42",
        "opb": "181",
        "opc": "74",
        "opd": "82",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "a5d4c37c-cb60-4330-8356-0601b360158a",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield units are used in CT density scale to measure attenuation value of different materials compared to water. The value of fat in HU would be around:",
        "exp": "Ans. A. -100. The value of fat is around -100. HU. In a CT density scale* Air = -1000 (Black)* Fat = -100* Water = 0* Concealed blood =+60 to+70* Calcification =+1000 (White)",
        "cop": 1,
        "opa": "-100",
        "opb": "-1000",
        "opc": "100",
        "opd": "1000",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "59fdba20-7e56-4594-a03a-5742d3821286",
        "choice_type": "single"
    },
    {
        "question": "A MRI contrast used for imaging liver is:",
        "exp": "Ans: (b) Gadoxetate. Ref: J Magn Resort Imaging, 2012 Nov; 36(5): 1060-71 5. Hepatobiliary MRI contrast agents are specialised agents used to aid diagnosis in MRI. They are separated into three categories: gadolinium-based agents, manganese-based agents and superparamagnetic iron oxide particles. Gadolinium-based Agents. Hepatobiliary specific gadolinium agents include two of the high relaxivity agents: gadobenate disodium (Gd-BOPTA) and gadoxetate disodium (Gd-EOB-DTPA). Gadoxetate disodium (Gd-EOB-DTPA): has almost equal biliary and renal excretion ( 50% each). Compared to gadobenate, it has more intense liver parenchymal enhancement. Manganese-based Agents. Mangafodipir trisodium (Mn-DPDP) is specifically taken up by hepatocytes due to its chemical similarity to Vitamin B6. This property results in the increase in signal intensity of normal hepatic parenchyma, giving high lesion-liver contrast. Unlike the gadolinium agents, mangafodipir trisodium readily dissociates to yield free manganese ions. This in vivo instability of the chelate rose concerns about potential toxicity. Free manganese, in chronic exposure, causes a parkinsonism-like syndrome due to accumulation in the brain, other neurological features and cardiac suppression. Hence, mangafodipir trisodium was effectively withdrawn from the market. Superparamagnetic Iron Oxide Particles. Superparamagnetic iron oxide particles do not leak into the interstitium. They, therefore, act as intravascular contrast agents or blood pool agents as long as the vessel endothelium is intact and unaltered by any pathological process. Their elimination from the blood is by uptake into the reticuloendothelial system cells in liver, spleen, bone marrow and lymph nodes and are phagocytosed by macrophages throughout the body. The superparamagnetic iron oxide particles agents are preferentially entrapped by the Kupffer cells in the liver and spleen and reduce their T2 relaxation time. Thus, normal liver appears dark on T2 weighted images. Most liver tumours which are usually deficient in Kupffer cells, do not exhibit superparamagnetic iron oxide particles agent uptake and appear relatively hyperintense.",
        "cop": 2,
        "opa": "Gadoterate",
        "opb": "Gadoxetate",
        "opc": "Gadoteridol",
        "opd": "Gadopenate",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "616b1492-786c-4e2b-98f2-784c786cb67b",
        "choice_type": "single"
    },
    {
        "question": "X-rays were discovered by:",
        "exp": "Ans: c (William Roentgen)X-rays were discovered by Roentgen. Historical aspect: Discovery of: J. J Thompson-ElectronsW. K Roentgen-X-rays in 1895. Henry Bequeral-Radioactivity in 1896. Madam Marie curie-Radioactive substance radium, uranium. Rutherford-Nucleus. Chadwick-Neutron. Maxwell-Electromagnetic waves",
        "cop": 3,
        "opa": "Madam Curie",
        "opb": "Henry Becquerel",
        "opc": "William Roentgen",
        "opd": "Chadwick",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "213a9e0f-ee29-4be4-9725-6d4aaa854a70",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has maximum ionisation potential?",
        "exp": "Helium ion (alpha rays) has maximum ionisation potential Gamma rays have maximum penetration power.",
        "cop": 2,
        "opa": "Electron",
        "opb": "Helium ion",
        "opc": "Proton",
        "opd": "Gamma photon",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "48a6a110-d33d-4cb0-85e8-edb4b17114e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following imaging works based on the principle of piezoelectric effect?",
        "exp": "Ans. A. USG* The ultrasound image is based on mechanical oscillations of the crystal excited by electrical pulses (piezoelectric effect). Numerous crystals are assembled to form the transducer. Based on the pulse-echo principle occurring with ultrasound piezoelectric crystals, ultrasound transducers convert electricity into sound.* The ultrasound waves are sent from the transducer (pulse) and propagate through different tissues and then they come back (echo) and converted back into electrical impulses by the transducer crystals and are further processed in order to form the ultrasound image presented on the screen. That is called as pulse-echo principle.",
        "cop": 1,
        "opa": "USG",
        "opb": "X-ray diffraction",
        "opc": "Xeroradiography",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "306e7419-fafa-491e-9d2d-3f172411684f",
        "choice_type": "single"
    },
    {
        "question": "Thickness of lead apron is-",
        "exp": "Ans. is 'c' i. e. 0. 5 mm \"It is recommended that for general purpose radiography the minimal thickness of lead equivalent in the protective apparel should be 0. 5mm. \" - Textbook of Radiology Physics p. 39* Lead apron of 0. 5mm thickness reduce intensity of scattered X-rays by over 90%. Lead apron* A lead apron or leaded apron is a type of protective clothing that acts as a radiation shield. It is constructed of a thin rubber exterior and an interior of lead in the shape of a hospital apron. The purpose of the lead apron is to reduce exposure of a hospital patient to x-rays to vital organs that are potentially exposed to ionizing radiation during medical imaging that uses x-rays (radiography, fluoroscopy, computed tomography).* Lead can effectively attenuate certain kinds of radiation because of its high density and high atomic number; principally, it is effective at stopping gamma rays and x-rays.* Protection of the reproductive organs with a lead apron is considered important.* The thyroid gland is especially vulnerable to x-ray exposure. Care should be taken to place a lead apron over the thyroid gland before taking dental radiographs.",
        "cop": 3,
        "opa": "0. 2 mm",
        "opb": "0. 3 mm",
        "opc": "0. 5 mm",
        "opd": "0. 8 mm",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "8c21d4ea-02d7-4c4e-ac7f-12046fbe9976",
        "choice_type": "single"
    },
    {
        "question": "USG velocity",
        "exp": "Answer: d) Is lower in tissues with a higher fat or water content. Ultrasound velocity: It is a product of the frequency and wavelength. It is inversely proportional to the square root of the material density. Ultrasound travels faster in stiff, non-compressible media. Velocity in a given medium is virtually independent of the frequency. With velocity being constant, an increase in the frequency causes a proportional decrease in wavelength. The velocity of ultrasound in fat and water is lower than in an average soft tissue.",
        "cop": 4,
        "opa": "Increases in frequency in a medium",
        "opb": "Equal to Ultrasound frequency",
        "opc": "Equal to Ultrasound wavelength",
        "opd": "Is lower in tissues with a higher fat or water content",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "30c2ae05-528f-42f5-897a-6572d7c6256f",
        "choice_type": "single"
    },
    {
        "question": "Contrast used in CT scan -",
        "exp": "Contrast used in CT is Iodine MRI contrast used is Gadolinium.",
        "cop": 3,
        "opa": "Gadolinium",
        "opb": "Technitium",
        "opc": "Iodine",
        "opd": "Chromium",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "8475712f-9593-478e-a01e-5dba9c98cc46",
        "choice_type": "single"
    },
    {
        "question": "Ultrasonography transducer contains -",
        "exp": "Lead Zirconate titanate is the most widely used piezoelectric material in the ultrasound transducers. Barium titanate was the first discovered piezoeletric material.",
        "cop": 2,
        "opa": "Sodium Fluoride",
        "opb": "Lead Zirconate",
        "opc": "Caesium Fluoride",
        "opd": "Barium titanate",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "0958d975-dc59-4d2d-9e36-331aa7de6185",
        "choice_type": "single"
    },
    {
        "question": "Most radio dense substance is -",
        "exp": "Increasing order of radiodensity: AIR FAT WATER BONE METAL",
        "cop": 4,
        "opa": "Fluid",
        "opb": "Soft tissue",
        "opc": "Brain",
        "opd": "Bone",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "23d444f1-7ba8-4804-8dd0-2d4c8bb1c159",
        "choice_type": "single"
    },
    {
        "question": "Alpha particle is similar to",
        "exp": "Ans: d (Helium nucleus) Ref: Vasudevan 4th ed/p 464. Alpha particle consists of 2 protons and 2 neutrons bound together into a particle identical to Helium nucleus He2+. Beta particles are high energy, high speed electrons or positrons emitted by radioactive nuclei. Gamma rays are electromagnetic radiation of high frequency. X-rays are low energy photons. Penetration powen-Gamma ray > X ray. Beta particle > alpha particle. Ionising and damaging power: -Alpha particle> Beta particle > X ray> Gamma ray",
        "cop": 4,
        "opa": "Electron",
        "opb": "Proton",
        "opc": "Neutron",
        "opd": "Helium nucleus",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "2fa545dc-0cea-4724-89f6-4a5bf1018f6a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is non-ionising radiation:",
        "exp": "Ans: D (Microwave) Ref Robbins 9th/428; Review of Radiology by Sumer Sethi 6th/166; L & B 26th/172]. Injury Produced by Ionizing Radiation Robbins 9th/428. Radiation is energy that travels in the form of waves or high-speed particles. Radiation has a wide range of energies that span the electromagnetic spectrum; it can be divided into nonionizing and ionizing radiation. The energy of nonionizing radiation such as UV and infrared light, microwave, and sound waves, can move atoms in a molecule or cause them to vibrate, but is not sufficient to displace bound electrons from atoms. By contrast, ionizing radiation has sufficient energy to remove tightly bound electrons. Collision of electrons with other molecules releases electrons in a reaction cascade, referred to as ionization. The main sources of ionizing radiation are x-rays and gamma rays (electromagnetic waves of very high frequencies), high-energy neutrons, alpha particles (composed of two protons and two neutrons), and beta particles, which are essentially electrons. At equi%ralent amounts of energy, alpha particles induce heavy damage in a restricted area, whereas x-rays and gamma rays dissipate energy over a longer, deeper course, and produce considerably less damage per unit of tissue. About 50% of the total dose of ionizing radiation received by the U. S. population is human-made, mostly originating from medical devices and radioisotopes. In fact, the exposure of patients to ionizing radiation during radiologic imaging tests roughly doubled between the early 1980s and 2006, mainly because of much more widespread use of CT scans. Ionizing radiation is a double-edged sword. It is indispensable in medical practice, being used in the treatment of cancer, in diagnostic imaging, and in therapeutic or diagnostic radioisotopes, but it also produces adverse short- and longterm effects such as fibrosis, mutagenesis, carcinogenesis. and teratogenesis.",
        "cop": 4,
        "opa": "X-ray",
        "opb": "b-rays",
        "opc": "a -rays",
        "opd": "Microwave",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "ea772dbf-d5c4-4e82-96cd-b90aeb4fd47b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most penetration beam",
        "exp": "Penetration power of photons depends on the kinetic energy. higher the kinetic energy of the photon beam, higher will be the penetration power. k. Vp determines the penetrating power of Xrays.",
        "cop": 3,
        "opa": "Electron beam",
        "opb": "8 MeV Photons",
        "opc": "18 MeV Photons",
        "opd": "Proton beam",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "4cdeb36b-b747-4698-80b3-8cedd7d7a8e8",
        "choice_type": "single"
    },
    {
        "question": "High resolution computed tomography of the chest is the ideal modality for evaluating -",
        "exp": "HRCT is the investigation of choice for Interstitial lung disease (ILD). Principles of HRCT: Thin collimation (1-2 mm) High frequency reconstruction algorithm (Eg: Bone algorithm).",
        "cop": 2,
        "opa": "Pleural effusion",
        "opb": "Interstitial lung disease",
        "opc": "Lung mass",
        "opd": "Mediastinal adenopathy",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "efa577a3-9705-488e-860f-d50d4475ad2f",
        "choice_type": "single"
    },
    {
        "question": "SI unit of dose of radiation absorption?",
        "exp": "Ans. c (Gray) (Ref. Grainger Radiology 4th/232). The old unit of radiation absorption is rad & new (SI) unit is gray. Radiation units. The activity of a radioactive material is the number of nuclear disintegration per unit of time. The unit of activity is a becquerel (Bq); 1 Bq is equal to 1 disintegration per second. Formerly, the unit of avtivity was curie (Ci) and 1 Bq corresponds approximately to 27 picocuries. The potency of radiation is measured in THREE (three)ways (1) Roentgen: Roentgen is the unit of exposure. It is the amount of radiation absorbed in air at a given point, i. e., number of ions produced in 1 ml of air. (2) Rad: Rad is the unit of absorbed dose. It is the amount of radioactive energy absorbed per gram of tissue or any material. 1 mrad = 0. 0001 rad (3) Rem: Rem is the product of the absorbed dose and the modifying factors. The rem indicates the degree of potential danger to health. The radiation to which the average citizen is expected is made up almost of the fast moving, highly penetrating X-rays and gamma rays, where rem and rad are equal (2). The radiation units (viz roentgen, rad rem) are replaced by the new SI Units (International System of Units) which are: (a) Coulomb per kilogram (C/kg) replacing the reontgen. 1 roentgen is equal to 2. 58 x 10'4 C/kg1. It is the unit for exposure. There is no special name for this, (b) Gray (Gy) replacing the rad. It is the unit of absorbed dose, defined as the dose of ionizing radiation that impart 1 joule of energy to 1 kg of absorbing material. 1 rad is equal to 0. 01 Gy. (1), and (c) Sievert (Sv) replacing the rem. It is the SI unit of dose equivalent. The dose equivalent of 1 sievert is equal to 100 rems. Dose equivalent (H): As all types of radiation do not produce the same biological effect per unit of energy absorbed, the concept of dose equivalent has been introduced. The dose equivalent, M (Sieverts) is equal to the absorbed dose, D (grays), M (Sieverts) is equal to the absorbed dose, D (grays), multiplied by a quality factor Q which depends upon the density of ionization produced in the tissue by the radiation. H = DQThe factor Q for X-rays and Y-rays and electrons is equal to 1, whereas for a particle it is 20 (3). ARADIATION UNITSConventional Units. New SI Units: These are such units as the \"three Rs\" & \"C\": 1) Roentgen (Unit of exposure), (1 mrad = 0. 001 rad)2) Rad (Unit of absorption)3) Rem (Unit of equvivalent dose)4) Curie (Unit of activity formerly) (1 Bq = 27 picocuries)1) Coulomb/kg - Replaced Roentgen2) Gray - Replaced Rad (1 rad = 0. 01 Gy)3) Sievert - Replaced Rem (1 Sv = 100 rem)4) Becquerel-Unit of activity(l. Bq=l disinteg/sec)A. Radioactivity# The number of times each second a radioactive material decays and releases radiation. The old unit is curile curie & new unit is Bq. B. Absorbed Dose# The amount of radiation energy absorbed into a given mass of tissue.# Absorbed dose is the radiation quantity used to express the concentration of radiation energy actually absorbed in a specific tissue. This is the quantity that is most directly related to biological effects.# Dose values can be in the traditional unit of the rad or the SI unit of the gray (Gy).# The rad is equivalent to 100 ergs of energy absorbed in a gram of tissue and the gray is one joule of energy absorbed per kilogram of tissue. 1 gray (Gy) = 100 rads10 m. Gy = 1 rad1 m. Gy = 100 mradC. Dose (Equivalent)# Measures the energy per unit mass times adjustments for the type of radiation involved (quality factor) and the biological response in the tissue (a weighting factor).# Equivalent dose converts dose into an estimate of risk.# They are quantities that can be measured and expressed in terms of the more fundamental physical quantities like energy. Dose Equivalent, in the unit, sievert (Sv), is a quantity that expresses the relative biological impact of the radiation by including a radiation weighting factor (wR).# The relationship is: Dose Equivalent (Sv) = Dose (Gy) x wR. The value of the radiation weighting factor (wR) is a characteristic of each specific type of radiation. D. Effective Dose# It is actually a simple and very logical concept. It takes into account the specific organs and areas of the body that are exposed.# The point is that all parts of the body and organs are not equally sensitive to the possible adverse effects of radiation, such as cancer induction and mutations.# For the purpose of determining effective dose, the different areas and organs have been assigned tissue weighting factor (wT) values.# For a specific organ or body area the effective dose is: Efective Dose (Gy) = Absorbed Dose (Gy) x w. TEducational Points. CELL CYCLE AND RADIATION# G2-M interphase is most radiosensitive. (G2M interphase > M > G2)# The cell is vulnerable to radiation in the stage of mitosis (M), less so during synthesis (S) and relatively insensitive during resting periods.# 'S' phase is the most radioresistant phase of cell cycle.# But, 'S' phase is the most chemosensitive phase of cell cycle.# Radiosensitivity of a cell also depends on its histological type and oxygenation of the tissues. RADIOBIOLOGY# Four important processes that occur after radiation exposure can be summarized as the ' four R's\" of radiobiology- The first is repair. Repair is temperature dependent and is thought to represent the enzymatic mechanisms for healing intracellular injury.- The second R is reoxygenation, a process whereby oxygen (and other nutrients) are actually better distributed to viable cells following radiation injury and cell killing.- The third R is repopulation, the ability of the cell population to continue to divide and to replace dying and dead cells.- The fourth R is redistribution, which reflects the variability of a cell's radiosensitivity over the cell cycle.",
        "cop": 3,
        "opa": "Rad",
        "opb": "REM",
        "opc": "Gray",
        "opd": "Curie",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "84c5d953-5500-4dc6-841f-5aabae2b30ae",
        "choice_type": "single"
    },
    {
        "question": "Wavelength of light is",
        "exp": "Ans: a (400-700nm) Ref: Vasudevan 4th ed p. 479. Wavelength of visible light is 400-700nm. Violet- 420 nm. Blue- 470 nm. Green- 520 nm. Yellow- 580 nm. Red- 680 nm",
        "cop": 1,
        "opa": "400-700 nm",
        "opb": "500-800 nm",
        "opc": "700-900 nm",
        "opd": "300-600 nm",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "d5619788-c7d9-413f-8d1e-aa9fab0b32ad",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield unit is zero for which of the following?",
        "exp": "Hounsfield units are used to measure the X ray attenuation in CT scan. Depends on absorption/attenuation coefficient. Water is assigned a HU value of 0.",
        "cop": 2,
        "opa": "Air",
        "opb": "Water",
        "opc": "Fat",
        "opd": "Dense bone",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "0274fb21-68a7-4b13-9496-540e4f6f87c3",
        "choice_type": "single"
    },
    {
        "question": "The most likely diagnosis in a new born who has radio- opaque shadow with an air -fluid level in the chest along in the chest along with hemi-veebra of the 6th thoracic veebra on plain x-ray is-",
        "exp": "Bronchogenic cysts are considered as foregut malformations and like the intestinal duplications; they are thought to be derived from an anomalous division of the embryonic foregut. Bronchogenic cysts are rare congenital anomalies that result from abnormal budding or branching of tracheo-bronchial tree. The other broncho-pulmonary foregut malformations include tracheo-esophageal fistula, esophageal diveiculum, esophageal cyst and lung sequestration. Veebral abnormalities (hemi-veebrae) are often associated with bronchogenic cyst of mediastinal origin. Although bronchogenic cysts are usually fluid filled, occasionally a communication may develop following infection or intervention, resulting in air-filled cystic structure or an air-fluid level",
        "cop": 3,
        "opa": "Congenital diaphragmatic hernia",
        "opb": "Esophageal duplication cyst",
        "opc": "Bronchogenic cyst",
        "opd": "Staphylococcal pneumonia",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "283242ee-c9e4-4dd4-afce-79e3b2d5a941",
        "choice_type": "single"
    },
    {
        "question": "BIRADS stands for:",
        "exp": "Ans. a. Breast Imaging Reporting and Data System (Ref: Sabiston 19/e p834)BIRADS stands for Breast Imaging Reporting and Data System. BIRADS (Breast Imaging Reporting And Data System). Category. Definition0. Incomplete assessment, need additional imaging evaluation. Q1. Negative, routine mammogram in 1 year is recommended. Q2. Benign findings, routine mammogram in 1 year is recommended. Q3. Probably benign findings, short term follow-up suggested. Q4. Suspicious abnormality, biopsy should be considered. Q5. Highly suggestive of malignancy, appropriate action should be taken. Q6. Known biopsy-proven malignancy",
        "cop": 1,
        "opa": "Breast Imaging Reporting and Data System",
        "opb": "Best Imaging Reporting and Data System",
        "opc": "Brain Imaging Reporting and data system",
        "opd": "Best imaging Reporting and Data System",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "8ab146b7-9fda-45d0-a72a-ca4a0a9d5464",
        "choice_type": "single"
    },
    {
        "question": "Advantage of MRI:",
        "exp": "MRI is better to visualise the vascular structures compared to CT. CT is better for calcifications than MRI. CT is better in differentiating benign and malignant pulmonary nodule.",
        "cop": 3,
        "opa": "Calcification best seen",
        "opb": "CSF hypointense on T1 & hyperintense on T2",
        "opc": "Best to visualise vascular structures",
        "opd": "Best to differentiate benign/ malignant pulmonary nodule",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "6d395dad-4adc-46ff-af80-b22d20c55e59",
        "choice_type": "single"
    },
    {
        "question": "Contrast material used in the diagnosis of esophageal atresia is -",
        "exp": "Dianosil is the contrast agent used for Esophageal atresis, tracheo esophageal fistula and bronchoscopy.",
        "cop": 3,
        "opa": "Gastrograffin",
        "opb": "Conray 420",
        "opc": "Dianosil",
        "opd": "Myodii",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "c22bde55-c890-49c4-8540-ad5456707281",
        "choice_type": "single"
    },
    {
        "question": "NMR principle is based on",
        "exp": "NMR/MRI principle is based on ability of protons in the body to absorb and emit radio waves when the body is placed in strong magnetic field",
        "cop": 3,
        "opa": "Positron",
        "opb": "Neutron",
        "opc": "Proton",
        "opd": "Electron",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "fc4bb80a-2fdb-4dd2-bf4c-2b45d33affb5",
        "choice_type": "single"
    },
    {
        "question": "Hounsfield number for water is-",
        "exp": "Ans. is 'a' i. e., 0 * Water is arbitrarily assigned a value of zero (0) Hounsfield units (HU). Hounsfield's number (CT number)* Hounsfield's contribution is memorialized in the Hounsfield scale, which is used to measure the X-ray attenuation in CT scanning.* The basic parameter in a CT image is CT number. The CT number is defined with respect to water X-ray absorption and is dependent on absorption / attenuation coefficient.* When an X-ray beam (used in CT) passes through the body, there is a logarithmic attenuation of its intensity over distance. A measurement of the intensity of the exiting beam is known as the linear attenuation coefficient when the attenuation thickness is 1 cm. The linear attenuation coefficient is related to the absorption in the material. This depends upon the energy of the X-ray beam and the type of material being irradiated. CT images are map of the relative linear attenuation coefficient of tissues. The relative attenuation coefficient is normally expressed in Hounsfield units (HU) or CT number. CT number (Hounsfield unit of a matter) = mx-m. H2O/m. H2O x 100* mx = Attenuation coefficient of matter.* m. H2O = Attenuation coefficient of water. Substance. HU units* Water* Dense cortical bone* Soft tissue* Fat* Lung tissue* Air* 0* +1000 (+400 to+1000)* +40 to +80* -60 to-100* -400 to -600* -1000",
        "cop": 1,
        "opa": "0",
        "opb": "100",
        "opc": "-100",
        "opd": "-80",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "91bcf217-9d67-4ff1-b865-7a7f1f4e18a9",
        "choice_type": "single"
    },
    {
        "question": "Gyromagnetic propey of proton is seen in -",
        "exp": "MRI is based on gyromagnetic propey on protons. Defined as the ability of protons in the body to absorb and emit radio waves, when the body is placed in strong magnetic field.",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT",
        "opc": "PET scan",
        "opd": "USG",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals in Radiology",
        "id": "68913450-6c8e-4c1a-9245-1b8a1d73028c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not ionizing:",
        "exp": "d) uv radiation ref: SPM Park 17th/e p. 521, principal and practice of oncology 6th/e p. 195-196",
        "cop": 4,
        "opa": "Beta radiation",
        "opb": "Alpha radiation",
        "opc": "Gamma radiation",
        "opd": "UV radiation",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "d1d28552-e4f1-4c6c-a38b-862a5e13a43e",
        "choice_type": "single"
    },
    {
        "question": "Curie is a unit of-",
        "exp": "Ans. is 'a' i. e. Radioactivity * Old unit of radioactivity is Curie and new unit (SI) is Becquerel.* Old unit of radiation exposure is Roentegn and new unit (SI) is Columb/cm. Quantity measured. Old unit. New (SI)unit Radioactivity. Curie. Becquerel1 curie = 3. 7 x 101 becquerel -2. 7 x 10. Radiation exposure. Roentgen. Columb/cm Absorbed dose. Rad. Gray100 rad = 1 gray1 rad = 0. 01 gray. Dose equivalent. Rem. Sievert (Sv)100 rem = 1 Sv. Irem = 0. 01 Sv",
        "cop": 1,
        "opa": "Radioactivity",
        "opb": "Radiation exposure",
        "opc": "Absorbed dose",
        "opd": "Dose equivalent",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "751f14ce-2d7e-4078-b3ed-206b7721bb75",
        "choice_type": "single"
    },
    {
        "question": "Maximum damage to skin is caused by",
        "exp": "Ans. c (Orthovoltage X-ray) (Ref. Harrison's medicine 17th ed. 484)# External Beam therapy unit includea. X-ray machine orb. Teletherapy unit (i. e. Linear Acclerator or Cobalt-60 unit)# Beams used for external radiotherapy are# X-ray beams: a. Conventionalb. Superficial: 40 to 120 k. Vc. Orthovoltage: 250 to 400 k. Vd. Megavoltage: (> 1. Mv) - 2, 4, 6, 12 & 35 MeV# Gamma ray beams: a. Cobalt -60 beamb. Cesium -137 beam# Particle beams: a. Electronsb. Protonsc. Neutrons. Thus routine radio-therapy treatment is by X-ray beams in the super voltage or mega voltage range.# Orthovoltage or deep X-ray therapy machine produce X-rays with a voltage of 200-300 kV.# For many years they were the most powerful machines in radiotherapy and were used to irradiate most sites, however now been replaced by megavoltage equipments because of following advantages of megavoltage therapy (2 to 8 million volts);# Skin sparing effects: With orthovoltage X-rays maximum dose is received by skin surface whereas with high voltagesmaximum dose is at some distance beneath skin, the skin is thus spared with high dose.# Greater penetration of beam# Differential absorption in tissues# Improved collimation",
        "cop": 3,
        "opa": "Super voltage X-ray therapy",
        "opb": "Mega voltage X-ray",
        "opc": "Orthovoltage X-ray",
        "opd": "Cobalt-60",
        "subject_name": "Radiology",
        "topic_name": "Fundamentals In Radiology",
        "id": "c3a8761f-af83-4be4-bff7-5e429a9b9064",
        "choice_type": "single"
    }
]