[
    {
        "question": "Most sensitive investigation for diagnosis of Meckel's diverticulum is?",
        "exp": "Ans DImaging wise Meckel diverticulum appears like normal bowel, however Meckel's bleeds because it has ectopic gastric mucosa - secretes acid - damages the mucosa. Most common presentation of Meckel's: GI bleedingQ with abdominal pain. Tc99m - pertechnate scan is most sensitive for diagnosisQ",
        "cop": 4,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "Barium enema",
        "opd": "99m-Tc pertechnetate scan",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e59c73f7-d0c1-43eb-a772-6f76f70fb4e1",
        "choice_type": "single"
    },
    {
        "question": "In a child of one month age with history of nonbilious vomiting and no weight gain with palpable epigastric lump, first investigation to be done is",
        "exp": "Ans. b (Ultrasonography) (Ref. Bailey and Love 25th/pg. 79)CONGENITAL HYPERTROPHIC PYLORIC STENOSIS (CHPS/IHPS)# Increased incidence in firstborn male child with M: F ratio 4: 1. Incidence of hypertrophic pyloric stenosis is approximately 2-5 per 1, 000 births per year.# Most commonly affects boys aged 2-8 weeks# Characterised by projectile vomiting after feeds# Gastric peristalsis can be seen and a lump felt# Inherited as dominant polygenic trait.# Ultrasound (investigation of choice). The diagnosis can be confirmed by an ultrasound scan, which shows the thickened pyloric muscle.# Pyloric muscle wall thickness 2. 5-3 mm# Pyloric volume > 1. 4 cm3# Pyloric length > 1. 2 cm# Pyloric transverse diameter 13-16 mm with pyloric channel closed.- Target Sign: Hypoechoic ring and hypertrophied pyloric muscle around echogenic mucosa centrally (transverse scan).- Cervix sign and antral-nipple sign: indentation of muscle mass on fluid-filled antrum (longitudinal scan). Normal values:# Pyloric canal length: < 15 mm# Muscle wall thickness: < 3 mm# Pyloric width: < 7 mm# Contrast radiology (*Barium study) is now not necessary.# Upper Gl Imaging (barium study) -features- Elongation and narrowing of pyloric canal (2-4 cm length) with string sign, double/triple track sign, diamond sign/twining recess, pyloric teat/teat sign, beak sign/antral beaking, umbrella/kirklin/mushroom sign and caterpillar sign may be seen.# Treatment:- Ramsted's Pyloromyotomy (splits the hypertrophied muscle leaving the mucosa intact). Additional Educational points: ULTRASOUND is investigation of choice for diagnosing:# Initial test of choice (Screening) for blunt trauma abdomen (Focused Assessment by Sonography for Trauma), focal liver lesions, obstructive jaundice or acute abdomen.# Hydrocephalus in infants, Neonatal cerebral hemorrhage# To differentiate cystic and solid nodule in thyroid# Screening of rotator cuff injury# Pleural effusion# Gallstones, CHPS, ascitis (Minimal), Pelvic abscess# Developmental dysplasia of hip (DDH)/ CDH# Scrotal lesions",
        "cop": 2,
        "opa": "Barium study",
        "opb": "Ultrasonography",
        "opc": "Endoscopy",
        "opd": "CT scan",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d162aa0f-73fb-4b2f-b534-f342049c862a",
        "choice_type": "single"
    },
    {
        "question": "'Steeple sign' on X-ray is seen in?",
        "exp": "Ans. A. Acute laryngotracheobronchitis. CROUPa. Croup (acute laryngotracheobronchitis), represents the most common cause of upper airway obstruction in children. b. It is most commonly seen in the 6-month-to-3-year age group. c. The principal infectious organisms in croup include parainfluenza virus and respiratory syncytial virus. d. Patients present with a barky cough and stridor. e. The classic finding on a frontal radiograph is a tapered narrowing of the trachea in the subglottic region, producing a \"V\" configuration of airway narrowing (The 'steeple sign'). f. The 'steeple sign' is produced by the presence of edema in the trachea in Croup, which results in elevation of the tracheal mucosa and loss of the normal shouldering (lateral convexities) of the air column. g. It is seen on anteroposterior radiographs of the soft tissues of the neck. h. The narrowing of the subglottic lumen alters the radiographic appearance of the tracheal air column, which resembles a steeply pitched roof or a church steeple.",
        "cop": 1,
        "opa": "Acute laryngotracheobronchitis",
        "opb": "Laryngeal tuberculosis",
        "opc": "Thyroglossal duct cyst",
        "opd": "Acute epiglottitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d6b16b17-bb06-4d06-a014-7a1c167e8ae9",
        "choice_type": "single"
    },
    {
        "question": "Ultrasound is not useful in:",
        "exp": "a) CBD stones at distal end of CBD.",
        "cop": 1,
        "opa": "CBD stones at distal end",
        "opb": "Breast cyst",
        "opc": "Ascites",
        "opd": "Full bladder",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4b09e507-a827-4fa6-a169-28203a8190d6",
        "choice_type": "single"
    },
    {
        "question": "\"Cork screw\" apperance of esophagus is seen in?",
        "exp": "Ans. C. Diffuse esophageal spasm. (Ref. Bailey and Love 24th! Fig. 50. 67). Diffuse oesophageal spasm is a condition in which there are incoordinate contractions of the oesophagus causing dysphagia and chest pain. The condition may be dramatic with spastic pressures on manometry of 400-500 mm. Hg, marked hypertrophy of the circular muscle and a corkscrew oesophagus on barium swallow. Discussion: DIFFUSE ESOPHAGEAL SPASMEssentials of Diagnosis:# Dysphagia.# Chest pain.# Intermittent symptoms.# Radiologic evidence of tertiary contractions (corkscrew esophagus).# Intermittent normal and absent peristaltic waves on manometry (> 10%, < 100%).# Normal 24-hour ambulatory pH monitoring. SYMPTOMS AND SIGNSThe most common symptom is intermittent chest pain, which varies from slight discomfort to severe spasmodic pain that simulates the pain of coronary artery disease. Most patients complain of dysphagia, but weight loss is uncommon. IMAGING STUDIES: The barium swallow is abnormal in 70% of patients. Fluoroscopic studies show segmental spasms, areas of narrowing, and irregular uncoordinated peristalsis (corkscrew esophagus) in about 30% of patients. An epiphrenic diverticulum is sometimes present. MANOMETRY: Manometry is the key for the diagnosis of DES. The classic manometric findings are: 1) alternation of esophageal peristalsis and simultaneous contractions (> 10% and < 100%). Contrary to old beliefs, the contractions are not hypertensive but of normal or even low amplitude; and2) normal LES function or abnormalities similar to those seen in achalasia (elevated testing pressure and decreased relaxation in response to swallowing). Rx: Dysphagia due to diffuse spasm may respond to forceful dilatation of the cardia, but the results are not as predictable as in achalasia. In very severe cases extended oesophageal myotomy up to the aortic arch may be required. Surgical Rx of diffuse spasm is more successful in improving dysphagia than chest pain and caution should be exercised in patients in whom chest pain is the only symptom. NUTCRACKER OESOPHAGUSNutcracker oesophagus is a condition in which peristaltic pressures greater than 180 mm. Hg are developed. It is said to cause chest pain, but there is still some debate as to whether it is a real disorder. SCLERODERMAHypoperistalsis of the oesophagus occurs in the CREST variant of systemic sclerosis, in severe GORD and sometimes for no obvious cause. Simultaneous oesophageal manometry and radiological studies have shown that a peristaltic pressure of about 30 mm. Hg is required to propel a bolus down the oesophagus. Peristaltic failure may cause dysphagia in its own right, but can also increase dysphagia if there is any organic obstruction. Rx aims at excluding organic obstruction and trying to improve the force of peristalsis with prokinetic agents such as cisapride.",
        "cop": 3,
        "opa": "Achalasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Diffuse esophageal spasm",
        "opd": "Caustic injury",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "3d2af5c6-8fa0-4f61-82f9-da5c7f0db3a0",
        "choice_type": "single"
    },
    {
        "question": "Topical \"Saw-tooth\" colon on barium enema is seen in",
        "exp": "Ans. a (Colonic diverticulosis) (Ref. Radiology secrets 2nd ed., 135)COLONIC DIVERTICULOSIS# Colonic diverticula are protrusions of mucosa and submucosa through areas of colonic wall weakness, primarily where the end arteries perforate the colonic wall (on the mesenteric side of the antimesenteric teniae).# The diverticula protrude into the pericolic fat, separated from the pericolonic fat by a thin layer of longitudinal muscle.# In patients with diverticulosis, diverticula are found in the -- sigmoid colon in 90% of patients, - descending colon in 30%- throughout the colon in 16%.# The longitudinal muscle layer of the colon is primarily divided into three bands, termed the teniae coli.# In diverticular disease, elastin deposits between normal muscle fibers in the teniae coli.# Macroscopically, the teniae coli are shortened and thickened, resulting in overall shortening and straightening of the colon and redundancy of the circular muscle fibers and mucosa.# The term diverticular disease implies circular muscle bunching. The term diverticulosis implies presence of diverticula with or without circular muscle bunching.# Single-contrast barium enema is the best investigation for detecting colonic diverticuli. 0# Ba enema shows circular muscle thickening and diverticulosis of the sigmoid colon.- The lumen has a \"Saw-toothed\", \"zigzag, \" \"accordion-like, \" or \"concertina-like\" appearance created by thick folds of circular muscle and redundant mucosa protruding into the lumen.# Nevertheless, Multislice CECT is the best investigation for diverticulitis and its complications. e",
        "cop": 1,
        "opa": "Colonic diverticulosis",
        "opb": "Colonic volvulus",
        "opc": "Colonic carcinoma",
        "opd": "Ulcerative colitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "2b63ab76-64dc-4ee2-8830-f16050881649",
        "choice_type": "single"
    },
    {
        "question": "A 30 year male presents with acute abdomen. What is the diagnosis based on the CT abdomen given below?",
        "exp": "Ans. D. Bowel obstruction. The CT abdomen shows multiple dilated small intestinal loops, seen in intestinal obstruction. The black shadow anteriorly is of gas in Transverse colon. A bowel larger than 3cm in diameter is associated with small bowel obstruction. The upper limit of normal diameter of the bowel is generally accepted as 3cm for the small bowel, 6cm for the colon and 9cm for the caecum (3/6/9 rule).",
        "cop": 4,
        "opa": "Pneumoperitoneum",
        "opb": "Toxic megacolon",
        "opc": "Perforation peritonitis",
        "opd": "Bowel obstruction",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "51f02b8d-c695-41e3-b8ed-b71a62475edd",
        "choice_type": "single"
    },
    {
        "question": "Chain of lakes appearance is seen in:",
        "exp": "Ans: b (Chronic pancreatitis) Ref: Sutton, 7th ed, p. 790. Dilatation and beading of main pancreatic duct and calcification is pathognomonic of chronic pancreatitis. Typical ERCP appearance include: 1. String of pearls2. Chain of lakes3. Rat tail appearance. Some important radiological appearances. Sigmoid volvulus # Bird of prey sign -# Bird beak sign# Omega sign # Bent inner tube sign # Coffee bean sign Carman meniscal sign. Cole sign. Coiled spring sign. Sterlin sign, Fuscher s sign. Chiladiti sign - malignant gastric ulcer- duodenal ulcer- intussusceptions- TB caecum- colon b/w liver and diaphragm",
        "cop": 2,
        "opa": "Carcinoma pancreas",
        "opb": "Chronic pancreatitis",
        "opc": "Acute pancreatitis",
        "opd": "Pancreatic pseudo cyst",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b37699cc-17ce-4a0d-9be4-4bd355ebf683",
        "choice_type": "single"
    },
    {
        "question": "What is this appearance - seen in early pregnancy known as:(AIIMS 2016)",
        "exp": "Ans. C Double bleb sign. Antenatal ultrasound image in first trimester - termed as the double bleb signQ. It is formed by Amnion and Yolk sac and is seen between 5 to 6 weeks. It corresponds with the appearance of the fetal poleQ - tiny dot seen between the two blebs.",
        "cop": 3,
        "opa": "Yolk sac sign",
        "opb": "Double decidual sac sign",
        "opc": "Double bleb sign",
        "opd": "Twin peak sign",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "ededac85-8e66-4f40-9f02-384f106976d6",
        "choice_type": "single"
    },
    {
        "question": "Claw sign on x-ray is seen in?",
        "exp": "Ans BClaw signQ is seen in Intussuception. It is the appearance of dilated loop of bowel which appears like a claw of a bird. It is described in both plain abdominal films as well as on barium studies",
        "cop": 2,
        "opa": "Ischemic colitis",
        "opb": "Intussusception",
        "opc": "Sigmoid volvulus",
        "opd": "Crohn's disease",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "550b880b-d397-40be-b798-25d36c08697c",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for recurrent GIST:",
        "exp": "Ans BRecurrent GIST indicates a small residual focus which can be identified by functional imaging like PET. GIST is not a neuroendocrine tumour and hence does not show uptake of MIBG.",
        "cop": 2,
        "opa": "MIBG",
        "opb": "PET CT",
        "opc": "MRI",
        "opd": "CECT",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4f34d0c2-4067-48cb-a1d2-ad85eb247ccd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a hepatocytes specific MR contrast agents?",
        "exp": "Ans AMRI manganese based contrast agents are hepatocyte specific. Hepatocyte specific agents are: GD BOPTA (Gadobenate dimeglumine), Mn DPDP (mangafodipir trisodium) and GD EOB DTPA (Gadoxetic acid)",
        "cop": 1,
        "opa": "Mn-DPDP",
        "opb": "lohexol",
        "opc": "Starch coated iron oxide",
        "opd": "DMSA",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "c2e9dab1-d36c-4f69-bd6a-3e659db58b43",
        "choice_type": "single"
    },
    {
        "question": "Chain of lakes appearance is seen in-",
        "exp": "Ans. is 'b' i. e., Chronic pancreatitis * On ERCP beaded appearance due to alternating dilatation and stenosis gives \"Chain of lakes\" appearance or 'string of pearl' appearance or 'hourglass' appearance. Other ERCP findings of chronic pancreatitisA. Diffuse pancreatic duct dilatation. B. Rat tail stricture of. CBD: - Long smooth narrowing of the CBD with graded tapering of the distal segment due to periductal fibrosis. C. Small, round or oval, pancreatic parenchymal cavities. D. Intraluminal filling defects due to protein plugs or calculi.",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Chronic pancreatitis",
        "opc": "Carcinoma pancreas",
        "opd": "Ductal adenoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "822e4509-b549-46b7-984b-4d352840e37d",
        "choice_type": "single"
    },
    {
        "question": "Crumbled egg shell calcification of liver is seen in:",
        "exp": "Ans: c (Hydatid cyst) Ref: David Sutton, 7thed, p. 740; Harrison, 16th ed, p. 1275. Egg shell or mural calcification in CT liver is indicative of E. granulosus infection, and helps to distinguish the cyst from carcinomas, bacterial or amoebic liver abscess or hemangiomas. The appearance is pathognomonic and is due to the presence of daughter cysts within the larger cyst. Calcification patterns seen in radiology1. Stippled calcification in plain X-ray abdomen- Neuroblastoma2. Curvilinear calcification in plain X-ray abdomen- Wilm's tumor3. Tram track /rail road calcification in skull X-ray- Sturge Weber syndrome4. Pop com calcification- Pulmonary hamartoma5. Suprasellar calcification- Craniopharyngioma6. Ochronosis/ calcification of intervertebral disc.- Alkaptonuria7. Pericardial calcification- Constrictive pericarditis8. Calcification in heart wall- Carcinoid syndrome9. Rice grain calcification- Cysticercosis10. Basal ganglia calcification- Hyperparathyroidism11. Urinary bladder calcification- Schistosomiasis12. Calcification of meniscal cartilage- Pseudogout13. Calcification of interspinous ligament- Ankylosing spondylitis. 14. Intraocular calcification- Retinoblastoma15. Bracket calcification- Lipoma of corpus callosum. Egg shell calcification of lymph node in chest x ray seen in:* Silicosis* Sarcoidosis* Coal worker's pneumoconiosis* Lymphoma following radiotherapy* Histoplasmosis* Amyloidosis* Scleroderma",
        "cop": 3,
        "opa": "Hemangioma",
        "opb": "Hepatoma",
        "opc": "Hydatid cyst",
        "opd": "Liver abscess",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "bab1cd87-6d54-46cf-bf97-f605359f308f",
        "choice_type": "single"
    },
    {
        "question": "Rat tail appearance is seen in?",
        "exp": "Ans. is 'a' i. e., Esophageal carcinoma * A barium swallow study showing Rat tail sign i. e. narrowing of barium streak at the level of esophagus is a characteristic feature of esophageal carcinoma.",
        "cop": 1,
        "opa": "Esophageal carcinoma",
        "opb": "Gastric ulcer",
        "opc": "Achlasia cardia",
        "opd": "Congenital hypertrophic pyloric stenosis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "45f1bc95-17f8-43de-997d-6dbc87766828",
        "choice_type": "single"
    },
    {
        "question": "Aortic diameter less than--cm at the level of the renal arteries should raise the suspicion of hypovolemic shock",
        "exp": "Ans AThe CT criteria for shock bowel are bowel-wall thickening greater than 3 mm and mucosal enhancement greater than the psoas muscle. The finding of a collapsed IVC was defined as an anteroposterior diameter of less than 9 mm on at least three contiguous sections. A collapsed aorta was defined as an anteroposterior diameter less than 1. 3 cm at the levels of 2 cm above and 2 cm below the renal arteries. CT findings of shock pancreas were peripancreatic fluid and variable pancreatic enhancement. Hypoenhancement of the spleen and liver was assessed subjectively. Hypotension was defined as a systolic blood pressure less than 90 mm Hg or a diastolic blood pressure less than 60 mm Hg.",
        "cop": 1,
        "opa": "12 mm",
        "opb": "15 mm",
        "opc": "20 mm",
        "opd": "25 mm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a44557a1-a236-4901-ad0d-4190c14206cd",
        "choice_type": "single"
    },
    {
        "question": "Multiloculated cystic lesion in liver is a CT feature of",
        "exp": "Ans: a) Hydatid cyst On CT scans hepatic echinococcal cysts (hydatid cyst) appear as well defined round or oval cystic masses with a density near that of water. Daughter cysts, indicating viability, give the lesion a multilocular appearance. Extensive calcification usually indicates that the lesion is no longer viable. Liver is the commonest site of hydatid disease. Most cysts are in the right lobe and are clinically silent. Calcification is seen in 20-30% of cases and although calcification doesn't necessarily indicate death of the parasite, extensive calcification favours an inactive cyst. Hydatid cyst in kidney. Cyst is usually polar and calcification is curvilinear or heterogenous. Hydatid cyst in lungs. Most common in right lower lobes. Various Chest x-rav signsi) Meniscus / Moon sign. Cyst communication with bronchial tree. ii) Crescent sign. Thin radioluscent crescent in uppermost part of the cyst due to rupture of pericyst with air dissecting between pericyst and laminated membrane. iii) Cumbo sign: Air fluid level inside endocystiv) Serpent sign: Collapsed membrane inside cyst outlined by air. v) Water lilly sign/ Sign of Camalotte. Completely collapsed crumpled cyst membrane floating on the cyst fluid. Regarding option d -metastases: they are uniloculated purely cystic lesions in liver - seen with adenocarcinomas such as mucinous carcinoma of the colon and cystadenocarcinoma of the ovary. Option c - Hepatocallular carcinoma. Appear as a hypodense mass with attenuation values more than that of water. It is usually unilocular but may appear multifocal.",
        "cop": 1,
        "opa": "Hydatid cyst",
        "opb": "Necrotic mass",
        "opc": "Hepatocellular carcinoma",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "0d03fbba-e8a4-4b18-ac9f-b3d011504e0f",
        "choice_type": "single"
    },
    {
        "question": "Thumb printing sign is seen in:",
        "exp": "Ans: a (Ischaemic colitis). Important barium enema findings* Ileocecal TB \"Pulled up caecum\", obtuse ileocecal angle, filling defect and incompetent Ileocecal valve.* Ca colon-Irregular filling defect, apple core deformity.* Ulcerative colitis-Loss of haustrations, lead pipe appearance* Crohn's disease-String sign of Kantor, \"raspberry thorn\" ulcers* Colonic polyps-Smooth irregular filling defects* Hirschsprung disease Dilated proximal zone with narrow distal zone of coning.* Diverticulosis colon-Saw tooth appearance, champagne glass sign* Ischemic colitis-Thumb print appearance* Intussusception-Coiled spring appearance, claw sign* Volvulus-Bird beak sign, ace of spades. Various appearances in barium swallow* Bird beak appearance -Achalasia cardia* Rat tailed appearance -Achalasia cardia* Cork screw esophagus - Diffuse esophageal spasm* Curling esophagus - Diffuse esophageal spasm* Nut crackers esophagus- Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Ischaemic colitis",
        "opb": "Ca colon",
        "opc": "Sigmoid volvulus",
        "opd": "Achalasia cardia",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fe1b26c0-61ae-40bf-83f6-28f30a1ee3c2",
        "choice_type": "single"
    },
    {
        "question": "Triangular cord sign in a neonate is seen in?",
        "exp": "Ans CThe triangular cord signQ is a triangular or tubular echogenic cord of fibrous tissue seen in the porta hepatis at ultrasonography and is relatively specific for the diagnosis of biliary atresiaQ. It is useful in the evaluation of infants with cholestatic jaundice, helps in differentiating from neonatal hepatitis.",
        "cop": 3,
        "opa": "Galactosema",
        "opb": "Hepatitis",
        "opc": "Biliary atresia",
        "opd": "Hemangioblastoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "23cfb8fd-9017-46c7-bcdc-c212c60b3116",
        "choice_type": "single"
    },
    {
        "question": "Hernia containing Meckel's diverticulum is?",
        "exp": "Ans BSome unusual hernias:# Spigelian hernia is a hernia through the Spigelian fascia, which is the aponeurotic layer between the rectus abdominis muscle medially, and the semilunar line laterally. These are generally interparietal hernias, meaning that they do not lie below the subcutaneous fat but penetrate between the muscles of the abdominal wall; therefore, there is often no notable swelling# Richter's Hernia: It can happen at multiple locations & it involves only a portion of the bowel wall. The portion that is stuck may become strangulated which can result in perforation of the bowel at that site and contamination of the abdomen. Seen more commonly these days at the sites of laparoscopic port insertions.# Amyand's Hernia and De. Garengeot's Hernia: This hernia is named after the English surgeon who performed the first successful appendectomy in 1735. In an Amyand's hernia, the appendix is found inflamed in an inguinal hernia. De. Garengeot's Hernia is similar, in that, the appendix is found in a hernia. Rene Jacques Croissant de Garengeot was an 18th century Parisian surgeon. He was the first to describe the appendix in a femoral hernia.# Hernia of Littre: The hernia of Littre is the presence of a Meckel's diverticulum in a hernia. The common sites are inguinal (50%), umbilical (30%) and femoral (20%).",
        "cop": 2,
        "opa": "Hernia of Winslow",
        "opb": "Littre hernia",
        "opc": "Maydl's hernia",
        "opd": "Pantaloon hernia",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "999bc602-ae71-45be-aa74-d3a8ccacd557",
        "choice_type": "single"
    },
    {
        "question": "Windsock appearance on barium is seen in?",
        "exp": "Ans DWindsock appearanceQ is intraduodenal barium contrast- filled sac that is surrounded by a narrow lucent line seen in intraduodenal diverticulumQ.",
        "cop": 4,
        "opa": "Duodenal perforation",
        "opb": "Duodenal ulcer",
        "opc": "Brunner gland hyperplasia",
        "opd": "Internal duodenal diverticulum",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "915c6be2-3209-4003-bd50-63f6372ce373",
        "choice_type": "single"
    },
    {
        "question": "Bird beak appearance on X-ray is a feature of-",
        "exp": "Ans. is 'a' i. e., Achlasia cardia * \"Bird beak appearance on barium study is seen in achlasia cardia. Important esophageal signs on radiography. Sign. Condition. Rat tail appearance of esophagus. Esophageal carcinoma. Mega-esophagus (sigmoid esophagus)\"Bird beak\" appearance. Hurst phenomenon. Achlasia cardia. Yo-Yo motion of barium\"Corkscrew\" appearance (esophageal curling). Rosary-bead/sheikh kebab configuration. Chain of bead appearance. Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d6ac457d-ae36-4794-aab7-e0fdae098257",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to diagnose Meckel's diverticulum?",
        "exp": "Ans. d (Tc 99m Pertectinate scan) (Ref. LB 25th/II59). An aphorism attributed to Dr Charles Mavo is: 'a Meckel's diverticulum is frequently suspected, often sought for and seldom found. MECKEL'S DIVERTICULUM# present in 2 per cent of the population; it is situated on the antimesenteric border of the small intestine, commonly 60 cm from the ileocaecal valve, and is usually 3-5cm long. Many variations occur (2 per cent- 2 feet - 2 inches).# In 20 per cent of cases the mucosa contains heterotopic epithelium, namely, gastric, colonic or sometimes pancreatic tissue.# Meckel's diverticulum can he very difficult to demonstrate by contrast radiology; small bowel enema would be the most accurate investigation.# Technetium-99m scanning# In cases of repeated gastrointestinal haemorrhage of unknown cause where a Meckel's diverticulum is suspected the abdomen is imaged with gamma camera after the injection of 30-100 mic Ci (111-370 x 1010 Bq) of 99''Tc-labelled pertechnetate intravenously. This may localise heterotopic gastric mucosa revealing the site of a Meckel's diverticulum in 90 per cent of cases.# Exceptionally a Meckel's diverticulum is found in an inguinal or a femoral hernia sac - Littre's hernia. Radiopharmaceutical. Critical organ/Disease (imaged)1. Salivary gland. Tc-99m pertectinate2. PET-sestamibi fusion scan. Tc99m-sestamibi. Tc99m-201 thaliumsubtraction scan. Parathyroid3. 1-131, 1-125, 1-123. Thyroid4. Tc99m-MDPBone5. Tc-99m pertechnetate. Meckel's diverticulum, gastric mucosa, intestine, thyroid, choroid plexus6. Tc-99m DTPA/MAG3. Renal GFR7. Tc-99m DMSARenal cortical function8. Xe-127, Xe-133, Kr-81m. Lung (VP scan), trachea9. Tc-tagged RBCs. Spleen, Gl bleeding10. Tc-99m HMPAOBrain scan11. Stress induced thalium-201. Tc99m Stannous pyrophosphate >Reversible myocardial ischemia12. Tetrafosmin. Acute myocardial infarction (heart)13. HIDA/DISIDABiliary scintigraphy14. Tc-99m sulfur colloid. Liver pathologies15. 67. Ga/111lndium labeled WBCIntraabdominal abscess and inflammatory bowel disease16. DOPA-PET > MIBG/MRIExtraadrenal pheochromocytoma17. Selenium methionine. Pancreas18. SRS (Octreoscan). Pancreatic neuroendocrine tumors",
        "cop": 4,
        "opa": "X-ray abdomen",
        "opb": "Ultrasonography",
        "opc": "Barium study",
        "opd": "Tc 99m Pertectinate scan",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e8590c78-cbba-4d93-979e-792f1867da92",
        "choice_type": "single"
    },
    {
        "question": "Dysphagia lusoria is diagnosed by?",
        "exp": "Ans DDysphagia lusoria (or Bayford-Autenrieth dysphagia) is an abnormal condition characterized by difficulty in swallowing caused by an aberrant right subclavian artery. The diagnosis of dysphagia lusoria is difficult and late as the symptoms are often nonspecific and diagnostic endoscopy is negative in more than 50% cases, and manometry has no diagnostic role. Chest radiographs can demonstrate enlargement of the superior mediastinum. Barium study of the esophagus may show the indentation on the posterior esophageal wall by the artery. CT angiography and MRI thorax are the investigations of choice.",
        "cop": 4,
        "opa": "USG",
        "opb": "Fluoroscopy",
        "opc": "Plain radiograph",
        "opd": "CT Angiography",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a1e7672d-052c-4b9b-8855-55ddf00a36fc",
        "choice_type": "single"
    },
    {
        "question": "\"Omental caking\" in CT scan high possibility that patient is having:",
        "exp": "Ans. D. Ovarian tumor. The thickened omentum produced by \"caking\" appears as a large soft tissue mass with poorly defined edges. Fat planes are obscured. Following diagnostic signs characterize the lesions of mesentery/omentum according to their appearance: a. Rounded masses. NHL (most common), leukemia and ovarian tumor (rare)b. Ill-defined masses. NHL, Carcinoma ovary (most common), Colon, pancreas, stomach (rarely)c. Cake-like masses. Ovarian tumors, NHL and leukemiad. Stellate pattern. All types of metastatic disease except lymphomas and leukemias. 75% ovarian neoplasms are benign, 21% are malignant, 4% are borderline malignant.",
        "cop": 4,
        "opa": "Ca colon",
        "opb": "Ca pancreas",
        "opc": "Ca stomach",
        "opd": "Ovarian tumor",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "19491d9f-b4d2-44e0-8559-aa639983c527",
        "choice_type": "single"
    },
    {
        "question": "A newborn presenting with intestinal obstruction showed on X-ray multiple air fluid levels are seen. The diagnosis is most likely to be?",
        "exp": "Ans. CMultiple air-fluid levels indicate a more distal site of obstruction along the bowel-hence llieal atresia in the newborn. It is associated with cystic fibrosis. Plain radiograph shows multiple air fluid levels and dilated loops of proximal bowel. Barium enema shows microcolon. On antenatal USG it is often discovered prenatally as proximal dilated intestinal segment.",
        "cop": 3,
        "opa": "Pyloric obstruction",
        "opb": "Duodenal atresia",
        "opc": "Ileal atresia",
        "opd": "Ladd's bands",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "358f0eb6-4297-4386-b31b-e47ff7fefcfa",
        "choice_type": "single"
    },
    {
        "question": "Fat ring sign is positive in?",
        "exp": "Ans AFat ring signQ is preservation of fat around the mesenteric vessels and around soft tissue nodules on a background of fat stranding in mesenteric panniculitis or mesenteric lipomas. Also known as a fat halo sign",
        "cop": 1,
        "opa": "Mesenteric panniculitis",
        "opb": "Lymphoma",
        "opc": "Carcinoid",
        "opd": "Desmoid tumor",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fe7e57bd-9abe-4def-be25-95733b9c593f",
        "choice_type": "single"
    },
    {
        "question": "USG findings of focal anechoic lesion with floating membranes indicated toward which liver pathology?",
        "exp": "Ans. is 'd' i. e., Hydatid cyst * As the Hydatid cyst matures, the endocyst starts detaching from the wall of the cyst and appears as an undulating, floating membrane. Complete detachment of the endocyst is seen as the \"water lily sign\"* Solitary hypoechoic /anechoic lesion without septae or debris can occur in early stage of evolution of hydatid cyst (Type 1 / Simple cyst). However, the diagnosis of hydatid cyst may be considered when focal thickening of the wall is present or when fine hyperechoic spots, due to the hydatid sand, appear in the dependent areas. Remember* Solitary hypoechoic aseptate lesion - Simple liver cyst* Solitary hypoechoic aseptate lesion with hyperechoic spots due to hydatid sand - Type 1 (simple) hydatid cyst. Intrahepatic hydatid cyst* Liver is the most common site for hydatid cyst (2nd most common site is lung).* The sonographic appearance of hydatid cysts is correlated with its evolution and six classes may be identified: -1. Type 1 (Simple cyst) Single (solitary) hypoechoic/anechoic aseptate (without septa) lesion. The diagnosis of hydatid cyst may be considered when focal thickening of wall is present or when hyperechoic spots, due to hydatid sand, appear in the dependent areas. 2. Type 2 (septate):- Multilocular cyst with septa (septate). 3. Type 3:- Cyst with membrane detachment. 4. Type 4:- Cyst with mixed (solid and cystic) echo structures. 5. Type 5:- Heterogenous cyst, i. e., inconstant echo structure, with progressive reduction of the liquid component, with thickening of the wall that becomes hyperechoic. 6. Type 6 (Calcified cyst):- Hyperechoic lesion with strong shadowing.",
        "cop": 4,
        "opa": "Pyogenic abscess",
        "opb": "Hemangioma",
        "opc": "Amoebic abscess",
        "opd": "Hydatid cyst",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b24681aa-15bb-499e-8f61-481920219d8e",
        "choice_type": "single"
    },
    {
        "question": "The CT abdomen of a 10 year old child with high grade fever for last 5 days shows:",
        "exp": "Ans. B. Liver abscessa. The CECT abdomen shows marinated lesions with hypo-attenuation indicating liquefaction in the right lobe of liver. Two small adjacent satellite nodules can be seen. b. Biloma occurs due to rupture of the biliary system, which is caused by either surgery or trauma or may occur spontaneously.",
        "cop": 2,
        "opa": "Typhlitis colitis",
        "opb": "Liver abscess",
        "opc": "Acute pancreatitis",
        "opd": "Biloma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d467b4a9-bd7a-4f3f-a9d7-c79c8c7e5606",
        "choice_type": "single"
    },
    {
        "question": "Endoscopic USG criteria for chronic pancreatitis, when the diameter of the main pancreatic duct is?",
        "exp": "Ans DEndoscopic USG features of chronic pancreatitis: 1. Hyperechoic foci with shadowing (Major)2. Lobularity with honeycombing (Major)3. Lobularity without honeycombing (Minor)4. Hyperechoic foci without shadowing (Minor)5. Cysts (Minor)6. Stranding (Minor)7. Main pancreatic duct (MPD) calculi (Major)8. Irregular MPD contour (Minor9. Dilated side branches (Minor)10. Main pancreatic duct dilatation - >3 mm (Minor)11. Hyper echoic duct margin (Minor)",
        "cop": 4,
        "opa": ">1 mm",
        "opb": "1. 5 mm",
        "opc": ">2 mm",
        "opd": ">3 mm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "99057cc5-68bb-46f4-8097-707e9ccfd371",
        "choice_type": "single"
    },
    {
        "question": "Patient came to emergency and X- ray abdomen done is shown below. Name the finding with pathology:",
        "exp": "Ans. C. Coffee bean sign - sigmoid volvulus. Bird of Prey sign is also seen in sigmoid Volvulus but on barium study not on plain X - ray abdomen.",
        "cop": 3,
        "opa": "Bird peak sign-Achalasia",
        "opb": "Coffee Bean sign - Caecum volvulus",
        "opc": "Coffee Bean sign - Sigmoid volvulus",
        "opd": "Bird of Prey Sign - Sigmoid volvulus",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "604e80d3-5b8e-4648-b8c9-4fd265012806",
        "choice_type": "single"
    },
    {
        "question": "Saw-tooth appearance on barium enema is seen in:",
        "exp": "Ans. D. Diverticular disease. Explanation. Diverticulosis describes the mucosal herniations through vascular entry sites into pericolic fat, often between the mesenteric and antimesenteric taeniae. Diverticulitis implies superimposed inflammation, whereas the term diverticular disease encompasses both concepts. Diverticula themselves appear as flask-like or rounded outpouchings on barium enema. When seen enface they produce ring shadows. Differentiation from a polyp is a common problem but the definitive signs are projection beyond bowel wall and presence of fluid level within it. Muscular changes result in concertina/serrated/saw tooth appearance (answer). Hinchey classification is used in grading of diverticular disease. Note the saw-tooth appearance in diverticulosis in below image of barium enema:(Option a) In annular carcinoma colon, the sign seen on barium enema is 'Napkin ring sign'. (Option b) In ulcerative colitis, the appearance on barium enema is Pipe stem colon due to lack of haustrations in colon. (Option c) In Crohn's disease, the sign seen on barium enema is 'String sign of Cantor' due to thin column of barium in strictured segment.",
        "cop": 4,
        "opa": "Carcinoma colon",
        "opb": "Ulcerative colitis",
        "opc": "Crohn's disease",
        "opd": "Diverticular disease",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "abed6f97-ca42-4df4-8b50-476a0facd7c3",
        "choice_type": "single"
    },
    {
        "question": "Central dot sign is seen in-",
        "exp": "Ans. is 'a' i. e., Caroli's disease. Central Dot sign* Central dot sign refers to tiny dots with strong contrast enhancement of portal vein within dilated hepatic bile ducts on CT.* Central dot sign is seen in: -i) Caroli's disease (me. cause)ii) Obstructive jaundiceiii) Prebiliary cystiv) Periportal lymphedema",
        "cop": 1,
        "opa": "Caroli's disease",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Polycystic liver disease",
        "opd": "Liver hamartoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "cef2ea45-13b2-4ada-8eca-d773e0cfa5b1",
        "choice_type": "single"
    },
    {
        "question": "Cork screw appearance on radiography is seen in-",
        "exp": "Ans. is 'd' i. e., Diffuse esophageal spasm * \"Cork screw esophagus\" on barium study is seen in diffuse esophageal spasm.* In diffuse esophageal spasm, barium swallow shows that normal sequential peristalsis below the aortic arch is replaced by uncourdinated simultaneous contractions that produce the appearance of curling or multiple ripples in the wall, sacculation and pseudodiverticula - the \"Corkscrew\" esophagus.",
        "cop": 4,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a2530a3c-3f8d-42e0-89c7-87e47a72f1b3",
        "choice_type": "single"
    },
    {
        "question": "A patient with abdominal pain diarrhea and weight loss. He gives a history of taking treatment for pulmonary TB. What does the barium film of the patient show?",
        "exp": "Ans. C. Pulled up cecumA barium follows=through examination shows absent filling of the lower ileum, caecum and the ascending colon as a result of narrowing of the ulcerated segment.",
        "cop": 3,
        "opa": "Saw tooth",
        "opb": "Intestinal perforation",
        "opc": "Pulled up cecum",
        "opd": "Diverticulum formation",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "0aef8d53-0899-41e8-9398-a43e999e6e08",
        "choice_type": "single"
    },
    {
        "question": "Scrambled egg appearance is seen in:",
        "exp": "Ans: a (Ca pancreas). Scrambled egg appearance is seen in carcinoma pancreas. Other radiological appearances seen in ca pancreas:# Widening of C-loop of duodenum# Indentation of duodenal cap# Double duct sign (medial wall)# Scrambled egg appearance# Rose thorn appearance# Reverse 3(Frostberg) sign",
        "cop": 1,
        "opa": "Ca pancreas",
        "opb": "Ca esophagus",
        "opc": "Ca urinary bladder",
        "opd": "Ca prostrate",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "223d61fd-4ea6-4731-897d-dba1f5f9fdd5",
        "choice_type": "single"
    },
    {
        "question": "Double bubble appearance in plain X-ray is seen in:",
        "exp": "Ans: a (Annular pancreas) Ref: Bailey and Love, 24th ed, p. 1120. Annular pancreas is due to failure of rotation of ventral pancreatic bud. On abdominal radiograph it shows \"double -bubble\"sign, due to interrupted gastro duodenal shadow produced by rigid ring of pancreatic tissue. Double bubble sign is also seen in:* Duodenal atresia* Duodenal stenosis. Remember Single bubble sign- in pyloric stenosis. Double bubble sign- duodenal atresia, Ladd's band/malrotation, annular pancreas. Triple bubble sign- is seen in jejunal atresia. Gasless abdomen on X-ray* Acute pancreatitis* Annular pancreas* Bowel malrotation* Congenital hypertrophic pyloric stenosis* Congenital diaphragmatic hernia* Duodenal atresia* Mesenteric infarction. Other important signs* String of beads appearance-intestinal obstruction* Coffee bean sign-closed loop obstruction* Bird of prey sign in Barium enema-sigmoid volvulus* Chain of lakes in ERCP-chronic pancreatitis* Crow foot, Mercedes Benz sign-gall stones.",
        "cop": 1,
        "opa": "Annular pancreas",
        "opb": "Lobular pancreas",
        "opc": "Ca pancreas",
        "opd": "Pancreatitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fefadbc6-422d-43b7-a0d2-02913b874398",
        "choice_type": "single"
    },
    {
        "question": "Cobble stoning of intestine with string sign of kantor is seen in:",
        "exp": "Ans. A. Crohn's disease* Cobble stone mucosa is appearance of the intestinal mucosa in Crohn's disease to the endoscopist, Cobblestoning refers to the uniform nodules-due to the sub-mucosal fibrosis.* String sign of Kantor is due to involvement of the terminal ileum in Crohn's disease.* It is caused by severe spasm due to irritability of the loop producing the appearance of a frayed cotton string.* Subsequently the wall of the ileum may become fibrotic and the lumen fixed in diameter.",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative coitis",
        "opc": "Ishemic colitis",
        "opd": "Amoebic colitic",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "f19b17be-76b1-4896-bc12-a2198dcedc13",
        "choice_type": "single"
    },
    {
        "question": "Which is not a usual feature of Ulcerative colitis on Ba enema?",
        "exp": "Ans. D. Colovesical fistula. Ulcerative colitisa. Inflammatory bowel diseaseb. Rectum is always involvedc. Bloody diarrhea is the most common presentation. Double Contrast Barium Enema (DCBE) is the radiological examination of choice to show disease extent and severity. Instant enema - In UC the large bowel is inflamed and contains no fecal matter, and hence enema study can be done without bowel preparation. Acute changes: a. Earliest radiological change on DCBE is blurring of mucosal lining and a fine mucosal granularity (enface) due to edema. b. Colorectal narrowing and incomplete filling due to spasm and irritabilityc. Scalloping of the edges of colon, especially the sigmoid colond. Mucosal stippling due to crypt abscesses (continuous; not transmural)e. 'Collar button' ulcersf. Toxic megacolong. Pseudopolyps. Chronic changes: a. Shortening and narrowing of colonb. 'Lead pipe' colonc. Loss of haustrationd. Backwash ileitise. Thickened rectal valvef. Widening of Presacral space (normally 1. 5cm at S_4 vertebral level)g. Benign strictureh. Carcinoma of colon/rectum",
        "cop": 4,
        "opa": "Fine mucosal granularity",
        "opb": "Pseudopolyps",
        "opc": "Lead pipe colon",
        "opd": "Colovesical fistula",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "58ba5227-1112-4aa1-8b12-ec3c8077be80",
        "choice_type": "single"
    },
    {
        "question": "Bird beak appearance is seen in-",
        "exp": "Ans. is 'a' i. e., Achlasia cardia Important esophageal signs on radiography. Sign. Condition. Rat tail appearance of esophagus. Esophageal carcinoma. Mega-esophagus (sigmoid esophagus)\"Bird beak\" appearance. Hurst phenomenon. Achlasia cardia. Yo-Yo motion of barium\"Corkscrew\" appearance (esophageal curling). Rosary-bead/sheikh kebab configuration. Chain of bead appearance. Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b691ce2e-483b-4c1f-9885-0388c9e9eb61",
        "choice_type": "single"
    },
    {
        "question": "Pipe stem colon on barium enema is seen with:",
        "exp": "Ans. B. Ulcerative colitis. Barium Enema Findings in Ulcerative Colitis:* Earliest finding on air-contrast Barium enema is loss of and fine mucosal granularity.* Pseudo-polyps which are scattered islands of edematous mucosa in vast expanse of ulcerated mucosa* Double-tracking-tong, longitudinal ulcers in submucosa* Bowel margins appear spicule like from tiny, multiple ulcerations* Collar button ulcers- rom undermining* Shortening of the colon-may be from spasm of longitudinal muscles or from irreversible fibrosis (lead- pipe colon/pipe stem colon)* Loss of haustration on left side of colon.",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Ischemic colitis",
        "opd": "Amoebic colitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4359ce36-f841-4801-984b-e0dd7182542a",
        "choice_type": "single"
    },
    {
        "question": "Thumb print sign in plain x-ray is seen in:",
        "exp": "Ans: a (Ischeamic colitis). Ref: Harrison, 17 ed. pg. 1091, 213; Grainger and Allison 5 ed. pg. 889. Thumb printing sign, i. e., bowel wall oedema seen as an early sign in ischaemic colitis. Also seen in: amoebic colitis and ulcerative colitis. Ischaemic colitis: Most common sites - Watershed areas of colon Splenic flexure (Griffith's point ). Descending/sigmoid colon (Sudeck's point). Radiological signs in ischemic colitis: Early: Late: Thumb printing sign Pneumoperitoneum (due to (bowel wall oedema) -perforation) Hallmark. Pneumatosisintestinalis (air in Luminal narrowing bowel wall) Funneling of bowel. Other specific radiological signs related to GIT: String sign: congenital hypertrophic pyloric stenosis String of kantor: Crohn's disease Sawtooth appear- ance: Diverticulosis. Whirlpool sign: Midgut volvulus Coffee bean sign: Sigmoid volvulus Claw sign/target sign/meniscus sign: Intussusception. Bridge. Thumb print sign in neck x-ray is seen in acute epiglotitis",
        "cop": 1,
        "opa": "Ischeamic colitis",
        "opb": "Ulcerative colitis",
        "opc": "Pseudomembranous colitis",
        "opd": "Appendicitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b49e775b-e3e7-49bd-ae9f-8ff597cf64cb",
        "choice_type": "single"
    },
    {
        "question": "35-year-old c/o fever, severe abdominal pain in epigastrium radiating to the back with a h/o binge drinking. Pulse is 120 bpm, BP is 90/60 mm Hg. CT Abdomen (P+C) was done. Most likely diagnosis is(AIIMS 2016)",
        "exp": "Ans. B Acute pancreatitis. Observe a bulky pancreas with fuzzy margins and adjacent fat stranding - s/o Acute pancreatitis. CE-CT scan is IOC. Balthazar grading systemQ and CT Severity Index (CTSI)Q are used for prognosis.",
        "cop": 2,
        "opa": "Peptic ulcer",
        "opb": "Acute pancreatitis",
        "opc": "Chronic calcific pancreatitis",
        "opd": "Acute cholecystitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "3cb2d51b-404f-403a-a07d-fb8716c88f9e",
        "choice_type": "single"
    },
    {
        "question": "A middle aged female presents with chronic pain in right side of abdomen with intermittent fever. Clinical examination revealed mild hepatomegaly and hence a contrast enhanced CT abdomen was performed. Based on the imaging characteristics of this focal lesion the most likely diagnosis is?",
        "exp": "Ans. B. Hydatid cyst. The Portal phase CT demonstrates a large cystic structure with a discrete wall, separated internal membranes and several 'daughter cysts'This is an infection of the liver with Echinococcus granulosus, a parasitic tapeworm presents worldwide and transmitted from sheep, foxes and other wild animals to humans as part of its lifecycle. Larvae migrate from the gut and embed in the liver, where they encyst and develop, slowly provoking a surrounding inflammatory reaction. The disease may remain occult for several years. On imaging there is a wide range of appearances, from a simple cyst indistinguishable from a true hepatic cyst to a complicated cyst with any or all of the following features: debris (hydatid 'sand\" made up of dead scolices, which may calcify), daughter cysts, membrane separation, and wall calcification. The lesions may be multiple and vary widely in size. Serological testing can be employed to confirm the presence of infection prior to any therapy or intervention. Although the risk of anaphylaxis following aspiration or surgery of these lesions is well recognized, it is less than previously thought, and uncomplicated aspiration following medical treatment has been described. US demonstrates clearly not only the simple cyst form but also the more complex cyst features, such as the dependent debris, daughter cysts (cyst within a cyst appearance), membrane separation and wall calcification. CT defines all these features as well and is helpful where wall calcification obscures the view on US. MRI will define the cystic structure and internal anatomy but is insensitive to the calcification.",
        "cop": 2,
        "opa": "Liver abscess",
        "opb": "Hydatid cyst",
        "opc": "HCC",
        "opd": "Hepatic adenoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4f4bbdf5-cd01-4ed4-81f1-180cbb2aa8f7",
        "choice_type": "single"
    }
]