[
    {
        "question": "'Bird beak' appearance on barium swallow is feature of?",
        "exp": "Ans. A. Achalasia cardia. (Harrison's Medicine, 18th ch. 292; /Fig. 292-5). Achalasia cardia- Megaesophagus/sigmoid esophagus- \"Bird beak\" deformity- Absence of primary peristalsis below level of cricopharyngeus- Hurst phenomenon (temporary transit through cardia when hydrostatic pressure of barium column is above toxic LES pressure)- Vigorous achalasia (numerous tertiary contractions in non-dilated distal esophagus of early achalasia). Hiatus hernia- Epiphrenic bulge- >4 longitudinal coarse thick gastric folds above gastroesophageal junction or in the suprahiatal pouch- A Schatzki or B ring if present, is pathognomonic of a hiatal hernia because it marks the junction between squamous and columnar epithelium and represents the Z line.- Distance between B ring and hiatal margin > 2 cm- Peristalsis causes above hiatus. Schatzki ring (B ring/Lower esophageal mucosal ring, seen as a thin, web-like annular constriction at the esophagogastric junction is associated with a small hiatal hernia. Lye stricture(alkali/caustic strictures) - Long, tight and smooth stricture. Peptic stricture- Short and tubular narrowing. Carcinoma oesophagus- Typical annular narrowing with overhang- ing margins and destruction of the mucosa.- 'Rat-tail' esophagus- Shouldering sign. Leomyoma/GIST- Smooth filling defect with right angles of origin from the esophageal wall (Submucosal smooth lesion). Cytomegalovirus esophagitis- iant ovoid flat ulcers (vasculitis of submucosal vessels)- Gastroesophageal junction with adjacent part of stomach is commonly affected. Herpes esophagitis- Discrete superficial punctate/linear serpentine/stellate/diamond shaped ulcers. Candidial esophagitis- Cobble stone mucosa- 'Shaggy' contour of the esophagus with small diffuse superficial ulcers- Irregular plaque-like filling defects. Tertiary esophageal contractions (presbyesophagus, diffuse esophageal spasm, neuromuscular diseases)- \"Corkscrew\" appearance- \"Rosary-bead/Shish kebab\" configuration- \"Yo-Yo\" motion of barium. Scleroderma- Esophageal shortening- Sliding hiatus hernia- Hidebound esophagus",
        "cop": 1,
        "opa": "Achalasia cardia",
        "opb": "Diffuse esophageal spasm",
        "opc": "Caustic stricture",
        "opd": "Carcinoma of the esophagus",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e28691e5-89f4-44b1-a2b1-b95191860d75",
        "choice_type": "multi"
    },
    {
        "question": "\"Double bubble\" sign with absent distal bowel air shadows on X-ray abdomen is characteristic of",
        "exp": "Ans. b (Duodenal atresia) (Ref. Bailey and Love 26th/ 119). Duodenal atresia may take the form of a membrane or the proximal and distal duodenum may be completely separated. Prenatal ultrasound finds a 'double bubble' in the fetal abdo- men with polyhydramnios. There is an association with Down syndrome. Postnatally, there is bilious vomiting if the atresia is distal to the ampulla. A plain abdominal x-ray also shows the double bubble. Repair is by duodenoduodenostomy. Occasionally, there is a duodenal membrane with a modest central perforation, which may delay symptoms until later childhood. Important radiological GI signsX-RAY/Ba sign Diagnosis1. Single Bubble Sign2. Double Bubble Sign # CHPS# Duodenal atresia# Ladd's band# Annular pancreas# Malrotation of gut# Preduodenal vein3. Triple Bubble Sign multiple4. Bubble Signs Jejunal or proximal ileum atresia Ileal atresia5. Rigler's sign6. Football sign7. Dog's cape sign8. Falciform ligament sign}Pneumoperitonium9. Sentinel loop sign10. Colon cut-off sign11. Renal halo sign12. Gasless abdomen}Acute pancreatitis13. Seagull or Mecedes Benz sign14. Rigler's triad Gall stones (Triradiate). Gall stone ileus# Pneumobilia# Ectopic gallstone# Small bowel obstruction15. \"Arc-like\" calcification in RUQ16. \"Tooth-like\" calcification in pelvis Liver hydatid cyst. Ovarian dermoid17. Distorted fundic bubble18. Fracture 9-11 ribs19. Loss of splenic outline20 Elevation of left hemidiaphragm}Splenic trauma21. Multiple air-fluid levels with stepladder pattern22. \"String of beads\" sign (pathognomonic)}Small bowel obstruction23. Liver overlap sign. Flank overlap sign. DIO overlap sign. Coffee-bean sign. Inverted U/V sign. Omega sign. Bent inner tube sign}Sigmoid volvulus24. Carman's meniscus sign. Ca stomach (malignant ulcer)25. Hampton's line. Benign gastric ulcer26 Ram's horn stomach & 'Pseudo-Billroth' appearance. Crohn's disease (WB 09&Super. Sp 11)27. String sign. CHPS28. String sign of Kantor. Crohn's disease29. Inverted umbrella sign. Sterling sign. Pulled up/contracted caecum. String sign}Ileaocaecal Tb30. Segmentation and flocculation of Barium. Diffuse non-specific SB dilatation. Jejunization of ileum. Moulage sign (Loss of mucosal details)}Barium features of Malabsorption31. \"Saw-tooth\" apperance Diverticulosis32. Thumb print sign Ischemic colitis33. Claw sign and. Coiled spring sign}Intussusception34. Hat sign Colonic polyp35. \"Apple core\" appearance Ca colon36. Mucosal granularity (earliest sign). Loss of haustrations. Ulcers. Pseudoployps. Lead pipe or pipe stem colon}Ulcerative Colitis (UC)37. Angiodysplasia of Colon38. Solitary Rectal Ulcer39. Colitis cystic profunda}Generally Ba Studies reveal no abnormality",
        "cop": 2,
        "opa": "Duodenal webs",
        "opb": "Duodenal atresia",
        "opc": "CHPS",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "334e6d47-5c33-41dc-a356-c35431c7df81",
        "choice_type": "multi"
    },
    {
        "question": "Most sensitive investigation for diagnosis of Meckel's diverticulum is?",
        "exp": "Ans DImaging wise Meckel diverticulum appears like normal bowel, however Meckel's bleeds because it has ectopic gastric mucosa - secretes acid - damages the mucosa. Most common presentation of Meckel's: GI bleedingQ with abdominal pain. Tc99m - pertechnate scan is most sensitive for diagnosisQ",
        "cop": 4,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "Barium enema",
        "opd": "99m-Tc pertechnetate scan",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e59c73f7-d0c1-43eb-a772-6f76f70fb4e1",
        "choice_type": "single"
    },
    {
        "question": "In a child of one month age with history of nonbilious vomiting and no weight gain with palpable epigastric lump, first investigation to be done is",
        "exp": "Ans. b (Ultrasonography) (Ref. Bailey and Love 25th/pg. 79)CONGENITAL HYPERTROPHIC PYLORIC STENOSIS (CHPS/IHPS)# Increased incidence in firstborn male child with M: F ratio 4: 1. Incidence of hypertrophic pyloric stenosis is approximately 2-5 per 1, 000 births per year.# Most commonly affects boys aged 2-8 weeks# Characterised by projectile vomiting after feeds# Gastric peristalsis can be seen and a lump felt# Inherited as dominant polygenic trait.# Ultrasound (investigation of choice). The diagnosis can be confirmed by an ultrasound scan, which shows the thickened pyloric muscle.# Pyloric muscle wall thickness 2. 5-3 mm# Pyloric volume > 1. 4 cm3# Pyloric length > 1. 2 cm# Pyloric transverse diameter 13-16 mm with pyloric channel closed.- Target Sign: Hypoechoic ring and hypertrophied pyloric muscle around echogenic mucosa centrally (transverse scan).- Cervix sign and antral-nipple sign: indentation of muscle mass on fluid-filled antrum (longitudinal scan). Normal values:# Pyloric canal length: < 15 mm# Muscle wall thickness: < 3 mm# Pyloric width: < 7 mm# Contrast radiology (*Barium study) is now not necessary.# Upper Gl Imaging (barium study) -features- Elongation and narrowing of pyloric canal (2-4 cm length) with string sign, double/triple track sign, diamond sign/twining recess, pyloric teat/teat sign, beak sign/antral beaking, umbrella/kirklin/mushroom sign and caterpillar sign may be seen.# Treatment:- Ramsted's Pyloromyotomy (splits the hypertrophied muscle leaving the mucosa intact). Additional Educational points: ULTRASOUND is investigation of choice for diagnosing:# Initial test of choice (Screening) for blunt trauma abdomen (Focused Assessment by Sonography for Trauma), focal liver lesions, obstructive jaundice or acute abdomen.# Hydrocephalus in infants, Neonatal cerebral hemorrhage# To differentiate cystic and solid nodule in thyroid# Screening of rotator cuff injury# Pleural effusion# Gallstones, CHPS, ascitis (Minimal), Pelvic abscess# Developmental dysplasia of hip (DDH)/ CDH# Scrotal lesions",
        "cop": 2,
        "opa": "Barium study",
        "opb": "Ultrasonography",
        "opc": "Endoscopy",
        "opd": "CT scan",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d162aa0f-73fb-4b2f-b534-f342049c862a",
        "choice_type": "single"
    },
    {
        "question": "'Steeple sign' on X-ray is seen in?",
        "exp": "Ans. A. Acute laryngotracheobronchitis. CROUPa. Croup (acute laryngotracheobronchitis), represents the most common cause of upper airway obstruction in children. b. It is most commonly seen in the 6-month-to-3-year age group. c. The principal infectious organisms in croup include parainfluenza virus and respiratory syncytial virus. d. Patients present with a barky cough and stridor. e. The classic finding on a frontal radiograph is a tapered narrowing of the trachea in the subglottic region, producing a \"V\" configuration of airway narrowing (The 'steeple sign'). f. The 'steeple sign' is produced by the presence of edema in the trachea in Croup, which results in elevation of the tracheal mucosa and loss of the normal shouldering (lateral convexities) of the air column. g. It is seen on anteroposterior radiographs of the soft tissues of the neck. h. The narrowing of the subglottic lumen alters the radiographic appearance of the tracheal air column, which resembles a steeply pitched roof or a church steeple.",
        "cop": 1,
        "opa": "Acute laryngotracheobronchitis",
        "opb": "Laryngeal tuberculosis",
        "opc": "Thyroglossal duct cyst",
        "opd": "Acute epiglottitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d6b16b17-bb06-4d06-a014-7a1c167e8ae9",
        "choice_type": "single"
    },
    {
        "question": "Most consistent finding in acute viral hepatitis in CT is?",
        "exp": "Ans BCT Findings: Hepatomegaly (15. 5 cm at the midclavicular line), periportal edema (most consistent), decreased parenchymal attenuation, hepatic steatosis and periportal/ hepatoduodenal lymphadenopathy",
        "cop": 2,
        "opa": "GB wall thickening",
        "opb": "Periportal edema",
        "opc": "Lymphadenopathy",
        "opd": "Steatosis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "ae8946b4-a355-4e63-b24e-77a2493a8005",
        "choice_type": "multi"
    },
    {
        "question": "Ultrasound is not useful in:",
        "exp": "a) CBD stones at distal end of CBD.",
        "cop": 1,
        "opa": "CBD stones at distal end",
        "opb": "Breast cyst",
        "opc": "Ascites",
        "opd": "Full bladder",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4b09e507-a827-4fa6-a169-28203a8190d6",
        "choice_type": "single"
    },
    {
        "question": "\"Cork screw\" apperance of esophagus is seen in?",
        "exp": "Ans. C. Diffuse esophageal spasm. (Ref. Bailey and Love 24th! Fig. 50. 67). Diffuse oesophageal spasm is a condition in which there are incoordinate contractions of the oesophagus causing dysphagia and chest pain. The condition may be dramatic with spastic pressures on manometry of 400-500 mm. Hg, marked hypertrophy of the circular muscle and a corkscrew oesophagus on barium swallow. Discussion: DIFFUSE ESOPHAGEAL SPASMEssentials of Diagnosis:# Dysphagia.# Chest pain.# Intermittent symptoms.# Radiologic evidence of tertiary contractions (corkscrew esophagus).# Intermittent normal and absent peristaltic waves on manometry (> 10%, < 100%).# Normal 24-hour ambulatory pH monitoring. SYMPTOMS AND SIGNSThe most common symptom is intermittent chest pain, which varies from slight discomfort to severe spasmodic pain that simulates the pain of coronary artery disease. Most patients complain of dysphagia, but weight loss is uncommon. IMAGING STUDIES: The barium swallow is abnormal in 70% of patients. Fluoroscopic studies show segmental spasms, areas of narrowing, and irregular uncoordinated peristalsis (corkscrew esophagus) in about 30% of patients. An epiphrenic diverticulum is sometimes present. MANOMETRY: Manometry is the key for the diagnosis of DES. The classic manometric findings are: 1) alternation of esophageal peristalsis and simultaneous contractions (> 10% and < 100%). Contrary to old beliefs, the contractions are not hypertensive but of normal or even low amplitude; and2) normal LES function or abnormalities similar to those seen in achalasia (elevated testing pressure and decreased relaxation in response to swallowing). Rx: Dysphagia due to diffuse spasm may respond to forceful dilatation of the cardia, but the results are not as predictable as in achalasia. In very severe cases extended oesophageal myotomy up to the aortic arch may be required. Surgical Rx of diffuse spasm is more successful in improving dysphagia than chest pain and caution should be exercised in patients in whom chest pain is the only symptom. NUTCRACKER OESOPHAGUSNutcracker oesophagus is a condition in which peristaltic pressures greater than 180 mm. Hg are developed. It is said to cause chest pain, but there is still some debate as to whether it is a real disorder. SCLERODERMAHypoperistalsis of the oesophagus occurs in the CREST variant of systemic sclerosis, in severe GORD and sometimes for no obvious cause. Simultaneous oesophageal manometry and radiological studies have shown that a peristaltic pressure of about 30 mm. Hg is required to propel a bolus down the oesophagus. Peristaltic failure may cause dysphagia in its own right, but can also increase dysphagia if there is any organic obstruction. Rx aims at excluding organic obstruction and trying to improve the force of peristalsis with prokinetic agents such as cisapride.",
        "cop": 3,
        "opa": "Achalasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Diffuse esophageal spasm",
        "opd": "Caustic injury",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "3d2af5c6-8fa0-4f61-82f9-da5c7f0db3a0",
        "choice_type": "single"
    },
    {
        "question": "Topical \"Saw-tooth\" colon on barium enema is seen in",
        "exp": "Ans. a (Colonic diverticulosis) (Ref. Radiology secrets 2nd ed., 135)COLONIC DIVERTICULOSIS# Colonic diverticula are protrusions of mucosa and submucosa through areas of colonic wall weakness, primarily where the end arteries perforate the colonic wall (on the mesenteric side of the antimesenteric teniae).# The diverticula protrude into the pericolic fat, separated from the pericolonic fat by a thin layer of longitudinal muscle.# In patients with diverticulosis, diverticula are found in the -- sigmoid colon in 90% of patients, - descending colon in 30%- throughout the colon in 16%.# The longitudinal muscle layer of the colon is primarily divided into three bands, termed the teniae coli.# In diverticular disease, elastin deposits between normal muscle fibers in the teniae coli.# Macroscopically, the teniae coli are shortened and thickened, resulting in overall shortening and straightening of the colon and redundancy of the circular muscle fibers and mucosa.# The term diverticular disease implies circular muscle bunching. The term diverticulosis implies presence of diverticula with or without circular muscle bunching.# Single-contrast barium enema is the best investigation for detecting colonic diverticuli. 0# Ba enema shows circular muscle thickening and diverticulosis of the sigmoid colon.- The lumen has a \"Saw-toothed\", \"zigzag, \" \"accordion-like, \" or \"concertina-like\" appearance created by thick folds of circular muscle and redundant mucosa protruding into the lumen.# Nevertheless, Multislice CECT is the best investigation for diverticulitis and its complications. e",
        "cop": 1,
        "opa": "Colonic diverticulosis",
        "opb": "Colonic volvulus",
        "opc": "Colonic carcinoma",
        "opd": "Ulcerative colitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "2b63ab76-64dc-4ee2-8830-f16050881649",
        "choice_type": "single"
    },
    {
        "question": "Ogilvie syndrome is?",
        "exp": "Ans COgilvie syndromeQ is the acute dilation of the colon in the absence of any mechanical obstruction in severely ill patients. Colonic pseudo-obstruction is characterized by massive dilatation of the cecum (diameter > 10 cm) and right colon on abdominal X-ray. The condition carries the name of the British surgeon Sir William Ogilvie, who first reported it",
        "cop": 3,
        "opa": "Small bowel obstruction",
        "opb": "Large bowel obstruction",
        "opc": "Colonic pseudo-obstruction",
        "opd": "Bowel ischemia",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "53c7c083-01a5-46bf-b488-1a9b98557973",
        "choice_type": "multi"
    },
    {
        "question": "On barium swallow Leiomyoma shows following characteristic appearance-",
        "exp": "Ans. is 'c' i. e., Oval mass lined by barium * On barium swallow, leiomyoma may be seen as a discrete round or ovoid submucosal mass that is well outlined by barium. Its borders form slightly obtuse angles with the oesophageal wall.* Oesophageal leiomyoma is a benign smooth-muscle neoplasm of the oesophagus. It is the most common benign tumor of the oesophagus.* They typically involve the mid-to-distal oesophagus.",
        "cop": 3,
        "opa": "Rat tail appearance",
        "opb": "Cork screw appearance",
        "opc": "Oval mass lined by barium",
        "opd": "String sign",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "2516cb00-00b4-4c39-82be-93748c76ea92",
        "choice_type": "multi"
    },
    {
        "question": "An asymptomatic male came for USG abdomen for medical fitness. A focal lesion was found in his liver on ultrasound as shown here. The patient was told that this is the most common benign hepatic tumor. Which of the following is a false statement about this lesion?",
        "exp": "Ans. A. The most sensitive and specific investigation CT Triphasic Contrast. Hemangiomas are the commonest benign hepatic tumors with a prevalence at postmortem of between 4 per cent and 20 per cent. Multiple hemangiomas occur in up to 10 per cent of cases. They are composed of vascular channels of varying size (cavernous to capillary), lined with endothelium, often with intervening fibrous tissue of varying amounts. Most hemangiomas are asymptomatic, incidental findings on imaging. Those between approximately 2 and 4 cm in diameter are most likely to possess characteristic features allowing a confident diagnosis by imaging alone.",
        "cop": 1,
        "opa": "The most sensitive and specific investigation CT Triphasic Contrast",
        "opb": "Most of these lesions are asymptomatic",
        "opc": "Characteristic Centripetal fill-in appearance is seen on postcontrast study.",
        "opd": "Angiography shows characteristic \"cotton-wool\" appearance.",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "c1d927bd-14f6-4d48-8420-54ead23e6bcf",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year male presents with acute abdomen. What is the diagnosis based on the CT abdomen given below?",
        "exp": "Ans. D. Bowel obstruction. The CT abdomen shows multiple dilated small intestinal loops, seen in intestinal obstruction. The black shadow anteriorly is of gas in Transverse colon. A bowel larger than 3cm in diameter is associated with small bowel obstruction. The upper limit of normal diameter of the bowel is generally accepted as 3cm for the small bowel, 6cm for the colon and 9cm for the caecum (3/6/9 rule).",
        "cop": 4,
        "opa": "Pneumoperitoneum",
        "opb": "Toxic megacolon",
        "opc": "Perforation peritonitis",
        "opd": "Bowel obstruction",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "51f02b8d-c695-41e3-b8ed-b71a62475edd",
        "choice_type": "single"
    },
    {
        "question": "Chain of lakes appearance is seen in:",
        "exp": "Ans: b (Chronic pancreatitis) Ref: Sutton, 7th ed, p. 790. Dilatation and beading of main pancreatic duct and calcification is pathognomonic of chronic pancreatitis. Typical ERCP appearance include: 1. String of pearls2. Chain of lakes3. Rat tail appearance. Some important radiological appearances. Sigmoid volvulus # Bird of prey sign -# Bird beak sign# Omega sign # Bent inner tube sign # Coffee bean sign Carman meniscal sign. Cole sign. Coiled spring sign. Sterlin sign, Fuscher s sign. Chiladiti sign - malignant gastric ulcer- duodenal ulcer- intussusceptions- TB caecum- colon b/w liver and diaphragm",
        "cop": 2,
        "opa": "Carcinoma pancreas",
        "opb": "Chronic pancreatitis",
        "opc": "Acute pancreatitis",
        "opd": "Pancreatic pseudo cyst",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b37699cc-17ce-4a0d-9be4-4bd355ebf683",
        "choice_type": "single"
    },
    {
        "question": "What is this appearance - seen in early pregnancy known as:(AIIMS 2016)",
        "exp": "Ans. C Double bleb sign. Antenatal ultrasound image in first trimester - termed as the double bleb signQ. It is formed by Amnion and Yolk sac and is seen between 5 to 6 weeks. It corresponds with the appearance of the fetal poleQ - tiny dot seen between the two blebs.",
        "cop": 3,
        "opa": "Yolk sac sign",
        "opb": "Double decidual sac sign",
        "opc": "Double bleb sign",
        "opd": "Twin peak sign",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "ededac85-8e66-4f40-9f02-384f106976d6",
        "choice_type": "single"
    },
    {
        "question": "Claw sign on x-ray is seen in?",
        "exp": "Ans BClaw signQ is seen in Intussuception. It is the appearance of dilated loop of bowel which appears like a claw of a bird. It is described in both plain abdominal films as well as on barium studies",
        "cop": 2,
        "opa": "Ischemic colitis",
        "opb": "Intussusception",
        "opc": "Sigmoid volvulus",
        "opd": "Crohn's disease",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "550b880b-d397-40be-b798-25d36c08697c",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for recurrent GIST:",
        "exp": "Ans BRecurrent GIST indicates a small residual focus which can be identified by functional imaging like PET. GIST is not a neuroendocrine tumour and hence does not show uptake of MIBG.",
        "cop": 2,
        "opa": "MIBG",
        "opb": "PET CT",
        "opc": "MRI",
        "opd": "CECT",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4f34d0c2-4067-48cb-a1d2-ad85eb247ccd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a hepatocytes specific MR contrast agents?",
        "exp": "Ans AMRI manganese based contrast agents are hepatocyte specific. Hepatocyte specific agents are: GD BOPTA (Gadobenate dimeglumine), Mn DPDP (mangafodipir trisodium) and GD EOB DTPA (Gadoxetic acid)",
        "cop": 1,
        "opa": "Mn-DPDP",
        "opb": "lohexol",
        "opc": "Starch coated iron oxide",
        "opd": "DMSA",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "c2e9dab1-d36c-4f69-bd6a-3e659db58b43",
        "choice_type": "single"
    },
    {
        "question": "Chain of lakes appearance is seen in-",
        "exp": "Ans. is 'b' i. e., Chronic pancreatitis * On ERCP beaded appearance due to alternating dilatation and stenosis gives \"Chain of lakes\" appearance or 'string of pearl' appearance or 'hourglass' appearance. Other ERCP findings of chronic pancreatitisA. Diffuse pancreatic duct dilatation. B. Rat tail stricture of. CBD: - Long smooth narrowing of the CBD with graded tapering of the distal segment due to periductal fibrosis. C. Small, round or oval, pancreatic parenchymal cavities. D. Intraluminal filling defects due to protein plugs or calculi.",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Chronic pancreatitis",
        "opc": "Carcinoma pancreas",
        "opd": "Ductal adenoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "822e4509-b549-46b7-984b-4d352840e37d",
        "choice_type": "single"
    },
    {
        "question": "What is the name of following sign seen in Caroli's disease?",
        "exp": "Ans. D. Central dot signa. Caroli's disease is a rare, congenital cystic dilatation involving intrahepatic bile ducts. The term Caroli's syndrome is used if the above anomaly is associated with congenital hepatic fibrosis. b. These entities belong to the group of hepatic fibro polycystic diseases, which are usually associated with renal polycystic disease. We report a case of Caroli's syndrome presenting as portal hypertension with medullary sponge kidneys. c. The classical \"central dot sign\" described on CT is well demonstrated easily on ultrasound. Awareness of this finding is highlightedd. Caroli's disease is characterized by congenital, segmental, nonobstructive, saccular dilatation of intrahepatic bile ducts without other hepatic abnormalities. e. It was presumed to be autosomal recessive in character. Two forms of the disease have been described. f. The rare, so called pure form described by Jacqui Caroli is characterized by segmental saccular communicating intrahepatic bile duct dilatation, frequently present with stone formation, recurrent cholangitis and hepatic abscess. g. The liver involvement can be diffuse, lobar or segmental. It usually presents in childhood and about 75% of affected patients are boys. h. Cholangiocarcinoma can develop in 7% of patients. Caroli's syndrome is another form that is more common and is associated with congenital hepatic fibrosis. i. The dilatation of intrahepatic biliary ducts in usually less prominent. Both the conditions result from malformation of the embryonic ductal plate at different levels of the biliary tree.",
        "cop": 4,
        "opa": "Urachus sign",
        "opb": "Football sign",
        "opc": "Saddlebag sign",
        "opd": "Central dot sign",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "687fdb4a-68ea-4cc2-b060-9e4e495230bb",
        "choice_type": "multi"
    },
    {
        "question": "Which pattern on abdominal radiograph is suggestive of intestinal obstruction?",
        "exp": "Ans. D. All of the above. There are 4 patterns that may be seen on abdomen radiograph which suggest intestinal obstruction. The classical is multiple air fluid levels which is also known as step ladder pattern. However, if most of the dilated bowels are filled with fluid then residual air bubbles get trapped between the fluid and bowel wall giving string of beads appearance. If all the dilated bowel loops are filled with fluid the there is no air and we get diffuse ground glass appearance. These 3 patterns are common in small bowel obstruction. However, if there is large bowel obstruction like in volvulus then the colon is overdistended with air with minimal fluid giving grossly distended air filled colon appearance.",
        "cop": 4,
        "opa": "Step ladder pattern",
        "opb": "String of beads pattern",
        "opc": "Diffuse ground glass opacity",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "f748ceb2-26f6-42d8-b766-702123b64c8a",
        "choice_type": "multi"
    },
    {
        "question": "Crumbled egg shell calcification of liver is seen in:",
        "exp": "Ans: c (Hydatid cyst) Ref: David Sutton, 7thed, p. 740; Harrison, 16th ed, p. 1275. Egg shell or mural calcification in CT liver is indicative of E. granulosus infection, and helps to distinguish the cyst from carcinomas, bacterial or amoebic liver abscess or hemangiomas. The appearance is pathognomonic and is due to the presence of daughter cysts within the larger cyst. Calcification patterns seen in radiology1. Stippled calcification in plain X-ray abdomen- Neuroblastoma2. Curvilinear calcification in plain X-ray abdomen- Wilm's tumor3. Tram track /rail road calcification in skull X-ray- Sturge Weber syndrome4. Pop com calcification- Pulmonary hamartoma5. Suprasellar calcification- Craniopharyngioma6. Ochronosis/ calcification of intervertebral disc.- Alkaptonuria7. Pericardial calcification- Constrictive pericarditis8. Calcification in heart wall- Carcinoid syndrome9. Rice grain calcification- Cysticercosis10. Basal ganglia calcification- Hyperparathyroidism11. Urinary bladder calcification- Schistosomiasis12. Calcification of meniscal cartilage- Pseudogout13. Calcification of interspinous ligament- Ankylosing spondylitis. 14. Intraocular calcification- Retinoblastoma15. Bracket calcification- Lipoma of corpus callosum. Egg shell calcification of lymph node in chest x ray seen in:* Silicosis* Sarcoidosis* Coal worker's pneumoconiosis* Lymphoma following radiotherapy* Histoplasmosis* Amyloidosis* Scleroderma",
        "cop": 3,
        "opa": "Hemangioma",
        "opb": "Hepatoma",
        "opc": "Hydatid cyst",
        "opd": "Liver abscess",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "bab1cd87-6d54-46cf-bf97-f605359f308f",
        "choice_type": "single"
    },
    {
        "question": "Rat tail appearance is seen in?",
        "exp": "Ans. is 'a' i. e., Esophageal carcinoma * A barium swallow study showing Rat tail sign i. e. narrowing of barium streak at the level of esophagus is a characteristic feature of esophageal carcinoma.",
        "cop": 1,
        "opa": "Esophageal carcinoma",
        "opb": "Gastric ulcer",
        "opc": "Achlasia cardia",
        "opd": "Congenital hypertrophic pyloric stenosis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "45f1bc95-17f8-43de-997d-6dbc87766828",
        "choice_type": "single"
    },
    {
        "question": "Which is the most commonly involved muscle in cases of abdominal wall hematoma?",
        "exp": "Ans AMost commonly involved muscles - incases of traumatic hematomas - in descending order of frequency are:# Rectus abdominus (Most common).# Iliopsoas.# Thighs# Gluteal.",
        "cop": 1,
        "opa": "Rectus abdominis",
        "opb": "External oblique",
        "opc": "Internal abdominis",
        "opd": "Transverses abdominis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "30871901-39f4-42f6-819f-7b4b15c17a15",
        "choice_type": "multi"
    },
    {
        "question": "10. Investigation of choice for Gall stones?",
        "exp": "Ans. B. Ultrasonography. (Harrison's Medicine, 18th/Ch. 311). The plain abdominal film may detect gallstones containing sufficient calcium to be radiopaque (10-15% of cholesterol and 50% of pigment stones). Plain radiography may also be of use in the diagnosis of emphysematous cholecystitis, porcelain. Ultrasonography of the gallbladder is very accurate in the identification of cholelithiasis and has replaced oral cholecystography. Stones as small as 1. 5 mm in diameter may be confidently identified provided that firm criteria are used. Role of Ultrasound in Biliary System:# Ultrasound is most important modality in evaluating GB pathologies. It is investigation of choice for diagnosis of:- Gall stones (Procedure of choice for detection of stones)- GB polyp- Mucocele- Empyema of GB- Acute cholecystitis (initial/screening)- Adenomyomatosis of GB (\"Comet- tail\" artefacts)- Cholesterosis (Strawberry GB)- Early Carcinoma GB.# CT may be better than US in following GB pathologies:- Porcelain GB- Emphysematous cholecystitis# Advanced GB cancer# Cholecystoenteric fistula (Gallstone ileus)- WES Sign- Wall-Echo-Shadow: When a gallbladder is contracted around a gallstone, sometimes the only visualization of this is a shadow coming out of the liver. This is due to the stone's reflection that obscures the rest of the gallbladder. The three layers of the gallbladder wall of the anterior gallbladder are generally seen, followed by the echogenic stone which is followed by the shadow caused by the stone.- Imaging in acute cholecystitis:# Ultrasound (US) is the initial imaging study for the diagnosis of acute cholecystitis because it is performed relatively quickly and does not expose the patient to ionizing radiation. Ultrasound is much more accurate than plain film radiographs or CT (sensitivity is 88 % and specificity is 80 % of US). Furthermore, the modality is faster and more generally more readily available than cholescintigraphy or MRI.# US is not the most accurate imaging modality for the diagnosis of acute cholecystitis. Cholescintigraphy, usually in the form of the HIDA scan, is 97 % sensitive and 90 % specific (hence the investigation of choice). Radiopharmaceuticals such as 99m. Tc-labeled N-substituted iminodiacetic acids (HIDA, DIDA, DISIDA, etc.) are rapidly extracted from the blood and are excreted into the biliary tree in high concentration even in the presence of mild to moderate serum bilirubin elevations. Failure to image the gallbladder in the presence of biliary ductal visualization may indicate cystic duct obstruction, acute or chronic cholecystitis, or surgical absence of the organ. Such scans have some application in the diagnosis of acute cholecystitis.",
        "cop": 2,
        "opa": "HIDA scan",
        "opb": "Ultrasonography",
        "opc": "ERCP",
        "opd": "PTC",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4b966001-f512-447d-9013-863235197877",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following gallbladder pathology can be diagnosed on simple abdominal x-ray and patient can be considered for cholecystectomy even on the basis of x-ray finding?",
        "exp": "Ans. B. Porcelein gall bladder. (Ref Bailey and Love 25th / pg. 1113). The plain X-ray of the gall bladder show radio-opaque gallstones in 10 % of patients. It may also show the rare cases of calcification of the gall bladder, a so-called \"porcelain gall bladder\" The importance of this appearance is that it is premalignant and an indication for cholecystectomy.# Limey bile is frequently related to multiple small stones. This lesion is not a premalignant lesion.# Cholecystoses (cholesterosis. polyposis. adenomvomatosis and cholecystitis glandularis proliferans) is a not un- common group of conditions affecting the gall bladder in which there are chronic inflammatory changes with hyperplasia of all tissue elements.# In Cholesterosis (\"strawberry gall bladder\") the interior of the gall bladder looks something like a strawberry; the yellow specks (submucous aggregations of cholesterol crystals and cholesterol esters) correspond to the seeds. It may be associated with cholesterol stones.# Cholesterol polyposis of the gall bladder. Cholecystography shows negative shadows in a functioning gall bladder, or on ultrasound there is a well-defined polyp present. These are either cholesterol polyposis or adenomatous change. With improving ultrasonography they are seen more frequently and surgery advised only if they change in size. A polyp of the mucous membrane is fleshy and granulomatous. All layers of the gall bladder wall may be thickened but sometimes an incomplete septum forms which separates the hyperplastic from the normal. Intraparietal emixedf calculi may be present. These can be complicated by an intramural, and later extramural, abscess. If symptomatic, the patient is treated by cholecystectomy.# Diverticulosis of the gall bladder. Diverticulosis of the gall bladder is usually manifest as black pigment stones impacted in the out-pouchings of the lacunae of Luschka. Diverticulosis of the gall bladder may be demonstrated by cholecystography, especially when the gall bladder contracts after a fatty meal. There are small dots of contrast medium just outside the gall bladder. A septum may also be present (to be distinguished from the Phrygian cap) and the Rx is cholecystectomy.",
        "cop": 2,
        "opa": "Cholesterosis",
        "opb": "Porcelein gall bladder",
        "opc": "Limey bile",
        "opd": "Diverticulosis of gallbladder",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "c783baa2-be18-46a2-add7-1e007cca952f",
        "choice_type": "multi"
    },
    {
        "question": "\"Double bubble\" sign is feature of:",
        "exp": "Ans. d (All of the above). (Ref. Grainger's Diagnostic Radiology, 4th ed., 1205, 1212) Radiological appearance. Disease1. Single bubble with paucity of gaseous shadow. CHPS2'Double-bubble' sign. Duodenal atresia. Annular pancreas. Ladd's band3. Triple bubble signjejunal atresia4. Multiple bubbles with microcolon. Ileal atresia. Note: Ladd's band, the abnormal peritoneal bands, passing from the caecum to porta hepatis region, crossing the duodenum are often present in patients with malrotation and may contribute to partial duodenal obstruction but are rarely the sole cause.",
        "cop": 4,
        "opa": "Annular pancreas",
        "opb": "Duodenal atresia",
        "opc": "Duodenal diaphragm",
        "opd": "ALL of the above",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fb43ce9c-f3e6-4a01-b0e9-291b580d58dd",
        "choice_type": "multi"
    },
    {
        "question": "An 85-year-old woman hasa 48-hour history of generalized abdominal pain and vomiting. On examination, she is dehydrated multiple dilated small bowel loops measuring up to 4 cm in diameter. A linear gas-filled structure is present in the right upper quadrant with short branches extending from it. What is the most likely diagnosis?",
        "exp": "Ans CSmall bowel obstruction in an elderly patient with evidence of pneumobilia is suggestive of Gall stone ileusQ. Imaging features of gall stone ileus are: Pneumobilia which appears as central branching air lucencies in the liver, small bowel obstruction and radiopaque density in the abdomen (most common site of impaction is the terminal ileum).",
        "cop": 3,
        "opa": "Acute mesenteric ischemia",
        "opb": "Emphysematous cholecystitis",
        "opc": "Gallstone ileus",
        "opd": "Obstructed right inguinal hernia",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e625f927-c128-4013-a6f7-ce6326e083c2",
        "choice_type": "multi"
    },
    {
        "question": "Aortic diameter less than--cm at the level of the renal arteries should raise the suspicion of hypovolemic shock",
        "exp": "Ans AThe CT criteria for shock bowel are bowel-wall thickening greater than 3 mm and mucosal enhancement greater than the psoas muscle. The finding of a collapsed IVC was defined as an anteroposterior diameter of less than 9 mm on at least three contiguous sections. A collapsed aorta was defined as an anteroposterior diameter less than 1. 3 cm at the levels of 2 cm above and 2 cm below the renal arteries. CT findings of shock pancreas were peripancreatic fluid and variable pancreatic enhancement. Hypoenhancement of the spleen and liver was assessed subjectively. Hypotension was defined as a systolic blood pressure less than 90 mm Hg or a diastolic blood pressure less than 60 mm Hg.",
        "cop": 1,
        "opa": "12 mm",
        "opb": "15 mm",
        "opc": "20 mm",
        "opd": "25 mm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a44557a1-a236-4901-ad0d-4190c14206cd",
        "choice_type": "single"
    },
    {
        "question": "Multiloculated cystic lesion in liver is a CT feature of",
        "exp": "Ans: a) Hydatid cyst On CT scans hepatic echinococcal cysts (hydatid cyst) appear as well defined round or oval cystic masses with a density near that of water. Daughter cysts, indicating viability, give the lesion a multilocular appearance. Extensive calcification usually indicates that the lesion is no longer viable. Liver is the commonest site of hydatid disease. Most cysts are in the right lobe and are clinically silent. Calcification is seen in 20-30% of cases and although calcification doesn't necessarily indicate death of the parasite, extensive calcification favours an inactive cyst. Hydatid cyst in kidney. Cyst is usually polar and calcification is curvilinear or heterogenous. Hydatid cyst in lungs. Most common in right lower lobes. Various Chest x-rav signsi) Meniscus / Moon sign. Cyst communication with bronchial tree. ii) Crescent sign. Thin radioluscent crescent in uppermost part of the cyst due to rupture of pericyst with air dissecting between pericyst and laminated membrane. iii) Cumbo sign: Air fluid level inside endocystiv) Serpent sign: Collapsed membrane inside cyst outlined by air. v) Water lilly sign/ Sign of Camalotte. Completely collapsed crumpled cyst membrane floating on the cyst fluid. Regarding option d -metastases: they are uniloculated purely cystic lesions in liver - seen with adenocarcinomas such as mucinous carcinoma of the colon and cystadenocarcinoma of the ovary. Option c - Hepatocallular carcinoma. Appear as a hypodense mass with attenuation values more than that of water. It is usually unilocular but may appear multifocal.",
        "cop": 1,
        "opa": "Hydatid cyst",
        "opb": "Necrotic mass",
        "opc": "Hepatocellular carcinoma",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "0d03fbba-e8a4-4b18-ac9f-b3d011504e0f",
        "choice_type": "single"
    },
    {
        "question": "'Triphasic waveform' on colour Doppler is of",
        "exp": "Ans. b (Hepatic vein) (Ref. Sutton radiology 7th ed., 764). Vessel. Ultrasound/Doppler Characteristics. Portal vein. Approximately 25% of the flow into the liver is supplied by the hepatic artery, the remainder by the portal vein. The portal vein walls are seen as well-defined parallel reflective thin lines. Normal portal venous flow is hepatopetal and is usually monophasic with some fluctuation due to respiration and cardiac activity. Thus, when color flow is being used to assess the portal vein, flow into the liver will conventionally appear red. Portal vein pulsatility may beseen in thin healthy subjects, in patients with congestive heart failure and in a very few patients with liver disease. The pulse repetition rate (PRF) may need to be ito detect flow in patients with portal hypertension. Hepatic artery. The hepatic artery can be identified in most patients at the porta hepatis lying between the portal vein and common bile duct. In a small percentage of patients this anatomy may be altered and the hepatic artery may lie anterior to the bile duct. Color flow imaging allows rapid differentiation of bile duct from hepatic artery. In older patients with an ectatic hepatic artery or in patients with a dilated hepatic artery, which can occur in alcoholic hepatitis and cirrhosis, this may prevent misinterpretation of a dilated common duct. The hepatic arterial wave form characteristically has a high diastolic phase due to the low resistence of the hepatic bacular bed. Hepatic veins. There are usually three hepatic veins-the right, the middle and the left -which drain into the TVC. These may be differentiated from portal vein radicals not only by their anatomical positions and patterns of drainage but also by the lack of reflectivity of the hepatic vein walls. They are best interrogated either by scanning transversely in the epigastrium or by scanning transversely using an intercostal approach. The hepatic veins characteristically have a triphasic wave form which reflects right atrial and inferior vena caval pressures. This result in flow in the hepatic veins being predominately coded blue, i. e., away from the probe on the colour Doppler, but with some phases being coded red. Loss of the triphasic wave form of the hepatic vein is seen in patients whose livers have lost compliance, for example, in cirrhosis, acute hepatitis and liver transplant rejection. Educational point: In peripheral arteries the normal waveform is triphasic due to the relatively high distal resistance in the resting lower limb, which reflects the pulse pressure wave.",
        "cop": 2,
        "opa": "Hepatic artery",
        "opb": "Hepatic vein",
        "opc": "Portal vein",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "879a0531-2e8e-427e-a549-63ec26fae0d9",
        "choice_type": "multi"
    },
    {
        "question": "Thumb printing sign is seen in:",
        "exp": "Ans: a (Ischaemic colitis). Important barium enema findings* Ileocecal TB \"Pulled up caecum\", obtuse ileocecal angle, filling defect and incompetent Ileocecal valve.* Ca colon-Irregular filling defect, apple core deformity.* Ulcerative colitis-Loss of haustrations, lead pipe appearance* Crohn's disease-String sign of Kantor, \"raspberry thorn\" ulcers* Colonic polyps-Smooth irregular filling defects* Hirschsprung disease Dilated proximal zone with narrow distal zone of coning.* Diverticulosis colon-Saw tooth appearance, champagne glass sign* Ischemic colitis-Thumb print appearance* Intussusception-Coiled spring appearance, claw sign* Volvulus-Bird beak sign, ace of spades. Various appearances in barium swallow* Bird beak appearance -Achalasia cardia* Rat tailed appearance -Achalasia cardia* Cork screw esophagus - Diffuse esophageal spasm* Curling esophagus - Diffuse esophageal spasm* Nut crackers esophagus- Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Ischaemic colitis",
        "opb": "Ca colon",
        "opc": "Sigmoid volvulus",
        "opd": "Achalasia cardia",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fe1b26c0-61ae-40bf-83f6-28f30a1ee3c2",
        "choice_type": "single"
    },
    {
        "question": "Triangular cord sign in a neonate is seen in?",
        "exp": "Ans CThe triangular cord signQ is a triangular or tubular echogenic cord of fibrous tissue seen in the porta hepatis at ultrasonography and is relatively specific for the diagnosis of biliary atresiaQ. It is useful in the evaluation of infants with cholestatic jaundice, helps in differentiating from neonatal hepatitis.",
        "cop": 3,
        "opa": "Galactosema",
        "opb": "Hepatitis",
        "opc": "Biliary atresia",
        "opd": "Hemangioblastoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "23cfb8fd-9017-46c7-bcdc-c212c60b3116",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in suspected gall bladder stone is",
        "exp": "(Ultrasound) (152-Sutton 17th)* ULTRASOUND - widely used as the preliminary examination in suspected gall bladder or biliary tract disease and has added advantages that liver and pancreas can be assessed at the same examination* It is highly accurate in the diagnosis of gall stones including the non opaque stones not visible at simple radiography. Laparoscopic cholecystectomy is the treatment of choice for symptomatic gall stone (634-CMDT-10)99. Tcm HIDA- isotope scanning is also a most valuable screening test for acute cholecystitis. Percutaneous transhepatic cholangiography (PTC) - main indication for PTC is in the assessment of obstructive jaundice, Endoscopic retrograde cholangiopancreatography (ERCP) probably method of choice for the investigation of obstructive jaundice* Most common complication after ERCP is - Acute Pancreatitis** Stone which is resistant to Lithotripsy - cystine stone*** Focal and diffuse thickening of gall bladder with high amplitude reflection and \"Comet tail\" artifacts on USG- suggests - Adenomyomatosis of GBMagnetic resonance cholangiopancreatograpy (MRCP) is a radiological technique that produces images of the pancreatobiliary tree that are similar in appearance to those obtained by invasive radiographic methods such as ERCPAdvantages over ERCP* MRCP do not require administration of contrast agents or ionizing radiation* Images can be acquired faster* It is less operator dependent* Carries no risk of pancreatitis*Pancreatic divisum is the most common congenital variant of human pancreas",
        "cop": 1,
        "opa": "Ultrasound",
        "opb": "X-ray",
        "opc": "Barium study",
        "opd": "Oral cholecystography",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "3df75c0c-683f-40e2-93dc-15e781a58198",
        "choice_type": "multi"
    },
    {
        "question": "Triad of pelvic lipomatosis includes all except?",
        "exp": "Ans DPlain film examinations reveal an unusual radiolucencv in the pelvis which allows visualization of the muscular planes and better definition of the bony detail of the sacrum. The appearance of the opacified rectum and urinary bladder are characteristic. The rectum is narrowed, stretched and elongated. The sigmoid is elevated. The deformity is concentric and fixes the rectum and rectosigmoid in the midline. The urinary bladder is also elongated in its vertical dimension and resembles that of a pear or an inverted teardrop with its narrow end at the base. Emptying of the urinary bladder and rectum are normal and their mucosal patterns are normal.",
        "cop": 4,
        "opa": "Pelvic radiolucency",
        "opb": "Elevation of an intact recto sigmoid",
        "opc": "Pear shaped bladder",
        "opd": "Thickening of colon",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "8be76eb0-d17f-4ee1-91c3-5ba32a6a5b85",
        "choice_type": "multi"
    },
    {
        "question": "Hernia containing Meckel's diverticulum is?",
        "exp": "Ans BSome unusual hernias:# Spigelian hernia is a hernia through the Spigelian fascia, which is the aponeurotic layer between the rectus abdominis muscle medially, and the semilunar line laterally. These are generally interparietal hernias, meaning that they do not lie below the subcutaneous fat but penetrate between the muscles of the abdominal wall; therefore, there is often no notable swelling# Richter's Hernia: It can happen at multiple locations & it involves only a portion of the bowel wall. The portion that is stuck may become strangulated which can result in perforation of the bowel at that site and contamination of the abdomen. Seen more commonly these days at the sites of laparoscopic port insertions.# Amyand's Hernia and De. Garengeot's Hernia: This hernia is named after the English surgeon who performed the first successful appendectomy in 1735. In an Amyand's hernia, the appendix is found inflamed in an inguinal hernia. De. Garengeot's Hernia is similar, in that, the appendix is found in a hernia. Rene Jacques Croissant de Garengeot was an 18th century Parisian surgeon. He was the first to describe the appendix in a femoral hernia.# Hernia of Littre: The hernia of Littre is the presence of a Meckel's diverticulum in a hernia. The common sites are inguinal (50%), umbilical (30%) and femoral (20%).",
        "cop": 2,
        "opa": "Hernia of Winslow",
        "opb": "Littre hernia",
        "opc": "Maydl's hernia",
        "opd": "Pantaloon hernia",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "999bc602-ae71-45be-aa74-d3a8ccacd557",
        "choice_type": "single"
    },
    {
        "question": "Which of the following may be may be detected on the plain abdominal film and is a premalignant condition?",
        "exp": "Ans. a (Porcelain Gall bladder) (Ref. Bailey and Love Surgery 24th ed., p 1106; Harrison 18thJ p 1880)PORCELAIN GALLBLADDER# Disease with calcification of the gall bladder is called 'porcelain' gall bladder.# Calcium salt deposition within the wall of a chronically inflamed gallbladder may be detected on the abdominal film.# It is premalignant.# It is an indication for prophylactic cholecystectomy. LIMEY BILE# It is frequently related to multiple small stones.# This lesion is not premalignant. Additional Educational points:# X-ray of the gall bladder will show radiopaque gallstones in 10% of patients (While about 80% of renal stones are radiopaque)!# Brown and black stones are pigment stones of GB. Brown more often seen in CBD, while black more common in GB.# Ultrasonography and ERCP are better than CT for detecting biliary stones.",
        "cop": 1,
        "opa": "Porcelain Gall bladder",
        "opb": "Limy bile",
        "opc": "Adenomyosis of gall bladder",
        "opd": "Cholesterosis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "295b2758-b9ae-4cf8-a5f5-38b75ae5a69a",
        "choice_type": "multi"
    },
    {
        "question": "Barium meal contrast radiography is better than endoscopy for diagnosing which of the following?",
        "exp": "Ans. d (All of the above) (Ref. Bailey and Love 25th/1024; 1050). Bailey and Love 25th/p. 1024; 1050... Upper gastrointestinal radiology is not used as much as in previous years as endoscopy is a more sensitive investigation for most gastric problems. There is, however, a number of circumstances where the barium meal is of great value and augments the value of endoscopy. These include large hiatus hernias of the rolling type and chronic gastric volvulus where it may be difficult for the endoscopists to determine exactly the anatomy or, indeed, negotiate the deformity to see the distal stomach. Linitus plastica may be missed by even relatively experienced endoscopists as the mucosal aspect of the stomach may not look particularly abnormal. This condition may be diagnosed more easily by using contrast radiology, although this is of limited value to the patient as the outlook is so poor. Paraoesophageal ('rolling') hiatus hernias are dangerous and always require surgical repair. They may be visible on a plain X-ray of the chest as a gas bubble, often with a fluid level behind the heart. Fluid levels are not seen in sliding hernias. A barium meal is the best method of diagnosis. 0 The endoscopic appearances may be confusing, especially in large hernias when the endoscopist feels as if they have lost their sense of direction. Radiology study. Clinical utility. Key comments. Abdominal radiograph(X-ray abdomen)# Pneumoperitoneum# Bowel obstruction# Calcification and calculi# Chest X-ray is the most sensitive X-ray for detecting minimum pneumoperitoneum.# CT is the most sensitive method to detect air as well as calcification. Barium studies# Indirectly assess GI pathologies.# Initial test of choice to evaluate case of dysphagia is Barium swallow. Barium swallow and meal examinations give the best appreciation of gastro esophageal anatomy. This may be important to the surgeon planning an operation that may be complicated by esophageal shortening or a rolling hiatus hernia, but it is not important for the diagnosis of GORD.# Barium meal study may even be better than endoscopy for diagnosing:- Chronic gastric volvulus- Large hiatus hernia- Linitus plastica# Enteroclysis (a special study better than BMFT for small bowel) is excellent study for many non-neoplastic lesions small bowel (e. g. malabsorption, intestinal strictures, CD, TB, etc). Jejunum has typical 'feathery' pattern, while ileus is 'featureless'.# Barium enema is one of the best studies for diagnosing and evaluating colorectal pathologies like UC, CD, Diverticulosis, Hirschprung's disease, colonic polyps, volvulus, etc. Barium sulphate is contrast media used. CT and MR Enteroclysis now possible. Water-soluble contrast study# Bowel perforation# TO fistula. Barium is relatively contraindicated if we suspect bowel perforation. Chest X-ray with coiled Rubber catheter is highly suggestive of TO fistula with esophageal atresia. Ultrasonography# Initial test of choice for any case of obstructive jaundice.# Initial tests of choice for acute abdomen.# Initial test of choice for abdominal trauma (Protocol = FAST)# Excellent for detecting gallstones and other conditions like adeno- myomatosis of gall bladder, CHPS, Intussusception, minimal ascites, etc. Air and bone obscure imaging with USG as they produce \"post-acoustic\" shadow. Probe of frequency 3. 5-7 MHz is used. EUS/ endoluminal sonography due to its high sensitivity is mainly used for Ca esophagus & stomach staging, insulinoma, periampullary tumours and terminal bile duct calculi detection. CT# Blunt abdominal trauma# Subdiaphragmatic abscess# Mesenteric ischemia# Complicated appendicitis# Diverticulitis and diverticular abscess. Multislice spiral CT is best machine. No \"tissue overlap\" and rapid diagnosis are key advantages. Air and bone do not create hindrance in CT imaging. It is the \"triple-phase\" CECT usually. Radiology study. Clinical utility. Key comments# Small bowel tumors# Staging of Ca colon# Mesenteric cysts/tumors# Pancreatic diseases# Focal liver lesions# Adrenal lesions (e. g., adenoma)# Epiploic appendicitis# Bezoars# Extraintesinal abdominal TB (Ba study is better for intestinal IC TB)# Parietal wall lesionsdone for hepatic and pancreatic lesions. Virtual endoviewing is now possible. MRI# Liver hemangiomas of size < 2. 5 cm, especially when triple phase CECT is equivocal.# MRCP is screening tool of choice for primary sclerosing cholangitis, bile duct anomalies, cholangiocarcinomas and dital intrahepatic bile duct lesions.# MRI with ER coil is supposed to be better than CT or TRUS for assessing the locoregional spread of carcinoma rectum.# It is tool of choice for preoperative staging of cervical, endometrial and prostatic cancer.# It is excellent tool for anorectal region pathologies. Due to abdominal wall motion and bowel peristalsis, overall for abdominal pathologies. MRI has not achieved the popularity compared to CT. However, due to high field strength MRI machines, Intraoperative MRI, newer and faster MRI pulse sequences (e. g., HASTE) MRI is gaining its own importance. MRI can be supposed to be better than CT for many vessels in abdomen, for some liver lesions, rectal cancer staging, pelvic pathologies (especially the female pelvis) and screening of the biliary tract with MRCP.",
        "cop": 4,
        "opa": "Large hiatus hernia (rolling type)",
        "opb": "Linitus plastica",
        "opc": "Chronic gastric volvulus",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "29a534bb-b5c9-47d2-a450-dd3e0ee61ae7",
        "choice_type": "multi"
    },
    {
        "question": "Windsock appearance on barium is seen in?",
        "exp": "Ans DWindsock appearanceQ is intraduodenal barium contrast- filled sac that is surrounded by a narrow lucent line seen in intraduodenal diverticulumQ.",
        "cop": 4,
        "opa": "Duodenal perforation",
        "opb": "Duodenal ulcer",
        "opc": "Brunner gland hyperplasia",
        "opd": "Internal duodenal diverticulum",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "915c6be2-3209-4003-bd50-63f6372ce373",
        "choice_type": "single"
    },
    {
        "question": "Bird beak appearance on X-ray is a feature of-",
        "exp": "Ans. is 'a' i. e., Achlasia cardia * \"Bird beak appearance on barium study is seen in achlasia cardia. Important esophageal signs on radiography. Sign. Condition. Rat tail appearance of esophagus. Esophageal carcinoma. Mega-esophagus (sigmoid esophagus)\"Bird beak\" appearance. Hurst phenomenon. Achlasia cardia. Yo-Yo motion of barium\"Corkscrew\" appearance (esophageal curling). Rosary-bead/sheikh kebab configuration. Chain of bead appearance. Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d6ac457d-ae36-4794-aab7-e0fdae098257",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to diagnose Meckel's diverticulum?",
        "exp": "Ans. d (Tc 99m Pertectinate scan) (Ref. LB 25th/II59). An aphorism attributed to Dr Charles Mavo is: 'a Meckel's diverticulum is frequently suspected, often sought for and seldom found. MECKEL'S DIVERTICULUM# present in 2 per cent of the population; it is situated on the antimesenteric border of the small intestine, commonly 60 cm from the ileocaecal valve, and is usually 3-5cm long. Many variations occur (2 per cent- 2 feet - 2 inches).# In 20 per cent of cases the mucosa contains heterotopic epithelium, namely, gastric, colonic or sometimes pancreatic tissue.# Meckel's diverticulum can he very difficult to demonstrate by contrast radiology; small bowel enema would be the most accurate investigation.# Technetium-99m scanning# In cases of repeated gastrointestinal haemorrhage of unknown cause where a Meckel's diverticulum is suspected the abdomen is imaged with gamma camera after the injection of 30-100 mic Ci (111-370 x 1010 Bq) of 99''Tc-labelled pertechnetate intravenously. This may localise heterotopic gastric mucosa revealing the site of a Meckel's diverticulum in 90 per cent of cases.# Exceptionally a Meckel's diverticulum is found in an inguinal or a femoral hernia sac - Littre's hernia. Radiopharmaceutical. Critical organ/Disease (imaged)1. Salivary gland. Tc-99m pertectinate2. PET-sestamibi fusion scan. Tc99m-sestamibi. Tc99m-201 thaliumsubtraction scan. Parathyroid3. 1-131, 1-125, 1-123. Thyroid4. Tc99m-MDPBone5. Tc-99m pertechnetate. Meckel's diverticulum, gastric mucosa, intestine, thyroid, choroid plexus6. Tc-99m DTPA/MAG3. Renal GFR7. Tc-99m DMSARenal cortical function8. Xe-127, Xe-133, Kr-81m. Lung (VP scan), trachea9. Tc-tagged RBCs. Spleen, Gl bleeding10. Tc-99m HMPAOBrain scan11. Stress induced thalium-201. Tc99m Stannous pyrophosphate >Reversible myocardial ischemia12. Tetrafosmin. Acute myocardial infarction (heart)13. HIDA/DISIDABiliary scintigraphy14. Tc-99m sulfur colloid. Liver pathologies15. 67. Ga/111lndium labeled WBCIntraabdominal abscess and inflammatory bowel disease16. DOPA-PET > MIBG/MRIExtraadrenal pheochromocytoma17. Selenium methionine. Pancreas18. SRS (Octreoscan). Pancreatic neuroendocrine tumors",
        "cop": 4,
        "opa": "X-ray abdomen",
        "opb": "Ultrasonography",
        "opc": "Barium study",
        "opd": "Tc 99m Pertectinate scan",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e8590c78-cbba-4d93-979e-792f1867da92",
        "choice_type": "single"
    },
    {
        "question": "Dysphagia lusoria is diagnosed by?",
        "exp": "Ans DDysphagia lusoria (or Bayford-Autenrieth dysphagia) is an abnormal condition characterized by difficulty in swallowing caused by an aberrant right subclavian artery. The diagnosis of dysphagia lusoria is difficult and late as the symptoms are often nonspecific and diagnostic endoscopy is negative in more than 50% cases, and manometry has no diagnostic role. Chest radiographs can demonstrate enlargement of the superior mediastinum. Barium study of the esophagus may show the indentation on the posterior esophageal wall by the artery. CT angiography and MRI thorax are the investigations of choice.",
        "cop": 4,
        "opa": "USG",
        "opb": "Fluoroscopy",
        "opc": "Plain radiograph",
        "opd": "CT Angiography",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a1e7672d-052c-4b9b-8855-55ddf00a36fc",
        "choice_type": "single"
    },
    {
        "question": "Cork screw appearance on barium swallow is seen in-",
        "exp": "Ans. is 'd' i. e., Diffuse esophageal spasm * \"Cork screw esophagus\" on barium study is seen in diffuse esophageal spasm.* In diffuse esophageal spasm, barium swallow shows that normal sequential peristalsis below the aortic arch is replaced by uncoordinated simultaneous contractions that produce the appearance of curling or multiple ripples in the wall, sacculation and pseudodiverticula - the \"Corkscrew\" esophagus. Note: Though diffuse oesophageal spasm is best seen on barium swallow, it is diagnosed by oesophageal manometry.* That means:-A. Best investigation for visualization of diffuse esophageal spasm - Barium swallows. B. Investigation of choice for diagnosis of diffuse esophageal spasm - Manometry",
        "cop": 4,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "e1900355-8b3b-4cc5-a7cb-ca11d1240870",
        "choice_type": "multi"
    },
    {
        "question": "\"Omental caking\" in CT scan high possibility that patient is having:",
        "exp": "Ans. D. Ovarian tumor. The thickened omentum produced by \"caking\" appears as a large soft tissue mass with poorly defined edges. Fat planes are obscured. Following diagnostic signs characterize the lesions of mesentery/omentum according to their appearance: a. Rounded masses. NHL (most common), leukemia and ovarian tumor (rare)b. Ill-defined masses. NHL, Carcinoma ovary (most common), Colon, pancreas, stomach (rarely)c. Cake-like masses. Ovarian tumors, NHL and leukemiad. Stellate pattern. All types of metastatic disease except lymphomas and leukemias. 75% ovarian neoplasms are benign, 21% are malignant, 4% are borderline malignant.",
        "cop": 4,
        "opa": "Ca colon",
        "opb": "Ca pancreas",
        "opc": "Ca stomach",
        "opd": "Ovarian tumor",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "19491d9f-b4d2-44e0-8559-aa639983c527",
        "choice_type": "single"
    },
    {
        "question": "A newborn presenting with intestinal obstruction showed on X-ray multiple air fluid levels are seen. The diagnosis is most likely to be?",
        "exp": "Ans. CMultiple air-fluid levels indicate a more distal site of obstruction along the bowel-hence llieal atresia in the newborn. It is associated with cystic fibrosis. Plain radiograph shows multiple air fluid levels and dilated loops of proximal bowel. Barium enema shows microcolon. On antenatal USG it is often discovered prenatally as proximal dilated intestinal segment.",
        "cop": 3,
        "opa": "Pyloric obstruction",
        "opb": "Duodenal atresia",
        "opc": "Ileal atresia",
        "opd": "Ladd's bands",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "358f0eb6-4297-4386-b31b-e47ff7fefcfa",
        "choice_type": "single"
    },
    {
        "question": "Fat ring sign is positive in?",
        "exp": "Ans AFat ring signQ is preservation of fat around the mesenteric vessels and around soft tissue nodules on a background of fat stranding in mesenteric panniculitis or mesenteric lipomas. Also known as a fat halo sign",
        "cop": 1,
        "opa": "Mesenteric panniculitis",
        "opb": "Lymphoma",
        "opc": "Carcinoid",
        "opd": "Desmoid tumor",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fe7e57bd-9abe-4def-be25-95733b9c593f",
        "choice_type": "single"
    },
    {
        "question": "USG findings of focal anechoic lesion with floating membranes indicated toward which liver pathology?",
        "exp": "Ans. is 'd' i. e., Hydatid cyst * As the Hydatid cyst matures, the endocyst starts detaching from the wall of the cyst and appears as an undulating, floating membrane. Complete detachment of the endocyst is seen as the \"water lily sign\"* Solitary hypoechoic /anechoic lesion without septae or debris can occur in early stage of evolution of hydatid cyst (Type 1 / Simple cyst). However, the diagnosis of hydatid cyst may be considered when focal thickening of the wall is present or when fine hyperechoic spots, due to the hydatid sand, appear in the dependent areas. Remember* Solitary hypoechoic aseptate lesion - Simple liver cyst* Solitary hypoechoic aseptate lesion with hyperechoic spots due to hydatid sand - Type 1 (simple) hydatid cyst. Intrahepatic hydatid cyst* Liver is the most common site for hydatid cyst (2nd most common site is lung).* The sonographic appearance of hydatid cysts is correlated with its evolution and six classes may be identified: -1. Type 1 (Simple cyst) Single (solitary) hypoechoic/anechoic aseptate (without septa) lesion. The diagnosis of hydatid cyst may be considered when focal thickening of wall is present or when hyperechoic spots, due to hydatid sand, appear in the dependent areas. 2. Type 2 (septate):- Multilocular cyst with septa (septate). 3. Type 3:- Cyst with membrane detachment. 4. Type 4:- Cyst with mixed (solid and cystic) echo structures. 5. Type 5:- Heterogenous cyst, i. e., inconstant echo structure, with progressive reduction of the liquid component, with thickening of the wall that becomes hyperechoic. 6. Type 6 (Calcified cyst):- Hyperechoic lesion with strong shadowing.",
        "cop": 4,
        "opa": "Pyogenic abscess",
        "opb": "Hemangioma",
        "opc": "Amoebic abscess",
        "opd": "Hydatid cyst",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b24681aa-15bb-499e-8f61-481920219d8e",
        "choice_type": "single"
    },
    {
        "question": "The CT abdomen of a 10 year old child with high grade fever for last 5 days shows:",
        "exp": "Ans. B. Liver abscessa. The CECT abdomen shows marinated lesions with hypo-attenuation indicating liquefaction in the right lobe of liver. Two small adjacent satellite nodules can be seen. b. Biloma occurs due to rupture of the biliary system, which is caused by either surgery or trauma or may occur spontaneously.",
        "cop": 2,
        "opa": "Typhlitis colitis",
        "opb": "Liver abscess",
        "opc": "Acute pancreatitis",
        "opd": "Biloma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "d467b4a9-bd7a-4f3f-a9d7-c79c8c7e5606",
        "choice_type": "single"
    },
    {
        "question": "Endoscopic USG criteria for chronic pancreatitis, when the diameter of the main pancreatic duct is?",
        "exp": "Ans DEndoscopic USG features of chronic pancreatitis: 1. Hyperechoic foci with shadowing (Major)2. Lobularity with honeycombing (Major)3. Lobularity without honeycombing (Minor)4. Hyperechoic foci without shadowing (Minor)5. Cysts (Minor)6. Stranding (Minor)7. Main pancreatic duct (MPD) calculi (Major)8. Irregular MPD contour (Minor9. Dilated side branches (Minor)10. Main pancreatic duct dilatation - >3 mm (Minor)11. Hyper echoic duct margin (Minor)",
        "cop": 4,
        "opa": ">1 mm",
        "opb": "1. 5 mm",
        "opc": ">2 mm",
        "opd": ">3 mm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "99057cc5-68bb-46f4-8097-707e9ccfd371",
        "choice_type": "single"
    },
    {
        "question": "Patient came to emergency and X- ray abdomen done is shown below. Name the finding with pathology:",
        "exp": "Ans. C. Coffee bean sign - sigmoid volvulus. Bird of Prey sign is also seen in sigmoid Volvulus but on barium study not on plain X - ray abdomen.",
        "cop": 3,
        "opa": "Bird peak sign-Achalasia",
        "opb": "Coffee Bean sign - Caecum volvulus",
        "opc": "Coffee Bean sign - Sigmoid volvulus",
        "opd": "Bird of Prey Sign - Sigmoid volvulus",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "604e80d3-5b8e-4648-b8c9-4fd265012806",
        "choice_type": "single"
    },
    {
        "question": "Multiphasic hepatic imaging includes all except",
        "exp": "Answer: d) Capillary phase. With the triple-pass technique, multidetector CT can be used to image during three distinct hepatic circulatory phases. The first pass provides an image of the arterial phase, which exquisitely displays the hepatic arterial system, though it may be too early to see some hypervascular neoplasms. The second pass corresponds in timing to initial opacification of the portal venous system and is labeled the parenchymal or portal vein inflow phase. The enhancement of hypervascular neoplasms is maximized during this phase. In both primary and metastatic hypervascular neoplasms (eg, hepatocellular carcinoma, islet cell tumor, carcinoid, sarcoma), approximately 30% more lesions are detectable during this phase than during the later portal venous phase. During the third imaging pass, conventionally labeled the portal venous phase but also known as the hepatic venous phase, the hepatic veins are enhanced, having been unenhanced during both the early arterial and parenchymal phases. During this phase, enhancement of background hepatic parenchyma is maximized. Tumors that are hyperattenuating on the arterial-phase and parenchymal phase images may appear iso- or hypoattenuating on the hepatic venous-phase image. Though all three phases are often useful in the initial detection and characterization of liver lesions, CT arteriography is usually not necessary in patients who are undergoing posttherapeutic care, and only the second and third imaging passes may be performed.",
        "cop": 4,
        "opa": "Early arterial phase",
        "opb": "Hepatic parenchymal phase",
        "opc": "Portal venous inflow phase",
        "opd": "Capillary phase",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "1babc658-218a-417e-910c-d918080ed560",
        "choice_type": "multi"
    },
    {
        "question": "Saw-tooth appearance on barium enema is seen in:",
        "exp": "Ans. D. Diverticular disease. Explanation. Diverticulosis describes the mucosal herniations through vascular entry sites into pericolic fat, often between the mesenteric and antimesenteric taeniae. Diverticulitis implies superimposed inflammation, whereas the term diverticular disease encompasses both concepts. Diverticula themselves appear as flask-like or rounded outpouchings on barium enema. When seen enface they produce ring shadows. Differentiation from a polyp is a common problem but the definitive signs are projection beyond bowel wall and presence of fluid level within it. Muscular changes result in concertina/serrated/saw tooth appearance (answer). Hinchey classification is used in grading of diverticular disease. Note the saw-tooth appearance in diverticulosis in below image of barium enema:(Option a) In annular carcinoma colon, the sign seen on barium enema is 'Napkin ring sign'. (Option b) In ulcerative colitis, the appearance on barium enema is Pipe stem colon due to lack of haustrations in colon. (Option c) In Crohn's disease, the sign seen on barium enema is 'String sign of Cantor' due to thin column of barium in strictured segment.",
        "cop": 4,
        "opa": "Carcinoma colon",
        "opb": "Ulcerative colitis",
        "opc": "Crohn's disease",
        "opd": "Diverticular disease",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "abed6f97-ca42-4df4-8b50-476a0facd7c3",
        "choice_type": "single"
    },
    {
        "question": "Triad of vomiting, abdominal distension and ''String of beads\" sign on abdominal X-ray is typically suggestive of?",
        "exp": "Ans. b (Small bowel obstruction). (Ref. Grainger & Allison's Diagnostic Radiology, 5th ed., 981, 1089). Erect abdomen X-ray features of small bowel obstruction:# Multiple fluid levels (3 or more than 3, size more than 3 cm and in mid-abdomen - 'candy-cone appearance).# \"Step-ladder\" appearance in low obstruction (the greater the number of dilated bowel loops, more distal is the site obstruction) and the \"concertina effect\" in Jejunal obstruction are known features.# Visualization of 'valvulae conniventes' is diagnostic feature.# Pathognomonic feature is \"String of beads sign\" (gas trapped between valvulae conniventes only when very dilated small bowel is almost completely fluid filled and it is virtually diagnostic of small bowel obstruction). Educational points:# Standing (erect) X-ray abdomen is 'gold standard' investigation of diagnosis of bowel obstruction.# The mucosal folds of small bowel - 'valvulae conniventes', are numerous in jejunum and sparse in ileum.# On barium study, jejunum gives typical feathery appearance \\ while ileum is almost featureless.# The most common cause of small bowel obstruction is post-operative adhesions. Q\"STRING OF BEADS\" APPEARANCE('Pile of plates' appearance). Is classically seen on angiography in Fibro. Muscular Dysplasia. \"STRING SIGN\"Persistent narrow stream of barium indicating stenosis. 'STRING SIGN'CHPS (a string of barium seen through pyloric canal seen in CHPS. STRING SIGN OF KANTOR'Crohn's disease. Also know following x-ray signs in abdomen: X-ray Appearance. Diagnosis1. Double bubble sign# Duodenal atresia.# Ladd's band.# Annular pancreas2. Triple bubble sign# Jejunal atresia3. Multiple bubble sign# Ileal atresia4'String of beads' sign# Small bowel obstruction5. Cupola sign# Pneumoperitoneum6. Rigler's double wall sign. Foot-ball sign. Dog's cape sign# Pneumoperitoneum7. Sentinel Loop Sign. Gas less abdomen. Renal halo sign. Colon cut-off sign# Acute pancreatitis8. Coffee bean sign. Inverted 'U' or 'V' sign. Omega sign. Bent inner tube sign. Liver overlap sign. DIO overlap sign. Apex under diaphragm# Sigmoid volvulus9. Medusa Lock sign# Roundworms",
        "cop": 2,
        "opa": "Duodenal atresia",
        "opb": "Small bowel obstruction",
        "opc": "Large bowel obstruction",
        "opd": "Gastric volvulus",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "76c3deef-2e24-49ac-9e48-9e786e34b483",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false regarding Primary Sclerosing cholangitis?",
        "exp": "Ans CPSC-young to middle-aged male are most frequently affected. Cholangiographic findings in PSC depend on the stage of the disease process. Early in the course of the disease, randomly distributed, short (1-2 mm), annular intrahepatic strictures alternating with normal or slightly dilated segments produce a beaded appearance. Strictures usually occuratthe bifurcation of ducts and are out of proportion to upstream ductal dilatation. As the fibrotic process worsens, strictures increase and the ducts become obliterated, and the peripheral ducts cannot be visualized to the periphery of the liver, producing a \"pruned tree\" appearance. The key features of PSC are randomly distributed annular strictures out of proportion to upstream dilatation. Other findings include webs, diverticula, and stones. End result is cirrhosis characterized by a markedly distorted biliary tract with atrophy of the entire liver with the exception of the caudate lobe which is hypertrophied in almost all cases. Atrophy involving the left lobe is a feature which somewhat distinguishes it from cirrhosis from other causes, in which the left lobe is usually hypertrophied",
        "cop": 3,
        "opa": "Show beaded appearance of biliary tree",
        "opb": "CBD is almost always involved",
        "opc": "More common in females",
        "opd": "Caudate lobe goes for hypertrophy",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b92af4f6-02da-4923-94a7-f70485eef196",
        "choice_type": "multi"
    },
    {
        "question": "Scalloping of edge of sigmoid colon on barium enema is seen in:",
        "exp": "Ans. C. Ulcerative colitis. Explanation. Features of ulcerative colitis on barium enema are as follows: Acute ulcerative colitis. Chronic ulcerative colitis*. Fine mucosal granularity (due to edema)*. Scalloping of edges of colon, especially sigmoid colon*. Collar button ulcers*. Pseudopolyps*. Toxic megacolon*. Lead pipe colon due to loss of haustrations*. Shortened and narrowed colon*. Backwash ileitis*. Thickened rectal valve*. Widened presacral space (>1. 5 cm at S4 vertebral level)*. Benign stricture*. Colorectal carcinoma. Sign seen on barium enema in other options given in question is as follows:(Option a) Pseudomembranous colitis -->> ' Accordion sign'. (Option b) Intussusception ->> Tincer sign'. (Option d) Ischemic colitis --> 'Thumb printing sign'. Scalloping of edge of sigmoid colon can also be seen in cases of large pelvic masses or pseudomyxoma peritonei causing extrinsic compression on sigmoid colon.",
        "cop": 3,
        "opa": "Pseudomembranous colitis",
        "opb": "Intussusception",
        "opc": "Ulcerative colitis",
        "opd": "Ischemic colitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b6da87f2-6285-41df-8d95-2716132802ea",
        "choice_type": "multi"
    },
    {
        "question": "'String of beads' appearance on abdominal X-ray is seen in",
        "exp": "Ans. a (Small bowel obstruction) (Ref. Grainger's Diagnostic Radiology 4th/pg. 981, 1089). Features. Small bowel. Large bowel. Haustra. Absent. Present. Valvulae conniventes. Present in jejunum. Absent. Number of loops. Many. Few. Distribution of loops. Central. Peripheral. Diameter of loop. Small. Large. Radius of curvature of loop30-50 mm50 mm. Solid faeces (only reliable sign). Absent. May be present. String of beads sign+-SMALL BOWEL OBSTRUCTION# Erect films show multiple fluid levels and dilated gas-filled loops of small bowel are readily identified on supine film. Dilated fluid-filled loops of small bowel may be seen as 'sausage shaped' soft tissue densities. \"String of beads sign\" (gas trapped between valvulae conniventes only when very dilated small bowel is almost completely fluid filled and it is virtually diagnostic of small bowel obstruction), \"step-ladder\" appearance in low obstruction (the greater the number of dilated bowel loops, more distal is the site obstruction) and the \"concertina effect\" in jejunal obstruction are known features. Single/multiple loops of >2. 5-3 cm in diameter with three air-fluid levels in erect film (candy-cone appearance) is a helpful feature.# Enteroclysis is proving to be reliable for investigating suspected small bowel obstruction and can differentiate postoperative obstruction from ileus.# Although enteroclysis is more reliable in patients with partial, incomplete and intermittent obstruction, CT is now recommended as the technique of choice for the investigation of suspected intestinal obstruction. Small intestinal obstruction is differentiated from paralytic ileus on CT by demonstrating a transitional zone between dilated loops of small intestine proximal to the site of obstruction and collapsed loops of small intestine or colon distal to the site of obstruction. Educational points: X-ray appearance. Diagnosis'String of beads' sign. Small bowel obstruction. Cupola sign. Pneumoperitoneum. Rigler's double wall sign. Pneumoperitoneum. Football sign. Pneumoperitoneum. Coffee bean sign. Sigmoid volvulus (and Strangulated bowel obstruction). Pseudobilroth appearance. Crohn's disease'Bird of pre/ sign. Sigmoid volvulus'Coiled-spring' appearance. Intussusception'Claw' sign. Intussusception'Saw-toothed' appearance. Diverticulosis. Hat sign. Colonic polyp'Apple core' appearance. Carcinoma colon'Thumb-print' sign. Ischemic colitis. Reverse '3' sign of Frostburg. Carcinoma head of pancreas. Moulage sign. Malabsorption (Celiac disease). String sign of Kantor. Crohn's disease. String sign (Ba Meal)CHPSBull's eye lesion. Leiomyoma (GIST) & Liver candidiasis (USG). Mucosal granularity. Earliest sign of ulcerative colitis on Ba enema",
        "cop": 1,
        "opa": "Small bowel obstruction",
        "opb": "Large bowel obstruction",
        "opc": "Meconium ileus",
        "opd": "Gastric outlet obstruction",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "6a5b3145-f0fb-4c99-afac-e11d0fb83c34",
        "choice_type": "multi"
    },
    {
        "question": "Which is not component of left isomerism?",
        "exp": "Ans DDuplication of gall bladder, right sided liver, asplenia are part of right isomerism. Left isomerism:(polysplenia syndrome)# Multiple splenules without a parent spleen# Azygos or hemiazygos continuation of the inferior vena cava# Bilateral hyparterial bronchi# Bilateral bilobed lungs# Bilateral pulmonary/left atria# Midline/transverse liver# Intestinal malrotation. Right isomerism (asplenia syndrome)# Severe cyanotic congenital heart diseases# Absence of spleen# Bilateral eparterial bronchi# Bilateral trilobed lungs# Bilateral right atria# Midline/transverse liver# Intestinal malrotation",
        "cop": 4,
        "opa": "Polysplenia",
        "opb": "Midline liver",
        "opc": "Left sided IVC",
        "opd": "Duplication of gallbladder",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "870d3cc0-c0df-4d39-9bce-7b19a1b337f5",
        "choice_type": "multi"
    },
    {
        "question": "Central dot sign is seen in-",
        "exp": "Ans. is 'a' i. e., Caroli's disease. Central Dot sign* Central dot sign refers to tiny dots with strong contrast enhancement of portal vein within dilated hepatic bile ducts on CT.* Central dot sign is seen in: -i) Caroli's disease (me. cause)ii) Obstructive jaundiceiii) Prebiliary cystiv) Periportal lymphedema",
        "cop": 1,
        "opa": "Caroli's disease",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Polycystic liver disease",
        "opd": "Liver hamartoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "cef2ea45-13b2-4ada-8eca-d773e0cfa5b1",
        "choice_type": "single"
    },
    {
        "question": "Cork screw appearance on radiography is seen in-",
        "exp": "Ans. is 'd' i. e., Diffuse esophageal spasm * \"Cork screw esophagus\" on barium study is seen in diffuse esophageal spasm.* In diffuse esophageal spasm, barium swallow shows that normal sequential peristalsis below the aortic arch is replaced by uncourdinated simultaneous contractions that produce the appearance of curling or multiple ripples in the wall, sacculation and pseudodiverticula - the \"Corkscrew\" esophagus.",
        "cop": 4,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a2530a3c-3f8d-42e0-89c7-87e47a72f1b3",
        "choice_type": "single"
    },
    {
        "question": "A patient with abdominal pain diarrhea and weight loss. He gives a history of taking treatment for pulmonary TB. What does the barium film of the patient show?",
        "exp": "Ans. C. Pulled up cecumA barium follows=through examination shows absent filling of the lower ileum, caecum and the ascending colon as a result of narrowing of the ulcerated segment.",
        "cop": 3,
        "opa": "Saw tooth",
        "opb": "Intestinal perforation",
        "opc": "Pulled up cecum",
        "opd": "Diverticulum formation",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "0aef8d53-0899-41e8-9398-a43e999e6e08",
        "choice_type": "single"
    },
    {
        "question": "Scrambled egg appearance is seen in:",
        "exp": "Ans: a (Ca pancreas). Scrambled egg appearance is seen in carcinoma pancreas. Other radiological appearances seen in ca pancreas:# Widening of C-loop of duodenum# Indentation of duodenal cap# Double duct sign (medial wall)# Scrambled egg appearance# Rose thorn appearance# Reverse 3(Frostberg) sign",
        "cop": 1,
        "opa": "Ca pancreas",
        "opb": "Ca esophagus",
        "opc": "Ca urinary bladder",
        "opd": "Ca prostrate",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "223d61fd-4ea6-4731-897d-dba1f5f9fdd5",
        "choice_type": "single"
    },
    {
        "question": "Gasless abdomen on X-ray is found in all except:",
        "exp": "Ans: d (Meckel's diverticulum). Gasless abdomen on X-ray is found in:* Acute pancreatitis* Annular pancreas* Bowel malrotation* Congenital hypertrophic pyloric stenosis* Congenital diaphragmatic hernia* Duodenal atresia* Mesenteric infarction",
        "cop": 4,
        "opa": "Annular pancreas",
        "opb": "Duodenal atresia",
        "opc": "Pyloric stenosis",
        "opd": "Meckle diverticulum",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "cb67f17e-ad5c-4241-afec-65f1049717d0",
        "choice_type": "multi"
    },
    {
        "question": "An adult male presented with abdominal pain and diarrhea. A Barium meal follow through revealed mildly narrowed lumen of a loop with stretched and fixed rigid walls. At CT Contrast study was performed which showed a stellate shaped enhancing mesenteric lesion with adjacent bowel wall thickening. This mass lesion represents",
        "exp": "Ans. B. Mesenteric carcinoid tumora. Carcinoid tumors of the small intestine are regarded as low-grade malignant neoplasms. Almost 90 per cent of them are located distally and they may be multiple in approximately one-third of cases. b. Carcinoid arises within the basal portion of the mucosa and often extends into the submucosa, infiltrating the intestinal wall and serosa. c. Less frequently intraluminal growth results in a polypoid lesion. Invasion of the muscular layers of the intestinal wall may lead to fibrosis of the surrounding submucosa, the mesentery and mesenteric vesselsd. The primary tumor rarely produces symptoms, largely because of its small size and its deep mucosal location. Abdominal pain, diarrhoea or an abdominal mass may be encountered, but gastrointestinal hemorrhage is extremely rare. The carcinoid syndrome is seen in one-third of jejunoileal carcinoids that have metastasized to the liver. e. The radiological features of carcinoid tumor are nonspecific and reflect the stage of evolution of the pathological process at the time of examination. They may be those of: (A) the primary lesion, appearing as solitary or multiple, round, smoothly outlined intraluminal filling defects; (B) those of a secondary mesenteric mass, causing stretching, rigidity and fixation of ileal loops; (C) those due to interference with the ileal blood supply, resulting in thickening of valvulae conniventes and chronic ischaemic intestinal changes; or (D) those of fibrosis associated with tumor spread, presenting as sharp angulation of a loop or a stellate, spoke-like arrangement of adjacent loopsf. Carcinoid tumors are best recognized on CT on the basis of mesenteric findings. Secondary mesenteric changes include a discrete, unifocal, soft tissue mass, usually associated with linear strands radiating into surrounding fat, while displacing adjacent intestinal loops. g. Hyper vascular liver metastases, usually hypodense on unenhanced images, mesenteric lymphadenopathy and dystrophic calcification in metastatic nodes, liver metastases or in the mesenteric mass may be also encountered",
        "cop": 2,
        "opa": "Jejunal adenocarcinoma",
        "opb": "Mesenteric carcinoid tumor",
        "opc": "Lymphoma",
        "opd": "Liposarcoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "5bcfea76-8288-443f-8dab-73e4a239f4b1",
        "choice_type": "multi"
    },
    {
        "question": "Capsule endoscopy is used for?",
        "exp": "Ans ACommon indications for capsule endoscopy are: Obscure gastrointestinal bleeding, Crohns disease, polyps, recurrent abdominal pain, celiac disease",
        "cop": 1,
        "opa": "GI Bleeding",
        "opb": "Motility disorders",
        "opc": "GERD",
        "opd": "None of the above",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fe8678f2-af9b-499e-b794-03db838596d5",
        "choice_type": "multi"
    },
    {
        "question": "Double bubble appearance in plain X-ray is seen in:",
        "exp": "Ans: a (Annular pancreas) Ref: Bailey and Love, 24th ed, p. 1120. Annular pancreas is due to failure of rotation of ventral pancreatic bud. On abdominal radiograph it shows \"double -bubble\"sign, due to interrupted gastro duodenal shadow produced by rigid ring of pancreatic tissue. Double bubble sign is also seen in:* Duodenal atresia* Duodenal stenosis. Remember Single bubble sign- in pyloric stenosis. Double bubble sign- duodenal atresia, Ladd's band/malrotation, annular pancreas. Triple bubble sign- is seen in jejunal atresia. Gasless abdomen on X-ray* Acute pancreatitis* Annular pancreas* Bowel malrotation* Congenital hypertrophic pyloric stenosis* Congenital diaphragmatic hernia* Duodenal atresia* Mesenteric infarction. Other important signs* String of beads appearance-intestinal obstruction* Coffee bean sign-closed loop obstruction* Bird of prey sign in Barium enema-sigmoid volvulus* Chain of lakes in ERCP-chronic pancreatitis* Crow foot, Mercedes Benz sign-gall stones.",
        "cop": 1,
        "opa": "Annular pancreas",
        "opb": "Lobular pancreas",
        "opc": "Ca pancreas",
        "opd": "Pancreatitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "fefadbc6-422d-43b7-a0d2-02913b874398",
        "choice_type": "single"
    },
    {
        "question": "Cobble stoning of intestine with string sign of kantor is seen in:",
        "exp": "Ans. A. Crohn's disease* Cobble stone mucosa is appearance of the intestinal mucosa in Crohn's disease to the endoscopist, Cobblestoning refers to the uniform nodules-due to the sub-mucosal fibrosis.* String sign of Kantor is due to involvement of the terminal ileum in Crohn's disease.* It is caused by severe spasm due to irritability of the loop producing the appearance of a frayed cotton string.* Subsequently the wall of the ileum may become fibrotic and the lumen fixed in diameter.",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative coitis",
        "opc": "Ishemic colitis",
        "opd": "Amoebic colitic",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "f19b17be-76b1-4896-bc12-a2198dcedc13",
        "choice_type": "single"
    },
    {
        "question": "Which is not a usual feature of Ulcerative colitis on Ba enema?",
        "exp": "Ans. D. Colovesical fistula. Ulcerative colitisa. Inflammatory bowel diseaseb. Rectum is always involvedc. Bloody diarrhea is the most common presentation. Double Contrast Barium Enema (DCBE) is the radiological examination of choice to show disease extent and severity. Instant enema - In UC the large bowel is inflamed and contains no fecal matter, and hence enema study can be done without bowel preparation. Acute changes: a. Earliest radiological change on DCBE is blurring of mucosal lining and a fine mucosal granularity (enface) due to edema. b. Colorectal narrowing and incomplete filling due to spasm and irritabilityc. Scalloping of the edges of colon, especially the sigmoid colond. Mucosal stippling due to crypt abscesses (continuous; not transmural)e. 'Collar button' ulcersf. Toxic megacolong. Pseudopolyps. Chronic changes: a. Shortening and narrowing of colonb. 'Lead pipe' colonc. Loss of haustrationd. Backwash ileitise. Thickened rectal valvef. Widening of Presacral space (normally 1. 5cm at S_4 vertebral level)g. Benign strictureh. Carcinoma of colon/rectum",
        "cop": 4,
        "opa": "Fine mucosal granularity",
        "opb": "Pseudopolyps",
        "opc": "Lead pipe colon",
        "opd": "Colovesical fistula",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "58ba5227-1112-4aa1-8b12-ec3c8077be80",
        "choice_type": "single"
    },
    {
        "question": "Bird beak appearance is seen in-",
        "exp": "Ans. is 'a' i. e., Achlasia cardia Important esophageal signs on radiography. Sign. Condition. Rat tail appearance of esophagus. Esophageal carcinoma. Mega-esophagus (sigmoid esophagus)\"Bird beak\" appearance. Hurst phenomenon. Achlasia cardia. Yo-Yo motion of barium\"Corkscrew\" appearance (esophageal curling). Rosary-bead/sheikh kebab configuration. Chain of bead appearance. Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Diffuse esophageal spasm",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b691ce2e-483b-4c1f-9885-0388c9e9eb61",
        "choice_type": "single"
    },
    {
        "question": "Pipe stem colon on barium enema is seen with:",
        "exp": "Ans. B. Ulcerative colitis. Barium Enema Findings in Ulcerative Colitis:* Earliest finding on air-contrast Barium enema is loss of and fine mucosal granularity.* Pseudo-polyps which are scattered islands of edematous mucosa in vast expanse of ulcerated mucosa* Double-tracking-tong, longitudinal ulcers in submucosa* Bowel margins appear spicule like from tiny, multiple ulcerations* Collar button ulcers- rom undermining* Shortening of the colon-may be from spasm of longitudinal muscles or from irreversible fibrosis (lead- pipe colon/pipe stem colon)* Loss of haustration on left side of colon.",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Ischemic colitis",
        "opd": "Amoebic colitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4359ce36-f841-4801-984b-e0dd7182542a",
        "choice_type": "single"
    },
    {
        "question": "Thumb print sign in plain x-ray is seen in:",
        "exp": "Ans: a (Ischeamic colitis). Ref: Harrison, 17 ed. pg. 1091, 213; Grainger and Allison 5 ed. pg. 889. Thumb printing sign, i. e., bowel wall oedema seen as an early sign in ischaemic colitis. Also seen in: amoebic colitis and ulcerative colitis. Ischaemic colitis: Most common sites - Watershed areas of colon Splenic flexure (Griffith's point ). Descending/sigmoid colon (Sudeck's point). Radiological signs in ischemic colitis: Early: Late: Thumb printing sign Pneumoperitoneum (due to (bowel wall oedema) -perforation) Hallmark. Pneumatosisintestinalis (air in Luminal narrowing bowel wall) Funneling of bowel. Other specific radiological signs related to GIT: String sign: congenital hypertrophic pyloric stenosis String of kantor: Crohn's disease Sawtooth appear- ance: Diverticulosis. Whirlpool sign: Midgut volvulus Coffee bean sign: Sigmoid volvulus Claw sign/target sign/meniscus sign: Intussusception. Bridge. Thumb print sign in neck x-ray is seen in acute epiglotitis",
        "cop": 1,
        "opa": "Ischeamic colitis",
        "opb": "Ulcerative colitis",
        "opc": "Pseudomembranous colitis",
        "opd": "Appendicitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b49e775b-e3e7-49bd-ae9f-8ff597cf64cb",
        "choice_type": "single"
    },
    {
        "question": "35-year-old c/o fever, severe abdominal pain in epigastrium radiating to the back with a h/o binge drinking. Pulse is 120 bpm, BP is 90/60 mm Hg. CT Abdomen (P+C) was done. Most likely diagnosis is(AIIMS 2016)",
        "exp": "Ans. B Acute pancreatitis. Observe a bulky pancreas with fuzzy margins and adjacent fat stranding - s/o Acute pancreatitis. CE-CT scan is IOC. Balthazar grading systemQ and CT Severity Index (CTSI)Q are used for prognosis.",
        "cop": 2,
        "opa": "Peptic ulcer",
        "opb": "Acute pancreatitis",
        "opc": "Chronic calcific pancreatitis",
        "opd": "Acute cholecystitis",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "3cb2d51b-404f-403a-a07d-fb8716c88f9e",
        "choice_type": "single"
    },
    {
        "question": "Bird beak sign on barium swallow is seen in?",
        "exp": "Ans. is 'a' i. e., Achlasia cardia * \"Bird beak appearance on barium study is seen in achlasia cardia. Important esophageal signs on radiography. Sign. Condition. Rat tail appearance of esophagus. Esophageal carcinoma. Mega-esophagus (sigmoid esophagus)\"Bird beak\" appearance. Hurst phenomenon. Achlasia cardia. Yo-Yo motion of barium\"Corkscrew\" appearance (esophageal curling). Rosary-bead/sheikh kebab configuration. Chain of bead appearance. Diffuse esophageal spasm",
        "cop": 1,
        "opa": "Achlasia cardia",
        "opb": "Carcinoma esophagus",
        "opc": "Hiatus hernia",
        "opd": "Nut cracker esophagus",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "b49ae60e-2315-4d7c-956f-c9b7ec9a7900",
        "choice_type": "multi"
    },
    {
        "question": "A middle aged female presents with chronic pain in right side of abdomen with intermittent fever. Clinical examination revealed mild hepatomegaly and hence a contrast enhanced CT abdomen was performed. Based on the imaging characteristics of this focal lesion the most likely diagnosis is?",
        "exp": "Ans. B. Hydatid cyst. The Portal phase CT demonstrates a large cystic structure with a discrete wall, separated internal membranes and several 'daughter cysts'This is an infection of the liver with Echinococcus granulosus, a parasitic tapeworm presents worldwide and transmitted from sheep, foxes and other wild animals to humans as part of its lifecycle. Larvae migrate from the gut and embed in the liver, where they encyst and develop, slowly provoking a surrounding inflammatory reaction. The disease may remain occult for several years. On imaging there is a wide range of appearances, from a simple cyst indistinguishable from a true hepatic cyst to a complicated cyst with any or all of the following features: debris (hydatid 'sand\" made up of dead scolices, which may calcify), daughter cysts, membrane separation, and wall calcification. The lesions may be multiple and vary widely in size. Serological testing can be employed to confirm the presence of infection prior to any therapy or intervention. Although the risk of anaphylaxis following aspiration or surgery of these lesions is well recognized, it is less than previously thought, and uncomplicated aspiration following medical treatment has been described. US demonstrates clearly not only the simple cyst form but also the more complex cyst features, such as the dependent debris, daughter cysts (cyst within a cyst appearance), membrane separation and wall calcification. CT defines all these features as well and is helpful where wall calcification obscures the view on US. MRI will define the cystic structure and internal anatomy but is insensitive to the calcification.",
        "cop": 2,
        "opa": "Liver abscess",
        "opb": "Hydatid cyst",
        "opc": "HCC",
        "opd": "Hepatic adenoma",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "4f4bbdf5-cd01-4ed4-81f1-180cbb2aa8f7",
        "choice_type": "single"
    },
    {
        "question": "Gold standard for detection of gall stones is?",
        "exp": "Ans. is 'b' i. e., USG * Investigation of choice for cholelithiasis (gallstone in gallbladder) and choledocholithiasis (gallstone in common bile duct) is USG. Investigations of gall bladder diseases1) Ultrasonography: - This is the investigation of choice for the detection of gallstones, and obstructive jaundice. USG shows echogenic focus with posterior acoustic shadowing. The most specific sign of a contracted, stone filled gallbladder is a hypoechoic wall superficial to a curvilinear echo from the stones and an acoustic shadow:- WES triad (Wall, Echo, Shadow) or the \"Double arc shadow sign\". 2) Plane x-ray: - Only 10% of gall stones are radio-opaque. Therefore, plane x-ray is of limited value. 3) Oral cholecystogram (OCG): - Dye used for OCG is ipanoic acid. Filling defect, due to stones, will be seen within the gall bladder. 4) Cholangiogram (outline of common bile duct) Intravenous injection of biligrafin is given and frequent radiograph are taken as the liver excretes the biligrafin. Impacted stone in CBD classically shows cresentic shadow or meniscus sign on cholangiogram. 5) Percutaneous transhepatic cholangiography (PTC): - This is a useful procedure in obstructive lesions. It is usually done as an immediate preoperative investigation. PTC can be used for drainage, cholangioplasty and stent placement.* Computed tomography (CT) scan has limited value in the diagnosis of gall stones since gall stones may exhibit the same radiographic density as bile and hence may not be seen on CT",
        "cop": 2,
        "opa": "CECT",
        "opb": "USG",
        "opc": "XRAY",
        "opd": "Cholecystography",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "69237049-1faf-47a3-81f7-e47069db0abb",
        "choice_type": "multi"
    },
    {
        "question": "Following sign is diagnostic of which condition?",
        "exp": "Ans. C. Carcinoma stomacha. Ulcerating carcinoma of the stomach with mass is the most frequent type encountered in North America and Western Europe. b. These carcinomas have been described as irregular, saucer-shaped lesions with ulcerated centers. c. Such a configuration may produce the meniscus or Carman sign, which indicates a large irregular ulcer with a mass. d. This is a long-present lesion. The size of the tumor is not in itself an indication of benignity or malignancy. e. The most important criteria for malignancy are irregularity of the ulcer, failure to project from the lumen of the stomach, and nodularity of the surrounding mass. f. Occasionally a benign ulcer surrounded by a large ulcer mound may simulate an ulcerating carcinoma. Carman Meniscus Sign. Large gastric ulcer seen on UGI convex in towards the lumen of the stomach, rolled edges suggestive of malignancy",
        "cop": 3,
        "opa": "Peptic ulcer disease",
        "opb": "Strawberry gallbladder",
        "opc": "Carcinoma stomach",
        "opd": "Patent vitellointestinal duct",
        "subject_name": "Radiology",
        "topic_name": "G. I. T.",
        "id": "a102e59e-6ab6-4620-8193-42395f3928f3",
        "choice_type": "multi"
    }
]