[
    {
        "question": "Characteristic features of benign prostate hyperophy include all of the following except:",
        "exp": "Radiological features of BPH: 'Slit-like' elongated and compressed urethra Smooth filling defect/ indentation in bladder floor Periurethral and subvesical enlargement is very pronounced may produce rounded defect in floor mimicking Foley's balloon. Floor of bladder elevated and trigone pushed upwards, with distal ureteral 'J' or 'Fish Hook' deformity. Trabeculations and distension of bladder Bladder pseudodiveiculi and calculi Bilateral hydronephrosis and hydroureter may occur. On the IVU study the enlarged prostate gland (P) elevates the bladder floor and causes a J-hooking (fish-hooking) deformity of the distal ureters (arrow).",
        "cop": 2,
        "opa": "Increased trabeculations in bladder",
        "opb": "Enlargement of lateral lobes of prostate",
        "opc": "'J' shaped/ 'fish hook' distal ureters",
        "opd": "Bilateral hydronephrosis",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "48012e3a-8b20-4a99-adb1-44ffecbc5331",
        "choice_type": "multi"
    },
    {
        "question": "Imaging modality employed in PI-RAD repoing scheme for prostate glands is all except:-",
        "exp": "PI-RADS is for prostate lesions based on multi-parametric MRI. It includes:- T2 weighted imaging for transitional zone of prostate - Diffusion weighted imaging/ADC score for peripheral zone of prostate- Dynamic contrast enhancement PI-RADS PI-RADS 1 = Very low (clinically significant cancer highly unlikely) PI-RADS 2 = Low (clinically significant cancer unlikely) PI-RADS 3 = Intermediate (clinically significant cancer equivocal) PI-RADS 4 = High (clinically significant cancer likely) PI-RADS 5 = Very high (clinically significant cancer highly likely)",
        "cop": 1,
        "opa": "MR spectroscopy",
        "opb": "Dynamic contrast enhancement",
        "opc": "Diffusion weighted MRI",
        "opd": "T2W imaging",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "f1c7b06f-fa9f-4aed-b571-c29537872560",
        "choice_type": "multi"
    },
    {
        "question": "MRI is the Investigation of choice for which of the following?",
        "exp": "Contrast-enhanced MRA is sufficiently sensitive to be used as a screening test for stenosis of the main renal aery. MRA has lower spatial resolution compared with conventional film-based angiography, and therefore the detection of small-vessel abnormalities, such as vasculitis and distal vasospasm, is problematic.",
        "cop": 2,
        "opa": "Renal stones",
        "opb": "Renal aery stenosis",
        "opc": "High grade VUR",
        "opd": "Renal transplant rejection",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "d494ae65-40bd-4391-823a-ac8033b88bd0",
        "choice_type": "single"
    },
    {
        "question": "\"Swiss cheese\" nephrogram on IVP is a feature of:",
        "exp": "In ADPKD, 'Swiss cheese'nephrogram is due to the presence of innumerable lucent cysts of various sizes throughout the kidneys.",
        "cop": 3,
        "opa": "Acute ureteral obstruction",
        "opb": "Severe hydronephrosis",
        "opc": "Polycystic Kidney Disease",
        "opd": "Medullary cystic disease of kidney",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "08bd2f78-1a20-4389-80d6-5952c9d3fb23",
        "choice_type": "single"
    },
    {
        "question": "The ideal timing of radiotherapy for Wilms tumour after surgery is:",
        "exp": "Radiotherapy is to be staed within 10 days. Delay in staing radiotherapy for Wilms tumour can result in an increase in relapse rate",
        "cop": 1,
        "opa": "Within 10 days",
        "opb": "Within 2 weeks",
        "opc": "Within 3 weeks",
        "opd": "Any time after surgery",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "c0a59a14-c6a5-4b79-8d3f-0d1a3cfc59f8",
        "choice_type": "single"
    },
    {
        "question": "Bilateral 'Spider leg sign' on IVP suggestive of:",
        "exp": "- Bilateral 'Spider leg sign' indicates Polycystic Kidney(ADPKD).",
        "cop": 2,
        "opa": "Renal stone",
        "opb": "Polycystic kidney",
        "opc": "Hypernephroma",
        "opd": "Hydronephrosis",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "831fa0a8-b896-4d4e-9775-57d9027d931d",
        "choice_type": "single"
    },
    {
        "question": "Spot the diagnosis in the following IVU study?",
        "exp": "Note the bilaterally dilated distal ureters, and comparatively the PC system, upper and mid ureters are normal - findings suggest megaureter. Congenital megaureter is a rare oddity that may be bilateral and associated with other congenital anomalies. Functional obstruction at the lower end of the ureter ends in progressive dilatation and infection. The ureteric orifice appears normal and a ureteric catheter passes easily. Reflux is not a feature of the untreated condition but occurs if the ureteric orifice is opened endoscopically. Spontaneous improvement occurs but infection or deteriorating function will require refashioning and reimplantation of the affected ureter.",
        "cop": 1,
        "opa": "Congenital megaureter",
        "opb": "VUR",
        "opc": "Duplication of a renal pelvis",
        "opd": "Post-caval ureter",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "347b6add-b936-4888-9417-3643c3da2559",
        "choice_type": "single"
    },
    {
        "question": "Rim Sign on Contrast Studies of kidney is seen in?",
        "exp": "RIM SIGN-Chronic Hydronephrosis REVERSE RIM SIGN-Renal Coical Necrosis * RIM sign indicates the markedly thinned out atrophic renal parenchyma surrounding the dilated pelvicalyceal system in Chronic Hydronephrosis",
        "cop": 1,
        "opa": "Chronic Hydronephrosis",
        "opb": "Renal Coical Necrosis",
        "opc": "Renal Papillary Necrosis",
        "opd": "RCC",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "4751f6b6-fdf4-4eaa-9114-5747f060f7c8",
        "choice_type": "single"
    },
    {
        "question": "Bouquet of Flowers appearance is seen in?",
        "exp": "Medullary sponge kidney: Shows Bouquet of Flowers appearance in IVP Autosomal dominant polycystic kidney disease Swiss cheese appearance on nephrogram Spider leg appearance on pyelogram Autosomal recessive polycystic kidney disease Shows striated nephrogram",
        "cop": 4,
        "opa": "ADPKD",
        "opb": "ARPKD",
        "opc": "Horse Shoe Kidney",
        "opd": "Medullary sponge kidney",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "8ec1210f-18b5-4e2a-8b50-dde6400ba1ca",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old male came to the emergency depament with the complaint of acute onset of pain in the right scrotum. On examination, the testes were swollen. The transillumination test was negative. Ultrasound of scrotum was performed. what could be the probable diagnosis?",
        "exp": "Acute Epididymo-orchitis Testicular torsion Occurs in young individuals Occurs in young individuals Have acute onset of scrotal pain Have acute onset of scrotal pain On Examination:- Lifting the testis subsides the pain On Examination:- Lifting the testis doesn't have effect and the pain still persist On Color doppler Shows more flow of blood through Testis & Epididymis On Color doppler Absence of flow through Testis & epididymis Normal Acute Epididymo-orchitis Testicular torsion",
        "cop": 3,
        "opa": "Torsion testes",
        "opb": "Fournier's gangrene",
        "opc": "Acute epididymorchitis",
        "opd": "Hydrocele",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "d8dd3153-290e-4c1a-a786-d0a1d78e9fca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contrast agents can be used in a patient with renal dysfunction for the prevention of contrast nephropathy?",
        "exp": "Non ionic low osmolar contrast agents are preferred in patients with decreased renal function to prevent contrast nephropathy Ionic contrast media have a higher risk for contrast nephropathy, and hence should be avoided The amount of contrast media used should be limited The patient should be well hydrated before the procedure Supplementary interventions include use of N-acetylcysteine, fenoldopam, theophylline, prostaglandins and magnesium",
        "cop": 1,
        "opa": "Low osmolar contrast",
        "opb": "Ionic contrast",
        "opc": "Fenoldopam",
        "opd": "Acetylcysteine",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "4c687e77-788c-4b9a-af41-19e39df25fc7",
        "choice_type": "single"
    },
    {
        "question": "Gold standard investigation for renovascular hypertension in a patient showing asymmetrical kidneys on Ultrasound?",
        "exp": "Asymmetrical kidneys on usg in a pt of Renovascular hypertension suggests Renal Aery stenosis and Gold standard is renal Angiography. Perfusion Studies to Assess Differential Renal Blood Flow Captoril-renograpy with technetium 99m Tc meiatide (99m. Tc. MAG3) Captopril -mediated fall in filtration pressure amplifies differences in renal perfusion Normal study excludes renovascular hypertension Multiple limitations in patients with advanced atherosclerosis or creatinine >2. 0 mg/dL C/I In bilateral RAS Vascular Studies to Evaluate the Renal Aeries Duplex Ultrasonography Shows the renal aeries and measures flow velocity as a means of assessing the severity of stenosis Inexpensive and good screening test Heaviy dependent on operator's experience; Less useful than invasive angiography for the diagnosis of fibromuscular dysplasia and Magnetic resonance Angiography Shows the renal aeries and perirenal aoa Not nephrotoxic, but concerns for gadolinium toxicity exclude use in GFR<30/mL/min/1. 73 m2 Expensive; Gadolinium excluded in renal failure, Unable to visualize stented vessels Computed tomographic Angiography Shows the renal aeries and perirenal aoa Provides excellent image Moderate volume of contrast required, Potentially nephrotoxic Intraaerial angiograhy Shows location and severity to vascular lesion Gold standard\" for dx of large-vessel disease, Expensive, associated hazard of atheroembolism Contrast toxicity, Procedure-related complications",
        "cop": 4,
        "opa": "Captopril radionuclide scan",
        "opb": "Spiral CT",
        "opc": "MRI",
        "opd": "Angiography",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "f652bc48-f4ac-417c-9b0b-7b1d1d8a2c04",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with pain abdomen, X-Ray, AP view shows calcification on right side of abdomen. In lateral view calcification is seen to overlie the spine. What is the most likely diagnosis?",
        "exp": "Calcification on AP view in right side of abdomen and overlying the spine in lateral view points towards Renal stones( retroperitoneal). X-ray lumbar spine showing radio-opaque lesion in left paraveebral space which on lateral X-ray overlies with spine.",
        "cop": 4,
        "opa": "Calcification in veebral sphenoid process",
        "opb": "Calcified mesenteric nodes",
        "opc": "Gall stone",
        "opd": "Renal stone",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "981e2dea-46ee-4d4f-bc1b-46b2801069e7",
        "choice_type": "multi"
    },
    {
        "question": "Keyhole Appearence on ultrasound is seen in",
        "exp": "*Key hole appearance on antenatal scan is a feature of posterior urethral valve *Key hole appearance/linguine sign on breast MRI is a feature of intracapsular Breast implant rupture.",
        "cop": 4,
        "opa": "Polycystic kidney",
        "opb": "Hydronephrosis",
        "opc": "Intracapsular Breast implant rupture.",
        "opd": "Posterior urethral valve",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "fc114234-3807-4b98-8b2c-30e6d93d1e9f",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Hydronephrosis-",
        "exp": "Excretory Urography Also known as IVP Used to evaluate pelvic and calyceal system USG: IOC for fluid anywhere in the body Investigation of choice for Hydronephrosis MRI: Multiplanar imaging Good soft tissue resolution IOC for Neurological diseases IOC for Brain tumors: CE - MRI IOC for spinal metastasis: MRI IOC for ventricular function: CINE-MRI Preferred for Bone Marrow evaluation Cystourethrography: Also known as voiding cystourethrography IOC for Vesicoureteral reflex Also used to evaluate posterior urethra",
        "cop": 2,
        "opa": "Excretory Urography",
        "opb": "USG",
        "opc": "MRI",
        "opd": "Cystourethrography",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "ea772afd-27a7-4c50-8697-3488d87aff29",
        "choice_type": "single"
    },
    {
        "question": "The gold standard investigation for renal aery stenosis in an 21 year old girl:",
        "exp": "Angiography is the gold standard and definitive means to diagnose RAS, except for the risk of contrast reaction. In screening for stenosis of the main renal aeries and differentiation from fibromuscular dysplasia, the use of 3D contrast enhanced MRA provides optimum method for its detection and allows the demonstration of small accessory renal aeries and segmental branches Doppler evaluation has limited application as screening modality. The clinical signs of renal aery stenosis include Renovascular hypertension and azotaemia.",
        "cop": 3,
        "opa": "Renal scan",
        "opb": "Ultrasound Doppler",
        "opc": "Renal angiography",
        "opd": "3D Contrast-enhanced MRA",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "1ee1ab36-e7f7-425e-a494-e2448718e494",
        "choice_type": "single"
    },
    {
        "question": "Spot the diagnosis in the following IVU",
        "exp": "Note the ectopic kidney seen in the pelvis on left side above the urinary bladder. This patient had solitary right kidney, which was normal in position. Ectopic kidneys are found in one in 1000 people, usually on the left near the pelvic brim. The other kidney is generally normal. A diseased ectopic kidney may present diagnostic problems and may be mistakenly excised as an unexplained pelvic mass.",
        "cop": 4,
        "opa": "Horse shoe kidney",
        "opb": "Bladder diveiculum",
        "opc": "Pelvic mass",
        "opd": "Ectopic kidney",
        "subject_name": "Radiology",
        "topic_name": "Genitourinary radiology",
        "id": "19383a25-6995-4415-a34b-7e5ae4da4563",
        "choice_type": "single"
    }
]