[
    {
        "question": "Carotid artery stenosis screening invivo choice is -",
        "exp": "Ans. is 'd' i. e., Doppler o Color doppler ultrasonography is the screening method of choice (not simple USG: option a is incorrect), o Carotid angiography is the investigation of choice for diagnosis, o MRI is the investigation of choice for demyelinating disorder, e. g. multiple sclerosis. Investigations in nervous systemo Investigation of choice for white matter disease - MRI (CT is second choice), o Investigation of choice of acoustic neuroma - GD enhanced MRIo Best investigation for all brain tumors - Contrast enhanced MRIo Investigation of choice for meningeal carcinomatosis - Contrast (gadolinium) enhanced MRI. o Investigation of choice for posterior fossa tumor - MRIo Investigation of choice for para meningeal rhabdomyosarcoma - MRIo Investigation of choice for nasopharyngeal angiofibroma - Contrast enhanced CT. o Investigation of choice for hydrocephalus in older patients and for low pressure hydrocephalus - MRI. o Investigation of choice for acute (<48hrs) subarachnoid hemorrhage (SAH) - Non-Contrast CT scan, o Investivation of choice to know the etiology of SAH - Four vessels digital substruction angiography. o Hallmark of SAH - Blood in CSF on lumbar puncture, o Investigation of choice for chronic SAH - MRI. o Primary procedure of choice for evaluating intracranial complications of acute head injury - CT scan, o Best modality for assessing fractures of the skull base, calvarium and facial bone - CT scan, o Investigation of choice for demyelinating disorders MRI. o Investigation of choice for AV malformation and aneurysm - Angiography (MRI angiography or CT angiography), o Investigation of choice for Craniospinal infection - MRIo Investigation of choice for all intrinsic spinal cord lesions; all causes of cord compression - MRI. o Procedure of choice for emergent evaluation of acute intracerebral hemorrhage - CT scan, o Investigation of choice for myelopathy - MRI. o Shape of epidural hematomas on imaging - Biconvex, hyperdense or mixed density. o Shape of acute subdural hematoma on imaging - Crescent-shaped, hyperdense or mixed density, o Chronic subdural hematoma on imaging - Hypodense. o Most sensitive test for ischaemic stroke - Diffusion weighted (DW) MRI.",
        "cop": 4,
        "opa": "USG",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Doppler",
        "subject_name": "Radiology",
        "topic_name": "Head and Neck Imaging",
        "id": "ed76ceeb-7206-424c-b2b0-222a1d226703",
        "choice_type": "single"
    }
]