[
    {
        "question": "Water lily sign is seen in:",
        "exp": "Ans: A (Hydatid...) HYDATID LUNG Review of Radiology by Sumer Sethi 6th/59. No or rare calcification in lung. Water lily sign or Camalote sign (in chest X-ray)LUNG ECHINOCOCCOSIS Danhert Radiology manual 5th/493. Water lily sign-completely collapsed crumpled cyst membrane floating on the cyst fluid. Sign of. Camalotte. Serpent sign. Cumbo sign. Meniscus sign. Crescent sign. Hemartoma lung: Carney's triad & calcification-Danhert Radiology manual 5th/489. Silicosis: eggshell calcification- WHO Manual of Radiological interpretation 1st/75",
        "cop": 1,
        "opa": "Hydatid cyst of lung",
        "opb": "Aspergilloma lung",
        "opc": "T. B",
        "opd": "Silicosis",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "b5c79a46-3819-4959-87d2-2614bd6bb163",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for solitary pulmonary nodule -",
        "exp": "Ans. is 'b' i. e., CT Scan. Investigations of choice in respiratory system. Disease. Investigationo Intersitiai lung diseaseo Bronchiectasis. HRCTHRCT (1st choice). Bronchography (2nd choice)o Pulmonary embolism. CT with i. v. Contrast (1st choice)V/Q scan (2nd choice)o Solitary' pulmonary noduleo Calcificationo Pulmonary malignancyo Superior sulcus or pancoast tumor. CT scan. CT scan. CT scan (except in superior sulcus or pancoast tumor)MRI",
        "cop": 2,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "X-ray",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "f7e33b19-67c8-4772-a91d-0a50c69bdf67",
        "choice_type": "single"
    },
    {
        "question": "Golden S sign is seen in:",
        "exp": "Ans. (a) Bronchogenic carcinoma with collapse of lung* The Golden S sign (reverse S sign of Golden.) is seen in PA chest radiographs with right upper lobe collapse.* It is caused by a central mass obstructing the upper lobe bronchus and should raise suspicion of a primary bronchogenic carcinoma.* The right upper lobe appears dense and shifts medially and upwards with a central mass expanding the hilum. The combination of two changes together form a reverse S shane.",
        "cop": 1,
        "opa": "Bronchogenic carcinoma with collapse of lung",
        "opb": "Traction Bronchiectasis with apical scarring",
        "opc": "Emphysema with increased lucency and flattened diagphragm",
        "opd": "Pulmonary edema",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "069dcb39-966e-4ca6-b0ef-eb28d4aae478",
        "choice_type": "single"
    }
]