[
    {
        "question": "Popcorn calcification in lung is characteristic of:",
        "exp": "Ans: B (Hamartoma) Ref: Multiple SourcesExplanation:Chest X-Ray FindingsHeart and Blood VesselsFI ask-shaped / Pear-shaped / Leathe- bottle / Money-bag shaped heart - Pericardial effusionBoot-shaped heart / Coer-en-sabot - Fallot's tetralogyBox shaped appearance - Tricuspid atresiaJug Handle appearance - Primary pulmonary artery hypertension\"3\" like appearance - Coarctation of AortaEgg on side appearance - Transposition of great vesselsEgg in cup appearance - Constrictive pericarditisSnow-man heart - TAPVC (total anomalous pulmonary venous connection)Figure of '8' - TAPVC (total anomalous pulmonary venous connection)Cottage leaf appearance - TAPVCPericardial calcification - Constrictive pericarditisCalcification in heart wall - is seen in - Carcinoid syndromeCalfication of ascending aorta - Atherosclerosis, SyphilisHilar dance on fluoroscopy - Atrial Septal DefectX-ray finding in Ebstein's anomaly - Pulmonary oligemiaPosterior displacement of trachea - seen in - aneurysm of aortaObliteration of left border of heart (PA view of chest) is - suggestive of - Lingular pathology (left lung)Bat's wings appearance - Pulmonary oedemaPruned tree appearance (of pulmonary circulation) - Pulmonary artery hypertensionLungsGround glass appearance - Hyaline membrane disease.Solitary pulmonary mass lesion > 4 cms - is most commonly due to - Bronchial adenoma.Honey Comb appearance.SarcoidosisQ.Histiocytosis X.Interstitial king diseaseQ.TuberculosisQ.Collagen disordersQ.PneumoconiosisQ.Drugs - bleomycin, busulphan, melphalan. cyclophosphamide.Meniscus sign i Crescent sign (mobile mass in pulmonary cavity) is most commonly seen in - Aspergilloma (fungal ball lesion).Egg-Shell calcification - SilicosisQ, SarcoidosisQ, Coal miner's pneumoconiosisQ, Lymphoma following radiotherupyQ.Pop-corn calcification / Craggy pop-corn calcification - Pulmonary Hamartoma.Pleural calcification - most common cause is - Tuberculosis (Asbestosis).Diaphragmatic pleura calcification - is due to - Asbestosis.Calcification in a pulmonary metastasis - is most commomly due to - Osteosarcoma.Coin shadow in the lung (single), w ith calcification in the centre - Epidermoid carcinoma.For radiologically evident pleural effusion - the minimal amount of pleural fluid that should be present is - 250 ml.Plethoric lung fields - seen in - L-R shunts (VSD. PDA. ASD).Oligemic lung fields - Pulmonary atreisa. Stenosis; Ebstein's anomaly.Perihilar fluffy opacities - seen in - Pulmonary venous hypertension.RibsSuperior surface notch of ribs - seen in - Hyper- parathyroidsm. Neurofibromatosis, Connective tissue disorders.Inferior surface notch of ribs - seen in - Coarctation of Aorta, SVC obstruction, Chest wall AV fistula. Aortic Thrombosis.Unilateral notching of ribs - Coarctation of Left subclavian artery. Subclavian artery block, Blalock-Taussig Operation.OthersDisplacement of tracheal shadow - most common cause is - Thyroid swelling.Water Lily sign - Ruptured hydatid cyst.",
        "cop": 2,
        "opa": "Congenital adenoid malformation",
        "opb": "Hamartoma",
        "opc": "Small cell Ca lung",
        "opd": "Bronchial carcinoids",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "ea072cce-6e4b-46b3-921d-9424f2fec822",
        "choice_type": "multi"
    },
    {
        "question": "Best imaging modality in bronehogenic carcinoma-",
        "exp": "Ans. is 'a' i.e., CTo CT scan is the investigation of choice for pulmonary malignancy except for superior sulcus or pancoast tumor, where MRI is the investigation of choice.Investigations of choice in respiratory systemDiseaseInvestigationo Intersitial lung diseaseo BronchiectasisHRCTHRCT (1st choice)Bronchography (2nd choice)o Pulmonary embolismCT with i.v. Contrast (1st choice)V/Q scan (2nd choice)o Solitary pulmonary' noduleo Calcificationo Pulmonary malignancyo Superior sulcus or pancoast tumorCT scanCT scanCT scan (except in superior sulcus or pancoast tumor)MRI",
        "cop": 1,
        "opa": "CT",
        "opb": "MR!",
        "opc": "Bronchoscopy",
        "opd": "None",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "92935557-0214-459f-99f7-7e0cbc765b0e",
        "choice_type": "multi"
    },
    {
        "question": "Water lily sign is seen in:",
        "exp": "Ans: A (Hydatid...) HYDATID LUNG Review of Radiology by Sumer Sethi 6th/59No or rare calcification in lungWater lily sign or Camalote sign (in chest X-ray)LUNG ECHINOCOCCOSIS Danhert Radiology manual 5th/493Water lily sign-completely collapsed crumpled cyst membrane floating on the cyst fluidSign ofCamalotteSerpent signCumbo signMeniscus signCrescent signHemartoma lung: Carney's triad & calcification-Danhert Radiology manual 5th/489Silicosis: eggshell calcification- WHO Manual of Radiological interpretation 1st/75",
        "cop": 1,
        "opa": "Hydatid cyst of lung",
        "opb": "Aspergilloma lung",
        "opc": "T.B",
        "opd": "Silicosis",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "b5c79a46-3819-4959-87d2-2614bd6bb163",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for solitary pulmonary nodule -",
        "exp": "Ans. is 'b' i.e., CT ScanInvestigations of choice in respiratory systemDiseaseInvestigationo Intersitiai lung diseaseo BronchiectasisHRCTHRCT (1st choice)Bronchography (2nd choice)o Pulmonary embolismCT with i.v. Contrast (1st choice)V/Q scan (2nd choice)o Solitary' pulmonary noduleo Calcificationo Pulmonary malignancyo Superior sulcus or pancoast tumorCT scanCT scanCT scan (except in superior sulcus or pancoast tumor)MRI",
        "cop": 2,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "X-ray",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "f7e33b19-67c8-4772-a91d-0a50c69bdf67",
        "choice_type": "single"
    },
    {
        "question": "Golden S sign is seen in:",
        "exp": "Ans. (a) Bronchogenic carcinoma with collapse of lung* The Golden S sign (reverse S sign of Golden.) is seen in PA chest radiographs with right upper lobe collapse.* It is caused by a central mass obstructing the upper lobe bronchus and should raise suspicion of a primary bronchogenic carcinoma.* The right upper lobe appears dense and shifts medially and upwards with a central mass expanding the hilum. The combination of two changes together form a reverse S shane.",
        "cop": 1,
        "opa": "Bronchogenic carcinoma with collapse of lung",
        "opb": "Traction Bronchiectasis with apical scarring",
        "opc": "Emphysema with increased lucency and flattened diagphragm",
        "opd": "Pulmonary edema",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Lung Nodules and Masses",
        "id": "069dcb39-966e-4ca6-b0ef-eb28d4aae478",
        "choice_type": "single"
    }
]