[
    {
        "question": "Investigation of choice for intramedullary SOL is -",
        "exp": "Ans. is 'a' i. e., MRI o Investigation of choice for intramedullary space occupy lesion is MRI.",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "CT",
        "opd": "X-ray",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "00cb78d2-a58d-4810-af27-7b1c745ab3b5",
        "choice_type": "single"
    },
    {
        "question": "\"Sunray appearance\" on X-ray is suggestive of -",
        "exp": "Ans. is 'c > b & d' i. e., An osteogenic sarcoma > 'b' i. e., A metastatic tumour in the bone & 'd' i. e., An Ewing's sarcoma o Sunray appearance is classically seen in osteosarcoma. It may also occur in metastases, Ewings sarcoma, Haemangioma, Meningioma and tuberculosis, o Codman's triangle is characteristically seen in osteosarcoma. It may also be seen in Ewing's sarcoma and osteomyelitis. Characteristic radiological features of few bone tumorso Celery-stick appearance. Enchondromaso Coat-hanger appearance. Osteochondromao Codman tumor and chicken-wire calcification. Chondroblastomao Double density sign on radionuclide scan. Osteoid osteomao Nidus and sclerotic rim. Ostoid osteomao \"Driven snow\" appearance. Pindborg tumoro Fallen fragment/Hinged fragment sign. Simple (unicameral) bone cysto \"Eggshell\" covering of expansile cortex over surface of lesion. ABCo 'Soap bubble' appearance. ABCo Soap bubble appearance (& goes into corners)GCT (Osteoclastoma)o 'Floating tooth' sign. Eosinophilic granuloma, adamantinomao Onion skin (onion peel) appearance. Ewing sarcomao Skip lesions. Osteosarcoma, Ewings sarcomao 'Sunray/Sunburst' appearance. Osteosarcomao String sign (to differentiate from myositis ossificans). Parosteal osteosarcomao Popcom/mottled calcification. Chondrosarcomao Shepherd's crook deformity. Fibrous dysplasia* Codman's triangle. Osteosarcoma, Ewing sarcomao Winking owl sign. Metastasis to pedicles of vertebrao Corduroy/accordian vertebra/vertical striations. Vertebral hemangiomao Polka dot sign on CTVertebral hemangiomao Geographical skull. Eosinophilic granulomao Hole-within-a-hole lesion. Eosinophilic granuloma",
        "cop": 3,
        "opa": "A chondrosarcoma",
        "opb": "A metastatic tumour in the bone",
        "opc": "An osteogenic sarcoma",
        "opd": "An Ewing's sarcoma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "8b883f59-47a8-4f2f-b04a-05f676d2af98",
        "choice_type": "single"
    },
    {
        "question": "A lady has a lytic lesion in X-ray of the upper end of the humerus. The diagnosis is:",
        "exp": "Ans. is 'b' i. e. Unicameral bone cyst Unicameral bone cyst or simple bone cyst is the only true cyst of the bone. The most common site is the upper end of the humerus. Most common presentation - Pathological fracture* Also know MC site of aneurysmal bone cyst - lower end of the humerus MC presentation is - gradually increasing swelling",
        "cop": 2,
        "opa": "Osteosarcoma",
        "opb": "Unicameral bone cyst",
        "opc": "Osteoclastoma",
        "opd": "Osteochondroma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "a5f67e24-6ce9-4eae-82ba-817351f75cc2",
        "choice_type": "single"
    },
    {
        "question": "A 20-year old male patient presents with pain on movement. X-ray of knee joint shows lytic lesion on the upper end of tibia. What is the likely diagnosis?",
        "exp": "Ans, d. Osteoclastoma (Ref: Apley 9/e p202)A 20-year old male patient presents with pain on movement. X-ray of knee joint shows lytic lesion on the upper end of tibia. In the given X-ray, epiphyseal lytic lesion in tibia with a 'soap bubble' appearance is characteristic of osteoclastoma. The tumour always abuts against the joint margin in osteoclastoma. \"X-ray (Giant-cell Tumour): Radiolucent area situated eccentrically at the end of a long bone bounded by subchondral bone plate. The centre sometimes has a soap-bubble appearance due to ridging of the surrounding bone. Appearance of a 'cystic' lesion in mature bone, extending right up to the subchondral plate, is so characteristic that the diagnosis is seldom in doubt. -- Apley 9/e p202. Simple Bone Cyst. Admantinoma. Multiple Myeloma* Fills the medullary cavity but does not expand die boneQ* X-rays: Well-defined radiolucent cyst, often trabeculated & eccentrically placedQ.* In a growing tubular bone it is always situated in the metaphysisQ.* X-ray shows a typical bubblelike defect in the anterior tibia cortex: sometimes there is thickening of the surrounding boneQ* X-rays: The 'classical' lesions are multiple punched-out defects with 'soft' margins (lack of new bone) in the skull, pelvis and proximal femur, a crushed vertebra, or a solitary lytic tumour in a large-bone metaphysisQ. Giant-cell Tumour (Osteoclastoma). Giant-cell tumor represents 5% of all primary bone tumours. Lesion of uncertain origin that appears in mature bone, most commonly in distal femur, proximal tibia, proximal humerus & distal radiusQ. Hardly ever seen before closure of the nearby physis. QCharacteristically it extends right up to the subarticular bone plateQ. Pathology: Aggressive lesions have a poorly defined edge & extend well into the surrounding boneQ. Histology: Striking feature is an abundance of multinucleated giant cells scattered on a background of stromal cells with little or no visible intercellular tissueQ. Tumour has potential to transform into an osteosarcomaQ. Clinical Features: Patient is usually a young adult who complains of pain at the end of a long bone; sometimes there is slight swellingQ. A history of trauma is not uncommon & pathological fracture occurs in 10-15% of cases. Diagnosis: X-ray Findings of Giant-cell Tumour (Osteoclastoma). Radiolucent area situated eccentrically at the end of a long bone & bounded by subchondral bone plateQ. The centre sometimes has a soap-bubble appearance due to ridging of the surrounding boneQ. Appearance of a 'cystic' lesion in mature bone, extending right up to the subchondral plate, is so characteristic that the diagnosis is seldom in doubtQ. Biopsy is essential. This can be done either as a frozen section before proceeding with operative treatment or (especially if a more extensive operation is contemplated) as a separate procedureQ. Treatment: Well-confined, slow-growing lesions with benign histology can safely be treated by thorough curettage & \"stripping\" of the cavity, followed by swabbing with hydrogen peroxide or by the application of liquid nitrogen. More aggressive tumours & recurrent lesions: Excision followed by bone grafting",
        "cop": 4,
        "opa": "Simple bone cyst",
        "opb": "Adamantinoma",
        "opc": "Multiple myeloma",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "bc1804b8-e390-400e-ae31-439f431c756d",
        "choice_type": "single"
    },
    {
        "question": "Cold lesion on bone scan suggest:",
        "exp": "Ans: B. Osteoclastic activity: cold uptake Ref: Internet Source: Explanation: Interpretation of Bone scans Regional Hyperactivity may be due to: Normal bone growth and remodeling Increased Blood Flow (trauma, heterotopic ossification) Reactive osteoblastic activity (active infections, tumors) Reparative bone process (healing fractures, tumors, infections) Hyper-metabolic activity (metabolic disorders) They induce an increase in blood flow and osteoblastic activity. which enhance Ca / Phosphate local accretion into the hydroxyapatite matrix Cold Spots may be caused by: Malignant Tumors Lung (2-4%) Breast (5%) Renal (10%) Neuroblastomas (bone marrow mets) Thyroid (most cases) Multiple Myeloma (most cases) Bone Abscesses (they are surrounded by activity) Bone ischemia (AVN, sickle cell etc) Hemangiomas (normal or decreased activity)",
        "cop": 2,
        "opa": "Osteomyelitis",
        "opb": "Lytic lesion",
        "opc": "Osteoblastic Lesion",
        "opd": "Sequestrum",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "bc14c12b-8501-41d4-8402-b7ec07ce6341",
        "choice_type": "single"
    },
    {
        "question": "Punched out lesions in skull are seen in -",
        "exp": "Ans. is 'a' i. e., Multiple myeloma o Punched out lesions of skull are seen both in Eosinophilic granuloma and multiple myeloma. However, beveled edges (double contour) is characteristic of eosinophilic granuloma due to uneven destruction of the inner and outer table of the skull. Punched out lesions of skull - Multiple myeloma. Punched out lesions with beveled edges - Eosinophilic granuloma",
        "cop": 1,
        "opa": "Multiple myeloma",
        "opb": "Hyperparathyroidism",
        "opc": "Metastasis",
        "opd": "Osteomalacia",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "ed8373d3-4d6e-40e0-938d-eec5953ce6fb",
        "choice_type": "single"
    },
    {
        "question": "Osteogenic metastases is characteristic of -",
        "exp": "Ans. is 'a' i. e., Prostatic Ca Metastasis to bony skeletono Anumber of tumors commonly metastasise to bone, the best examples of which are breast cancer, prostate cancer, and lung cancer. Other forms of malignancies are also metastasise to bone. o The presence of tumor cells in bone can result in the development of either osteolytic bone lesions, an osteoblasticdisease, or a mixed osteolvtic/osteoblastic lesions. In most types of tumor, however, the deposits predominantly of one type. Lung carcinoma. Genitourinary. Reproductive system. GITAdrenalo Carcinoma - osteolytico Carcinoid - Osteoblastico Renal cell carcinoma - Lytico Wilm's tumor - Lytico Bladder cancer - lytic occasionally blastico Prostate - Blastico Cervix - lytic or mixedo Ovary - lytico Testis - lytic occasion nally blastico Stomach - blastico Uterus - lytico Colon - lytic occasionally blastico Rectum - lytico Pheochromocytomas or mixed - lytico Carcinoma - lytico Neuroblastoma -lytic. Breast - lytic or mixed. Thyroid - lytic o Prostatic carcinoma is the most common cause of osteoblastic bone metastasis. o Renal cell carcinoma and thyroid carcinoma produce expansile pulsatile bony metastasis. Other tumors which produce expansile bony metastases are melanoma and pheochromocytoma.",
        "cop": 1,
        "opa": "Prostate carcinoma",
        "opb": "Colon ca",
        "opc": "Thyroid ca",
        "opd": "Breast ca",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "9a89d12a-8fa6-4083-af19-10ae45e1a072",
        "choice_type": "single"
    },
    {
        "question": "Onion - peel appea ranee is seen in -",
        "exp": "Ans. is 'a' i. e., Ewing's sarcoma o Onion - peel periosteal reaction is characteristically seen in Ewing's sarcoma. Note - Onion - peel periosteal reaction may also be seen rarely in osteosarcoma, o Codman's triangle is characteristically seen in osteosarcoma. It may also be seen in Ewing's sarcoma and osteomyelitis. Characteristic radiological features of few bone tumorso Celery-stick appearance. Enchondromaso Coat-hanger appearance. Osteochondromao Codman tumor and chicken-wire calcification. Chondroblastomao Double density sign on radionuclide scan. Osteoid osteomao Nidus and sclerotic rim. Ostoid osteomao \"Driven snow\" appearance. Pindborg tumoro Fallen fragment/Hinged fragment sign. Simple (unicameral) bone cysto \"Eggshell\" covering of expansile cortex over surface of lesion. ABCo 'Soap bubble' appearance. ABCo Soap bubble appearance (& goes into corners)GCT (Osteoclastoma)o 'Floating tooth' sign. Eosinophilic granuloma, adamantinomao Onion skin (onion peel) appearance. Ewing sarcomao Skip lesions. Osteosarcoma, Ewings sarcomao 'Sunray/Sunburst' appearance. Osteosarcomao String sign (to differentiate from myositis ossificans). Parosteal osteosarcomao Popcom/mottled calcification. Chondrosarcomao Shepherd's crook deformity. Fibrous dysplasia* Codman's triangle. Osteosarcoma, Ewing sarcomao Winking owl sign. Metastasis to pedicles of vertebrao Corduroy/accordian vertebra/vertical striations. Vertebral hemangiomao Polka dot sign on CTVertebral hemangiomao Geographical skull. Eosinophilic granulomao Hole-within-a-hole lesion. Eosinophilic granuloma",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteoma",
        "opc": "Osteosarcoma",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "19460d37-257e-40ae-a0c5-18119a75b0fa",
        "choice_type": "single"
    },
    {
        "question": "Polka dot appearance on CT scan is seen in which of the following?",
        "exp": "Ans. is 'c' i. e., Vertebral hemangioma Characteristic radiological features of few bone tumorso Celery-stick appearance. Enchondromaso Coat-hanger appearance. Osteochondromao Codman tumor and chicken-wire calcification. Chondroblastomao Double density sign on radionuclide scan. Osteoid osteomao Nidus and sclerotic rim. Ostoid osteomao \"Driven snow\" appearance. Pindborg tumoro Fallen fragment/'Hinged fragment sign. Simple (unicameral) bone cysto \"Eggshell\" covering of expansile cortex over surface of lesion. ABCo ' Soap bubble' appearance. ABCo Soap bubble appearance (& goes into comers)GCT (Osteoclastoma)o 'Floating tooth' sign. Eosinophilic granuloma, adamantinomao Onion skin (onion peel) appearance. Ewing sarcomao Skip lesions. Osteosarcoma, Ewings sarcomao 'Sunrav/Sunburst' appearance. Osteosarcomao String sign (to differentiate from myositis ossificans). Parosteal osteosarcomao Popcom/mottled calcification. Chondrosarcomao Shepherd's crook deformity. Fibrous dysplasiao Codman's triangle. Osteosarcoma, Ewing sarcomao Winking owl sign. Metastasis to pedicles of vertebrao Corduroy/accordian vertebra'vertical striations. Vertebra] hemangiomao Polka dot sign on CTVertebral hemangiomao Geographical skull. Eosinophilic granulomao Hole-within-a-hole lesion. Eosinophilic granuloma",
        "cop": 3,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Vertebral hemangioma",
        "opd": "Eosinophilic granuloma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "8a42a2dc-1193-41d0-b8bf-f477bbd896c9",
        "choice_type": "single"
    },
    {
        "question": "Soap bubble appearance on distal end of radius is diagnostic of -",
        "exp": "Ans. is 'b' i. e., Osteoclastoma Characteristic radiological features of few bone tumorso Celery-stick appearance - Enchondromaso Coat-hanger appearance - Osteochondromao Codman tumor and chicken-wire calcification - Chondroblastomao Double density sign on radionuclide scan - Osteoid osteomao Nidus and sclerotic rim - Ostoid osteomao \"Driven snow\" appearance - Pindborg tumoro Fallen fragment/Hinged fragment sign - Simple (unicameral) bone cysto \"Eggshell\" covering of expansile cortex over surface of lesion - ABCo 'Soap bubble' appearance - ABCo Soap bubble appearance (& goes into corners) - GCT (Osteoclastoma)o 'Floating tooth' sign - Eosinophilic granuloma, adamantinomao Onion skin (onion peel) appearance - Ewing sarcomao Skip lesions - Osteosarcoma, Ewings sarcomao 'Sunray/Sunburst' appearance - Osteosarcomao String sign (to differentiate from myositis ossificans) - Parosteal osteosarcomao Popcom/mottled calcification - Chondrosarcomao Shepherd's crook deformity - Fibrous dysplasiao Codman's triangle - Osteosarcoma, Ewing sarcomao Winking owl sign - Metastasis to pedicles of vertebrao Corduroy/accordian vertebra/vertical striations - Vertebral hemangiomao Polka dot sign on CT - Vertebral hemangiomao Geographical skull - Eosinophilic granulomao Hole-within-a-hole lesion - Eosinophilic granuloma",
        "cop": 2,
        "opa": "Osteoblastoma",
        "opb": "Osteoclastoma",
        "opc": "Osteosarcoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Musculoskeletal Tumors",
        "id": "dee64c24-839f-4d27-801c-b2a67cc93963",
        "choice_type": "single"
    }
]