[
    {
        "question": "Acro-osteolysis is seen in -",
        "exp": "Ans. is 'c' i. e., Hyperparathyroidism Acro-osteolvsiso Acro-osteolysis is the term used to describe resorption of the distal phalangeal tufts. Causes are: -i) Sclerodermav) Trauma & thermal injuryii) Hyperparathyroidismvi) Epidermalysis bullosaiii) Arthropathy (RA, Psoriasis)vii) Neuropathy (diabetes, syringomyelia)",
        "cop": 3,
        "opa": "Amyloidosis",
        "opb": "Gout",
        "opc": "Hyperparathyroidism",
        "opd": "Multiple Myeloma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "35d06b3f-fbb3-44c1-b7a1-a84130b43b7f",
        "choice_type": "single"
    },
    {
        "question": "Bone within bone appearance is seen in -",
        "exp": "Ans. is 'c' i. e., Osteopetrosis o Bone within a bone appearance may be seen in osteopetrosis. Bone within a Bone appearanceo Bone within a bone appearance is seen in: -# Normal neonate# Prostaglandin El therapy# Growth arrest/recovery lines# Heavy metal (e. g., Lead) poisoning# Bisphosphonate therapy# Hypothyroidism & Hypoparathyroidism# Sickle cell anemia# Hypercalcemia & Hypervitaminosis D# Osteopetrosis# Rickets / Osteomalacia (healed phase)# Acromegaly# Scurvy (healed phase)",
        "cop": 3,
        "opa": "GV1L",
        "opb": "Osteoporosis",
        "opc": "Osteopetrosis",
        "opd": "Bone infarct",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "9c97de26-6de4-4a28-ba80-ad43d3a06262",
        "choice_type": "single"
    },
    {
        "question": "A 70 years old female is on treatment with Alendronate for 7 years for osteoporosis. Now she complains of pain in right thigh. What is the next investigation to be performed? (AIIMS Nov 20/3, May 2013)",
        "exp": "Ans. b. X-ray (Ref: American Journal of Geriatric Pharmacotherapy, Volume 9, Issue 3, June 2011, 194-198; T 2012/1118). The pain in right thigh in a 70 years old female, who is on treatment with alendronate for 7 years for osteoporosis might be due to fragility fracture due to prolonged use of bisphosphonates. X-ray would be the best investigation to see the fractures. 'Despite the great success achieved by using bisphosphonates in osteoporotic patients during last two decades, there remains a group of patients who may develop femoral fragility fractures secondary to Severely Suppressed Bone Turnover (SSBT) caused by prolonged bisphosphonate use, mainly with alendronate. Plain X-rays showed a characteristic picture consisting of a transverse or short oblique fracture line, lateral cortical thickening, and medial spiking. Spontaneous femoral shaft fracture after long-term alendronate: Alendronate is used as first-line treatment for osteoporosis in postmenopausal women worldwide. The evidence supporting its benefit in reducing the risk of fragility fracture among this high-risk group is well established. Due to its mechanism of action, there were concerns about potential reduction in bone turnover, repair of microdamage and hence reduced bone toughness and increased risk of fractures with long-term use. Plain X-rays: Plain X-rays showed a characteristic picture consisting of a transverse or short oblique fracture line, lateral cortical thickening, and medial spiking.",
        "cop": 2,
        "opa": "DEXA scan",
        "opb": "X-ray",
        "opc": "Serum vitamin D levels",
        "opd": "Serum alkaline phosphate levels",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "abf11fb5-12a3-48f6-89c2-afc1ee394c57",
        "choice_type": "single"
    },
    {
        "question": "Salt and pepper pot appearance of skull is seen in?",
        "exp": "ANSWER: (A) Hyperparathyroidism. REF: Essentials of aic Radiology: A Multimodality Approach - Page 276. Subperiosteal bone resorption is pathognomic of hyperparathyroidism. In the skull areas of reduced radiopacity is intermingled with sclerotic radiopaque areas to give a characteristic \"salt and pepper appearance\"",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Multiple myeloma",
        "opc": "Hyperthyroidism",
        "opd": "Pseudo hyperparathyroidism",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "6b0dfdae-1b19-4088-a5aa-cc690992c29b",
        "choice_type": "single"
    },
    {
        "question": "Bone within a Bone appearance is seen in:",
        "exp": "Ans. (c) Osteopetrosis. Ref: Harrison 19th ed. /426e-4* Bone within a bone describes the bones that appear to have another bone within them. Causes: P. O. S. T-C. G. D# Paget's disease of bone# Osteopetrosis# Sickle cell disease# Thalassemia# Caffey's disease# Gaucher's disease# Growth recovery lines (after infancy)# Hypervitaminosis D",
        "cop": 3,
        "opa": "Osteo-necrosis",
        "opb": "Osteoporosis",
        "opc": "Osteopetrosis",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "23f80293-5534-46bb-9ce0-d9b4550b6500",
        "choice_type": "single"
    },
    {
        "question": "'Hair on end' appearance in skull X-ray is characteristic of:",
        "exp": "Ans. (b) Sickle cell anemia* Hair on end appearance of the skull is a characteristic feature of chronic haemolysis usually seen in patients with thalassemia and sickle cell anemia. It results from accentuated vertical trabeculae between the inner and outer tables of the skull because of excessive bone marrow hyperplasia. Conditions where 'Hair on End Appearance' is seen: Mne- monic: HI NEST* Hereditary spherocytosis* Neuroblastoma* Enzyme deficiency (e. g. G-6-P deficiency causing haemolytic anemia)* Sickle cell disease* Thalassemia major",
        "cop": 2,
        "opa": "G6. PD deficiency",
        "opb": "Sickle cell anemia",
        "opc": "Rickets",
        "opd": "Scurvy",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "7a8d26fb-97e6-47c1-b05f-f3d0183658e1",
        "choice_type": "single"
    },
    {
        "question": "Sausage finger appearance is seen in -",
        "exp": "Ans. is 'a' i. e., Psoriatic arthritis o The term sausage digit refers to the clinical and radiologic appearance of diffuse fusiform swelling of a digit due to soft-tissue inflammation from underlying arthritis or dactylitis. o The common causes of sausage digit are: 1) Psoriatic arthropathy. 2) Osteomyelitis. 3) Ankylosing spondylitis4) Sickle cell disease5) Tuberculosis6) Leprosy",
        "cop": 1,
        "opa": "Psoriatic arthritis",
        "opb": "Rickets",
        "opc": "Hyperthyroidism",
        "opd": "Addison's disease",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Metabolic Bone Disease",
        "id": "0f4ae50f-1f59-4947-be3c-c250e92eec93",
        "choice_type": "single"
    }
]