[
    {
        "question": "Which of the following pattern is reflected in the flow volume curve?",
        "exp": "Ans. (a) Obstructive airway disease.",
        "cop": 1,
        "opa": "Obstructive airway disease",
        "opb": "Restrictive airway disease",
        "opc": "Mixed pattern airway disease",
        "opd": "Central hypoventilation syndrome",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "e36b9ed0-1929-437b-9faa-50b35fd59680",
        "choice_type": "single"
    },
    {
        "question": "Miliary shadow in chest X-ray is seen in A/E -",
        "exp": "Ans. is 'c' i. e., Klebsiella Causes of Miliary mottling. Infection Bacterial (3. TB, Brucellosis, Bronchopneumonia, Melioidosis), viral (varicella i chicken pox), Fungal [Histoplasmosis, Coccidiodomycosis, blastomycosis, cryptococcosis). Cardiac Mitral stenosis. Pulmonary edema, multiple pulmonary infarct. Pneumoconiosis Coal worker pneumoconiosis, silicosis. Neoplastic. Lymphangitis carcinomatosis, alveolar cell Ca., lymphoma, leukemia, metastasis. Allergic '.-Loeffler's syndrome, tropical eosinophilia. Others 1. PF, RA, Sarcoidosis, Histocytosis-X, HMD. Haemosiderosis.",
        "cop": 3,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "Klebsiella",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "746be569-ce6d-4a45-b60a-e60d25ac5186",
        "choice_type": "single"
    },
    {
        "question": "CXR of a patient is shown. What is the next investigation to be done in the patient?",
        "exp": "Ans. (c) Exploratory laparotomy. Image shows Chest X-ray with central trachea and increased bronchovascular markings. The Right lung shows clear presence of gas under diaphragm and needs an exploratory laparotomy.",
        "cop": 3,
        "opa": "Ventilation perfusion scan",
        "opb": "Bronchoalveolar lavage",
        "opc": "Exploratory laparotomy",
        "opd": "High resolution CT scan",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "b45a3224-b19a-4e6c-9bd6-86644c00842e",
        "choice_type": "single"
    },
    {
        "question": "Hampton hump is seen in:",
        "exp": "Ans. (c) Pulmonary embolism. Ref: Harrison 19th ed. /1633. HAMPTON HUMP is a radiologic sign which consists of a shallow wedge-shaped opacity in the periphery of the lung with its base against the pleural surface.",
        "cop": 3,
        "opa": "Pulmonary TB",
        "opb": "Bronchogenic carcinoma",
        "opc": "Pulmonary embolism",
        "opd": "Pulmonary hemorrhage",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "e7c2b7a3-a6d8-445c-ade9-18492b344dc1",
        "choice_type": "single"
    },
    {
        "question": "Gold standard test for pulmonary embolism: (Repeat)",
        "exp": "Ans: A (CT Angiography) Ref: Harrison's Principles of Internal Medicine, 18ed. Chapter 262. Deep Venous Thrombosis and Pulmonary Thromboembolism. Explanation: Tests: D-Dimer assay- sensitive 'rule out' test False positive in. MI, pneumonia, sepsis, cancer, pregnancy, post-op state. ABG- low- p02 & p. C02. high A-a gradientS. troponin, heart- type fatty acid binding protein. BNP, NT-pro BNP) due to RV microinfarction. ECG: Sinus tachycardia. Acute right axis deviation. RBBBS1. Q3. TS signT-wave inversion in V1-V4. CXR: Hampton's sign-peripheral wedge shaped density above diaphragm. Westermark's sign - focal oligemia. Palla's sign- enlarged right pulmonary artery. ECHO- Mc-Connel's sign- Hypokinesia of RV free wall, normal RV apex. Multidetector-row spiral CT- Very sensitive, non invasive test. Pulmonary angiography with CT -- Gold standard Test (Most specific)",
        "cop": 1,
        "opa": "CT Angiography",
        "opb": "MRI",
        "opc": "PET",
        "opd": "Echocardiography",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "b861924e-4c96-45c1-a24b-4a2a99edf22f",
        "choice_type": "single"
    },
    {
        "question": "\"Signet ring appearance'- on CT is seen in-",
        "exp": null,
        "cop": 2,
        "opa": "Bronchitis",
        "opb": "Bronchiectasis",
        "opc": "Emplysema",
        "opd": "Bronchogenic Carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "a93d7e6a-01bf-45a9-b107-7ed6244937fb",
        "choice_type": "single"
    },
    {
        "question": "Egg cell calcification is characteristic of -",
        "exp": "Ans. is 'b' i. e., Silicosis o Irregular central calcification (Popcorn calcification) is characteristic of hamartoma. Calcification patterns on chest radiography1) Egg-shell calcification of lymph nodes:- It is defined as shell-like calcifications up to 2 mm thick in periphery of at least two lymph nodes in at least one of which, the ring of calcification must be complete and one of the affected Ivmph nodes must be at least 1 cm in maximum diameter, important causes are:-y Silicosis (m. c. cause)y Coal worker's pneumoconiosisy Sarcoidosisy Lymphoma following radiationy Blastomycosisy Histoplasmosisy Sclerodermay Amyloidosisy Progressive massive fibrosis (PMF)y Coccidiodomycosisy Tuberculosis. Irregular central popcorn calcification It is a cluster of sharply defined irregularly lobulated calcification usually in a pulmonary nodule. It is characteristic of hamartoma. Laminated or central pattern Granuloma. Punctate pattern:- Tuberculoma or coccidiodomycosis.",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Berryliosis",
        "opd": "Carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "be5d11ed-78c4-4cce-a45d-5ef92676fba4",
        "choice_type": "single"
    },
    {
        "question": "Curschmann spirals and flattening of diaphragm is seen in:",
        "exp": "Ans. (a) Asthma. Ref: Harrison 19th ed. /1675* Flattening of diaphragm is seen with obstructive airway diseases due to the process of air trapping.* The point that clinches the diagnosis in favor of asthma is the curschmann spirals which represent the cast of the airways formed by mucus plugs in small airways in these patients.",
        "cop": 1,
        "opa": "Asthma",
        "opb": "COPD",
        "opc": "Silicosis",
        "opd": "Pulmonary embolism",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "61344222-cd03-4bb2-a653-da75a1fe98ee",
        "choice_type": "single"
    },
    {
        "question": "Best investigation for Bronchiectasis is?",
        "exp": "ANSWER: (D) HRCTREF: Harrison's Internal Medicine 17th edition chapter 252. Though the chest radiograph is important in the evaluation of suspected bronchiectasis, the findings are often nonspecific. CT, especially with high-resolution images 1. 0-1. 5 mm thick, provides an excellent view of dilated airways. Consequently, it is now the standard technique for detecting or confirming the diagnosis of bronchiectasis.",
        "cop": 4,
        "opa": "Chest X Ray",
        "opb": "MRI",
        "opc": "Pulmonary Function Tests",
        "opd": "HRCT",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "edfbb940-b402-4f94-9f3c-170adb3ddead",
        "choice_type": "single"
    },
    {
        "question": "Water lily sign on chest X-ray is seen in -",
        "exp": "Ans. is B.",
        "cop": 2,
        "opa": "Pulmonary Tuberculosis",
        "opb": "Pulmonary Hydatid cyst",
        "opc": "Cryptococcosis",
        "opd": "Aspergillosis",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "30e24a4e-3d75-44ae-9ec6-a865ab08df9b",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old lady with fever, skin rash and dyspnea. CXR shows?",
        "exp": "Ans. (b) Sarcoidosis.",
        "cop": 2,
        "opa": "Shrinking lung syndrome",
        "opb": "Sarcoidosis",
        "opc": "Rheumatoid lung",
        "opd": "Desquamative interstitial pneumonitis",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "875d98c2-8dde-4e70-be95-02c52ed11f42",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for detection and characterization of interstitial lung disease is:",
        "exp": "Ans. is 'c' ie high Resolution CT Scan (Ref: CT and MR imaging of whole body, Haaga, 4/e, p838; Sutton, 7/e, p33)HRCT is the investigation of choice for interstitial lung disease. HRCT can even delineate the lung parenchyma down to the level of the secondary pulmonary lobule. Also Remember * Principles of HRCT*Thin sections (collimation) - 1 to 2 mm. High spatial resolution reconstruction algorithm (eg the bone algorithm). Small field of view just large enough to encompass the region of interest.",
        "cop": 3,
        "opa": "MRI",
        "opb": "Chest X-ray",
        "opc": "High resolution CT scan",
        "opd": "Ventilation perfusion scan",
        "subject_name": "Radiology",
        "topic_name": "Imaging of Interstitial Lung Disease",
        "id": "fc884ed1-638f-46cf-ad25-8a5647e999a3",
        "choice_type": "single"
    }
]