[
    {
        "question": "Best advantage of doing transcranial Doppler ultrasound?",
        "exp": "- Transcranial Doppler ultrasound It uses low frequency probe as it has higher penetration Using low frequency probe and a proper acoustic window the vessels of Circle of Willis can be evaluated. The acoustic windows are: 1. Transtemporal 2. Submandibular 3. Transorbital 4. Suboccipital window It is very sensitive and the first line investigation to know the flow dynamics in middle cerebral aery It is used to detect vasospasm especially in SAH as during vasospasm there is increased flow velocity in the MCA Acoustic windows of Skull",
        "cop": 3,
        "opa": "Detect AV malformation",
        "opb": "Detect emboli",
        "opc": "Detect vasopasm",
        "opd": "Detect brain blood vessels stenosis",
        "subject_name": "Radiology",
        "topic_name": "JIPMER 2019",
        "id": "7b64c0db-a59f-4e7a-b711-224d2af45a70",
        "choice_type": "single"
    },
    {
        "question": "Eye of the tiger sign is previously known to have one to one correlation with which of the following conditions?",
        "exp": "Eye of the tiger sign It is because of hypointense signal in the region of Globus pallidus (due to iron deposition) with central gliosis on T2w MRI It is seen classically in Pantothenate kinase associated neurodegeneration (PKAN) / Halloverden spatz disease Eye of the tiger sign is not pathognomic for Halloverden spatz disease as it is also seen in Atypical parkinsonism Basal ganglia degeneration Wilson's disease Also, in normal patients on high tesla MRI Eye of the tiger sign Neurofibromatosis type-1 Bare-orbit sign is seen due to absence of innominate line in sphenoid dysplasia (innominate line is a projection of greater wing of sphenoid) Glomus tumor Gives salt & pepper appearance on MRI due to flow voids (multiple collaterals) in glomus jugulare Alobar holoprosencephaly Shows Pancake appearance of brain on MRI Also has Boomerang ventricle (single lateral ventricle)",
        "cop": 1,
        "opa": "Pantothenate kinase associated neurodegeneration (PKAN)",
        "opb": "Neurofibromatosis type-1",
        "opc": "Glomus tumor",
        "opd": "Alobar holorosencephaly",
        "subject_name": "Radiology",
        "topic_name": "JIPMER 2019",
        "id": "fc22a11f-3ffc-497b-b110-d76f3c0af8ae",
        "choice_type": "single"
    }
]