[
    {
        "question": "Investigation of choice for acute osteomyelitis?",
        "exp": "MRI is the investigation of choice for Acute Osteomyelitis MRI is the Investigation Of Choice For evaluating Bone Marrow pathologies Avascular Necrosis of the femur Pehes disease Ankylosing Spondylitis Stress fracture Figure: MRI showed advanced osteomyelitis of the distal femur with a central bone sequestrum and septic ahritis of the knee joint.",
        "cop": 2,
        "opa": "CT Scan",
        "opb": "MRI",
        "opc": "Bone Scan",
        "opd": "PET",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "dab2dcae-117e-4067-aa85-dd39805fb555",
        "choice_type": "single"
    },
    {
        "question": "Brain tumors are best seen in which modality?",
        "exp": "MRI is the Imaging Modality of choice for Neurological Imaging and Soft tissue evaluation Preferred investigation for Brain Tumors is a Contrast Enhanced MRI",
        "cop": 4,
        "opa": "USG",
        "opb": "X-ray diffraction",
        "opc": "CT",
        "opd": "CE-MRI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "06ab876a-0ff6-4bb0-8902-4a82d3ec8f47",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male patient on long term steroid therapy for systemic disease, presents with recent onset of severe pain in the right hip. Imaging modality of choice for this problem is-",
        "exp": "Long term steroid therapy for systemic disease + severe pain in the right hip = AVASCULAR NECROSIS IOC for Avascular Necrosis: MRI Snow cap sign on plain radiograph: AVN of humerus or femur head Figure: snow cap sign due to AVN of humerus head",
        "cop": 3,
        "opa": "CT scan",
        "opb": "Bone scan",
        "opc": "MRI",
        "opd": "Plain X-ray",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "060f16d7-3461-4481-8bf6-36443723b498",
        "choice_type": "single"
    },
    {
        "question": "Which MRI sequence is based on anisotropic movements?",
        "exp": "Anisotropy- Propey of being directionally dependent, which implies different propeies in different directions, as opposed to isotropy. DTI- Diffussion tensor imaging/tractography is based on Anisotropic movements DWI - Diffusion weighted imaging is based on Brownian Movements Functional MRI - Is based On BOLD(Blood oxygenation level dependent) imaging",
        "cop": 3,
        "opa": "DWI",
        "opb": "SWI",
        "opc": "DTI",
        "opd": "FLAIR",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "a81d1170-8aef-4ff9-b19f-56145e40fb4a",
        "choice_type": "single"
    },
    {
        "question": "BOLD technique is used by which MRI sequence?",
        "exp": "Blood oxygenation level dependent (BOLD) Imaging Is the standard technique used to generate images in functional MRI (f. MRI) studies, and relies on regional differences in cerebral blood flow to delineate regional activity. Blood flow in the brain is highly locally controlled in response to oxygen and carbon dioxide tension of coical tissue. When a specific region of the coex increases its activity in response to a task, the extraction fraction of oxygen from the local capillaries leads to an initial drop in oxygenated hemoglobin (oxy. Hb) and an increase in local carbon dioxide (CO2) and deoxygenated hemoglobin (deoxy. Hb). The reason f. MRI is able to detect this change is due to a fundamental difference in the paramagnetic propeies of oxy. Hb and deoxy. Hb.",
        "cop": 4,
        "opa": "T1. WI",
        "opb": "DWI",
        "opc": "FLAIR",
        "opd": "f. MRI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "88f8b815-6768-4f61-a78d-dd4a9c0e8f0a",
        "choice_type": "single"
    },
    {
        "question": "In which of the following, alanine peak is seen on MR Spectroscopy?",
        "exp": "Alanine Peak on MRS is seen at 1. 4 ppm in Meningioma Meningiomas also show choline peak at 3. 2 ppm. Glutamate-glutamine (Glx, peak at 2. 1-2. 6 ppm) and Glutathione (GSH, peak at 2. 95 ppm) may be more specific potential markers in meningioma. Figure: Alanine peak in Meningioma",
        "cop": 4,
        "opa": "Tuberculoma",
        "opb": "Tumors",
        "opc": "Canavans disease",
        "opd": "Meningioma",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "c0d921c9-714d-40f1-85a2-8a73917c6b58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following non ionizing radiations is used in MRI-",
        "exp": "MRI uses a magnetic field and radio waves to create detailed pictures of the body. Unlike CT scans or X-rays, MRI doesn't use Ionizing Radiation.",
        "cop": 4,
        "opa": "Visible light",
        "opb": "Microwaves",
        "opc": "Infrared",
        "opd": "Radio waves",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "2485c782-20fe-4e2e-8774-85eb1b8bc160",
        "choice_type": "single"
    },
    {
        "question": "Which MRI sequence is used to detect brain edema?",
        "exp": "FLAIR stands for Fluid Attenuation Inversion Recovery Sequence This sequence is similar to T2 with suppression of CSF/Fluid signal so the Brain Edema can be seen better. Figure: FLAIR image showing edema in bilateral occipital lobe in a case of PRES(posterior reversible encephalopathy syndrome).",
        "cop": 2,
        "opa": "T1. WI",
        "opb": "FLAIR",
        "opc": "SWI",
        "opd": "DWI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "b833b379-b8cb-47b9-b528-91c4bf08029c",
        "choice_type": "single"
    },
    {
        "question": "Gyromagnetic propey of Hydrogen nucleus is used in",
        "exp": "MRI is based on Gyromagnetic propey of H+ ions, Protons. ULTRASOUND is based on Pulse echo principle and Piezoelectric effect. CT SCAN is based on Linear attenuation of X rays.",
        "cop": 4,
        "opa": "USG",
        "opb": "PET",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "ecd9f418-7f3a-4ad8-bd7b-1884e13cc78f",
        "choice_type": "single"
    },
    {
        "question": "Tigroid Pattern on MRI is associated with which of the following disease?",
        "exp": "Metachromatic Leukodystrophy: Is a deep white matter leukodystrophy with sparing of subcoical U-fibers and lamellated or Tigroid pattern of the involved white matter. It is associated with Aryl Sulfatase deficiency. Characterized by bilateral symmetrical confluent areas of periventricular deep white matter signal change, in paicular around the atria and frontal horns with sparing of subcoical U fibres can also leads to a \"butterfly pattern\". Progression can lead to coical and subcoical atrophy.",
        "cop": 4,
        "opa": "Krabbe disease",
        "opb": "Niemann Pick disease",
        "opc": "Alexander disease",
        "opd": "Metachromatic Leukodystrophy",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "70d7c701-d44a-4a07-b654-0bb67c54277a",
        "choice_type": "single"
    },
    {
        "question": "Which sequence of MRI is used to detect microhemorrhages?",
        "exp": "SWI (Susceptibility-Weighted Imaging ) is a relatively new full-velocity compensated high-resolution 3-dimensional gradient echo sequence that accurately detects small hemorrhage (microhemorrhage) and calcification by exaggerating susceptibility signal intensity, which is more sensitive than T2 gradient echo.",
        "cop": 3,
        "opa": "T1. WI",
        "opb": "T2. WI",
        "opc": "SWI",
        "opd": "DWI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "5a954fd1-045f-4248-8758-279da35c7e3c",
        "choice_type": "single"
    },
    {
        "question": "MRI can be done in:",
        "exp": "MRI is a technique using Non Ionising Radiation and is Safe in pregnancy All other options are contraindications of MRI Contraindications for MRI: All type of metallic implants like 1. Cardiac pacemakers 2. Insulin pump 3. Prosthetic cardiac valve 4. Ocular metallic foreign body 5. Cochlear implant",
        "cop": 4,
        "opa": "Cardiac pacemaker",
        "opb": "Insulin pumps",
        "opc": "Cochlear implants",
        "opd": "Pregnancy",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "ed8b0396-c14f-44e3-aae3-8f70d2c111a1",
        "choice_type": "single"
    },
    {
        "question": "Which MRI sequence is used to detect cytotoxic edema before vasogenic edema?",
        "exp": "Vasogenic edema shows Hyper. Intense T2 and FLAIR signals, which do not show Restricted diffusion. (Cytotoxic cerebral edema, which shows diffusion restriction). The one sequence which is able to identify cytotoxic oedema, and was thus responsible for a revolution in the imaging of acute Ischaemic stroke, is Diffusion Weighted Imaging (DWI).",
        "cop": 4,
        "opa": "T1. WI",
        "opb": "T2. WI",
        "opc": "SWI",
        "opd": "DWI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "7aa63ab3-a673-41ef-b449-b7be4f7c69b1",
        "choice_type": "single"
    },
    {
        "question": "Hot Cross Bun Sign on MRI is seen in-",
        "exp": "* HOT CROSS BUN SIGN - cross shaped hyperintensity in the center of pons * It is a classic feature of Multisystem atrophy type - C * Multisystem atrophy type - c has involvement of pontocerebellar pathway Figure: hot cross bun sign - MSA-C Figure showing Humming bird sign in Progressive supranuclear palsy. Figure showing Mickey-Mouse sign in Progressive supranuclear palsy.",
        "cop": 1,
        "opa": "Multisystem atrophy",
        "opb": "Lewy body dementia",
        "opc": "Progressive supranuclear palsy",
        "opd": "Alzeihmer's disease",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "1c10a99b-84f4-48aa-92e3-2ba5a01f6a61",
        "choice_type": "single"
    },
    {
        "question": "Contrast used for MRI",
        "exp": "MRI Contrast Agents: Are contrast agents used to improve the visibility of internal body structures in magnetic resonance imaging(MRI). The most commonly used compounds for contrast enhancement are Gadolinium-based.",
        "cop": 1,
        "opa": "Gadolinium",
        "opb": "Radium",
        "opc": "Iridium",
        "opd": "TDT",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "a3ce70df-9592-4868-bdc5-85be51c2c441",
        "choice_type": "single"
    },
    {
        "question": "On MR-spectroscope, at 3. 2ppm which peak is seen?",
        "exp": "MR Spectroscopy compares the chemical composition of normal brain tissue with abnormal tumor tissue. Lipid lactate peak is seen at 1. 33 ppm NAA peak is seen at 2 ppm Creatine at 3 ppm Choline at 3. 2 ppm Figure: Choline peak at 3. 2 ppm - primary CNS lymphoma",
        "cop": 4,
        "opa": "Lipid lactate",
        "opb": "N-acetyl aspaate",
        "opc": "Creatinine",
        "opd": "Choline",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "fa12d95d-27e7-42c4-ab34-05b935075e5c",
        "choice_type": "single"
    },
    {
        "question": "Which MRI sequence suppresses fat signal?",
        "exp": "STIR (Sho Tau Inversion Recovery Sequence): It is a Fat suppressing sequence used to evaluate bone marrow edema by suppressing the fat signal from bone marrow FLAIR (FLUID ATTENUATION INVERSION RECOVERY SEQUENCE): Which suppresses the Fluid Signals and evaluates Brain Edema, used in evaluating Periventricular Hyperintensities in Multiple sclerosis by suppressing the CSF signal of the ventricles FAT is Hyper. Intense on both T1& T2",
        "cop": 2,
        "opa": "FLAIR",
        "opb": "STIR",
        "opc": "T1",
        "opd": "T2. WI",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "78009746-5631-4198-8213-35c2bd6537cf",
        "choice_type": "single"
    },
    {
        "question": "In which of the following disease, NAA peak is seen?",
        "exp": "Canavan disease, also known as spongiform degeneration of white matter (not to be confused with Creutzfeldt-Jakob Disease) or aspaoacylase deficiency, is a leukodystrophy clinically characterized by megalencephaly, severe mental and neurological deficits, and blindness. It is an autosomal recessive disorder characterized by a genetic mutation on the sho arm of chromosome 17. There is a deficiency of N-acetylaspaoacylase, a key enzyme in myelin synthesis, with resultant accumulation of N-acetyl aspaate in the brain, CSF, plasma, and urine. MRS (Magnetic Resonance Spectroscopy) of Canavan Disease shows NAA peak at 2 ppm. Other salient points: Alanine peak is seen at 1. 48ppm in meningioma. Lipid lactate peak is seen at 1. 33ppm in tuberculoma.",
        "cop": 3,
        "opa": "Tuberculoma",
        "opb": "Tumors",
        "opc": "Canavans disease",
        "opd": "Meningioma",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "1e0da694-05f6-4623-ad2d-90a8166d234b",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for SPINAL METASTASIS?",
        "exp": "MRI is the Investigation Of Choice for Most spinal imaging including: Spinal metastasis Spinal tumors Potts' spine Intramedullary spinal cord metastasis",
        "cop": 1,
        "opa": "MRI",
        "opb": "BONE SCAN",
        "opc": "XRAY SPINE",
        "opd": "CT scan",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "4b5988af-320e-49dd-b19a-c2da6a206355",
        "choice_type": "single"
    },
    {
        "question": "Which peak on MR spectroscopy is seen in tuberculoma?",
        "exp": "MR-spectroscopy usually reveals a large lipid lactate peak at 0. 9 to 1. 33 ppm and reduced NAA. The lipid peak in tuberculoma is primarily due to the predominant lipid content in the cell wall of tubercle bacillus. Presence of lactate indicates anaerobic glycolysis and necrosis within the Tuberculoma. However, lipid lactate peak can also be seen in other conditions having necrosis like high grade gliomas.",
        "cop": 1,
        "opa": "Lipid lactate",
        "opb": "N-acetyl aspaate",
        "opc": "Creatinine",
        "opd": "Choline",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "46a0da3b-973e-48dd-9857-78b894ea50bf",
        "choice_type": "single"
    },
    {
        "question": "MRI magnet is a",
        "exp": "MRI uses a Superconducting magnet which is kept cool using Helium. A superconducting MRI magnet comprises a steel cryostat with the superconducting coils immersed in liquid helium at 4. 2 Kelvin (-269degC or -452degF).",
        "cop": 4,
        "opa": "Ferromagnet",
        "opb": "Paramagnet",
        "opc": "Simple magnet",
        "opd": "Superconducting-magnet",
        "subject_name": "Radiology",
        "topic_name": "Magnetic Resonance Imaging",
        "id": "2585e290-0e06-4b09-8ea5-a42aff4e560f",
        "choice_type": "single"
    }
]