[
    {
        "question": "A Hand radiograph of a child given suggests the diagnosis of?",
        "exp": "The Wrist radiograph shows a immature skeleton and the lower ends of radius and ulna showing cupping, splaying and fraying suggestive of Rickets",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Hyperparathyroidism",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "1f44c028-cadc-44ce-a4d2-a0bbedf914fa",
        "choice_type": "single"
    },
    {
        "question": "What could be the possible diagnosis as per the given X-ray?",
        "exp": "Osgood-Schlatter disease(OSD)is a chronic fatigue injury due to repeated microtrauma at the patellar ligament inseion onto the tibial tuberosity, usually affecting boys between ages 10-15 years. Osgood-Schlatter disease is seen in active adolescents, especially those who jump and kick, which is why it is seen more frequently in boys. Clinically, patients present with pain and swelling over the tibial tuberosity exacerbated with exercise. Illustration of Osgood-Schlatter disease.",
        "cop": 1,
        "opa": "Osgood schattler disease",
        "opb": "Pellegrinl Stieda lesion",
        "opc": "SLAP tear",
        "opd": "Segond Fracture",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "4e842c4f-baca-4846-8904-ce8459dd8cab",
        "choice_type": "single"
    },
    {
        "question": "What is the abnormality shown in this shoulder Radiograph?",
        "exp": "Electric Bulb/Light Bulb Appearance on Shoulder Radiograph Is suggestive of posterior Dislocation of Shoulder.",
        "cop": 2,
        "opa": "Anterior Dislocation Of Shoulder",
        "opb": "Posterior Dislocation Of Shoulder",
        "opc": "Chondrosarcoma",
        "opd": "Simple Bone cyst",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "252aeef6-e637-4fb0-bd9f-409a34b3dce9",
        "choice_type": "single"
    },
    {
        "question": "Scottish Dog Terrier Appearance on X-ray is seen in:",
        "exp": "Scottish Dog Terrier sign is Normal appearance of lumbar spine on posterior oblique X ray view Scottish Dog Collar sign is seen in Spondylolysis Beheaded Scottish Dog Sign is seen in Spondylolisthesis Winking Owl Sign is seen with Veebral Metastasis",
        "cop": 3,
        "opa": "Spondylolysis",
        "opb": "Spondylolisthesis",
        "opc": "Normal Lumbar spine on Posterior oblique view",
        "opd": "Veebral metastasis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "3a34d6b3-bc42-4c2a-bfb1-2f12f6779f48",
        "choice_type": "single"
    },
    {
        "question": "Marble Bone disease is?",
        "exp": "*Marble Bone disease is another name of Osteopetrosis/Albers-Schonberg Disease",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Osteopoikilosis",
        "opc": "Osteopetrosis",
        "opd": "Fibrous Dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "5e96c292-72e8-497a-ac4f-7a9ea3e4ad1e",
        "choice_type": "single"
    },
    {
        "question": "16 year old boy presents to emergency with injury to his right index finger tip with glass piece. Which of the following radiological modality is best used for determination of glass piece in patient's finger?",
        "exp": "Glass is always radio-opaque irrespective of content of lead and other additives. So plain X-Ray is best to look for glass foreign body.",
        "cop": 1,
        "opa": "X-Ray",
        "opb": "USG",
        "opc": "CT Scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "1bd89554-6c2e-4584-92f9-2f238e8a2c39",
        "choice_type": "single"
    },
    {
        "question": "\"Sunray appearance\" on x-rays is suggestive of:",
        "exp": "Osteosarcoma - New bone is laid down along the blood vessels within the tumor growing centrifugally giving rise to a 'Sun -ray appearance' on x -ray. Chondrosarcoma- \"Speckled\" calcification on x-ray Ewings sarcoma - Second most common malignant. Classic x-ray appearance is the \"onion skin\"",
        "cop": 3,
        "opa": "Chondrosarcoma",
        "opb": "Metastatic tumor in the bone",
        "opc": "Osteogenic sarcoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "77683f0a-bcfb-4551-86a7-1af1a33c577c",
        "choice_type": "single"
    },
    {
        "question": "Pigmented Villonodular synovitis most commonly involves?",
        "exp": "Pigmented villonodular synovitis (PVNS) is a benign proliferative condition affecting synol membranes of joints, bursae or tendons resulting from synol proliferation with villous and nodular projections and haemosiderin deposition. PVNS is most commonly mono aicular mainly involving Knee joint",
        "cop": 2,
        "opa": "Shoulder",
        "opb": "Knee",
        "opc": "Hip",
        "opd": "Ankle",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "1d2dce7c-2dfb-49df-abf0-7f2de7327354",
        "choice_type": "single"
    },
    {
        "question": "Chevron Sign is seen with?",
        "exp": "*Chevron sign is the inveed V shape notches of growth plates especially distal femur seen in Achondroplasia",
        "cop": 3,
        "opa": "Rickets",
        "opb": "Scurvy",
        "opc": "Achondroplasia",
        "opd": "Osteogenesis Imperfecta",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "b997eec3-fadf-4ec0-9488-0d015112d47c",
        "choice_type": "single"
    },
    {
        "question": "Flaring of Anterior ends of ribs are seen in?",
        "exp": "Rachitic Rosary is Flaring Of anterior ends of ribs at the costochondral junctions seen in Rickets.",
        "cop": 3,
        "opa": "Neurofibromatosis",
        "opb": "Hyperparathyroidism",
        "opc": "Rickets",
        "opd": "Coarctation of Aoa",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "4f88b4f2-10c9-42bd-b7f3-fc5a16033223",
        "choice_type": "single"
    },
    {
        "question": "This Hand Radiograph of a 2 year old Child with Dwarfism suggest the diagnosis of:",
        "exp": "The Hand Radiograph demonstrates widening of metacarpals with proximal pointing of metacarpals from index to little finger suggestive of Moriquos syndrome an autosomal recessive Mucopolysaccharoidosis type IV. Proximal pointing of metacarpals is also a feature of Hurlers syndrome another autosomal recessive Mucopolysaccharoidosis type-I.",
        "cop": 1,
        "opa": "Morquio syndrome",
        "opb": "Achondroplasia",
        "opc": "Hyperparathyroidism",
        "opd": "Hypothyroidism",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "94e0e763-4cf0-45ea-b86a-d407361ad39e",
        "choice_type": "single"
    },
    {
        "question": "Flowing wax appearance on anterior borders of veebrae is seen in-",
        "exp": "Calcification of Anterior longitudinal ligament- DISH; Diffuse Idiopathic skeletal hyper osteosis Calcification of posterior longitudinal ligament -OPLL: Ossified posterior longitudinal ligament - JAPAN: Disease Ossification / calcification of interosseous membrane - FLUOROSIS",
        "cop": 2,
        "opa": "Ankylosing spondylitis",
        "opb": "DISH",
        "opc": "Psoriatic ahropathy",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "3d808736-2c71-44da-a7ac-81964e19d7f8",
        "choice_type": "single"
    },
    {
        "question": "Positive metacarpal sign is seen in?",
        "exp": "- Sho 4th Metacarpal is called Positive Metacarpal sign is seen with Turners syndrome. It can be seen as a normal variant also.",
        "cop": 3,
        "opa": "Downs syndrome",
        "opb": "Marfans syndrome",
        "opc": "Turners Syndrome",
        "opd": "Klienfelters Syndrome",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "e19845ec-4de8-43a0-b5d4-b9d287c06ca0",
        "choice_type": "single"
    },
    {
        "question": "Osteoporosis circumscripta is seen with?",
        "exp": "Osteoporosis Circumscripta is focal thinning of bone seen in cases of pagets disease. Fibrous dysplasia shows focal thickening of bone and ground glass appearance. Chronic phenytoin therapy can cause generalized thickening of bone. Cushings syndrome can cause generalized thinning of bone.",
        "cop": 4,
        "opa": "Fibrous dysplasia",
        "opb": "Chronic Phenytoin Therapy",
        "opc": "Cushings syndrome",
        "opd": "Pagets Disease",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "a142b0cc-63be-4707-9443-2ff31489dc20",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are radiological features of fluorosis?",
        "exp": "Radiological features of fluorosis Diffuse Osteosclerosis Coical thickening Enthesopathy Interosseous membrane calcification Sacro tuberous ligament calcification",
        "cop": 4,
        "opa": "Osteosclerosis",
        "opb": "Coical thickening",
        "opc": "Enthesopathy",
        "opd": "All the above",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "8a969fbe-1ee5-4aeb-9a20-275002f1ba8f",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral symmetrical Sacroilitis is hallmark of:",
        "exp": "Diagnostic radiological features of Ankylosing spondylitis are: Bilateral symmetrical Sacroilitis (earliest and most specific feature) Bamboo-spine (knobby spine, poker back or universal syndesmophytosis) is a characteristic feature of it. Syndesmophytes - ossifications of the outer fibers of annulus fibrosis. Enthesitis (earliest pathological change) Uncommon involvement of small joints of hand and feet.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Juvenile Rheumatoid ahritis",
        "opc": "Nail Patella syndrome",
        "opd": "Osteitis condensans ilii",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "7e49f7c5-c8cf-4e2b-b779-7f753582a1c6",
        "choice_type": "multi"
    },
    {
        "question": "Stippled Epiphysis is seen in?",
        "exp": "Causes for Stippled Epiphysis Congenital hypothyroidism (cretinism) a group of skeletal dysplasias called chondrodysplasia punctate. Alcohol use during pregnancy Warfarin use during pregnancy Vitamin K deficiency",
        "cop": 1,
        "opa": "Congenital Hypothyroidism",
        "opb": "Juvenile Rheumatoid Ahritis",
        "opc": "Scurvy",
        "opd": "Achondroplasis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "8ddc24f2-919b-4435-983e-62dd767d1596",
        "choice_type": "single"
    },
    {
        "question": "The X-ray of the right distal tibia and fibula is shown, which possibly represent:",
        "exp": "Lesion involving distal fibula with typical sun burst periosteal reaction and adjacent soft tissue swelling is noted, this is diagnostic of osteosarcoma. X-ray of osteosarcoma shows the following features: * An area of irregular destruction in the metaphysis, sometimes overshadowed by the new bone formation. * Periosteal reaction * Codman's triangle * Sun-ray appearance",
        "cop": 2,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Soft tissue tumor with fibular involvement",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "f53d7a5b-7986-4a95-b0ce-05185d9b4f36",
        "choice_type": "single"
    },
    {
        "question": "True/false about bone tumours Most common malignant tumour of bone is metastases. Most common primary malignant bone tumour is multiple myeloma Codman triangle is specific for osteosarcoma. IOC for skeletal metastases is CT scan. Blow out bone metastases are seen in renal cell carcinoma.",
        "exp": "Most common malignant tumour of bone is metastases. Most common primary malignant bone tumour is multiple myeloma. Codman triangle is seen in - osteosarcoma, ewing's sarcoma, metastases, GCT etc. IOC for skeletal metastases is bone scan. Blow out bone metastases is seen in RCC, thyroid ca, HCC.",
        "cop": 1,
        "opa": "TTFFT",
        "opb": "FTFFT",
        "opc": "TTFFF",
        "opd": "FFFFT",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "342e59ba-f2a7-4b9c-be07-4e923c53ccb6",
        "choice_type": "multi"
    },
    {
        "question": "Regarding Congenital Toicollis true are all except:",
        "exp": "Although. Large infants who have had difficult veex deliveries as well as those who are breech or those with hip dysplasia are at special risk for developing toicolis, it is not always associated. Congenital Muscular Toicollis Muscular toicollis is the most common variety and is presumed to result from injury to the sternocleidomastoid muscle during delivery. In toicollis the head is tilted toward and rotated away from the tight sternocleidomastoid muscle. Congenital toicollis is usually secondary to intrauterine moulding but may present with fixed sternocleidomastoid contracture or with a palpable 'tumour' within the muscle. There is a strong correlation with DDH. Most cases resolve with stretching but persistent cases develop facial asymmetry and require surgical release of the sternocleidomastoid at one or both ends. Acquired toicollis is less common and may be caused by gastro-oesophageal reflux, posterior fossa tumour/other regional abnormality, inflammation/infection, ocular problems or atlanto- axial rotatory subluxation. Treatment In patients with a suggestive history and appropriate physical findings, programs of positioning and stimulation and gentle passive stretching exercised staed within the first month of life often result in resolution. The parents should be instructed to rotate the chin gently toward the side of head tilt while simultaneously bringing the head to the upright position. As range of motion improves, the chin can be rotated past neutral and the head titled toward the opposite side. Significant correction usuall; y occurs within the first few months of life in patienys with muscular toicollis. When deformaity persists, the patient should be referred for ohopedic evaluation. Soft collars are not effective in treatment, and rigid devices producesecondary mandibular deformity. Surgical release of the sternocleidomastoid muscle is occasionally required in such patients and should be performed before the development of secondary facial asymmetry (plagiocephaly)",
        "cop": 4,
        "opa": "In 2/3 cases sternocleidomastoid mass is palpable",
        "opb": "If untreated, may lead to Plagiocephaly",
        "opc": "80% undergo Spontaneous resolution",
        "opd": "Always associated with breech presentation",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "cdee75ae-93c9-41c8-bc6a-30d440b23bd6",
        "choice_type": "multi"
    },
    {
        "question": "What is the type of fracture shown here?",
        "exp": "Hangman fracture/Traumatic Spondylolisthesis of Axis(C2) is a fracture which involves both pars interaicularis of the C2 veebra. It is typically the result of a hyperextension and distraction injury.",
        "cop": 3,
        "opa": "Jefferson fracture",
        "opb": "Clay Shovelers Fracture",
        "opc": "Hangmans Fracture",
        "opd": "Jones fracture",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "276284cc-b484-4860-9af4-dfd97483213e",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old female presents with the recent onset of mild back pain. Otherwise she has no other pains and quite good in her daily activities and active in her NGO field activities. Physical examination reveals kyphosis, while an x-ray of her back reveals a compression fracture of a veebral body in the dorsal spine, with spondylotic changes and mildly reduced bone denisty. Serum calcium, phosphorus, alkaline phosphatase, ESR and parathyroid hormone levels are all within normal limits. This woman's bone changes are most likely due to",
        "exp": "This post-menopausal old female has osteoporosis with wedge fracture if dorsal veebra. Serum calcium, phosphorus, alkaline phosphatase, and parathyroid hormone levels are all within normal limits, ruling out the possibility of paget's disease, hyperparathyroidism and osteomalacia. Osteoporosis Reduction in the strength of bone that leads to an increased risk of fractures. Loss of bone tissue is associated with deterioration in skeletal microarchitecture. The WHO operationally defines osteoporosis as a bone density that falls 2. 5 standard detions (SD) below the mean for young healthy adults of the same sex--also referred to as a T-score of -2. 5. Postmenopausal women who fall at the lower end of the young normal range (a T-score <-1. 0) are defined as having low bone density and are also at increased risk of osteoporosis. Myeloma can masquerade as generalized osteoporosis, characteristic \"punched-out\" lesions on radiography. Serum and urine electrophoresis and or serum free light chains are required to exclude this diagnosis.",
        "cop": 2,
        "opa": "Myeloma",
        "opb": "Osteoporosis",
        "opc": "Osteomalacia",
        "opd": "Paget's disease",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "e5ce4331-542c-409f-8d5a-afffc275680e",
        "choice_type": "multi"
    },
    {
        "question": "A 48 year old man known to you with a long history of low back pain, presents once again with similar symptoms. He has had a previous X - ray showing degenerative disc changes 6 years earlier. What is to be done next?",
        "exp": "In the absence of any 'red flag' signs, there is no indication for fuher X - rays. Red flag signs: Thoracic pain Fever Weight loss Bladder or bowel dysfunction Carcinoma history Neurological deficit Onset < 20 years or > 55 years. For neurological symptoms, MRIa best to examine just the spine. If systemic disease was suspected, CT would be best",
        "cop": 2,
        "opa": "Repeat X-ray should be done",
        "opb": "X-Ray should not be repeated",
        "opc": "If any systemic disease suspected, MRI should be done",
        "opd": "If suspected neurological deficit CT should be done",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "1cf77ae9-804f-4e66-80fb-5c8be3a81784",
        "choice_type": "single"
    },
    {
        "question": "Meniscal calcification is seen in?",
        "exp": "Meniscal Calcification is seen in Pseudo. Gout Interveebral Disc calcification is seen in Alkaptonuria and Ankylosing Spondylitis. Interosseous membrane and Sacrotuberous Calcification are seen in Fluorosis. Diffuse Idiopathic Skeletal Hyperostosis / Forestier Disease is characterized by flowing ossification of Anterior Longitudnal Ligament. meniscal calcification seen in Ap X-ray of right knee joint.",
        "cop": 1,
        "opa": "Pseudogout",
        "opb": "Alkaptonuria",
        "opc": "Fluorosis",
        "opd": "Diffuse idiopathic skeletal hyperostosis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "f8b0e44a-162c-49a4-8919-656b67c3a7db",
        "choice_type": "single"
    },
    {
        "question": "Bone within bone appearance is feature of?",
        "exp": "- Bone within Bone Appearance is seen in Osteopetrosis other causes of bone within bone appearance is: Sickle cell disease osteomyelitis Caffey disease Bone healing hypervitaminosis D Pagets disease acromegaly",
        "cop": 2,
        "opa": "Fibrous Dysplasia",
        "opb": "Osteopetrosis",
        "opc": "Osteogenesis Imperfecta",
        "opd": "Osteoporosis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "4529ff73-59ac-4fc3-ba6e-1c040cda34ca",
        "choice_type": "single"
    },
    {
        "question": "Rat Bite Erosions are seen in?",
        "exp": "*Rate Bite Erosions with over hanging edges(Maels sign) is feature of Gouty Ahritis Radiographs in Gout Marginal erosion with overhanging edge \"Rat bite\"",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Gouty Ahritis",
        "opc": "Osteoahritis",
        "opd": "Ankylosing Spondylitis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "97d3eb12-025b-4722-a7ae-493211981ce9",
        "choice_type": "single"
    },
    {
        "question": "Clover Leaf Skull is seen in",
        "exp": "Clover Leaf Skull is seen in Thanatophoric dysplasia type II, premature closure of saggital, coronal and lambdoid sutures causing severe craniosynotosis giving rise to trilobate shape of skull. Luckenschadel skull or Lacunar Skull is seen in Chiari II malformations. Geographical skull is seen in Eosinophilic Granuloma. Rain Drop Skull is seen in Multiple Myeloma.",
        "cop": 2,
        "opa": "Chiari Malformation",
        "opb": "Thanatophoric Dysplasia",
        "opc": "Eosinophilic Granuloma",
        "opd": "Multiple Myeloma",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "33d05dc0-3e8c-4b58-bad8-452cfa70f60f",
        "choice_type": "single"
    },
    {
        "question": "An osteolytic mass over the iliac bone showing mottled popcorn calcifications in a 45 year old male suggests?",
        "exp": "Popcorn Calcification on Iliac Bone(Flat Bone)-CHONDROSARCOMA",
        "cop": 2,
        "opa": "Osteosarcoma",
        "opb": "Chondrosarcoma",
        "opc": "Metastasis",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "b8f10782-c80a-4992-9be1-a8b037daa005",
        "choice_type": "single"
    },
    {
        "question": "Bohlers Angle is reduced in?",
        "exp": "*The angle between two lines tangent to the calcaneus on the lateral radiograph. These lines are drawn tangent to the anterior and posterior aspects of the superior calcaneus. *The normal value for this angle is between 20deg to 40deg. A value less than 20deg can be seen in calcaneal fracture. Bohlers Angle is Decreased in Calcaneal Fracture",
        "cop": 3,
        "opa": "Supracondylar fracture of humerus",
        "opb": "Fracture neck of femur",
        "opc": "Fracture Calcaneus",
        "opd": "Colles fracture",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "ac384af2-6d68-414d-9819-7206710d757e",
        "choice_type": "single"
    },
    {
        "question": "Blow out expansile bone metastasis is seen with?",
        "exp": "Expansile Bone Metastasis / Blow Cut bone metastasis are typically seen in Renal Cell Carcinoma Thyroid Cancer Hepatocellular Carcinoma Above radiograph shows an expansive bone metastasis is seen in distal end of femur in case of RCC. Cookie Bite Metastases are characterized by eccentric lytic coical destruction in long tubular bones, typically seen in bronchogenic carcinoma. Prostrate cancer is most common cause for sclerotic bone metastasis. Breast cancer produces mixed lytic and sclerotic lesions.",
        "cop": 1,
        "opa": "Renal cell Carcinoma",
        "opb": "Bronchogenic carcinoma",
        "opc": "Breast carcinoma",
        "opd": "Prostrate carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "79d0b1f9-907b-4641-ba93-64685f2680db",
        "choice_type": "single"
    },
    {
        "question": "Increased Heel Pad Thickness is associated with?",
        "exp": "Feature of Acromegaly 1. Spade like Phalanges 2. Increased Heel Pad Thickness. 3. Hyperpneumatization of para-nasal sinuses",
        "cop": 3,
        "opa": "Rickets",
        "opb": "Pagets disease",
        "opc": "Acromegaly",
        "opd": "Fibrous Dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "5799eaa6-607f-4ae8-9396-178e69cf15d7",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old male is brought to the ER after injuring his forearm. He fell onto his palm and noted pain and a deformity in his forearm. Examination revealed normal vital signs and findings limited to his left arm. His clavicle, shoulder, humerus, and hand were non-tender. He was reluctant to move his shoulder since his forearm was in a splint and sling. There was an obvious angulation at the mid-forearm. He could move all his fingers. No circulatory or sensory deficits were detected. X-rays of his forearm are obtained. The most likely diagnosis is?",
        "exp": "Galeazzi fracture-dislocation: Fracture of the distal third of the radius with dislocation of the distal radio-ulnar joint Monteggia fracture-dislocation: Fracture of the proximal third of the ulna, with dislocation of the head of the radius. Night-stick fracture: Isolated fracture of the shaft of the ulna, sustained while trying to ward off a stick blow. Colies' fracture: A fracture occurring in adults, at the coico-cancellous junction of the distal end of the radius with dorsal tilt and other displacements.",
        "cop": 1,
        "opa": "Galeazzi's fracture",
        "opb": "Night-stick fracture",
        "opc": "Monteggia's fracture",
        "opd": "Cole's fracture",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "0d15cc23-3dfa-47e9-86ba-2e6c8e7544c7",
        "choice_type": "multi"
    },
    {
        "question": "Following pathology on x-ray can be seen in?",
        "exp": "Licked candy stick appearance refers to tapering of the tips of the metacarpal bones, metatarsal bones, phalanges or clavicles and is usually associated with: *Psoriatic ahropathy *Rheumatoid ahritis *Leprosy *Neuropathic joint",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "Osteoahritis",
        "opc": "Gouty Ahritis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "1918fea4-43c8-4453-b154-b35ec5c08410",
        "choice_type": "single"
    },
    {
        "question": "Erlen Meyer Flask Deformity is seen in?",
        "exp": "Mnemonics for Erlen Meyer Flask Deformity (CHONG) C: craniometaphyseal dysplasias/Pyles disease H: hemoglobinopathies thalassemia sickle cell disease O: osteopetrosis N: Niemann-Pick disease G: Gaucher disease Radiographs showed a nondisplaced fracture and undeubulation of the distal femoral diaphysis -- a condition known as Erlenmeyer-flask deformity.",
        "cop": 4,
        "opa": "Osteopetrosis",
        "opb": "Thalassemia",
        "opc": "Craniometaphyseal dysplasias",
        "opd": "All",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "dd4697e8-c9b7-420a-9d49-39dec5a58d56",
        "choice_type": "multi"
    },
    {
        "question": "Sausage finger appearance is seen in-",
        "exp": "Psoriatic ahritis: Involvement of IP joints (interphalangeal) Saucerization of digits Tapering of pharynges Pencil in cup deformity Telescoping sign positive Ahritis multilans / erosive ahritis Opera glass deformity (La Main en Lorgnette) Pencil Cup Deformity",
        "cop": 1,
        "opa": "Psoriatic ahritis",
        "opb": "Rickets",
        "opc": "Hypehyroidism",
        "opd": "Addison's disease",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "c4da3d22-c0e8-485c-bc4c-f2736c645c16",
        "choice_type": "single"
    },
    {
        "question": "Wormian bones' are features of all, EXCEPT:",
        "exp": "Wormian bones (intersutural bones) can be seen in: Normal infants (up to 6 months of age) Down's syndrome Cleidocranial dysostosis Hypothyroidism Hypophosphatasia Healing phase of Rickets Osteogenesis imperfecta Otopalatodigital syndrome Kinky hair syndrome Progeria Pachydermoperiostitis Pyknodysostosis",
        "cop": 3,
        "opa": "Hypophosphatasia",
        "opb": "Down's syndrome",
        "opc": "Pyle's disease",
        "opd": "Menke's kinky hair syndrome",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "5b0cba7c-10a2-42ee-bec6-57417c6dc57e",
        "choice_type": "multi"
    },
    {
        "question": "Best Imaging Modality for Pehes disease is?",
        "exp": "*MRI is The IOC for AVN and Pehes Disease. Depression of right femoral head with bone marrow edema. There is joint effusion",
        "cop": 4,
        "opa": "X ray",
        "opb": "USG",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "d7e1990d-4fac-45e4-ad5f-ed4c0daae913",
        "choice_type": "single"
    },
    {
        "question": "Sacrotuberous ligament calcification is a characteristic feature of?",
        "exp": "- Calcification of sacrotuberous ligament, interosseous ligaments is characteristic of Fluorosis",
        "cop": 3,
        "opa": "Alkaptonuria",
        "opb": "Osteopetrosis",
        "opc": "Fluorosis",
        "opd": "Pseudogout",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "9505ae29-f7d6-49d6-ba45-9b6d38d92221",
        "choice_type": "single"
    },
    {
        "question": "Expansile lytic lesion of sacrum with specks of calcification is suggestive of",
        "exp": "Chordoma: This is a locally malignant, sometimes actually malignant tumour supposedly originating from the remnants of notochord. Sacrum and cervical spine are common sites. It presents with a persistent pain and swelling, sometimes with a neurological deficit. Bone destruction is the only hallmark feature of this tumour. Treatment, wherever possible, is complete excision. If complete excision is not possible, radiotherapy is done. Chordoma 1 It is a destructive bone tumor believed to arise from ectopic remnants of notochord/notochord cell rest. 2 Its maximum incidenceis between 50-70 years. 3 It is locally malignant with strong tendency to recur after excision. n Predilection for sacral (50%) and cranial (40%) regions (the extreme ends of the axial skeleton). 4 In sacrum at S4and S5and in cranium basisphenoid (clivus and dorsal aspect of sella) 5 Above sacrum and below C2, chordomas are rare. 6 Radiologically appears as a oval or lobulated well-defined purely lytic mass in midline, which may contain calcification and a soft tissue component. 7 Recurrence rate is high but its metastasis occurs late. 8 Chordoma at the base of skull carries best prognosis",
        "cop": 3,
        "opa": "Osteosarcoma",
        "opb": "Secondaries in bone",
        "opc": "Chordoma",
        "opd": "Fibrous histiocytoma",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "32e8cb6d-40be-40ae-89ae-2219c0858f32",
        "choice_type": "single"
    },
    {
        "question": "Shiny Corner Sign is seen in",
        "exp": "*Shiny corner sign is a finding in ankylosing spondylitis, representing reactive sclerosis at the superior and inferior endplates of the veebral bodies. Eventually, the veebral bodies become squared in Ankylosing Spondylitis. *Note- Corner Sign Of Park is metaphyseal Clefts Seen In Scurvy",
        "cop": 2,
        "opa": "Psoriatic Ahritis",
        "opb": "Ankylosing Spondylitis",
        "opc": "Rheumatoid Ahritis",
        "opd": "Gouty Ahritis",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "4860a218-ad32-4ad2-9022-09938693ccc7",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of Achondroplasia",
        "exp": "Achondroplasia:- - an autosomal dominant condition with altered FGFR3 Gene - Most common skeletal dysplasia - It has Rhizomelic Dwarfism(Shoened Proximal Bones) - M/C/C of dispropoionate dwarfism Features includes:- - champagne glass pelvis - tombstone iliac bone - bullet shaped veebra Bowed and sho bones of the legs with square lilac blades and champangne glass pelvis. Achondroplasia.",
        "cop": 3,
        "opa": "Tombstone iliac bone",
        "opb": "Champagne glass pelvis",
        "opc": "Acromelic dwarfism",
        "opd": "Bullet shaped veebra",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "1733c556-7505-4b1d-a0de-5fe99a9c61f5",
        "choice_type": "single"
    },
    {
        "question": "The 'Molten Wax' appearance of bones On X-ray is seen in?",
        "exp": "Melorheostosis (Candle Bone Disease) It is a nongenetic disease characterized by asymmetrical dense irregular coical longitudinal hyperostosis of paicularly the long bones giving appearance like wax running down the side of a candle (Molten-wax or 'Flowing candle wax' appearance), vascular anomalies, abnormal pigmentation and muscle contracture and wasting. 'Dripping or Flowing candle wax' appearance of spine: DISH (Diffuse Idiopathic Skeletal Hyperophy) 'Dripping or Flowing candle wax' appearance of ventricles in brain: Tuberous sclerosis",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Osteopoikilosis",
        "opc": "Melorheostosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "8da517ea-bbe6-4f18-8d9f-6fdf2ba5a891",
        "choice_type": "single"
    },
    {
        "question": "On MRI, the differential diagnosis of spinal cord edema is:",
        "exp": "Myelomalacia is a increased T2w signal in the spinal cord where the spinal cord is atrophic with gliosis producing small and bright appearence of spinal cord",
        "cop": 2,
        "opa": "Myelodysplasia",
        "opb": "Myelomalacia",
        "opc": "Myeloschisis",
        "opd": "Cord tumors",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "f7320c8f-3489-43db-8a71-cd0df79acafd",
        "choice_type": "single"
    },
    {
        "question": "A 41 year female patient is taking steroids from long duration. Now she presents with onset of severe pain in the hip. Which imaging investigation can be used to diagnose this condition?",
        "exp": "Patient on long term steroids that presents with pain must be suffering from AVN( avascular necrosis). IOC to look for AVN is MRI.",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT",
        "opc": "USG",
        "opd": "X-Ray",
        "subject_name": "Radiology",
        "topic_name": "Musculoskeletal Radiology",
        "id": "55200cdf-226c-4462-ad82-7b453fa1d4e4",
        "choice_type": "single"
    }
]