[
    {
        "question": "A patient presenting with abdominal pain, blood in stools and a palpable mass on examination. A Barium Study was performed, probable diagnosis is?",
        "exp": "The above shown image of barium study shows\"Coiled spring appearance\", which is characterstic of Intussusception. INTUSSUSCEPTION It is a condition in which one segment of intestine telescopes inside of another, causing an intestinal obstruction. It usually presents with nausea, vomiting, pain abdomen with blood in stools. Palpable abdominal mass may be found on physical examination. On Barium: Figure: Coiled spring appearance on Barium study in Intussusception.",
        "cop": 2,
        "opa": "Meckel's Diveiculum",
        "opb": "Intussusception",
        "opc": "Volvulus",
        "opd": "Diveiculitis",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "232b50ab-3c7c-4512-9002-9f3088836876",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old female attended th Ohopaedics OPD with a chief complaint of chronic back ache. The radiograph of lumbar spine is obtained. What could be the most probable diagnosis?",
        "exp": "The given history of back pain in a 65 year old female with the above given radiograph points towards the diagnosis of Osteoporosis. Radiograph shows multiple endplate compression fractures throughout the lumbar veebra. The term fishmouth veebra / codfish veebra have been used to describe the biconcave appearance (given in the image in the question) of the veebrae that occur in Osteoporosis and sickle cell anemia patients.",
        "cop": 2,
        "opa": "Rheumatoid Ahritis",
        "opb": "Osteoporosis",
        "opc": "Renal Osteodystrophy",
        "opd": "Paget's Disease",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "2ff785e1-db86-408c-bf62-a5c4b8f23d2e",
        "choice_type": "single"
    },
    {
        "question": "Radiation Dose Monitoring in Occupational Workers is done by",
        "exp": "TLD Batch (Thermoluminescent Dosimeter) It is used to evaluate occupational radiation exposure It is made up of lithium flouride (LiF) or Calcium suphate Dysprosium It is worn under lead apron",
        "cop": 1,
        "opa": "TLD Badge",
        "opb": "Linear Accelerator",
        "opc": "Collimators",
        "opd": "Grid",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "71dc4eee-1183-46b5-933a-02dc81b5a43e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true statement regarding radiation?",
        "exp": "According to Inverse square law in radiation, the intensity of radiation is inversely propoional to the square of distance from the source. Rapidly dividing cells, which are less differentiated are actually more radiosensitive Amongst the body cells, the most sensitive are spermatogonia and the least sensitive are nerve cells and muscle fibres",
        "cop": 3,
        "opa": "Rapidly dividing cells are resistant to Radiation",
        "opb": "GI mucosa is one of the most radioresistant tissue in the body",
        "opc": "The intensity of Radiation is inversely propoional to the square of distance from the source",
        "opd": "Small blood vessels are least resistant to radiation",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "cdd24cfb-b21b-4816-bbd6-b49ae2375e39",
        "choice_type": "multi"
    },
    {
        "question": "Pulmonary Plethora is seen in -",
        "exp": "Pulmonary plethora It is a term used to describe the appearances of increased pulmonary perfusion on chest radiographs. It may occur in several situations: Total anomalous pulmonary venous return (TAPVC) Left-to-right cardiac shunts (e. g. ASD, VSD, PDA) Truncus Aeriosus Vein of Galen Malformation Transposition of the Great Aeries It may also been seen in pregnancy due to increased cardiac output.",
        "cop": 2,
        "opa": "TOF",
        "opb": "TAPVC",
        "opc": "CoA",
        "opd": "Tricuspid Atresia",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "9e496516-ed12-448d-bf93-28629376fd22",
        "choice_type": "single"
    },
    {
        "question": "Chest radiograph obtained from a male patient with hypertension, What could be the probable diagnosis?",
        "exp": "The CXR shows \"3-sign\" which is characterstic of Coarctation of aoa Coarctation of Aoa Inferior rib noching is seen and is due to pressure erosion by intercoastal aeries Rib notching is usually bilateral but assymetrical and mostly spares first two ribs The 3-sign appearance in CXR is due to enlargement of left subclan aery above the coarctation. Reverse 3 sign is seen in barium swallow in coarctation of aoa.",
        "cop": 2,
        "opa": "Mitral Stenosis",
        "opb": "Coarctation of Aoa",
        "opc": "Transposition of Great Aeries",
        "opd": "Aoic Stenosis",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "1ea6da9c-6be1-43d4-ba0a-968db84b4ef9",
        "choice_type": "single"
    },
    {
        "question": "A Radiograph is obtained from a child with skeletal abnormality, What is the name of the angle being measure?",
        "exp": "The above shown X-ray image shows cobbs angle. Cobbs angle It is a measure of the curvature of the spine in degrees. The anglebetween intersecting lines drawn perpendicular to the top of the top veebrae and the bottom of the bottom veebrae is the. Cobbs angle It is measured to quantify the magnitude of spinal deformities, especially in the case of scoliosis, on plain radiographs. Cobb's angle of 10 degree is minimum angulation to define the scoliosis.",
        "cop": 1,
        "opa": "Cobbs Angle",
        "opb": "Bohlers Angle",
        "opc": "Fergusons Angle",
        "opd": "Pauwels Angel",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "5d96b577-564f-4ca1-aedd-1d019e3e420d",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old male presenting with recurrent episodes of abdominal pain, jaundice and fatigue underwent MRCP (shown below). What is the most likely diagnosis?",
        "exp": "The given MRCP image which shows multiple intrahepatic and extrahepatic segments of stricturing, along with given clinical features are suggestive of Primary sclerosing cholangitis. Primary Sclerosing Cholangitis (PSC) PSC is a chronic cholestatic syndrome that is characterized by diffuse inflammation and fibrosis involving the entire biliary tree, resulting in chronic cholestasis. It leads to obliteration of both the intra- and extrahepatic biliary tree, leading to biliary cirrhosis, poal hypertension, and liver failure. Patient usually presents with fatigue, pruritis, and upper abdominal pain. Jaundice and icterus may also be present 70% cases are associated with IBD. On MRCP, it shows shows multiple intrahepatic and extrahepatic segments of stricturing, known as \"Prune tree appearance\". Figure1: MRCP image showing Primary Sclerosing Cholangitis Figure 2: Actual picture of tree with pruning",
        "cop": 1,
        "opa": "Primary Sclerosing Cholangitis",
        "opb": "Primary Biliary Cirrhosis",
        "opc": "Oriental Cholangitis",
        "opd": "Carolis Disease",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "06a24113-ffbe-4ff0-b645-c7811132bad7",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old Female with intermittent bleeding per vagina, endometrial collection and with thickening and anterior bulging of the fundal area on ultrasound showing a Feeding Vessel sign. What is the most probable diagnosis?",
        "exp": "Benign endometrial polypscan occur at any age but they are more common after age of 50. They are a common cause ofpostmenopausal bleedingand are often seen in patients taking tamoxifen. They are homogeneous, isoechoic and continuous with the endometrium and preserve the endomyometrial interface. They are centrally cystic, corresponding to dilated, fluid-filled glands. Colour Doppler may reveal a characteristic feeding vessel",
        "cop": 1,
        "opa": "Endometrial Polyp",
        "opb": "Endometrial Cancer",
        "opc": "Submucous Fibroid",
        "opd": "Endometriosis",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "684b3190-c676-4b36-8f6e-f23489d577f7",
        "choice_type": "single"
    },
    {
        "question": "A female patient with clinical symptoms of systemic sclerosis present with shoness of breath and B/L basal rales, her CXR showed reticular opacities in B/L basal fields. What is the Next Best Step?",
        "exp": "H/O systemic sclerosis with shoness of breath and CXR findings are suggestive of. Interstitial lung disease(ILD). Investigation Of Choice for ILD is HRCT ILD is the most common pulmonary manifestatation of systemic sclerosis It occurs in about half of patients with diffuse disease and in about 1/3rd cases with limited disease.",
        "cop": 2,
        "opa": "Do CECT",
        "opb": "Do HRCT",
        "opc": "Do Pulmonary Function Test",
        "opd": "2D echocardiography",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "4af9dc47-3b0f-495a-9a89-70e3509681ec",
        "choice_type": "multi"
    },
    {
        "question": "A 7 week pregnant lady underwent a Chest X ray by mistake, what is to be done?",
        "exp": "In general, radiation exposureduring radiography delivers adose much lowerthan that associated with fetal harm. Thus continue Pregnancy in above case",
        "cop": 4,
        "opa": "Immediate Termination of Pregnancy",
        "opb": "Do Preinvasive Test",
        "opc": "Do Chromosomal Testing",
        "opd": "Continue Pregnancy",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "198e6dea-2a0e-49f7-a1bf-01662ac35cb8",
        "choice_type": "single"
    },
    {
        "question": "A female undergoing treatment for infeility with IVF was given Inj. HCG, present with history of vomiting, nausea, and headache. The USG is shown as below, what is the diagnosis?",
        "exp": "USG image showing multiple cysts along with h/o undergoing IVF treatment is suggestive of Ovarian Hyperstimulation syndrome Ovarian hyperstimulation syndrome (OHSS) It is a complication of ovarian stimulation treatment (ovarian induction therapy) orin-vitrofeilisation (IVF). Rarely, it may occur in pegnancy as a spontaneous event. Ascites and pleural effusion may also be present USG findings: Bilateral symmetric enlargement of ovaries. Multiple cysts of varying sizes, giving it \"spoke-wheel appearance\"",
        "cop": 1,
        "opa": "Ovarian Hyperstimulation Syndrome",
        "opb": "PCOS",
        "opc": "Theca leutin Cysts",
        "opd": "Granulosa cell Tumor",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "018df875-a3ba-4a3b-b2cf-94a963798fab",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis of a child with following Chest X- ray finding?",
        "exp": "Tetralogy of Fallot is classically characterized by four features which are: Right ventricular outflow tract obstruction (RVOTO) due to infundibular stenosis or hypoplastic pulmonary valve annulus or bicuspid pulmonary valve and/or hypoplasia of pulmonary aery Overriding of aoa Right ventricular hyperophy (only develops after bih) Ventricular septal defect. Figure showing TOF with 'Boot shaped hea'",
        "cop": 3,
        "opa": "TGA",
        "opb": "TAPVC",
        "opc": "TOF",
        "opd": "EBSTEIN'S ANAMOLY",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "594bc9a5-fc8a-4a2a-ba02-03a7269c7f86",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in Heart failure?",
        "exp": "Oligemia is not seen in Heart failure Chest x-ray in heart failure may show: Pleural effusions, Cardiomegaly Kerley A and B lines Perhilar haze Cephalization of pulmonary vasculature Peribronchial cuffing Lymphatic engorgement causes septal thickenings which is seen as Kerley A and Kerley B lines on CXR. CXR of Heart failure",
        "cop": 3,
        "opa": "Kerley B lines",
        "opb": "Cardiomegaly",
        "opc": "Oligemia",
        "opd": "Kerley A Lines",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "3d048a60-837b-4826-9025-d09d9ce82c9f",
        "choice_type": "single"
    },
    {
        "question": "Remote after Loading is done is?",
        "exp": "Remote afterloading is done in Brachytherapy in which the system automatically administer a radioisotope directly to cancerous tissue, thereby minimizing the radiation dose to surrounding tissue and eliminating the radiation exposure to hospital staff. In brachytherapy, a radioisotope is placed onto or inside the patient. The source of radiation is put inside a sealed capsule, which prevents it from moving or dissolving in body fluids but allows the emission of ionising radiation to the surrounding tissues.",
        "cop": 4,
        "opa": "Stereotactic Radiotherapy",
        "opb": "Proton Beam Radiotherapy",
        "opc": "External Beam Radiotherapy",
        "opd": "Brachytherapy",
        "subject_name": "Radiology",
        "topic_name": "NEET Jan 2020",
        "id": "1da9fb1b-78e7-4da5-b282-5ec9b05e2cd9",
        "choice_type": "single"
    }
]