[
    {
        "question": "Tigroid white matter on MRI is seen in?",
        "exp": "The tigroid pattern/ leopard skin sign occurs on MRI head is seen in Pelizaeus-merzbacher disease, due to creation of islands of perivascular myelin due patchy myelin deficiency. It is a rare hypomyelination syndrome caused by mutation in proteolipid protein, PLP 1 gene at chromosome Xq22. Child will show slow psychomotor development with nystagmus(pendular eye movements), hypotonia, extrapyramidal symptoms and spasticity. Tigroid pattern is also seen in metachromatic leucodystrophy.",
        "cop": 2,
        "opa": "Pantothenate kinase deficiency",
        "opb": "Pelizaeus-merzbacher disease",
        "opc": "Neuroferritinopathy",
        "opd": "Aceruloplasminemia",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "b06d4abd-e44c-4b39-9a59-c135ac716144",
        "choice_type": "single"
    },
    {
        "question": "Mount Fuji sign is a feature of",
        "exp": "Mount Fuji sign refers to the presence of gas (pneumocephalus) between the tips of the frontal lobes with a heaped-up appearance giving the appearance of Mount Fuji or M like appearance.",
        "cop": 4,
        "opa": "Fahr's disease",
        "opb": "Acute bleed",
        "opc": "Chronic bleed",
        "opd": "Tension pneumocephalous",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "a4e1f85e-3fe5-46b1-b86b-ea9a9c976f87",
        "choice_type": "single"
    },
    {
        "question": "Dawson Fingers are feature of",
        "exp": "Multiple sclerosis:- - is m/c immune mediated inflammatory demyelinating disease of CNS - autoimmune destruction of myelin formed - Dawson fingers - are radiological feature of Multiple sclerosis - are periventricular white matter hyperintensities perpendicular to ventricles - involvement of calloso-septal interface - open ring/ horseshoe enhancement is suggestive of demyelination",
        "cop": 2,
        "opa": "Parkinsonism",
        "opb": "Multiple Sclerosis",
        "opc": "Progressive supra nuclear palsy",
        "opd": "CJD",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "00fbc03c-202e-4401-9887-44517b2cdac0",
        "choice_type": "single"
    },
    {
        "question": "Sunray/ spoke wheel vasculature is a feature of",
        "exp": "On DSA- The classic angiographic appearance of a meningioma is a radial \"sunburst\" of vessels extending from the base of the tumor toward its periphery. Dural vessels supply the core or center of the lesion, radiating outward from the vascular pedicle of the tumor. DSA image showing characteristic SUNBURST PATTERN of meningioma. Mother in law sign- Lesions that enhance early during the aerial phase and remain opacified well after the venous phase and is seen in meningioma. Other Features of Meningioma Dural tail sign Hyperdense on CT Isointense/Hypointense on T2 Calcification Skeletal Hyperostosis Pneumosinus dilatans",
        "cop": 4,
        "opa": "Craniopharyngioma",
        "opb": "Glioblastoma multiforme",
        "opc": "Oligodendroglioma",
        "opd": "Meningioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "6b64255f-bea4-4caa-9a7e-8d06e924bdc4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with hyperdensities in sulcal spaces, basal cisterns and anterior hemispheric fissure?",
        "exp": "Subarachnoid Hemorrhage Bleeding in area between arachnoid and piamater mambranes (subarachnoid space) Usually presents with sudden onset of severe headache/ worst headache of life. mostly around the circle of willis. m/c/c of SAH is head trauma. Diagnosis:- On NCCT shows Hyperdensities in sulcal spaces, Syln fissure, Basal cisterns and Anterior interhemispheric fissure. Xanthochromia (of CSF) is indicative of SAH; if CT scan is negative. IOC for Acute SAH(<48 hrs)- NCCT IOC for Chronic SAH(>48hrs)- MRI Management:- Tripple H therapy (Hypertension/Hypervolemia and Hemodilution) is used to treat and prevent cerebral vasospasm after aneurysmal subarachnoid hemorrhage(SAH). Repair of aneurysm- endovascular coiling and surgical clipping.",
        "cop": 3,
        "opa": "Subdural hematoma",
        "opb": "Extradural hematoma",
        "opc": "Subarachnoid hematoma",
        "opd": "intraparenchymal bleed",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "ae4c25fc-38cb-4845-9f50-53fc065122c2",
        "choice_type": "single"
    },
    {
        "question": "Sugar Coating/Zuckerguss is seen in?",
        "exp": "Sugar coating / Sugar icing / Zuckerguss is seen in Medulloblastoma due to CSF spread of the tumor and lining of the brain stem and spinal cord with the micro metastasis from the tumor. (Drop metastasis) Sagittal T1-weighted gadolinium-enhanced MR image of the spinal cord showing a classic \"sugar coating\" pattern of laminar metastases (white and red arrow) covering the spinal leptomeninges in case of medulloblastoma. Chicken wire calcifications are seen in oligodendroglioma.",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Ependymoma",
        "opc": "Medulloblastoma",
        "opd": "Oligodendroglioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "deade5d0-63df-4058-b514-dd1f1430ab05",
        "choice_type": "single"
    },
    {
        "question": "T1W MRI of the orbit is shown below, probable diagnosis?",
        "exp": "Melanin is T1 hyperintense Lentiform homogenously hyperintense lesion on T1W MRI in adults - Choroidal Melanoma Isointense/ Slightly hyperintense lesion on T1W - MRI in children with intraorbital calcificaitns - Retinoblastoma.",
        "cop": 1,
        "opa": "Melanoma",
        "opb": "Retinoblastoma",
        "opc": "Optic Glioma",
        "opd": "Meningioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "a1a025a0-f89d-4449-813d-1337864b54be",
        "choice_type": "single"
    },
    {
        "question": "The most common brain tumor is",
        "exp": "Most common Brain tumors are Secondaries or metastasis Most Common primary Brain tumor is a Meningioma Most common intraparenchymal Brain tumor is Glioma Most common calcifying Brain tumors is Craniopharyngioma Most common intraparenchymal calcifying Brain tumors is Oligodendroglioma",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Oligodendroglioma",
        "opc": "Secondaries",
        "opd": "Craniopharyngioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "1063f72f-9494-4fd3-a4ea-00eb0c3cb08f",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions, NAA peak is seen on MRS?",
        "exp": "Canavan disease, also known as spongiform degeneration of white matter(not to be confused with Creutzfeldt-Jakob Disease) or aspaoacylase deficiency, is a leukodystrophy clinically characterized by megalencephaly, severe mental and neurological deficits, and blindness.",
        "cop": 3,
        "opa": "Tuberculoma",
        "opb": "Tumors",
        "opc": "Canavan's disease",
        "opd": "Meningioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "943c0ce9-2962-4963-b9c6-76da4c0768c9",
        "choice_type": "single"
    },
    {
        "question": "Punch drunk syndrome is associated with",
        "exp": "Punch drunk syndrome is neurological defects seen associated with boxers and usually associated with subdural hematoma due to chronic head trauma in boxers.",
        "cop": 1,
        "opa": "Subdural hematoma",
        "opb": "Extradural hematoma",
        "opc": "Subarachnoid hematoma",
        "opd": "intraventricular bleed",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "6a4e0ed8-1c6e-42f7-959c-0859f75ce990",
        "choice_type": "single"
    },
    {
        "question": "Subependymal Gaint Cell Astrocytoma is commonly associated with which of the following condition?",
        "exp": "Subependymal Giant Cell Astrocytomas are located at Foramen of Monro. Usually associated with patients of Tuberous sclerosis. MRI T1 POST CONTRAST image showing avidly enhancing lesion at septum pellucidum of lateral ventricle with hydrocephalus.",
        "cop": 4,
        "opa": "Neurofibroma",
        "opb": "Schwannoma",
        "opc": "Ependymoma",
        "opd": "Tuberous sclerosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "806a0af0-afe4-40fe-a00e-449b57a0dd70",
        "choice_type": "single"
    },
    {
        "question": "Widened Bat wing syln fissures is associated with?",
        "exp": "Bat wing syln fissure- Glutaric aciduria type 1 Glutaric aciduria type I is caused by an inherited deficiency of the enzyme glutaryl-CoA dehydrogenase. This leads to accumulation of glutaric acid and 3-hydroxyglutaric acid in the brain and body fluids, including urine (hence the name glutaric aciduria). Figure: Axial T2 weighted image showing Bat wing syln fissure Figure: Axial T2 weighted image MRI showing Bat wing syln fissure.",
        "cop": 4,
        "opa": "Maple Syrup urine disease",
        "opb": "Galactosemia",
        "opc": "Canavans Disease",
        "opd": "Glutaric Aciduria",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "9877ca26-13e8-409c-b36f-8da993204897",
        "choice_type": "single"
    },
    {
        "question": "Imaging modality of choice to localize Neuroendocrine tumors?",
        "exp": "Imaging modality of choice to localize Neuroendocrine tumors is Somatostatin receptor scintigraphy. Whole body planar images (A) of a 99m Tc HYNIC TOC study of a recently detected case of pancreatic NET reveals the uptake in the primary (arrow) and the metastatic lesions which are localized on the transaxial SPECT/CT images to correlate with the lesion in the skull (B), a enlarged prevascular node (C) and a tiny pleural based pulmonary nodule (D) which is identified on the correlative CT image (triangulated in E). Another pulmonary nodule is seen as a focus of uptake in the left hemithorax on the whole body planar image (A).",
        "cop": 4,
        "opa": "USG",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Somatostatin receptor scintigraphy",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "dc4fa8b7-5d8d-46c2-b981-36e496997aaf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with old chronic trauma?",
        "exp": "Sub Dural hematoma is due to venous bleed and is usually seen due to stretching of bridging veins and there is a slow collection of blood due to venous pressure being low and can be seen in patients with old chronic trauma. it shows Concavo-Convex or Crescentic or Banana shaped on CT. Large crescentic collection of acute blood along the right hemisphere representing an acute SDH. Note mass effect, dilation of the contralateral ventricle due to CSF outflow obstruction, and subfalcine herniation (arrow). Blood also extends into interhemispheric region.",
        "cop": 1,
        "opa": "Subdural hematoma",
        "opb": "Extradural hematoma",
        "opc": "Subarachnoid hematoma",
        "opd": "Putaminal bleed",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "3f2e9684-8531-4909-a8ea-73cb2670031c",
        "choice_type": "single"
    },
    {
        "question": "A 56 - year - old man with a history of poorly controlled hypertension presents to the accident and emergency depament with sudden onset weakness on the left side. What initial investigation would you request?",
        "exp": "In emergency condition CT scan of the head is preferred over MRI. This condition ideally should be combined with a post - contrast study either to look for perfusion defects in ischaemia or an aneurysm in cases of SAH. D-dimer assay is usually done in condition that causes inappropriate blood clots, such as deep vein thrombosis (DVT), pulmonary embolism (PE), or disseminated intravascular coagulation (DIC), and to monitor treatment of DIC and excessive clotting conditions.",
        "cop": 2,
        "opa": "MRI",
        "opb": "CT head",
        "opc": "X-Ray",
        "opd": "D-dimer assay",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "e4e7c738-8609-4420-999a-bd6b6da0a74f",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old hypeensive male presents complaining of a brief episode of slurred speech and left sided weakness previous evening. He gives a history of two transient episodes of sudden loss of vision in his right eye last month. His Neurological examination is normal now. What is most appropriate next diagnostic test?",
        "exp": "Symptoms of contralateral transient ischemic attacks and ipsilateral transient monocular blindness(Amaurosis fugax) suggest extracranial internal carotid aery disease and have high likelihood of developing strokes The Appropriate next step to confirm the suspicion of carotid stenosis is Doppler ultrasound of carotid vessels to look for atheromatous plaques and stenosis. Carotid Doppler showing irregular plaque(red arrow) in proximal ICA causing narrowing of lumen. Angiography is invasive, expensive and carries a risk of causing stroke",
        "cop": 4,
        "opa": "CT Scan",
        "opb": "DW-MRI",
        "opc": "Cerebral Angiography",
        "opd": "Carotid Doppler",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "b5468040-c99f-468b-9888-31129ad77a4c",
        "choice_type": "single"
    },
    {
        "question": "A Radiological sign of meningioma:",
        "exp": "*Meningiomas show intense contrast enhancement with Early enhancement and Delayed Washout (Early to come and Late to Go) which has been referred to as Mother in Law Sign *Owls eye sign - spinal cord ischemia *Tiger Eye Sign - Halloverden Spatz Disease *Inveed Napolean Hat Sign - b/l Spondylolisthesisof L5 over S1 in frontal pelvic radiograph",
        "cop": 1,
        "opa": "\"Mother-in-law\" sign",
        "opb": "Owl eye sign",
        "opc": "Tiger eye sign",
        "opd": "Inveed napoleon hat sign",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "f39c451b-f648-474b-8d5a-12daed36e5bc",
        "choice_type": "single"
    },
    {
        "question": "Radial Band sign on MRI Brain is seen in?",
        "exp": "*Radial bands are specific for the diagnosis of tuberous sclerosis and are usually best seen on T2 / FLAIR as linear regions of high signal extending form the ventricle to the coex. *Radial band sign is indicative of abnormal migration of dysplastic stem cells in patients with tuberous sclerosis complex. MRI axial FLAIR image showing radial bands (black veical down arrow), sub-ependymal nodule (thin black arrow) and coical tuber (white arrow) in a patient with TS. *Dawson Fingers-Multiple Sclerosis *Hot cross Bun sign-multisystem atrophy type c *Humming bird/penguin sign/mickey mouse sign -progressive supranuclear palsy",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "Tuberous Sclerosis",
        "opc": "Multisystem Atrophy type C",
        "opd": "Progressive Supranuclear palsy",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "f2b41a4e-4980-49bb-9809-87f07589069a",
        "choice_type": "single"
    },
    {
        "question": "A 45 years old man with AIDS presents with misperception, tiredness and memory loss. Which imaging feature ours a diagnosis of progressive multifocal leukoencephalopathy over HIV encephalopathy?",
        "exp": "HIV encephalopathy: Mild cerebral atrophy and diffuse symmetrical periventricular and deep white matter T2/FLAIR abnormality. PML: deep white matter altered signals that display low signal in T1, bright signal in T2 and FLAIR without significant enhancement after contrast administration. PML is oured over HIV encephalopathy when- Rapid progression of lesions. Hypointensity on T1 sequence. Involvement of subcoical U fibres Asymmetrical lesions Relative sparing of periventricular white matter",
        "cop": 4,
        "opa": "Mass effect present",
        "opb": "Contrast enhancement",
        "opc": "Bilateral symmetrical periventricular lesions",
        "opd": "Bilateral asymmetrical peripheral subcoical lesions.",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "19095078-2365-4e25-9398-bcda36af3816",
        "choice_type": "single"
    },
    {
        "question": "\"Lemon sign\" & \"Banana sign\" on Antenatal USG is seen in",
        "exp": "*The Anterior bossing of frontal bone is called as Lemon sign *Wrapping of cerebellum around brain stem is called as Banana sign *Lemon sign and Banana sign are features of Chiari -II Malformation and also seen with spina bifida.",
        "cop": 2,
        "opa": "Down syndrome",
        "opb": "Chiari Malformation",
        "opc": "Turner syndrome",
        "opd": "Klienfelters syndrome",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "384b6dbe-852d-4951-b1b8-6d86c94ae4b6",
        "choice_type": "single"
    },
    {
        "question": "Swirl sign is associated with",
        "exp": "Swirl sign is a hypodense area noted within a hyperdense Epidural hematoma suggestive of active bleeding, a hyperacute unclotted blood.",
        "cop": 2,
        "opa": "Subdural hematoma",
        "opb": "Epidural hematoma",
        "opc": "Subarachnoid hematoma",
        "opd": "Acute bleed",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "875f1499-6006-4769-b2af-661ad1310d22",
        "choice_type": "single"
    },
    {
        "question": "A 30 years-old female presents with headache and transient obscurations of her vision. On examination, no focal neurological deficit was seen. Which one of the following would you sta her on?",
        "exp": "Above image shows a paial empty sella which is seen in raised intracranial tension. The pseudotumor cerebri syndrome (PTCS) is a perplexing syndrome of increased intracranial pressure without a space-occupying lesion. annual incidence of pseudotumor cerebri syndrome. Symptoms include headache, transient visual obscurations, pulsatile tinnitus, visual loss, diplopia. Signs include 6th nerve palsy and papilledema. Figure: Flattening of the posterior sclera and protrusions of the optic nerve heads(This is the radiographic correlate with papilledema) In addition, for the diagnosis to be made brain imaging must show no structural causes of raised ICP, and lumbar puncture CSF opening pressure >25 cm H2O in relaxed adults and >28 cm H2O in a (sedated) child with normal CSF analysis. In the absence of papilledema or 6th nerve palsy, possible diagnosis of PTCS is suggested by MRI showing at least three of: empty sella, flattening of the posterior aspect of the globe, distension of perioptic subarachnoid space ( 1/4 /- touous optic nerve), transverse venous sinus stenosis. The main goal of treatment is preservation of vision. As such, patients presenting with deteriorating vision require more aggressive initial management. General management strategies include weight loss (including bariatric surgery in some cases), salt restriction. Treatment options include acetazolamide, topiramate (headache and causes weight loss), ventriculoperitoneal or lumboperitoneal CSF shunting, optic nerve sheath fenestration and in some cases venous sinus stenting.",
        "cop": 1,
        "opa": "Acetazolamide",
        "opb": "Bromocriptine",
        "opc": "Coicosteroids",
        "opd": "Furosemide",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "9d78d48c-cd1a-466c-96c5-e3ef9e168ba4",
        "choice_type": "single"
    },
    {
        "question": "Since 15-20 days, a 40-year-old man is unable to look properly upwards. On CT scan study, a cystic lesion within the inferior oblique muscle with probable mural eccentric 'dot' is noted. The most-likely diagnosis is",
        "exp": "Neurocysticercosis: It occurs at gray-white matter interface of brain most commonly. In neurocysticercosis on imaging studies, findings vary with stage, from nonenhancing cyst (CSF density) with mural nodule (vesicular stage) to cyst wall enhancement in form of ring like enhancement (colloidal vesicular stage) to an isodense cyst with a hyperdense calcified scolex with surrounding perilesional edema and enhancement of contrast still persisting (granular nodular stage) to a small calcified nodule without mass effect or enhancement in the last stage (nodular calcified stage). Hematogenous spread to ocular tissues, paicularly extraocular muscles of eye, may occur in cysticercosis presenting with above said features on CT scan. Intraventricular location (racemose type) is rare. Most lymphangiomas appear homogeneously cystic on CT. Ocular Toxocara canis infection causing larval granulomatosis and leading to chronic endophthalmitis and retinal detachment is a well-defined cause of unilateral leukokoria in children. The CT scan usually reveals a diffuse, nonenhancing, well-defined hyperdense lesion occupying most of the globe. Ocular dermoid os usually extraconal, non-enhancing mass with smooth margins, cystic and/or solid components, which are demonstrated on imaging by fat, fluid or soft tissue signal; occasionally calcifications.",
        "cop": 2,
        "opa": "Ocular dermoid",
        "opb": "Ocular cysticercosis",
        "opc": "Toxocara infection",
        "opd": "Ocular lymphangioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "0b78d1ab-8618-4a1d-8ebf-8990f50f0e10",
        "choice_type": "single"
    },
    {
        "question": "A 37 yr old man was reffered to NIMHANS Neurology opd with history of 2 episodes of GTCS, Headache, weakness on right side of body, behavior and personality changes. NCCT was given below what is the most probable diagnosis can be made?",
        "exp": "Oligodendroglioma has chicken wire calcifications. Above given NCCT image shows ill-defined hypodense lesion in left frontal lobe with dense foci of calcification in the centre. * Both low- and high-grade oligodendroglial tumors express proangiogenic mitogens and may contain regions of increased vascular density with finely branching capillaries that have a 'chicken wire' appearance. Up to 90% of oligodendrogliomas contain visible calcification on CT, which can be central, peripheral or ribbon-like. Meningioma is dural based and appear hyperdense on NCCT. Craniopharyngioma is supra-stellar in location. GBM usually doesn't show calcification.",
        "cop": 2,
        "opa": "Meningioma",
        "opb": "Oligodendroglioma",
        "opc": "Glioblastoma",
        "opd": "Craniopharyngioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "813ab731-232e-4ae4-a37d-e3a9ff70c9a1",
        "choice_type": "single"
    },
    {
        "question": "Agenesis of cerebellar vermis, large posterior fossa with megacisterna magna is a feature of",
        "exp": "Dandy-Walker Malformation is associated with agenesis of the cerebellar vermis, with the fouh ventricle communicating with cisterna manga producing Mega Cisterna Magna and a large Posterior Fossa. The Dandy-Walker continuum (DWC) is a spectrum of anomalies that includes Dandy-Walker malformation (DWM), vermian hypoplasia (VH), Blake pouch cyst (BPC), and mega cisterna magna (MCM).",
        "cop": 4,
        "opa": "Von Hippel-Lindau syndrome",
        "opb": "Sturge weber syndrome",
        "opc": "Chiari malformation",
        "opd": "Dandy Walker malformation",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "15648d73-525d-4943-9152-d8132b457e88",
        "choice_type": "single"
    },
    {
        "question": "Wine Glass appearance on T2W-MRI BRAIN is seen with?",
        "exp": "Wine Glass Sign on MRI Brain *T2-weighted imaging, black arrow shows hyperintensity in the posterior bilateral internal capsule and b/l coicospinal tracts with classical wine glass appearance in ALS/Lou Gehrig's disease",
        "cop": 4,
        "opa": "Metachromatic Leukodystrophy",
        "opb": "Canavans Disease",
        "opc": "Creutzfeld Jacob Disease",
        "opd": "Amyotrophic Lateral Sclerosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "b56d1f78-f72d-46b8-a6f9-97de9f983bbf",
        "choice_type": "single"
    },
    {
        "question": "The Following MRI of the spine denotes:",
        "exp": "T2W MRI at the level of cervical spine shows a fluid signal intensity lesion noted within the spinal cord in the region of central canal suggestive of Syrinx. T1 AND T2W MRI image demonstrating Syrinx/Syringomyelia following fluid signal intensities on MRI, commonly involve cervical spinal cord.",
        "cop": 3,
        "opa": "Cervical Cord Stenosis",
        "opb": "Meningocele",
        "opc": "Syrinx",
        "opd": "Myelomeningocele",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "6b83a21b-c46a-4c32-ad65-6ecb9f7d3ad8",
        "choice_type": "single"
    },
    {
        "question": "IOC for stroke is",
        "exp": "IOC FOR STROKE is NCCT as it differentiates hemorrhagic stroke from ischemic stroke The initial investigation in all cases of Cerebrovascular accidents should be NCCT IOC FOR ISCHEMIC STROKE/ACUTE INFARCT is DWI-MRI IOC for Head trauma is NCCT IOC For Acute SAH IS NCCT",
        "cop": 1,
        "opa": "NCCT",
        "opb": "X-ray",
        "opc": "MRI",
        "opd": "CECT",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "e4f91020-2fdd-4fdf-a362-ed686a38a87a",
        "choice_type": "single"
    },
    {
        "question": "Which area of thalamus is involved in Wernicke's encephalopathy?",
        "exp": "Dorsomedial nuclei of the thalamus and mamillary body of the hypothalamus is involved in Wernicke's encephalopathy. The mammillary bodies, hypothalamus, medialthalamic nuclei (adjacent to the third ventricle), tectal plateand periaqueductal gray matter are most commonly affected. Caused by a deficiency of vitamin B1 (thiamine). The classic clinical triad of ocular dysfunctions (nystagmus, conjugate gaze palsy, ophthalmoplegia), ataxia and confusion is observed only in 30% of cases. MRI AXIAL FLAIR images showing involvement of different areas of brain in a case of wernickes encephalopathy.",
        "cop": 2,
        "opa": "Mammilary Bodies",
        "opb": "Dorsomedial Nucleus",
        "opc": "Ventroposterolateral nucleus",
        "opd": "Anterior Nucleus",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "051dc454-2b1b-4dff-9950-6208ed43a5fc",
        "choice_type": "single"
    },
    {
        "question": "Leukodystrophy with Bilateral occipital lobe involvement is seen in",
        "exp": "Adrenoleukodystrophy Also known as X-linked Adrenoleukodystrophy, (ALD) is a rare, genetic disorder Characterized by the breakdown or loss of myelin in the brain and progressive dysfunction of the adrenal gland. Adrenoleukodystrophy involves bilateral occipital lobes. Alexanders Disease involves bilateral frontal lobe. it is associated with megalencephaly (large skull). Krabbes Disease - involves Bilateral Thalami",
        "cop": 4,
        "opa": "MELAS",
        "opb": "Canavan disease",
        "opc": "Alexander disease",
        "opd": "Adrenoleucodystrophy",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "ce22200d-868c-4eb3-86d7-b58b382a1c88",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old male patient came with complaint of spasticity in bilateral lower limbs. MRI was performed and shown below.",
        "exp": "HOT CROSS BUN SIGN- cross shaped hyperintensity in the centre of pons. It is a classic feature of Multisystem atrophy type - C. Multisystem atrophy type - c has involvement of pontocerebellar pathway",
        "cop": 3,
        "opa": "Multiple systemic atrophy- predominant parkinsonism",
        "opb": "Progressive supranuclear palsy",
        "opc": "Multiple systemic atrophy- predominant cerebellar ataxia",
        "opd": "Lewy body dementia",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "bc69c653-9126-48f5-9c81-237b355fb6fd",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old man with AIDS presents with confusion, lethargy and memory loss. CT of the brain demonstrates multiple supratentorial enhancing masses. Which imaging feature ours a diagnosis of toxoplasmosis rather than primary CNS lymphoma?",
        "exp": "Cerebral toxoplasmosis must be differentiated from other oppounistic infections or tumors in the CNS of AIDS patients. The differential diagnosis includes herpes simplex encephalitis, cryptococcal meningitis, progressive multifocal leukoencephalopathy, and primary CNS lymphoma. Toxoplasmosis - Noncontrast CT scans show multiple low-density areas. The differential diagnosis ors toxoplasmosis if there is associated hemorrhage, whereas the presence of subependymal extension with contrast enhancement of the ventricular walls ors lymphoma. In toxoplasmosis, Contrast CT scans may show no enhancement, nodular enhancement, or ringlike enhancement. MRI studies are more sensitive in detecting the Toxoplasma lesions than contrast-enhanced CT scans. They exhibit hypointensity on TI-weighted images and variable intensity on T2-weighted images. Gadolinium-enhanced MRI studies show enhancing patterns similar to those seen on contrast- enhanced CT scans. On PET imaging, increased tracer activity is seen in lymphoma as a result of hypermetabolic activity, but it is not seen in toxoplasmosis. On SPECT imaging, thallium 201 uptake also reflects hypermetabolism. On MRS, increased lipid and lactate peaks with a decrease in other metabolites are characteristic for toxoplasmosis. Lymphoma shows a large increase in choline peak with only a mild increase in lipid and lactate peaks. Primary CNS lymphoma - generally presents with focal neurologic deficits, including cranial nerve findings, headaches, and/or seizures. MRI or CT generally reveals a limited number (one to three) of 3 to 5 cm lesions. The lesions often show ring enhancement on contrast administration and may occur in any location. Contrast enhancement is usually less pronounced than that seen with toxoplasmosis. Differential diagnosis of ring-enhancing lesion include - metastasis, tuberculoma, neurocysticercosis, abscess, toxoplasmosis, CNS lymphoma, GBM.",
        "cop": 4,
        "opa": "Subependymal Distribution",
        "opb": "Lesions Hyperdense On Unenhanced CT",
        "opc": "Lesion Size >3 Cm",
        "opd": "Lesions without increased tracer activity on FDG-18 PET imaging",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "dcf3592e-a8fc-40f9-b301-545189891337",
        "choice_type": "single"
    },
    {
        "question": "Pseudoahrosis of Tibia is seen associated with",
        "exp": "Pseudoahrosis of the tibia is usually seen associated with NF-1, a false joint between knee and ankle. Sphenoid wing dysplasia is also seen in NF-1. Acoustic Neuromas/Schwannomas are seen with NF-2. Multifocal haemangioblastomas are associated with VHL. Powine stain, leptomeningeal vascular malformations and Tram Track appearanceare seen with Sturge Weber syndrome.",
        "cop": 1,
        "opa": "NF-1",
        "opb": "NF-2",
        "opc": "VHL",
        "opd": "STURGE WEBER SYNDROME",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "709d266a-f484-4fc4-9a09-e351183c08c0",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old man came to the neurology OPD with chief complaints of ataxia and abnormal eye movements. On examination, veical gaze palsy is seen. A MRI was performed. What is the possible diagnosis?",
        "exp": "HUMMING BIRD SIGN and MICKEY MOUSE SIGN are features of Progressive supranuclear palsy. Figure showing Humming bird sign in Progressive supranuclear palsy. Figure showing Mickey-Mouse sign in Progressive supranuclear palsy.",
        "cop": 4,
        "opa": "Multiple system atrophy-Cerebellar type",
        "opb": "Parkinsonism",
        "opc": "Cerebellar ataxia",
        "opd": "Progressive supra-nuclear palsy",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "e2ac36b8-252f-45b4-870c-c2fec52daa71",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old boy is brought to the neurology clinic with the complaint of gelastic seizures and early onset of pubey. On examination, no focal neurological deficit was seen. NCCT revealed a nodule of soft tissue density in hypothalamic region. CEMRI was performed to characterize the lesion. Most probable diagnosis is?",
        "exp": "Hypothalamic hamaomas, also known as tuber cinereum hamaomas, are benign non-neoplastic heterotopias in the brain that typically occur in the region of the hypothalamus, arising from the tuber cinereum, a pa of the hypothalamus located between the mammillary bodies and the optic chiasm. The tuber cinerium and left mamillary body show a small solid mass lesion with isointense T1, slightly hyperintense T2 signal. The lesion shows no significant post-contrast enhancement. Hypothalamic hamaoma- do not enhance after contrast administration, if enhancement occur, always consider a glial tumour.",
        "cop": 2,
        "opa": "hypothalamic astrocytoma",
        "opb": "hypothalamic hamaoma",
        "opc": "craniopharyngioma",
        "opd": "germinoma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "1d3fae13-887a-46d6-bc02-60acd38ffd22",
        "choice_type": "single"
    },
    {
        "question": "B/L symmetrical Basal Ganglia Calcification is seen with?",
        "exp": "Bilateral symmetrical basal ganglia calcifications are seen associated with FAHR disease FAHR syndrome, also known as bilateral striato-pallido-dentate calcinosis, is characterized by abnormal vascular calcium deposition, paicularly in the basal ganglia, cerebellar dentate nuclei, and white matter, with subsequent atrophy.",
        "cop": 2,
        "opa": "Wilsons Disease",
        "opb": "FAHRS disease",
        "opc": "CMV",
        "opd": "Toxoplasmosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "d34070a7-c5f0-4508-a5da-1f6532e0db5d",
        "choice_type": "single"
    },
    {
        "question": "Stage of neurocysticercosis in which a cyst is visible with scolex and with minimal edema is",
        "exp": "According to Escobar staging, stage of neurocysticercosis in which a cyst is visible with scolex and with minimal perilesional edema is Vesicular. In Colloidal stage, the cyst stas to disintegrate, with maximum edema. In Granular stage, it becomes thicker and the edema subsides. In the Calcific nodular stage, it becomes densely calcified with no edema.",
        "cop": 1,
        "opa": "Vesicular",
        "opb": "Colloidal",
        "opc": "Granular",
        "opd": "Calcific nodular",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "73499043-b97e-4f69-9635-33664143b026",
        "choice_type": "single"
    },
    {
        "question": "Mesencephalo-oculo facial angiomatosis is seen in-",
        "exp": "Mesencephalo-oculo facial angiomatosis is seen in Wyburn Mason syndrome. Bonnet-Dechaume-Blanc syndrome, also known as. Wyburn-Mason syndrome, is a rare congenital disorder characterized by AVM of the brain, retina or facial nevi. It is a pa of spectrum of disease called CAMS(Cerebrofacial aeriovenous metameric syndrome). A & B fundoscopy image showing congestion of vessels at retina consistent with avm. C (T2. WI), D(POST CONTRAST T1. WI) & E (TOF- MRA) image showing AVM in right basal ganglia in Woburn-mason syndrome.",
        "cop": 4,
        "opa": "KTW syndrome",
        "opb": "NF1 and NF2",
        "opc": "Sturge weber syndrome",
        "opd": "Wyburn Mason syndrome",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "0757f415-56a8-40fe-b427-c1d5e1013cf2",
        "choice_type": "single"
    },
    {
        "question": "Soap bubble appearance on MRI brain is a feature of?",
        "exp": "SOAP BUBBLE appearence on MRI brain- Cryptococcal meningitis. SOAP BUBBLE appearence on USG abdomen- Multicystic dysplastic kidney. SOAP BUBBLE appearence on Knee radiograph- GCT. SOAP BUBBLE appearence on X-Ray in New borns-Meconium ileus.",
        "cop": 2,
        "opa": "Neurocysticercosis",
        "opb": "Cryptococcosis",
        "opc": "Tuberculosis",
        "opd": "Toxoplasmosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "c1354b1b-df1e-404c-80a6-5eb5d88e4f05",
        "choice_type": "single"
    },
    {
        "question": "Bare orbit sign is a feature of",
        "exp": "Bare Orbit sign is seen in cases of NF-1 and is due to sphenoid Dysplasia especially Greater wing of sphenoid, with Absent innominate line on frontal skull radiograph NF1 is associated with some characteristic bone dysplasias, including lambdoid sutural dysplasia, thinning of long bone coices and kyphoscoliosis with a high thoracic acute curve. One of the most common is sphenoid wing dysplasia marked by a bone defect which allows herniation of the temporal lobe through the orbit. On plain radiography, this produces the 'empty' or 'bare' orbit.",
        "cop": 1,
        "opa": "NF-1",
        "opb": "NF-2",
        "opc": "Schwannoma",
        "opd": "Ependymoma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "bac0a2cf-fde3-4775-bc2a-a16c1d2af007",
        "choice_type": "single"
    },
    {
        "question": "Most common intraparenchymal brain tumor to show calcification is?",
        "exp": "Most common Intraparenchymal brain tumor to show calcification is Oligodendroglioma(usually frontal lobes and shows chickenwire calcifications)",
        "cop": 2,
        "opa": "Meningioma",
        "opb": "Oligodendroglioma",
        "opc": "Astrocytoma",
        "opd": "Ependymoma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "e6f2fac6-8277-4949-91b6-e7b27150b2c0",
        "choice_type": "single"
    },
    {
        "question": "A PLHA patient came to neurology OPD with complaints of headache and blurring of vision since 15 days. On examination neck rigidity was present. CD4 count is less than 100. MRI was performed and given below. Diagnosis is?",
        "exp": "Above mentioned patient have meningitis based on clinical examination. In PLHA, CD4 count< 100 predisposes to following - Cryptococcosis Toxoplasmosis Lymphoma Disseminated MAC infection CMV retinitis Given MRI is showing characteristic soap-bubble appearance of bilateral lentiform nucleus seen in Cryptococcosis. This appearance is due to accumulation of mucin giving rise to gelatinous pseudocysts.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "CNS toxoplasmosis",
        "opc": "CNS lymphoma",
        "opd": "Cryptococcosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "16128dd5-e8aa-4b7e-baf6-9dcdad2a31b9",
        "choice_type": "single"
    },
    {
        "question": "Boomerang ventricle is a feature of?",
        "exp": "*Pancake Brain and boomerang/horse shoe ventricle is presence of a single large ventricle in Prosencephalon feature of Alobar Holoprosencephaly Can be seen associated with Patau syndrome/Trisomy 13.",
        "cop": 3,
        "opa": "Lissencephaly",
        "opb": "Schizencephaly",
        "opc": "Holoprosencephaly",
        "opd": "Huntingtons Chorea",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "78592077-a977-4588-880f-ae547fe56af7",
        "choice_type": "single"
    },
    {
        "question": "Battered baby syndrome is associated with",
        "exp": "Battered child syndrome, shaken baby syndrome, and non-accidental trauma are all terms to describe the complex of non-accidental injuries in infants and young children as a result of abuse. Subdural hematoma can occur as a result of severe angular acceleration, deceleration and direct impact as the head is shaken voilently and due to rupture of bridging veins.",
        "cop": 1,
        "opa": "Subdural hematoma",
        "opb": "Extradural hematoma",
        "opc": "Subarachnoid hematoma",
        "opd": "Acute bleed",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "296630ad-2d51-4a64-83b4-d09ba2e5f356",
        "choice_type": "single"
    },
    {
        "question": "Pepper pot appearance of skull is seen in:",
        "exp": "Pepper pot skull - - seen in cases of Hyperparathyroidism - there is resorption of trabecular bone (skull) as well as there is loss of definition between inner and outer tables of skull * Cotton wool skull - Paget's disease * HAIR ON END Appearance - Severe Hemolytic anemias. * Punched Out Lesion - Multiple myeloma - (Multiple punched out lytic lesions)",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Hyperparathyroidism",
        "opc": "Sickle cell anemia",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "7ecbf95b-af53-4c9e-ac14-e64f4257b169",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child diagnosed with cystic lesion with a enhancing mural nodule seen in cerebellar hemisphere on Brain MRI has",
        "exp": "Cystic lesion with an enhancing mural module in a child is suggestive of Pilocytic astrocytoma In a adult above finding is suggestive of Hemangioblastoma Figure: Large posterior fossa cystic lesion with enhancing mural nodule.",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Schwannoma",
        "opc": "Pilocytic astrocytoma",
        "opd": "Glioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "db39d832-192e-4022-933b-f422636648c2",
        "choice_type": "single"
    },
    {
        "question": "The mother of a one and a half year old child gives history of increasing proptosis of left eye for the past 1 month. Examination revels left eye white reflex. On computed tomography scan of the orbit there is left orbital mass with calcification mainly centred within the globe. The most likely diagnosis is?",
        "exp": "Retinoblastoma: 1 Most common Intraocular tumor of childhood. 2. Malignant primary neoplasm of retina that arises from neuroectodermal cells of retina (pigment layer). 3. May be a congenital lesion that is present but not usually apparent at bih; average age of diagnosis is 13 months. 4. Principle symptom = unilateral blindness. 5. Primary sign = Leukocoria. 6. It is bilateral in about 30% cases. 7. It is histologically composed of round cells with 'Rosette' pattern 8. Other round cell tumors include neuroblastoma, Ewing's sarcoma, NHL, etc. When bilateral, follows AD with complete penetrance pattern. Chromosome 13 mutation (100% in B/L and 15% in U/L). Histopathology: Flexner Wintersteiner rosettes. It is a PNET. Morphologic forms 1. Endophytic 2. Exophytic 3. Diffuse form Type based on location 1. Unilateral (70%) 2. Bilateral (30%) 3. Trilateral (<1%)? Bilateral RB plus pineal or suprasellar tumor 4. Tetra/Quadrilateral (< 0. 1%)? Bilateral RB plus pineal and suprasellar mass. CT Scan Calcification--Intraocular mass centered posteriorly in globe with moderate or intense CT with punctate or finely speckled calcification (<90%) with or without extraocular extension. MRI: best for seeing extraocular extension. Treatment: 1. Small sized tumor - (plaque or ext. beam) with/without vitreous seeding 2. Large RB - local extension: Enucleation? External beam. 3. Unilateral tumor without invasion has excellent prognosis. Coats disease - Increased density in all or pa of vitreous in normal sized globe without calcification. Congenital cataract - Vitreous normal, lens is dense.",
        "cop": 2,
        "opa": "Congenital cataract",
        "opb": "Retinoblastoma",
        "opc": "Endophthalmitis",
        "opd": "Coats disease",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "b720b68a-23e2-4db7-a6ad-0010c345c7ed",
        "choice_type": "single"
    },
    {
        "question": "Radiation necrosis from recurrence Of brain malignancy can be best differentiated by",
        "exp": "Radiation necrosis from recurrence Of brain malignancy can be best differentiated by PET Scan. Radiation necrosis is a phenomenon seen in high grade gliomas after radiotherapy and may mimic tumour recurrence, thus challenging in clinician's decision for treatment of the same. Conventional MRI sequences are not able to differentiate between these two entities. On PET scan, radiation necrosis may show (not always) decreased uptake in comparison to tumour recurrence. Thus, ideally the best way to differentiate between two entities is brain biopsy.",
        "cop": 2,
        "opa": "MRI",
        "opb": "PET Scan",
        "opc": "SPECT",
        "opd": "CT",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "d2907304-22ed-49b6-aa68-a264675d7180",
        "choice_type": "single"
    },
    {
        "question": "On MRI, which of the following shows diffusion restriction?",
        "exp": "Lesions showing Diffusion Restriction include:- Medulloblastoma and other High cellularity tumors Cerebral abscess Epidermoid cyst and Acute Infarct MRI axial images of DWI and ADC map showing hyper intense lesion on DWI with corresponding hypointensity on ADC map in 4th ventricle- restricted diffusion.",
        "cop": 3,
        "opa": "Ependymoma",
        "opb": "Meningioma",
        "opc": "Medulloblastoma",
        "opd": "Germinoma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "2fbd80f0-5d54-46e9-a7ec-47976f44f2df",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old female presented with history of multiple transient ischemic attacks. The Given Carotid angiogram is suggestive of",
        "exp": "Beaded or toous appearance of internal carotid aery Fibromuscular dysplasia Characterised by an idiopathic, non-inflammatory, non-atherosclerotic angiopathy of small and medium-sized aeries. More common in young women, typically diagnosed between the ages of 30 and 50 DSA is the gold standard. The characteristic findings alternating stenosis and dilatations, causing a String of beads appearance.",
        "cop": 2,
        "opa": "Atherosclerosis",
        "opb": "Fibromuscular dysplasia",
        "opc": "Thrombosis",
        "opd": "Carotid dissection",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "c932fa85-79f8-48b9-8df2-7ce484673aa0",
        "choice_type": "single"
    },
    {
        "question": "Upstream and downstream hydrocephalus is seen in",
        "exp": "Most Brain tumors usually produce only upstream hydrocephalus. Choroid plexus papilloma is a CSF producing tumor located in occipital horns of lateral ventricle and produces both upstream and downstream hydrocephalus. CECT axial image showing intensely enhancing lesion in occipital horn of left lateral ventricle s/o Choroid plexus papilloma.",
        "cop": 3,
        "opa": "Ependymoma",
        "opb": "Pineal germinoma",
        "opc": "Choroid plexus papilloma",
        "opd": "Meningioma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "1049b5c4-6413-4e05-9926-c2babc2e8b9c",
        "choice_type": "single"
    },
    {
        "question": "A female patient with breast cancer presenting with altered sensorium. The following MRI suggests:",
        "exp": "The epidemiology of limbic encephalitis mimics that of the underlying malignancy. Tumours which can result in limbic encephalitis include: small cell carcinoma of the lung (classic cause); testicular germ cell tumors; thymic tumours; breast cancer; ovarian carcinoma; haematologic malignancies; gastrointestinal malignancie Clinical presentation: Clinical presentation typically causes sho-term memory loss and mental status changes. Seizures and psychosis have also been repoed. Radiographic features: MRI: High T2 signal without enhancement. Appearance is similar to herpes simplex encephalitis, and changes are most evident in the mesial temporal lobes. Bilateral involvement is most common (60%). PET scan: Can show increased FDG uptake. Differential diagnosis: Herpes simplex encephalitis - acute time course, presence of fever.",
        "cop": 3,
        "opa": "Herpes simplex encephalitis",
        "opb": "Gliomatosis cerebri",
        "opc": "Limbic encephalitis",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "c7f62e20-ba8f-45f3-a977-10983f10b0d2",
        "choice_type": "single"
    },
    {
        "question": "28 yr old man presented with headache. CT head shows a low attenuation mass in left temporoparietal region which has similar density to CSF and shows no enhancement following contrast administration. Diffusion weighted MRI shows high signal. Which of the following is most probable diagnosis?",
        "exp": "When there is Diffusion Restriction, DW-MRI gives a bright signal and has low apparent Diffusion Coefficient(ADC value). Lesions showing Diffusion Restriction Infarct(Acute Infarct)- IOC Abscess Medulloblastoma & Other Cellularity Tumours Epidermoid Cyst There is free diffusion of water within arachnoid cysts therefore DW-MRI is useful to differentiate b/w arachnoid and epidermoid cyst. Clinical history not suppoive of Migraine. Option D: Multiple sclerosis shows Dawson's fingers.",
        "cop": 3,
        "opa": "Migraine",
        "opb": "Arachnoid cyst",
        "opc": "Epidermoid cyst",
        "opd": "Multiple sclerosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "7dddda8d-03bd-473e-99e3-76e49ba99fdb",
        "choice_type": "single"
    },
    {
        "question": "Ring Enhancing lesion In AIDS patient is Most Likely due to?",
        "exp": "*Toxoplasmosis and CNS lymphoma are the major differentials for a Ring Enhancing lesion in AIDS Patients Toxoplasmosis produces Eccentric target sign within a ring Enhancing lesion",
        "cop": 4,
        "opa": "Cryptococcosis",
        "opb": "Hydatid Cyst",
        "opc": "Neurocysticercosis",
        "opd": "Toxoplasmosis",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "5232a258-3e43-481c-b532-093247683875",
        "choice_type": "single"
    },
    {
        "question": "Most common tumour of pineal region is?",
        "exp": "Most common tumour of pineal region is germinoma. Most common tumour of pineal parenchymal gland is pineocytoma.",
        "cop": 1,
        "opa": "Germinoma",
        "opb": "Pineocytoma",
        "opc": "Pineoblastoma",
        "opd": "Secondaries",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "d145dcfc-6d1f-4d7a-8ec8-7504c18995aa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following lesion is hyperdense on CT?",
        "exp": "Most Brain tumors are Hypodense on NCCT Hyperdense Brain tumors include Medulloblastoma, CNS Lymphoma, and Pineal Germinomas. NCCT showing a hyperdense lesion in 4th ventricle s/o Medulloblastoma.",
        "cop": 2,
        "opa": "Ependymoma",
        "opb": "Medulloblastoma",
        "opc": "Oligodendroglioma",
        "opd": "Astrocytoma",
        "subject_name": "Radiology",
        "topic_name": "Neuroradiology",
        "id": "a5d6e4fe-ee14-4802-9bc1-2bfa12af5c1f",
        "choice_type": "single"
    }
]