[
    {
        "question": "Which one of the following device conves radioactive emissions to light for detection?",
        "exp": "Scintillation counter: It measures ionizing radiation. The sensor, called a scintillator, consists of a transparent crystal, usually phosphor, plastic, or organic liquid that fluoresces when struck by ionizing radiation. A sensitive photomultiplier tube (PMT) measures the light from the crystal. The PMT is attached to an electronic amplifier and other electronic equipment to count and possibly quantify the amplitude of the signals produced by the photomultiplier. Geiger counter: Is a type of paicle detector that measures ionizing radiation. They detect the emission of nuclear radiation: alpha paicles, beta paicles or gamma rays. It detects radiation by ionization produced in a low pressure gas in a Geiger Muller tube.",
        "cop": 3,
        "opa": "Geiger counter",
        "opb": "Photographic film",
        "opc": "Scintillation counter",
        "opd": "Radiotracer",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "0cf7ee02-2b75-4f5a-a94c-dc293653698e",
        "choice_type": "single"
    },
    {
        "question": "Killing of Thyroid Cancer cells By I-131 is mainly by",
        "exp": "*I-131 produces both Gamma and Beta Rays, but killing of thyroid cancer is mainly done by Beta Rays.",
        "cop": 3,
        "opa": "Alpha Rays",
        "opb": "X rays",
        "opc": "Beta Rays",
        "opd": "Gamma Rays",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "0ea12290-ac64-46cd-b874-c39c6a4df58a",
        "choice_type": "single"
    },
    {
        "question": "Half life of tritium is -",
        "exp": "Ans is 'b' i. e. 12. 3 years * Tritium (hydrogen-3) is a radioactive isotope of hydrogen. The nucleus of tritium (sometimes called a triton) contains one proton and two neutrons.* Whereas the nucleus of protium contains one proton and no neutrons.* Tritium has a half-life of 12. 3 years.* Tritium is used as a radioactive tracer, in radioluminescent light sources for watches and instruments, and, along with deuterium, as a fuel for nuclear fusion reactions with applications in energy generation and weapons. Half life of some important radioisotopes* Phosphorus (P-32) - 14. 3 days* Strontium (Sr) - 28 days* Yttrium (Y-90) - 2. 54 days* Radium (Ra-226) - 1622 years* Iodine (1-131) - 8 days* Iridium (Ir-192) - 74. 5 days* Cobalt (Co-60) - 5. 2 years* Cesium (Cs-137) - 30 years* Technitium (Tc-99) - 6 hours",
        "cop": 2,
        "opa": "10. 2 years",
        "opb": "12. 3 years",
        "opc": "15. 5 years",
        "opd": "20. 7 years",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "89075c5f-9921-45a4-8a96-5377d5b29f5a",
        "choice_type": "single"
    },
    {
        "question": "Half life of Co60 is-",
        "exp": "Ans. is 'b' i. e., 5. 2 years * Half life of cobalt - 60 is 5. 2 years. Cobalt - 60* It is an artifical radioactive cobalt.* It has a half life of 5. 2-5. 3 years.* It is used as a teletherapy source as well as in brachytherapy.* It decays, emits beta and gamma rays, and has to be replaced at regular intervals of about 4-5 years.* It is produced from cobalt - 59, which is a natural nonradioactive substance.* It decays to produce nickel, which is not radioactive.* It has atomic number - 27.* Its atomic weight is 58. 93",
        "cop": 2,
        "opa": "74. 5 years",
        "opb": "5. 2 years",
        "opc": "30 years",
        "opd": "2. 6 years",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "473761f0-3777-4e1f-9ff6-d61a522c9892",
        "choice_type": "single"
    },
    {
        "question": "The Renal function is best assessed by:",
        "exp": "Ans. C. Tc 99m MAG3* The Renal function is best assessed by Tc-99m MAG3 (mercaptoacetyltriglycine). It is eliminated through kidney as via both glomeruli filtration and tubular excretion.* Tc-99m DMSA (dimercaptosuccinic acid) is used to evaluate renal structure and morphology, particularly in pediatric imaging for detection of scarring and pyelonephritis.* DMSA is an ideal agent for the assessment of renal cortex as it binds to the sulfhydryl groups in proximal tubules at the renal cortex with longer retention than other agents. Also, it allows better assessment of differential renal function* Tc-99m DTPA (diethylene-triamine-Penta acetate) is cleared only via glomeruli with no tubular excretion. Hence used for direct measurement of GFR.* The screening investigation used in reno-vascular hypertension is Captopril DTPA and the gold standard investigation is renal angiography.",
        "cop": 3,
        "opa": "Tc 99m DMSA",
        "opb": "Tc 99m DTPA",
        "opc": "Tc 99m MAG3",
        "opd": "Tc 99m pertechnetate",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "638f7b74-3a31-47e2-88d2-e17d1e510da1",
        "choice_type": "single"
    },
    {
        "question": "The most radiosensitive tissue among the following?",
        "exp": "RELATIVE TISSUE RADIOSENSITIVITY Radiosensitive tissues Radio-resistant tissues Bone marrow Liver Gut epithelium Kidney Germinal cells of the ovary andtestis Brain Skin Connective tissue Foetal tissues Bone Many tumours Muscle Note: epiphyseal plate is the most radiosensitive area of bone, and the site, which if irradiated, is most likely to result in growth abnormalities.",
        "cop": 4,
        "opa": "Skin",
        "opb": "Gut epithelium",
        "opc": "Germinal cells of the ovary and testis",
        "opd": "Bone marrow",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "7abc283f-d745-4607-b676-a1859a2b3da3",
        "choice_type": "single"
    },
    {
        "question": "CHA is used in Rx of?",
        "exp": "CHA is Continous Hyper fractionated accelerated Radiotherapy used for management of non-small cell lung cancer.",
        "cop": 1,
        "opa": "Ca Lung",
        "opb": "Ca Stomach",
        "opc": "Head and neck cancer",
        "opd": "NHL",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "c817cff3-12f4-446f-942e-d1c0787e10e1",
        "choice_type": "single"
    },
    {
        "question": "Radionucleotide used in Scintimammography is?",
        "exp": "Ans CThe ability of scintimammography to detect cancer is not limited by dense breast tissue, post-operative scar tissue or breast implants, and it can reduce unnecessary procedures by helping determine whether an abnormality requires biopsy. Technetium-99m sestamibi (99m. Tc-MIBI) is the most commonly used radiopharmaceutical.",
        "cop": 3,
        "opa": "HIDA",
        "opb": "MIBG",
        "opc": "Sestamibi (MIBI)",
        "opd": "DTPA",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "ec7ab9f3-e81d-4707-a3ab-c580d053f7a8",
        "choice_type": "single"
    },
    {
        "question": "Bragg peak effect is most noticable in?",
        "exp": "Bragg peak effect Pronounced for protons Proton therapy targets tumors inside the body, spares the healthy cells Bragg curve - it plots the energy loss of ionizing radiation during its travel through matter",
        "cop": 2,
        "opa": "X ray",
        "opb": "Proton",
        "opc": "Neutron",
        "opd": "Electron",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "343854da-2d30-4826-9656-bca193d94d3c",
        "choice_type": "single"
    },
    {
        "question": "Two nuclides having same number of neutrons but differ in protons number:",
        "exp": "Isotone - Have the very same neutron number, but different proton number. Isotope - Two forms of same element containing equal numbers of protons but different numbers of neutrons in their nuclei, like a radioactive form of an element. Isobar - Isobars are atoms of different chemical elements that have the same number of nucleons. They have same mass number (Sum of protons plus neutrons). Isomers - Each of two or more compounds with the same formula but a different arrangement of atoms in the molecule and different propeies",
        "cop": 3,
        "opa": "Isotopes",
        "opb": "Isobars",
        "opc": "Isotones",
        "opd": "Isomers",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "74cb6c62-dc75-4ad6-9f8d-332fae188eff",
        "choice_type": "single"
    },
    {
        "question": "Parent compound of Tc-99m is",
        "exp": null,
        "cop": 2,
        "opa": "Strontium -99",
        "opb": "Molybdenum-99",
        "opc": "Rubidium-99",
        "opd": "Cs-137",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "989e9d07-7dd6-47c6-9c8b-516116549a34",
        "choice_type": "single"
    },
    {
        "question": "Radioisotope used in PET scan is?",
        "exp": "Ans. (d) Fluoride-18. Ref. Sutton's radiology, 7th ed. H826",
        "cop": 4,
        "opa": "Tachnetium 99m",
        "opb": "Iodine 123",
        "opc": "Iodine 131",
        "opd": "Fluoride-18",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "3c94a85c-241b-41e9-9282-00b222f47d27",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Alpha emitter?",
        "exp": "Alpha (a) radiation: Consists of heavy, positively charged paicles, each of which contains two protons and two neutrons. Alpha Emitters: Americium-241 Plutonium-236 Uranium-238 Thorium-232 Radium-226 Radon-222 Polonium-210 84",
        "cop": 1,
        "opa": "Plutonium-236",
        "opb": "Carbon-11",
        "opc": "Oxygen-15",
        "opd": "Samarium -153",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "b64da7f6-7e47-4cc1-9bae-d54b66eaf05c",
        "choice_type": "single"
    },
    {
        "question": "A Radionucleide scan finding in hyperparathyroidism?",
        "exp": "Super scan Resembles normal bone scan but kidney is not visible Seen with Renal Failure Difffuse metastatic disease Diffuse metabolic bone disease like Hyperparathyroidism In active hyperparathyroidism, a superscan of generalized increased activity(Hot spot) is seen on technetium bone scan.",
        "cop": 2,
        "opa": "Cold spots",
        "opb": "Hot spots",
        "opc": "Panda sign",
        "opd": "Hawkin's sign",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "17639218-5bca-4b6c-8b99-d6e202ab5d55",
        "choice_type": "single"
    },
    {
        "question": "Selenium methionine scan is used in-",
        "exp": "Parathyroid adenoma: Tc99m Sestamibi scan used (previously thallium subtraction study is done) Pancreatic carcinoma: Selenium-methionine scan used Bone metastasis: Tc99m- MDP scan used Meckel's diveiculum: Tc99m- Peechnate scan used Normal Bone Scan Tracer uptake greatest in axial skeleton Background activity of soft tissue Kidneys routinely visualized Skull can appear uneven (variations in calvarial thickness) Sites of persistently increased symmetric uptake are- Acromial and Coracoid processes of the scapulae, Medial ends of the clavicles, Junction of the body and manubrium of the sternum and the sacral alae",
        "cop": 2,
        "opa": "Parathyroid adenoma",
        "opb": "Pancreatic carcinoma",
        "opc": "Bone metastasis",
        "opd": "Meckels diveiculum",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "3f3d1c1c-2b50-4512-917c-a10c03734aa1",
        "choice_type": "single"
    },
    {
        "question": "Conversion of one nucleus into another was first demonstrated in 1919 by __________.",
        "exp": "Ernest Rutherford is known as the father of nuclear physics. He discovered the concept of radioactive half-life, proved that radioactivity involved the transmutation of one chemical element to another, and also differentiated and named alpha and beta radiation. Henri Becquerel - discoverer of radioactivity. Marie Curie discovered Radium and Polonium, Coined the term \"radioactivity\".",
        "cop": 1,
        "opa": "Rutherford",
        "opb": "Curie",
        "opc": "Henry bequral",
        "opd": "Roentgen",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "dab2c045-9679-4caf-8fce-948a6f0ba129",
        "choice_type": "single"
    },
    {
        "question": "Isotope of iodine used in treatment for brachytherapy of prostate carcinoma?",
        "exp": "Isotopes in medicine: I 131 I 125 I 124 I 123 T1/2 8 DAYS 60 DAYS 4 DAYS 13 HOURS USES RADIOABLATION SYSTEMIC OF THYROID CANCER BRACHYTHERAPY FOR PROSTATE CANCER RADIOIMMUNOASSAY POSITRON EMITTER PET SCAN THYROID SCINTIGRAPHY Point to be remembered: ISOTOPE USED FOR TREATING PAPILLARY CARCINOMA OF THYROID IS IODINE-131 (I131)",
        "cop": 2,
        "opa": "I-127",
        "opb": "I-125",
        "opc": "I-131",
        "opd": "I-124",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "13ad6ac6-e42a-437f-9d5d-d02fe00000bf",
        "choice_type": "single"
    },
    {
        "question": "Iodine 123 has a half life of?",
        "exp": "Impoant Radioisotopes Half Life RADIOISOTOPE HALF LIFE IODINE 131 8 DAYS IODINE 125 60 DAYS IODINE 124 4 DAYS IODINE 123 13 HOURS PHOSPHORUS -32 14 DAYS RADIUM (RA-226) 1622 years Cobalt -60 5. 2 years Cesium - 137 30 years TC- 99m 6 hours Iridium (Ir-192) 74. 5 Days 18F (18. FDG) 110 min Strontium 89 50. 5 days",
        "cop": 3,
        "opa": "6 hours",
        "opb": "8 days",
        "opc": "13 hours",
        "opd": "14 days",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "d13cd281-0c93-4327-ad27-bdc66eda3182",
        "choice_type": "single"
    },
    {
        "question": "Dye used in SPECT-",
        "exp": "SPECT imaging: It has a 360deg revolving gamma camera giving 3D images Tc99m radioisotope is used (t1/2 = 6 hrs) Tc99m - HMPAO: Lipophilic/Lipid soluble Crosses blood brain barrier Cerebral perfusion is evaluation",
        "cop": 2,
        "opa": "O-14",
        "opb": "Tc-99",
        "opc": "Nitrogen-16",
        "opd": "Iodine 124",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "bfa1c480-3dc0-4f96-8e54-53e38c56f8bb",
        "choice_type": "single"
    },
    {
        "question": "Thyrotoxicosis patients with least radio iodide uptake seen in:",
        "exp": "Sub-acute thyroiditis or de Quervain thyroiditis is an uncommon condition, yet is considered the most common cause of painful thyroiditis. Disease is thought to have a viral origin, Has the least radioactive iodine uptake. RAIU in other diseases:",
        "cop": 4,
        "opa": "Toxic adenoma",
        "opb": "Grave's disease",
        "opc": "MNG",
        "opd": "Sub - acute thyroiditis",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "08525330-5e59-41c2-94fb-ef887047cffa",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following forms of radiation can penetrate the deepest into body tissue?",
        "exp": "Gamma radiation Most penetrating of the given options and it penetrates the deepest into the human body. Alpha paicles are usually stopped by the human skin.",
        "cop": 3,
        "opa": "alpha",
        "opb": "beta",
        "opc": "gamma",
        "opd": "positron",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "c33f115a-99d2-4e16-9652-91f4c870be99",
        "choice_type": "single"
    },
    {
        "question": "Radio isotope Preferred for measuring GFR:",
        "exp": "Functional / Dynamic Renography * Done with Tc99m DTPA / Tc99m - MAG3 * Tc99m DTPA -evaluate G. F. R * Tc99m MAG3 - evaluate Renal function Renal perfusion Renal plasma flow",
        "cop": 3,
        "opa": "OIH",
        "opb": "DMSA",
        "opc": "DTPA",
        "opd": "MAG 3",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "eda00a58-53b2-4c0a-ae52-76b6f4d8642e",
        "choice_type": "single"
    },
    {
        "question": "Substance with same atomic number but different mass number",
        "exp": "Ans. a (Isotope). (Ref. Radioactive isotope in medicine and biology by Quimby, 2nd ed., 26). Term. Definition. Isotopes. Atoms having same atomic numbers, different mass numbers (hence different neutron number) e. g., 17. CI35, 17. CI37 (same no. of protons and electrons). Isobars. Atoms having same mass numbers, different atomic number (hence different neutron number) e. g., 28. Ni64, 30. Zn64. Isotones. Atoms have same neutron number, different atomic mass number e. g., 18. A40. Isomers. Atoms having same atomic and mass numbers but different energy states in nucleus.",
        "cop": 1,
        "opa": "Isotope",
        "opb": "Isobar",
        "opc": "Atom",
        "opd": "Mineral",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "a8cb66d9-4fee-40a9-97e1-cf726cac0e5a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a functional investigation:",
        "exp": "Ans. (d) PET scan* Positron emission tomography (PET) is a nuclearmedical imaging modality that produces a three-dimensional image of functional processes in the body* The most common indication for a PET scan is to detect cancer metastasis.* The technique operates on the principle of detecting gamma rays emitted indirectly by a positron-emitting radionuclide (tracer).* Three dimensional imaging is done with the aid of a CT X-ray scan performed on the patient during the same session.* The biologically active molecule chosen for PET is FDG (18-Fluoro deoxy glucose), an analogue of glucose, the concentrations of tracer imaged will indicate tissue metabolic activity by virtue of the regional glucose uptake.* ALSO REMEMBER: Functional magnetic resonance imaging or functional MRI (f. MRI) is an imaging procedure that measures brain activity by detecting associated changes in blood flow. This technique relies on the fact that cerebral blood flow and neuronal activation are coupled.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "PET scan",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "62f74e2e-e87d-47d9-beb8-fe69ef4a1dfa",
        "choice_type": "single"
    }
]