[
    {
        "question": "Half life of tritium is -",
        "exp": "Ans is 'b' i.e. 12.3 years * Tritium (hydrogen-3) is a radioactive isotope of hydrogen. The nucleus of tritium (sometimes called a triton) contains one proton and two neutrons.* Whereas the nucleus of protium contains one proton and no neutrons.* Tritium has a half-life of 12.3 years.* Tritium is used as a radioactive tracer, in radioluminescent light sources for watches and instruments, and, along with deuterium, as a fuel for nuclear fusion reactions with applications in energy generation and weapons.Half life of some important radioisotopes* Phosphorus (P-32) - 14.3 days* Strontium (Sr) - 28 days* Yttrium (Y-90) - 2.54 days* Radium (Ra-226) - 1622 years* Iodine (1-131) - 8 days* Iridium (Ir-192) - 74.5 days* Cobalt (Co-60) - 5.2 years* Cesium (Cs-137) - 30 years* Technitium (Tc-99) - 6 hours",
        "cop": 2,
        "opa": "10.2 years",
        "opb": "12.3 years",
        "opc": "15.5 years",
        "opd": "20.7 years",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "89075c5f-9921-45a4-8a96-5377d5b29f5a",
        "choice_type": "single"
    },
    {
        "question": "Half life of Co60 is-",
        "exp": "Ans. is 'b' i.e., 5.2 years * Half life of cobalt - 60 is 5.2 years.Cobalt - 60* It is an artifical radioactive cobalt.* It has a half life of 5.2-5.3 years.* It is used as a teletherapy source as well as in brachytherapy.* It decays, emits beta and gamma rays, and has to be replaced at regular intervals of about 4-5 years.* It is produced from cobalt - 59, which is a natural nonradioactive substance.* It decays to produce nickel, which is not radioactive.* It has atomic number - 27.* Its atomic weight is 58.93",
        "cop": 2,
        "opa": "74.5 years",
        "opb": "5.2 years",
        "opc": "30 years",
        "opd": "2.6 years",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "473761f0-3777-4e1f-9ff6-d61a522c9892",
        "choice_type": "single"
    },
    {
        "question": "The Renal function is best assessed by:",
        "exp": "Ans. C. Tc 99m MAG3* The Renal function is best assessed by Tc-99m MAG3 (mercaptoacetyltriglycine). It is eliminated through kidney as via both glomeruli filtration and tubular excretion.* Tc-99m DMSA (dimercaptosuccinic acid) is used to evaluate renal structure and morphology, particularly in pediatric imaging for detection of scarring and pyelonephritis.* DMSA is an ideal agent for the assessment of renal cortex as it binds to the sulfhydryl groups in proximal tubules at the renal cortex with longer retention than other agents. Also, it allows better assessment of differential renal function* Tc-99m DTPA (diethylene-triamine-Penta acetate) is cleared only via glomeruli with no tubular excretion. Hence used for direct measurement of GFR.* The screening investigation used in reno-vascular hypertension is Captopril DTPA and the gold standard investigation is renal angiography.",
        "cop": 3,
        "opa": "Tc 99m DMSA",
        "opb": "Tc 99m DTPA",
        "opc": "Tc 99m MAG3",
        "opd": "Tc 99m pertechnetate",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "638f7b74-3a31-47e2-88d2-e17d1e510da1",
        "choice_type": "single"
    },
    {
        "question": "In radionuclide imaging, the most useful pharmaceutical agent for skeletal imaging is___:",
        "exp": "Ans. B. Technetium 99 linked to MDPMDP (Methyl diphosphonate) adsorbs into the hydroxyapatite crystals and gets accumulated in the areas of active bone formation which can be detected by nuclear imaging.",
        "cop": 2,
        "opa": "Gallium 67",
        "opb": "Technetium 99 linked to MDP",
        "opc": "Technetium-Sulphur colloid",
        "opd": "Technetium 99m",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "4d268cd9-fa16-4811-b51a-8d42c32aab50",
        "choice_type": "multi"
    },
    {
        "question": "Radionucleotide used in Scintimammography is?",
        "exp": "Ans CThe ability of scintimammography to detect cancer is not limited by dense breast tissue, post-operative scar tissue or breast implants, and it can reduce unnecessary procedures by helping determine whether an abnormality requires biopsy. Technetium-99m sestamibi (99mTc-MIBI) is the most commonly used radiopharmaceutical.",
        "cop": 3,
        "opa": "HIDA",
        "opb": "MIBG",
        "opc": "Sestamibi (MIBI)",
        "opd": "DTPA",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "ec7ab9f3-e81d-4707-a3ab-c580d053f7a8",
        "choice_type": "single"
    },
    {
        "question": "Fluorodeoxyglucose-positron emission tomography (FDG-PET) does not detect which of the following?",
        "exp": "ANS. ATumors which have low metabolic rate is negative on FDG-PET.Examples of low metabolic tumors are:1. Bronchoalveolar carcinoma2. Carcinoid tumors.But the question had both typical and atypical carcinoid.Typical carcinoid has less number of mitosis than atypical carcinoid, hence, it has less metabolic rate than atypical carcinoid. So, typical carcinoid is the answer.",
        "cop": 1,
        "opa": "Typical carcinoid",
        "opb": "Atypical carcinoid",
        "opc": "Small cell neuroendocrine tumor",
        "opd": "Large cell neuroendocrine tumor",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "2b6b1d98-8d78-4e5d-ad78-31722e02e167",
        "choice_type": "multi"
    },
    {
        "question": "Radioisotope used in PET scan is?",
        "exp": "Ans. (d) Fluoride-18Ref. Sutton's radiology, 7th ed. H826",
        "cop": 4,
        "opa": "Tachnetium 99m",
        "opb": "Iodine 123",
        "opc": "Iodine 131",
        "opd": "Fluoride-18",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "3c94a85c-241b-41e9-9282-00b222f47d27",
        "choice_type": "single"
    },
    {
        "question": "Definition of nuclear medicine includes which of the following?",
        "exp": "Ans. d (Field of medicine which depends on accretion, transit & disappearance of radioactive tracer in specific regions of body & useful in management of cancer). (Ref. Modem Trends in Radiotherapy by Deeley, 216)# Nuclear medicine is the field of medicine which depends on accretion, transit & disappearance of radioactive tracer in specific regions of body & hence useful in management of cancer.# It provides both physiological and structural information in a quantifiable form.# It is helpful for location and extent of cancer without much hazards & discomfort to patient.",
        "cop": 4,
        "opa": "Field of medicine helpful for radiotherapeutic management of all.",
        "opb": "Field of medicine, which provides both physiological, & structrual information in non-quantifiable form.",
        "opc": "Field of medicine helpful for location & extent of cancer but with many hazards.",
        "opd": "Field of medicine which depends on accretion, transit & disappearance of radioactive tracer in specific regions of body & useful in management of cancer.",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "6d375b62-e480-4827-a646-833bae3a940d",
        "choice_type": "multi"
    },
    {
        "question": "Substance with same atomic number but different mass number",
        "exp": "Ans. a (Isotope). (Ref. Radioactive isotope in medicine and biology by Quimby, 2nd ed., 26)TermDefinitionIsotopesAtoms having same atomic numbers, different mass numbers (hence different neutron number) e.g., 17CI35, 17CI37 (same no.of protons and electrons)IsobarsAtoms having same mass numbers, different atomic number (hence different neutron number) e.g., 28Ni64, 30Zn64IsotonesAtoms have same neutron number, different atomic mass number e.g., 18A40IsomersAtoms having same atomic and mass numbers but different energy states in nucleus.",
        "cop": 1,
        "opa": "Isotope",
        "opb": "Isobar",
        "opc": "Atom",
        "opd": "Mineral",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "a8cb66d9-4fee-40a9-97e1-cf726cac0e5a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a functional investigation:",
        "exp": "Ans. (d) PET scan* Positron emission tomography (PET) is a nuclearmedical imaging modality that produces a three-dimensional image of functional processes in the body* The most common indication for a PET scan is to detect cancer metastasis.* The technique operates on the principle of detecting gamma rays emitted indirectly by a positron-emitting radionuclide (tracer).* Three dimensional imaging is done with the aid of a CT X-ray scan performed on the patient during the same session.* The biologically active molecule chosen for PET is FDG (18-Fluoro deoxy glucose), an analogue of glucose, the concentrations of tracer imaged will indicate tissue metabolic activity by virtue of the regional glucose uptake.* ALSO REMEMBER: Functional magnetic resonance imaging or functional MRI (fMRI) is an imaging procedure that measures brain activity by detecting associated changes in blood flow. This technique relies on the fact that cerebral blood flow and neuronal activation are coupled.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "PET scan",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "62f74e2e-e87d-47d9-beb8-fe69ef4a1dfa",
        "choice_type": "single"
    }
]