[
    {
        "question": "Which one of the following device conves radioactive emissions to light for detection?",
        "exp": "Scintillation counter: It measures ionizing radiation. The sensor, called a scintillator, consists of a transparent crystal, usually phosphor, plastic, or organic liquid that fluoresces when struck by ionizing radiation. A sensitive photomultiplier tube (PMT) measures the light from the crystal. The PMT is attached to an electronic amplifier and other electronic equipment to count and possibly quantify the amplitude of the signals produced by the photomultiplier. Geiger counter: Is a type of paicle detector that measures ionizing radiation. They detect the emission of nuclear radiation: alpha paicles, beta paicles or gamma rays. It detects radiation by ionization produced in a low pressure gas in a Geiger Muller tube.",
        "cop": 3,
        "opa": "Geiger counter",
        "opb": "Photographic film",
        "opc": "Scintillation counter",
        "opd": "Radiotracer",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "0cf7ee02-2b75-4f5a-a94c-dc293653698e",
        "choice_type": "single"
    },
    {
        "question": "Killing of Thyroid Cancer cells By I-131 is mainly by",
        "exp": "*I-131 produces both Gamma and Beta Rays, but killing of thyroid cancer is mainly done by Beta Rays.",
        "cop": 3,
        "opa": "Alpha Rays",
        "opb": "X rays",
        "opc": "Beta Rays",
        "opd": "Gamma Rays",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "0ea12290-ac64-46cd-b874-c39c6a4df58a",
        "choice_type": "single"
    },
    {
        "question": "Half life of tritium is -",
        "exp": "Ans is 'b' i. e. 12. 3 years * Tritium (hydrogen-3) is a radioactive isotope of hydrogen. The nucleus of tritium (sometimes called a triton) contains one proton and two neutrons.* Whereas the nucleus of protium contains one proton and no neutrons.* Tritium has a half-life of 12. 3 years.* Tritium is used as a radioactive tracer, in radioluminescent light sources for watches and instruments, and, along with deuterium, as a fuel for nuclear fusion reactions with applications in energy generation and weapons. Half life of some important radioisotopes* Phosphorus (P-32) - 14. 3 days* Strontium (Sr) - 28 days* Yttrium (Y-90) - 2. 54 days* Radium (Ra-226) - 1622 years* Iodine (1-131) - 8 days* Iridium (Ir-192) - 74. 5 days* Cobalt (Co-60) - 5. 2 years* Cesium (Cs-137) - 30 years* Technitium (Tc-99) - 6 hours",
        "cop": 2,
        "opa": "10. 2 years",
        "opb": "12. 3 years",
        "opc": "15. 5 years",
        "opd": "20. 7 years",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "89075c5f-9921-45a4-8a96-5377d5b29f5a",
        "choice_type": "single"
    },
    {
        "question": "Half life of Co60 is-",
        "exp": "Ans. is 'b' i. e., 5. 2 years * Half life of cobalt - 60 is 5. 2 years. Cobalt - 60* It is an artifical radioactive cobalt.* It has a half life of 5. 2-5. 3 years.* It is used as a teletherapy source as well as in brachytherapy.* It decays, emits beta and gamma rays, and has to be replaced at regular intervals of about 4-5 years.* It is produced from cobalt - 59, which is a natural nonradioactive substance.* It decays to produce nickel, which is not radioactive.* It has atomic number - 27.* Its atomic weight is 58. 93",
        "cop": 2,
        "opa": "74. 5 years",
        "opb": "5. 2 years",
        "opc": "30 years",
        "opd": "2. 6 years",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "473761f0-3777-4e1f-9ff6-d61a522c9892",
        "choice_type": "single"
    },
    {
        "question": "All are true about 18 FDG Pet scanning except",
        "exp": "Half Life of 18F is 110 min",
        "cop": 1,
        "opa": "Half Life Of 18F is 110 days",
        "opb": "Brown adipose tissue shows normal symmetrical uptake",
        "opc": "Detects pairs of gamma rays produced",
        "opd": "Good functional detail but poor anatomical detail than CT",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "e3b721c9-7568-4419-a01a-fe4444bbf38b",
        "choice_type": "multi"
    },
    {
        "question": "The Renal function is best assessed by:",
        "exp": "Ans. C. Tc 99m MAG3* The Renal function is best assessed by Tc-99m MAG3 (mercaptoacetyltriglycine). It is eliminated through kidney as via both glomeruli filtration and tubular excretion.* Tc-99m DMSA (dimercaptosuccinic acid) is used to evaluate renal structure and morphology, particularly in pediatric imaging for detection of scarring and pyelonephritis.* DMSA is an ideal agent for the assessment of renal cortex as it binds to the sulfhydryl groups in proximal tubules at the renal cortex with longer retention than other agents. Also, it allows better assessment of differential renal function* Tc-99m DTPA (diethylene-triamine-Penta acetate) is cleared only via glomeruli with no tubular excretion. Hence used for direct measurement of GFR.* The screening investigation used in reno-vascular hypertension is Captopril DTPA and the gold standard investigation is renal angiography.",
        "cop": 3,
        "opa": "Tc 99m DMSA",
        "opb": "Tc 99m DTPA",
        "opc": "Tc 99m MAG3",
        "opd": "Tc 99m pertechnetate",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "638f7b74-3a31-47e2-88d2-e17d1e510da1",
        "choice_type": "single"
    },
    {
        "question": "In radionuclide imaging, the most useful pharmaceutical agent for skeletal imaging is___:",
        "exp": "Ans. B. Technetium 99 linked to MDPMDP (Methyl diphosphonate) adsorbs into the hydroxyapatite crystals and gets accumulated in the areas of active bone formation which can be detected by nuclear imaging.",
        "cop": 2,
        "opa": "Gallium 67",
        "opb": "Technetium 99 linked to MDP",
        "opc": "Technetium-Sulphur colloid",
        "opd": "Technetium 99m",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "4d268cd9-fa16-4811-b51a-8d42c32aab50",
        "choice_type": "multi"
    },
    {
        "question": "The most radiosensitive tissue among the following?",
        "exp": "RELATIVE TISSUE RADIOSENSITIVITY Radiosensitive tissues Radio-resistant tissues Bone marrow Liver Gut epithelium Kidney Germinal cells of the ovary andtestis Brain Skin Connective tissue Foetal tissues Bone Many tumours Muscle Note: epiphyseal plate is the most radiosensitive area of bone, and the site, which if irradiated, is most likely to result in growth abnormalities.",
        "cop": 4,
        "opa": "Skin",
        "opb": "Gut epithelium",
        "opc": "Germinal cells of the ovary and testis",
        "opd": "Bone marrow",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "7abc283f-d745-4607-b676-a1859a2b3da3",
        "choice_type": "single"
    },
    {
        "question": "CHA is used in Rx of?",
        "exp": "CHA is Continous Hyper fractionated accelerated Radiotherapy used for management of non-small cell lung cancer.",
        "cop": 1,
        "opa": "Ca Lung",
        "opb": "Ca Stomach",
        "opc": "Head and neck cancer",
        "opd": "NHL",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "c817cff3-12f4-446f-942e-d1c0787e10e1",
        "choice_type": "single"
    },
    {
        "question": "Hot rim sign on hepatobiliary scintigraphy (Tc99m-HIDA ) is seen in?",
        "exp": "* Increased Pericholecystic hepatic band of radio tracer activity called Rim sign. * A rim of increased hepatic activity directly adjacent to the gallbladder fossa in association with non visualization of the gall bladder is a specific sign of acute cholecystitis paicularly associated with gangrene and perforation. Below CT Image Shows Emphysematous Cholecystitis with Necrosis and Air within the wal of GB. It is surgical Emergency with high risk of GB perforation and moality.",
        "cop": 3,
        "opa": "Chronic cholecystitis",
        "opb": "Biliary Atresia",
        "opc": "Gangrenous Cholecystitis",
        "opd": "Porcelain Gall. Bladder",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "d2a5417e-a450-4400-b54d-582cd34c73e0",
        "choice_type": "multi"
    },
    {
        "question": "Radionucleotide used in Scintimammography is?",
        "exp": "Ans CThe ability of scintimammography to detect cancer is not limited by dense breast tissue, post-operative scar tissue or breast implants, and it can reduce unnecessary procedures by helping determine whether an abnormality requires biopsy. Technetium-99m sestamibi (99m. Tc-MIBI) is the most commonly used radiopharmaceutical.",
        "cop": 3,
        "opa": "HIDA",
        "opb": "MIBG",
        "opc": "Sestamibi (MIBI)",
        "opd": "DTPA",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "ec7ab9f3-e81d-4707-a3ab-c580d053f7a8",
        "choice_type": "single"
    },
    {
        "question": "Radioisotopes emit all the following except?",
        "exp": "X rays are aificially produced in the Xray tube or by using LINAC(Linear Accelerator) Radioisotopes emit either Alpha Rays, Beta Rays and Gamma Rays",
        "cop": 4,
        "opa": "Alpha Rays",
        "opb": "Beta Rays",
        "opc": "Gamma Rays",
        "opd": "X-rays",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "e88a1f4a-b13a-40a5-8c71-bf7d86981c6a",
        "choice_type": "multi"
    },
    {
        "question": "Bragg peak effect is most noticable in?",
        "exp": "Bragg peak effect Pronounced for protons Proton therapy targets tumors inside the body, spares the healthy cells Bragg curve - it plots the energy loss of ionizing radiation during its travel through matter",
        "cop": 2,
        "opa": "X ray",
        "opb": "Proton",
        "opc": "Neutron",
        "opd": "Electron",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "343854da-2d30-4826-9656-bca193d94d3c",
        "choice_type": "single"
    },
    {
        "question": "Two nuclides having same number of neutrons but differ in protons number:",
        "exp": "Isotone - Have the very same neutron number, but different proton number. Isotope - Two forms of same element containing equal numbers of protons but different numbers of neutrons in their nuclei, like a radioactive form of an element. Isobar - Isobars are atoms of different chemical elements that have the same number of nucleons. They have same mass number (Sum of protons plus neutrons). Isomers - Each of two or more compounds with the same formula but a different arrangement of atoms in the molecule and different propeies",
        "cop": 3,
        "opa": "Isotopes",
        "opb": "Isobars",
        "opc": "Isotones",
        "opd": "Isomers",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "74cb6c62-dc75-4ad6-9f8d-332fae188eff",
        "choice_type": "single"
    },
    {
        "question": "In Radionuclide imaging the most useful radiopharmaceutical for skeletal imaging is:",
        "exp": "Technetium--99m linked to Methylene diphosphonate Normal Bone Scan Tracer uptake greatest in axial skeleton Background activity of soft tissue Kidneys routinely visualized Skull can appear uneven (variations in calvarial thickness) Sites of persistently increased symmetric uptake are- Acromial and Coracoid processes of the scapulae, Medial ends of the clavicles, Junction of the body Manubrium of the sternum The sacral alae",
        "cop": 4,
        "opa": "Gallium 67",
        "opb": "Technetium sulphur colloid",
        "opc": "Technetium-99m",
        "opd": "Technetium--99m linked to Methylene disphosphonate",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "39bd2a5b-5cb2-4669-8f78-a051f70157f8",
        "choice_type": "multi"
    },
    {
        "question": "The \"R\"s of radiobiology include the following except:",
        "exp": "Processes after radiation exposure are \"4 R's\" of radiobiology. Repair - Enzymatic mechanisms for healing intracellular injury. Reoxygenation- Process whereby oxygen is actually better distributed to ble cells following radiation injury and cell killing. Repopulation- Ability of the cell population to continue to divide and to replace dying and dead cells. Redistribution- Reflects the variability of a cell's radiosensitivity over the cell cycle.",
        "cop": 4,
        "opa": "Repair",
        "opb": "Reoxygenation",
        "opc": "Repopulation",
        "opd": "Reexcitation",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "be337b4d-f49f-4764-b72b-09b5f0e71f73",
        "choice_type": "multi"
    },
    {
        "question": "Fluorodeoxyglucose-positron emission tomography (FDG-PET) does not detect which of the following?",
        "exp": "ANS. ATumors which have low metabolic rate is negative on FDG-PET. Examples of low metabolic tumors are: 1. Bronchoalveolar carcinoma2. Carcinoid tumors. But the question had both typical and atypical carcinoid. Typical carcinoid has less number of mitosis than atypical carcinoid, hence, it has less metabolic rate than atypical carcinoid. So, typical carcinoid is the answer.",
        "cop": 1,
        "opa": "Typical carcinoid",
        "opb": "Atypical carcinoid",
        "opc": "Small cell neuroendocrine tumor",
        "opd": "Large cell neuroendocrine tumor",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "2b6b1d98-8d78-4e5d-ad78-31722e02e167",
        "choice_type": "multi"
    },
    {
        "question": "Parent compound of Tc-99m is",
        "exp": null,
        "cop": 2,
        "opa": "Strontium -99",
        "opb": "Molybdenum-99",
        "opc": "Rubidium-99",
        "opd": "Cs-137",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "989e9d07-7dd6-47c6-9c8b-516116549a34",
        "choice_type": "single"
    },
    {
        "question": "Radioisotope used in PET scan is?",
        "exp": "Ans. (d) Fluoride-18. Ref. Sutton's radiology, 7th ed. H826",
        "cop": 4,
        "opa": "Tachnetium 99m",
        "opb": "Iodine 123",
        "opc": "Iodine 131",
        "opd": "Fluoride-18",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "3c94a85c-241b-41e9-9282-00b222f47d27",
        "choice_type": "single"
    },
    {
        "question": "All the following show hot spot on Bone Scan except?",
        "exp": "Bone scan: Done with: Tc99m-MDP (Methylene diphosphonate) Tc99m Medronate Hot uptake on bone scan indicates osteoblastic activity Cold uptake on bone scan indicates osteoclastic activity Hot uptake of bone scan seen with: Osteoblastic metastasis/ prostatic metastasis Paget's disease Fibrous dysplasia Osteoahritis Osteomyelitis (3 phase bone scan) Cold uptake of bone scan is seen in: Multiple myeloma (not preferred for bone scan) Focal coical defects",
        "cop": 1,
        "opa": "Multiple Myeloma",
        "opb": "Fibrous Dysplasia",
        "opc": "Pagets Disease",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "6a354e90-588d-4b4c-8d92-e9cac43a48e1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a Alpha emitter?",
        "exp": "Alpha (a) radiation: Consists of heavy, positively charged paicles, each of which contains two protons and two neutrons. Alpha Emitters: Americium-241 Plutonium-236 Uranium-238 Thorium-232 Radium-226 Radon-222 Polonium-210 84",
        "cop": 1,
        "opa": "Plutonium-236",
        "opb": "Carbon-11",
        "opc": "Oxygen-15",
        "opd": "Samarium -153",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "b64da7f6-7e47-4cc1-9bae-d54b66eaf05c",
        "choice_type": "single"
    },
    {
        "question": "A Radionucleide scan finding in hyperparathyroidism?",
        "exp": "Super scan Resembles normal bone scan but kidney is not visible Seen with Renal Failure Difffuse metastatic disease Diffuse metabolic bone disease like Hyperparathyroidism In active hyperparathyroidism, a superscan of generalized increased activity(Hot spot) is seen on technetium bone scan.",
        "cop": 2,
        "opa": "Cold spots",
        "opb": "Hot spots",
        "opc": "Panda sign",
        "opd": "Hawkin's sign",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "17639218-5bca-4b6c-8b99-d6e202ab5d55",
        "choice_type": "single"
    },
    {
        "question": "PET Scan is useful in evaluating all the following except?",
        "exp": "*PET is good for detection of functional/Metabolic activities and not good enough for anatomical detailing like to look for a aberrant Subclan aery. *MR Angio/CT Angio are used for detection of Dysphagia Lusoria (aberrant Subclan aery)",
        "cop": 4,
        "opa": "Solitary pulmonary Nodule",
        "opb": "Skeletal metastasis",
        "opc": "Myocardial Viability",
        "opd": "Dysphagia Lusoria",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "a3ca741a-909d-4a18-9b0d-3516bc7f3134",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding nitrates in myocardial perfusion study:-",
        "exp": "Nitrates in myocardial perfusion study Enhances the detection of myocardial bility in Thallium 201 radiopharmaceutical agent Causes increased myocardial flow in ischemia Increases collateral flow into ischemic zone Stress agents used in myocardial perfusion study Dobutamine Adenosine To study Myocardial bility 18-FDG PET (best agent) Nitrate augmented Thallium 201 Scintigraphy Dynamic contrast enhanced MRI",
        "cop": 3,
        "opa": "Stress agent",
        "opb": "Decreased myocardial flow in ischemia",
        "opc": "Enhances the detection of myocardial bility in Thallium 201 radiopharmaceutical agent",
        "opd": "Reduced collateral flow into ischemic zone",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "f8e38912-f699-4866-a678-420cd1469d3c",
        "choice_type": "multi"
    },
    {
        "question": "Selenium methionine scan is used in-",
        "exp": "Parathyroid adenoma: Tc99m Sestamibi scan used (previously thallium subtraction study is done) Pancreatic carcinoma: Selenium-methionine scan used Bone metastasis: Tc99m- MDP scan used Meckel's diveiculum: Tc99m- Peechnate scan used Normal Bone Scan Tracer uptake greatest in axial skeleton Background activity of soft tissue Kidneys routinely visualized Skull can appear uneven (variations in calvarial thickness) Sites of persistently increased symmetric uptake are- Acromial and Coracoid processes of the scapulae, Medial ends of the clavicles, Junction of the body and manubrium of the sternum and the sacral alae",
        "cop": 2,
        "opa": "Parathyroid adenoma",
        "opb": "Pancreatic carcinoma",
        "opc": "Bone metastasis",
        "opd": "Meckels diveiculum",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "3f3d1c1c-2b50-4512-917c-a10c03734aa1",
        "choice_type": "single"
    },
    {
        "question": "All the given statements are true about PET scan except:",
        "exp": "Positron emission tomography (PET) Is a sensitive and specific functional imaging method that allows metabolic mapping of disease processes. The most widely used tracer, 18F-fluorodeoxyglucose (18. FDG), acts as a glucose analogue allowing imaging of glucose utilization, a process that is enhanced in many malignant tumours. Various PET radionuclides, including 18 F-fluorine, 11 C-carbon, 13 N-nitrogen and 15 O-oxygen, provides the potential to investigate multiple aspects of tumour biology in addition to glucose utilization, including cellular proliferation, hypoxia, neo-angiogenesis and apoptosis. 18 FDG is the ideal isotope for PET scan with a half life of -110 minutes. 18-Fluoro-2-deoxy-D-glucose positron emission tomography (18-FDG PET) is highly sensitive for the detection of malignancy and can be used to detect small metastases or local recurrence that may not be obvious on CT. FDG PET is not specific and therefore cannot be used for differentiating few benign conditions from malignant lesions. Disadvantages Glucose utilization is not entirely specific to malignant tissue, some benign processes like inflammatory sites, infections, granulomas being associated with enhanced glycolysis. Normal variation of uptake of 18. FDG in some tissues, including bowel, urinary tract, muscle and brown fat, can cause interpretative pitfalls",
        "cop": 4,
        "opa": "PET is a functional imaging method that allows metabolic scanning.",
        "opb": "18F-fluorine, 11 C-carbon, 13 N-nitrogen and 15 O-oxygen are positron emitters.",
        "opc": "18 FDG PET is is not entirely specific to malignant tissue.",
        "opd": "Half life of 18 F-fluorine is 21 days.",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "aeeef03d-7bec-4a19-a1ce-596fa49a6fd1",
        "choice_type": "multi"
    },
    {
        "question": "Conversion of one nucleus into another was first demonstrated in 1919 by __________.",
        "exp": "Ernest Rutherford is known as the father of nuclear physics. He discovered the concept of radioactive half-life, proved that radioactivity involved the transmutation of one chemical element to another, and also differentiated and named alpha and beta radiation. Henri Becquerel - discoverer of radioactivity. Marie Curie discovered Radium and Polonium, Coined the term \"radioactivity\".",
        "cop": 1,
        "opa": "Rutherford",
        "opb": "Curie",
        "opc": "Henry bequral",
        "opd": "Roentgen",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "dab2c045-9679-4caf-8fce-948a6f0ba129",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is NOT true concerning Radon?",
        "exp": "Radon Radioactive, colorless, odorless, tasteless noble gas, occurring naturally as the decay product of uranium or thorium. Its most stable isotope, 222. Rn, has a half-life of 3. 8 days. Often the single largest contributor to an individual's background radiation dose Radon continues to decay to emit alpha paicles. Rn-222 represents a long-term hazard despite its sho half life of 3. 8 days.",
        "cop": 1,
        "opa": "Decays by gamma emission",
        "opb": "Single largest contributor to an individual's background radiation dose",
        "opc": "Most stable isotope, 222. Rn, has a half-life of 3. 8 days",
        "opd": "Implicated in Lung cancer",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "b1c6814e-5b4c-4f37-abe6-2573ab7c6d79",
        "choice_type": "multi"
    },
    {
        "question": "True about Hybrid PET/CT scans:",
        "exp": "Hybrid imaging allows the superimposition of PET and CT images, a technique known as functional-anatomical mapping. Hybrid PET/CT scans provide images that help pinpoint the abnormal metabolic activity to anatomical structures seen on CT and provide more accurate diagnoses than the two scans performed separately. FDG-PET: It can differentiate benign from malignant lesions as small as 1 cm. However, false-negative findings can occur in lesions with low metabolic activity such as carcinoid tumors and bronchioloalveolar cell carcinomas, or in lesions <1 cm in which the required threshold of metabolically active malignant cells is not present for PET diagnosis. False-positive results can be seen due to FDG uptake in inflammatory conditions such as pneumonia and granulomatous diseases. Areas of normal physiological uptake in PET CT:- - Brown fat - Thymus - Brain tissue - Myocardium - GI Tract",
        "cop": 4,
        "opa": "Functional-anatomical mapping",
        "opb": "Provide images that help to pinpoint the abnormal metabolic activity to respective anatomical structures",
        "opc": "Can differentiate benign from malignant lesions as small as 1 cm.",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "910e512f-1620-4e80-ad01-b2e1d95677b5",
        "choice_type": "multi"
    },
    {
        "question": "Isotope of iodine used in treatment for brachytherapy of prostate carcinoma?",
        "exp": "Isotopes in medicine: I 131 I 125 I 124 I 123 T1/2 8 DAYS 60 DAYS 4 DAYS 13 HOURS USES RADIOABLATION SYSTEMIC OF THYROID CANCER BRACHYTHERAPY FOR PROSTATE CANCER RADIOIMMUNOASSAY POSITRON EMITTER PET SCAN THYROID SCINTIGRAPHY Point to be remembered: ISOTOPE USED FOR TREATING PAPILLARY CARCINOMA OF THYROID IS IODINE-131 (I131)",
        "cop": 2,
        "opa": "I-127",
        "opb": "I-125",
        "opc": "I-131",
        "opd": "I-124",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "13ad6ac6-e42a-437f-9d5d-d02fe00000bf",
        "choice_type": "single"
    },
    {
        "question": "Iodine 123 has a half life of?",
        "exp": "Impoant Radioisotopes Half Life RADIOISOTOPE HALF LIFE IODINE 131 8 DAYS IODINE 125 60 DAYS IODINE 124 4 DAYS IODINE 123 13 HOURS PHOSPHORUS -32 14 DAYS RADIUM (RA-226) 1622 years Cobalt -60 5. 2 years Cesium - 137 30 years TC- 99m 6 hours Iridium (Ir-192) 74. 5 Days 18F (18. FDG) 110 min Strontium 89 50. 5 days",
        "cop": 3,
        "opa": "6 hours",
        "opb": "8 days",
        "opc": "13 hours",
        "opd": "14 days",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "d13cd281-0c93-4327-ad27-bdc66eda3182",
        "choice_type": "single"
    },
    {
        "question": "Dye used in SPECT-",
        "exp": "SPECT imaging: It has a 360deg revolving gamma camera giving 3D images Tc99m radioisotope is used (t1/2 = 6 hrs) Tc99m - HMPAO: Lipophilic/Lipid soluble Crosses blood brain barrier Cerebral perfusion is evaluation",
        "cop": 2,
        "opa": "O-14",
        "opb": "Tc-99",
        "opc": "Nitrogen-16",
        "opd": "Iodine 124",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "bfa1c480-3dc0-4f96-8e54-53e38c56f8bb",
        "choice_type": "single"
    },
    {
        "question": "Radio pharmaceutical used for phagocyte study scan used:",
        "exp": "Technetium 99m Sulphur colloid scan: Taken up by reticuloendothelial cells, Macrophages and Kupffer cells Therefore, used for Phagocytes study Evaluate splenic disease Detect occult abscess It shows hot uptake in focal nodular hyperplasia (because it has increased number of Kupffer's cells) Liver Fibrolamellar variant of HCC (has increased hepatocyte) | On Sulphur colloid scan No hot uptake Focal nodular hyperplasia (has increased hepatocyte and Kupffer cells) | hot uptake",
        "cop": 1,
        "opa": "Sulfur colloid scan",
        "opb": "Thallium 201",
        "opc": "Technetium peechnetate scan",
        "opd": "MDPscan",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "27c595a1-3fe2-42c3-b784-7c3335344a65",
        "choice_type": "multi"
    },
    {
        "question": "Definition of nuclear medicine includes which of the following?",
        "exp": "Ans. d (Field of medicine which depends on accretion, transit & disappearance of radioactive tracer in specific regions of body & useful in management of cancer). (Ref. Modem Trends in Radiotherapy by Deeley, 216)# Nuclear medicine is the field of medicine which depends on accretion, transit & disappearance of radioactive tracer in specific regions of body & hence useful in management of cancer.# It provides both physiological and structural information in a quantifiable form.# It is helpful for location and extent of cancer without much hazards & discomfort to patient.",
        "cop": 4,
        "opa": "Field of medicine helpful for radiotherapeutic management of all.",
        "opb": "Field of medicine, which provides both physiological, & structrual information in non-quantifiable form.",
        "opc": "Field of medicine helpful for location & extent of cancer but with many hazards.",
        "opd": "Field of medicine which depends on accretion, transit & disappearance of radioactive tracer in specific regions of body & useful in management of cancer.",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "6d375b62-e480-4827-a646-833bae3a940d",
        "choice_type": "multi"
    },
    {
        "question": "Thyrotoxicosis patients with least radio iodide uptake seen in:",
        "exp": "Sub-acute thyroiditis or de Quervain thyroiditis is an uncommon condition, yet is considered the most common cause of painful thyroiditis. Disease is thought to have a viral origin, Has the least radioactive iodine uptake. RAIU in other diseases:",
        "cop": 4,
        "opa": "Toxic adenoma",
        "opb": "Grave's disease",
        "opc": "MNG",
        "opd": "Sub - acute thyroiditis",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "08525330-5e59-41c2-94fb-ef887047cffa",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following forms of radiation can penetrate the deepest into body tissue?",
        "exp": "Gamma radiation Most penetrating of the given options and it penetrates the deepest into the human body. Alpha paicles are usually stopped by the human skin.",
        "cop": 3,
        "opa": "alpha",
        "opb": "beta",
        "opc": "gamma",
        "opd": "positron",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "c33f115a-99d2-4e16-9652-91f4c870be99",
        "choice_type": "single"
    },
    {
        "question": "Which is used for calculation of ejection fraction?",
        "exp": "Nuclear Imaging of hea: MUGA scan (Multi-gated acquisition scan): Tc 99m labeled RBC is used Evaluate ventricular function / ejection fraction- Cardiac ventriculography (but most accurate investigation for ventricular function is -MRI) Tc99m labeled RBC is very sensitive investigation for detecting minimal lower GIT bleeding (as low as 0. 1 ml per minute) PET scanning in hea: - N-13 ammonia PET = very sensitive for myocardial perfusion -18 FDG-PET = Myocardial bility If N-13 ammonia PET (-) & 18 FDG PET (-) - Suggestive of scar tissue If N-13 ammonia PET (-) & 18 FDG PET (+) - Hibernating myocardium Note: C-11 methionine PET is better than 18 FDG PET - for brain tumors",
        "cop": 1,
        "opa": "MUGA",
        "opb": "SPECT using thallium 201",
        "opc": "PET myocardial perfusion imaging",
        "opd": "Sestamibi scan with pharmacological stress",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "ec13bc31-f496-4c4b-868a-fe3177a77dcf",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old patient with ischemic heart disease develops chest pain. ECG shows ST segment elevation and Q waves. Myocardial necrosis in this patient can be best demonstrated by:",
        "exp": "Myocardial infarct imaging: Tc99m pyrophosphate is used to localize the area of infarct in hea. Area of infarct On thallium scan (Perfusion image) Cold spot Pyrophosphate scan (Infarct image) Hot spot",
        "cop": 3,
        "opa": "Technetium 99 tetrofosmin",
        "opb": "Sestambi scan",
        "opc": "Technetium 99 Pyrophosphate",
        "opd": "Thallium 201",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "23e04a70-2555-4b62-9647-59337e06bb58",
        "choice_type": "multi"
    },
    {
        "question": "Radio isotope Preferred for measuring GFR:",
        "exp": "Functional / Dynamic Renography * Done with Tc99m DTPA / Tc99m - MAG3 * Tc99m DTPA -evaluate G. F. R * Tc99m MAG3 - evaluate Renal function Renal perfusion Renal plasma flow",
        "cop": 3,
        "opa": "OIH",
        "opb": "DMSA",
        "opc": "DTPA",
        "opd": "MAG 3",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "eda00a58-53b2-4c0a-ae52-76b6f4d8642e",
        "choice_type": "single"
    },
    {
        "question": "Substance with same atomic number but different mass number",
        "exp": "Ans. a (Isotope). (Ref. Radioactive isotope in medicine and biology by Quimby, 2nd ed., 26). Term. Definition. Isotopes. Atoms having same atomic numbers, different mass numbers (hence different neutron number) e. g., 17. CI35, 17. CI37 (same no. of protons and electrons). Isobars. Atoms having same mass numbers, different atomic number (hence different neutron number) e. g., 28. Ni64, 30. Zn64. Isotones. Atoms have same neutron number, different atomic mass number e. g., 18. A40. Isomers. Atoms having same atomic and mass numbers but different energy states in nucleus.",
        "cop": 1,
        "opa": "Isotope",
        "opb": "Isobar",
        "opc": "Atom",
        "opd": "Mineral",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "a8cb66d9-4fee-40a9-97e1-cf726cac0e5a",
        "choice_type": "single"
    },
    {
        "question": "FDG-PET negative tumor is:",
        "exp": "* 18 FDG negative tumors - Have low mitotic & low metabolic activity (M-TB) - Mucinous Ca- Typical carcinoids- Bronchoalveolar Ca",
        "cop": 2,
        "opa": "Atypical carcinoid",
        "opb": "Typical carcinoid",
        "opc": "Small cell carcinoma",
        "opd": "Large cell neuroendocrine carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "5e484a44-1a0b-44fb-a81f-21f9250b5191",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a functional investigation:",
        "exp": "Ans. (d) PET scan* Positron emission tomography (PET) is a nuclearmedical imaging modality that produces a three-dimensional image of functional processes in the body* The most common indication for a PET scan is to detect cancer metastasis.* The technique operates on the principle of detecting gamma rays emitted indirectly by a positron-emitting radionuclide (tracer).* Three dimensional imaging is done with the aid of a CT X-ray scan performed on the patient during the same session.* The biologically active molecule chosen for PET is FDG (18-Fluoro deoxy glucose), an analogue of glucose, the concentrations of tracer imaged will indicate tissue metabolic activity by virtue of the regional glucose uptake.* ALSO REMEMBER: Functional magnetic resonance imaging or functional MRI (f. MRI) is an imaging procedure that measures brain activity by detecting associated changes in blood flow. This technique relies on the fact that cerebral blood flow and neuronal activation are coupled.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "PET scan",
        "subject_name": "Radiology",
        "topic_name": "Nuclear Medicine",
        "id": "62f74e2e-e87d-47d9-beb8-fe69ef4a1dfa",
        "choice_type": "single"
    },
    {
        "question": "Hotspot in a hea is seen in which scan?",
        "exp": "Tc 99m pyrophosphate scan is also known as myocardial infarct scan and it depicts the segments of myocardium involved with the infarction. Get deposited in the calcified changes associated with the infarction.",
        "cop": 4,
        "opa": "Gallium",
        "opb": "Albumin labelled",
        "opc": "Thallium",
        "opd": "Tc pyrophosphate scan",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "d376e723-0667-4f66-881e-de12dda13d6d",
        "choice_type": "multi"
    },
    {
        "question": "Radioisotopes used in Myocardial perfusion imaging: Thallium 201 18 FDG PET Tc-99m Sestamibi Tc-99m Pyrophosphate Tetrafosmin N-13 Ammonium",
        "exp": "- Thallium-201, Sestamibi, Tetrofosmin scan are used for Myocardial Perfusion Imaging. - Pyrophosphate scan for Myocardial Infarction. - 18 FDG PET is used to detect Myocardial Viability - N-13ammonia. PETmyocardial perfusion imaging(MPI) yields larger stressperfusiondefects than dipyridamole stress and might reflect the truemyocardialischemic burden.",
        "cop": 2,
        "opa": "1, 3, 4, 5",
        "opb": "1, 2, 3, 4, 5, 6",
        "opc": "1, 3, 5, 6",
        "opd": "1, 3, 4, 5, 6",
        "subject_name": "Radiology",
        "topic_name": "Nuclear medicine",
        "id": "443372cc-b626-4bbe-bd13-7ab9d8830ae0",
        "choice_type": "multi"
    }
]