[
    {
        "question": "Snowstorm appearance on ultrasonography is seen in-",
        "exp": "Ans. is 'd' i. e., Molar pregnancy * \"Snow storm appearance\" or \"bunch of grapes appearance\" is characteristic of H. mole.",
        "cop": 4,
        "opa": "Hydatid cyst",
        "opb": "Pyogenic liver abscess",
        "opc": "Ectopic pregnancy",
        "opd": "Molar pregnancy",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "a03362d1-4d2d-40d5-b09c-ea44fa8e4099",
        "choice_type": "single"
    },
    {
        "question": "Safest radiological investigation in pregnancy is-",
        "exp": "Ans is 'b' i. e. MRI * \"The American college of radiology (ACR) advices that pregnant patients can undergo MRI without risks for the fetus\" - MRI of fetal and maternal diseases in pregnancy; p 439. Other advantaged and disadvantages of MRIAdvantages. Disadvantages* Static and cine or movie images* Multiple plane images* Good contrast* No known health hazard* No ionizing radiation* Excellent soft tissue differentiation* Good for soft tissue injuries of knee, ankle, shoulder* Better than CT in visualizing vascular structures* More expensive than CT* Long scan time may result in motion artifacts* Limited availability* Not good for calcified lesions and bone (CT is better)",
        "cop": 2,
        "opa": "CT",
        "opb": "MRI",
        "opc": "X-ray",
        "opd": "HRCT",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "51b20fbd-5410-47fe-aef1-53e1179e8d13",
        "choice_type": "single"
    },
    {
        "question": "The characteristic finding in USG of ectopic pregnancy is",
        "exp": "<img alt=\"\" src=\" />An ectopic pregnancy occurs when a feilized egg implants and grows outside the main cavity of the uterus",
        "cop": 2,
        "opa": "Resistance in color doppler",
        "opb": "Absence of gestational sac in uterus",
        "opc": "Free fluid in peritoneal cavity",
        "opd": "Complex adnexal mass",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics and gynaecology",
        "id": "b407c678-8efe-4612-b856-607a2929e768",
        "choice_type": "single"
    },
    {
        "question": "Ring of fire on USG signifies-",
        "exp": "Ans. is 'b' i. e., Ectopic pregnancy * The ring of fire sign also known as ring of vascularity signifies a hypervascular lesion with peripheral vascularity on colour or pulsed doppler examination of the adnexa due to low impedance high diastolic flow 1.* This sign can be seen ini) Corpus luteum cyst (more commonly)ii) Ectopic pregnancy",
        "cop": 2,
        "opa": "H. mole",
        "opb": "Ectopic pregnancy",
        "opc": "PCOD",
        "opd": "Aneuploidy",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "a03a406d-c0ea-41e7-ac2b-e7cee100bbfd",
        "choice_type": "single"
    },
    {
        "question": "Most accurate estimation of gestational age on USG is done by?",
        "exp": "Ans. is 'd' i. e., Crown rump length Determination of gestational age and assessment of fetal size* Fetal body measurements reflect the gestational age of the fetus. The following measurements are usually made: -i) Crown-rump length (CRL): - This is the most accurate method. It is to be used in first trimester. It gives very accurate estimation of the gestational age. ii) Femur length (FL): - Used in 2nd & 3rd trimester. iii) Biparietal diameter (BPD): - Used in 2nd & 3rd trimester. iv) Abdominal circumference (AC): - Used in 3rd trimester. It reflects more of fetal size and weight rather than age. v) Head circumference (HC): - Used in 3rd trimester.",
        "cop": 4,
        "opa": "Head circumference",
        "opb": "Abdominal circumference",
        "opc": "Biparietal diameter",
        "opd": "Crown rump length",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "3983dca8-bc09-43db-bc04-ffe28eff01fe",
        "choice_type": "single"
    },
    {
        "question": "Nuchal translucency is useful in?",
        "exp": "Ans. is 'b' i. e., Determination of fetal malformations * This ultrasound is showing measurement of nuchal translucency. Nuchal translucency scan is done to detect Down syndrome in fetus. Nuchal scan or nuchal translucency (NT) scan* Nuchal translucency (NT) can be measured using ultrasound when baby is between 11 weeks and 13 weeks plus six days old or when crown rump length (CRL) is between 45mm (1. 8in) and 84mm (3. 3in). It's difficult to do the scan before this time because your baby is still so tiny and after 14 weeks, any excess nuchal fluid may be absorbed by your baby's developing lymphatic system, so the test would not be accurate.* Nuchal translucency is a collection of fluid under the skin at the back of a baby's neck. All babies have some fluid, but many babies with Down's syndrome have an increased amount.* An NT of less than 3. 5mm is considered normal when your baby measures between 45mm (1. 8in) and 84mm (3. 3in). The NT normally grows in proportion with baby. Any baby with an NT less than 1. 3 mm to be low-risk in terms of Down syndrome.* The baby with an NT of 6mm has a high risk of Down's, as well as other chromosomal abnormalities (Trisomy 13, 18) and heart problems.",
        "cop": 2,
        "opa": "Determination of fetal age",
        "opb": "Determination of fetal malformations",
        "opc": "Determination of fetal size",
        "opd": "Determination of location of placenta",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "2bd874cc-f27f-4651-b7ac-5955b9c9b67e",
        "choice_type": "single"
    },
    {
        "question": "Nuchal translucency is best measured at-",
        "exp": "Ans. is 'b' i. e., 11-13 weeks * Nuchal translucency (NT) can be measured using ultrasound when baby is between 11 weeks and 13 weeks plus six days old or when crown rump length (CRL) is between 45mm (1. 8in) and 84mm (3. 3in).* This ultrasound is showing measurement of nuchal translucency. Nuchal translucency scan is done to detect Down syndrome in fetus. Nuchal scan or nuchal translucency (NT) scan* Nuchal translucency (NT) can be measured using ultrasound when baby is between 11 weeks and 13 weeks plus six days old or when crown rump length (CRL) is between 45mm (1. 8in) and 84mm (3. 3in). It's difficult to do the scan before this time because your baby is still so tiny and after 14 weeks, any excess nuchal fluid may be absorbed by your baby's developing lymphatic system, so the test would not be accurate.* Nuchal translucency is a collection of fluid under the skin at the back of a baby's neck. All babies have some fluid, but many babies with Down's syndrome have an increased amount.* An NT of less than 3. 5mm is considered normal when your baby measures between 45mm (1. 8in) and 84mm (3. 3in). The NT normally grows in proportion with baby. Any baby with an NT less than 1. 3 mm to be low-risk in terms of Down syndrome.* The baby with an NT of 6mm has a high risk of Down's, as well as other chromosomal abnormalities (Trisomy 13, 18) and heart problems.",
        "cop": 2,
        "opa": "8-10 weeks",
        "opb": "11-13 weeks",
        "opc": "15-17 weeks",
        "opd": "18-20 weeks",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "9fffd2a6-1077-4785-9eeb-4cae002e418e",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of pregnancy on TVS is?",
        "exp": "Ans. is 'a' i. e., Gestational sac \"The first definitive Sonographic finding to suggest early pregnancy is visualization of gestational sac\" - Callen 4th/e p. 114* The gestational sac can be visualized as early 4. Vi weeks of gestation and the yolk sac at about five weeks.* The gestational sac can be visualized as early as 4. Vi weeks by transvaginal USG and 5 weeks by transabdominal USG.* Fetal heart rate can be detected by TVS at 5-6 weeks.",
        "cop": 1,
        "opa": "Gestational sac",
        "opb": "Fetal pole",
        "opc": "Yolk sac",
        "opd": "Fetal heart sounds",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "36ef1df0-0671-4589-bd11-0d12e98d44b0",
        "choice_type": "single"
    },
    {
        "question": "Double decidual sac sign is indicative of?",
        "exp": "Ans. is 'b' i. e., Intrauterine pregnancy Intradecidual sign and double decidual sign.* The early embryo (blastocyst) is implanted about 6 to 7 days after fertilization and becomes completely imbedded within the decidua at 9. 5 days. As the early gestational sac enlarges, it becomes visible by ultrasonography. The gestational sac, however, remains within markedly thickened ipsilateral decidua. The uterine cavity remains relatively undistorted (i. e., straight) and can be delineated by ultrasonography. The gestational sac, therefore, can be seen adjacent to a straight uterine cavity within a thickened decidua. This is called an intradecidual sign.* A little later, around just after 5 weeks, the double decidual sac sign is seen. This is seen as a hyperechoic ring (the deciduas capsularis), partially surrounded by another hyperechoic ring (the decidual parietalis). These two layers of the decidua are separated by an anechoic space- the fluid within the uterine cavity. Where both layers of the decidua capsularis and parietalis merge is the decidua basalis. The decidua basalis represents the site of future placenta formation.* If a double decidual sac sign is present, then it is highly suggestive that the intrauterine fluid collection is an intrauterine pregnancy. Also know* A double bleb sign is a sonographic feature where there is visualisation of a gestational sac containing a yolk sac and amniotic sac giving an appearance of two small bubbles. The embryonic disc is located between the two bubbles. It is an important feature of an intrauterine pregnancy and thus distinguishes a pregnancy form a pseudogestational sac or decidual cast cyst. It should not be confused with the double decidual sac sign.",
        "cop": 2,
        "opa": "Ectopic pregnancy",
        "opb": "Intrauterine pregnancy",
        "opc": "H. mole",
        "opd": "Twin pregnancy",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "5d008620-8300-4b27-a5c6-13fbe73daf9c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with the least radiation in pregnancy?",
        "exp": "Ans: b (MRI) Ref: Practical Radiotherapy- physics ami equipment 2nd ed/p. 68. MRI uses magnetic properties of hydrogen atoms to generate images. Increasing order of radiation:-X-ray< VQ scan < CT scan.",
        "cop": 2,
        "opa": "X-ray",
        "opb": "MRI",
        "opc": "CTscan",
        "opd": "VQscan",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "a32bc6ab-4e19-4cbf-abed-1df874c67df5",
        "choice_type": "single"
    },
    {
        "question": "Point A in radiotherapy for carcinoma cervix corresponds to",
        "exp": "<img alt=\"\" src=\" />",
        "cop": 4,
        "opa": "Lateral pelvic lymph nodes",
        "opb": "Urinary bladder",
        "opc": "Rectum",
        "opd": "Uterine vessel crossing the ureter",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics and gynaecology",
        "id": "67560313-545a-42f8-a8cf-7e2a710b8a81",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is exact period for HSG (hysteronsalpingography)?",
        "exp": "Ans. c (Between end of menstruation and ovulation) (Ref. Grainger & Allison's Diagnostic Radiology, 5th ed., Ch. 54)HYSTEROSALPINGOGRAPHY (HSG)# Hysterosalpingography (HSG) plays an important role in the evaluation of abnormalities related to the uterus and fallopian tubes.# Uterine abnormalities that can be detected at HSG include -- Congenital anomalies, - Polyps, - Leiomyomas, - Surgical changes, - Synechiae, and- Adenomyosis.# Tubal abnormalities that can be detected include -- Tubal occlusion, - Salpingitis isthmica nodosum, - Polyps, - Hydrosalpinx, and- Peritubal adhesions.# HSG remains a valuable tool in the evaluation of the uterus and fallopian tubes. Indications for HSG# Infertility# Recurrent spontaneous abortions# Postoperative evaluation following tubal ligation or reversal of tubal ligation# Preoperative evaluation prior to myomectomy. Contraindications for HSG# Pregnancy# Active pelvic infection. Timing of study# The examination should be scheduled during days 7-12 of the menstrual cycle (day 1 being the first day of menstrual bleeding).# The endometrium is thin during this proliferative phase, a fact that facilitates image interpretation and should also ensure that there is no pregnancy. Educational Points: Comparison of hysterosalpingography with laparoscopy: Hysterosalpingography. Laparoscopy and dye hydrotubation. Outpatient procedure. Day surgery procedure. Analgesia adequate. General anesthesia required. Simple, inexpensive. Expensive. Gives uterine cavity information. Shows outer contour of the uterus only (unless with hysteroscopy). Tubal patency tested. Shows appearance of tubes and their patency; also of ovaries and pelvic peritoneum. Screening test. Definitive test. Not particularly sensitive for - mild distal tubal disease or endometriosis. Distal tubal disease or endometriosis can be diagnosed and treated.# HSG is the best method for visualizing and evaluating the fallopian tubes.",
        "cop": 3,
        "opa": "Just before Menstruation",
        "opb": "During Menstruation",
        "opc": "Between end of menstruation and ovulation",
        "opd": "On 28th day of menstrual cycle",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "bf7a68a6-90a7-48ee-9c23-c5538ff80ab8",
        "choice_type": "single"
    },
    {
        "question": "Molar pregnancy can be best diagnosed by:",
        "exp": "Ans. b (Ultrasound study) (Ref: Grainger, Diagnostic Radiology, 4th/pg. 2213 & Rumac, Diagnostic Ultrasound, 2nd/ pg. 1359)MOLAR PREGNANCY# Molar pregnancy includes:- complete and- partial molar pregnancy.# The greatest diagnostic accuracy is obtained from the characteristic ultrasonographic appearance of hydatidiform mole# The classic USG features of complete molar pregnancy are well known and include enlarged uterus containing echogenic tissue that expands endometrial canal ('snowstorm' appearance).# The USG feature of partial molar pregnancy overlap with other conditions (missed or incomplete abortion).# Gestational trophoblastic disease includes the tumor spectrum of H. mole, invasive mole and choriocarcinoma.# Although USG is used for initial diagnosis of GTD & to exclude normal pregnancy finding are nonspecific. Educational Point: Follow-Up Evaluation of Molar Pregnancy. Close and consistent follow-up for these women is imperative with the following aims: 1. Prevent pregnancy for a minimum of 6 months using hormonal contraception. 2. Monitor serum h. CG levels every 2 weeks. Serial measurement of serum h. CG is important to detect trophoblastic neoplasia, and even small amounts of trophoblastic tissue can be detected by the assay. These levels should progressively fall to an undetectable level. 3. Chemotherapy is not indicated as long as these serum levels continue to regress. 4. Once the h. CG level falls to a normal level, test the patient monthly for 6 months; then follow-up is discontinued and pregnancy allowed.",
        "cop": 2,
        "opa": "Clinical history and examination",
        "opb": "Ultrasound study",
        "opc": "Laproscopy",
        "opd": "CT Scan",
        "subject_name": "Radiology",
        "topic_name": "Obstetrics And Gynaecology",
        "id": "3c8506bc-197a-4662-84f7-9f9f9e67a604",
        "choice_type": "single"
    }
]