[
    {
        "question": "T sign is seen in -",
        "exp": "Ans. is 'b' i.e., Membrane in twin pregnancyo 'T sign' refers to appearance of the inter-twin membrane in a monochorionic twin pregnancy.",
        "cop": 2,
        "opa": "Genital TB",
        "opb": "Membrane in twin pregnancy",
        "opc": "Molar pregnancy",
        "opd": "Choriocarcinoma",
        "subject_name": "Radiology",
        "topic_name": "Obstetrical Ultrasonography in the First Trimester",
        "id": "f1874954-7697-44c3-9c16-e41bfd11b138",
        "choice_type": "single"
    },
    {
        "question": "Spalding sign is seen in -",
        "exp": "Ans. is 'c' i.e., IUD o One important radiological sign suggestive of maceration in intrauterine death is Spaulding sign, i.e. skull bones over ride each other.",
        "cop": 3,
        "opa": "Abortion",
        "opb": "Still birth",
        "opc": "IUD",
        "opd": "Infanticide",
        "subject_name": "Radiology",
        "topic_name": "Obstetrical Ultrasonography in the First Trimester",
        "id": "d1c73efb-f5ed-4710-b172-eb2a8035a4fd",
        "choice_type": "single"
    },
    {
        "question": "By ultrasonography, the earliest sign of conception is:",
        "exp": "Ans. (a) Small white gestational ringRef: Rosen's emergency medicine 7th ed. /175* Although the blastocyst begins to implant in the endometrium at 3 weeks menstrual age (1 week after conception), the first definitive ultrasound sign of pregnancy is the \"gestational sac.\" This is a sonographic not an anatomic term.* Before the appearance of the gestational sac, the endometrium is markedly echogenic and the arcuate vessels are somewhat prominent. This, however, is non- diagnostic and can often be seen in the normal late secretory phase. In ultrasound images, the gestational sac appears as a thick echogenic ring surrounding a sonolucent center.* Sonographically, the chorionic sac (gestational sac) is embedded in the depth of the thick endometrium (decidua) and appears on one side of the cavity line, not in the middle of it. This sonolucent center is actually the fluid-filled chorionic sac.* The sac grows mm/day in mean diameter during early pregnancy. With further growth, first the yolk sac and later the embryo become visible sonographically inside the chorionic cavity. The yolk sac has a very bright echogenic rim around a sonolucent center. When it first appears at <\"5 weeks, it may only be 1 to 3 mm in diameter* Discriminatory size of the gestational sac for trans- vaginal visualization of the yolk sac is reported from 5 to 13 mm in mean sac diameter.",
        "cop": 1,
        "opa": "Small white gestational ring",
        "opb": "Presence of foetal pole",
        "opc": "Presence of yolk sac",
        "opd": "Presence of cardiac pulsations",
        "subject_name": "Radiology",
        "topic_name": "Obstetrical Ultrasonography in the First Trimester",
        "id": "b1b5f740-475f-454c-9f16-0045ff65cc93",
        "choice_type": "multi"
    },
    {
        "question": "Gas shadow in heart and great vessels appears in-",
        "exp": "Ans. is 'a' i.e., IUD o In intrauterine death (IUD), there is gas in great vessels and chambers of heart - Robert's Sign.",
        "cop": 1,
        "opa": "IUD",
        "opb": "Abortion",
        "opc": "Still birth",
        "opd": "None",
        "subject_name": "Radiology",
        "topic_name": "Obstetrical Ultrasonography in the First Trimester",
        "id": "439dfef4-74ec-41ce-b9e1-ab5e07c80cf1",
        "choice_type": "multi"
    }
]