[
    {
        "question": "Investigation of choice for DVT is-",
        "exp": "Ans. is 'a' i. e., Doppler USG o Doppler USG is the first investigation of choice for DVT.",
        "cop": 1,
        "opa": "Doppler USG",
        "opb": "Angiography",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Peripheral and Visceral Vascular Imaging",
        "id": "e989a797-36ed-4361-aa7e-10ace5fc2e5b",
        "choice_type": "single"
    },
    {
        "question": "On DSA, typical \"STRING OF BEADS\" appearance of arteries is seen in",
        "exp": "Ans. c (Fibromuscular dysplasia) (Ref. Harrison's medicine 17th/ 1554; 1569)FMD is identified angiographically by a \"string of beads\" appearance/ \"Pile of plates\" appearance/ \"Beaded\" appearance caused by thickened fibromuscular ridges contiguous with thin, less-involved portions of the arterial wall. FIBROMUSCULAR DYSPLASIA# This is a hyperplastic disorder affecting medium-sized and small arteries.# Usually involves renal and carotid arteries but can affect extremity vessels, such as the iliac and subclavian arteries.# Although fibromuscular dysplasia may occur at any age, it has a strong predilection for young Caucasian women.# F>M.# There are several histologic variants- medial fibroplasia, - perimedial fibroplasia, - medial hyperplasia, and- intimal fibroplasia.# Medial dysplasia is subdivided into- medial fibroplasia, - perimedial fibroplasia, and- medial hyperplasia.# Medial fibroplasia is the most common type and is characterized by alternating areas of thinned media and fibromuscular ridges.# Medial fibroplasia is the most common variant and accounts for approximately two-thirds of patients. 0# The lesions of fibromuscular dysplasia are frequently bilateral, and in contrast to atherosclerotic renovascular disease, tend to affect more distal portions of the renal artery.# Patients with FMD have more favourable outcome than atherosclerosis.# The internal elastic lamina is usually preserved. The iliac arteries are the limb arteries most likely to be affected by fibromuscular dysplasia. Few important angiographic appearance. Disease. Angiographic findings1. FMD\"String of beads\" appearance/ \"Pile of plates\" appearance/ \"Beaded\" appearance2. Thromboangiitis obliterans (Buerger's disease). Smooth, tapering segmental lesions in the distal vessels are characteristic, as are collateral vessels at sites of vascular occlusion. 3. Takayasu's arteritis. Irregular vessel walls, stenosis, poststenotic dilatation, aneurysm formation, occlusion, and evidence of increased collateral circulation. 4. Meningioma. Spoke-wheel appearance\"Mother-in-law\" sign5. Moyamoya disease (bilateral supraclinoid ICA block; a cause of paediatric stroke)\"Puff of smoke appearance\"6. Carotid body tumor. Lyre's sign (splaying of ECA from ICA) JIPMER20127. RCC, Angiofibroma. Tumor blush (Suitable tumors for Pre-Op embolization)8. Budd-Chiari syndrome\"Spider-web\" collaterals",
        "cop": 3,
        "opa": "Takayasu's disease",
        "opb": "Atherosclerotic stenosis",
        "opc": "Fibromuscular dysplasia",
        "opd": "Middle aortic syndrome",
        "subject_name": "Radiology",
        "topic_name": "Peripheral and Visceral Vascular Imaging",
        "id": "653ffe2e-60df-47c2-94e0-debf9554c99e",
        "choice_type": "single"
    }
]