[
    {
        "question": "Mega voltage therapy consists of:",
        "exp": "Ans: A (Greater than 1000 k volts) Ref: Internet source. Explanation: Megavoltage X-rays are produced by linear accelerators. Operates at voltages in excess of 1000 kV (1 MV) range, and therefore have an energy in the MeV range. Beams w ith the voltage range of 4-25 MV are used to treat patients because they penetrate w ell to deep sites within the body.",
        "cop": 1,
        "opa": "Greater than 1000 k volts",
        "opb": "500-1000",
        "opc": "Less than 500",
        "opd": "More than 2000",
        "subject_name": "Radiology",
        "topic_name": "Quality and Management in Radiotherapy",
        "id": "7d13fec1-9b14-4e43-a64f-f5934a8de7ab",
        "choice_type": "single"
    },
    {
        "question": "Radioprotective drug(s) is/are:",
        "exp": "Ans: A (Amifostine) Radio Protective Drugs. Amifostine (VVR 2721} has free SH group which scavenge the free radicals produced due to radio therapy. Free radical scavenger agents such as sulphydryl - containing compounds tend to make cells more resistant. They have also been shown to reduce chromosome abnormalities associated with radiation. This suggests a potential use in reducing treatment induced cancers. The thiol containing drug amifostine (WR 2721) is the best studied drug of this type. Randomized trial has shown that amifostine reduce treatment related toxicities, including radiation induced parotid damage (xerostmia) & dsplatin induced nephrotoxicity' - Devita 7th/ 275. Also used for reducing S/E of radiomimeticdrug (dsplatin). Antiradiation agent for astonanats. Radioprotective agents are -* Amifostine (WR 2721)* IL-1* Zinc Oxide* GM-CSF* Pentoxyphyiline* Etramustine* Chlorhexidine* KI* Melatonin* Antioxidant (vit C, E, A). Factors | Radiosensitivity. Hypoxic environment. Slow or no divisionS-phase of cell cycle. Radiation protectors (Amifostine). Chemotherapeutic agents are radiosensitizer not radioprotecter",
        "cop": 1,
        "opa": "Amifostine",
        "opb": "Cyclophosphamide",
        "opc": "Methotrexate",
        "opd": "Paditaxe!",
        "subject_name": "Radiology",
        "topic_name": "Quality and Management in Radiotherapy",
        "id": "02f57716-3696-4cb2-9dd2-64a76af64530",
        "choice_type": "single"
    }
]