[
    {
        "question": "A Gamma camera is used for:",
        "exp": "Ans: B (To image radioactivity emitted from organs) Ref: Clinical Nuclear Medicine by Biersack, pg: 13. Explanation: Gamma Camera (Aka Scintillation Camera or Anger Camera). It is used to image gamma radiation emitting radioisotopes. This technique is known as scintigraph. Gamma camera is able to detect and make images from the very small amounts of ionising radiation emitted from patients having a nudear medicine study. The gamma camera detects radioactive energy that is emitted from the patient's body and converts it into an image. The gamma camera does not emit any radiation. The gamma camera is composed of radiation detectors, called gamma camera heads. The most common type of gamma camera is the singleheaded system. it consists of a gamma camera detector mounted on a gantry that allows the camera head to be positioned in a flexible way over different regions of the patient's body. Dual-headed gamma cameras are becoming increasingly popular. In these systems, two gamma camera heads are mounted onto the gantry. Also Note: SPECT involves the rotation of the gamma camera heads around the patient's body to produce more detailed, three-dimensional images.",
        "cop": 2,
        "opa": "Imaging organs",
        "opb": "To image radioactivity emitted from organs",
        "opc": "To scan surface of tumor",
        "opd": "To measure surface contamination",
        "subject_name": "Radiology",
        "topic_name": "Radionuclide Therapeutic Intervention",
        "id": "aa92fd4c-7969-47e6-a944-187f2b2137f7",
        "choice_type": "single"
    },
    {
        "question": "Half- life of cobalt-60:",
        "exp": "Ans. (b) 5. 3 years. Ref: Basics radiological physics 2nd ed. /180* Iridium-192, emits gamma rays. It has energy of 0. 4. MeV.* Tl/2 of iridium 192: 74 days. Important Half Life of Radionuclides* Gold-198: 2. 7 days* Iodine- 123: 13. 3 hours* Iodine-131: 8 days* Phosphorus-32: 14. 3 days* Yttrium 90: 64 hours* Cobalt-60: 5. 26 years* Caesium-137: 30 years* Radium-226: 1620 years",
        "cop": 2,
        "opa": "53 years",
        "opb": "5. 3 years",
        "opc": "0. 53 years",
        "opd": "7. 8 years",
        "subject_name": "Radiology",
        "topic_name": "Radionuclide Therapeutic Intervention",
        "id": "a5b0d6b1-5d8f-43c1-b105-c0a2cf454dbb",
        "choice_type": "single"
    }
]