[
    {
        "question": "Which of the following causes BOTH superior and inferior rib-notching in a chest radiograph?",
        "exp": "Superior rib notching -Polio -Restrictive lung disease -Neurofibromatosis -Connective tissue disease -Osteogenesis imperfecta Inferior rib notching -Thrombosis of aoa -Coarctation of aoa -Blalock Taussig shunt -Occlusion of subclan aery -Pulmonary AV malformation Both Superior and inferior rib notching -NF-1 -Hyperparathyroidism",
        "cop": 1,
        "opa": "NF-1",
        "opb": "Blalock Taussig shunt",
        "opc": "SVC occlusion",
        "opd": "Coarctation of aoa",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "d586e17c-d764-4a7b-8d14-d3bc8bdc1c21",
        "choice_type": "multi"
    },
    {
        "question": "40 years old male patient came with complaint of dry cough and dyspnoea. On lung function tests, restrictive pattern of decreases lung function is seen. Chest x-ray showed few reticular opacities in bilateral lung. HRCT of lung was performed which shows GGO in bilateral lung fields sparing sub-pleural region. Most probable diagnosis is",
        "exp": "Interstitial Lung Disease UIP (Usual interstitial pneumonia) NSIP (Non - specific interstitial pneumonia) Reticular opacities Traction bronchiectasis Subpleural honeycombing Subpleural sparing",
        "cop": 2,
        "opa": "UIP",
        "opb": "NSIP",
        "opc": "Hypersensitivity pneumonitis",
        "opd": "Respiratory bronchiolitis",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "68c63050-83c0-4669-8c29-9637d4061726",
        "choice_type": "single"
    },
    {
        "question": "Trethowan sign is used in radiological diagnosis of?",
        "exp": "TRETHOWAN'S SIGN In normal hip a line drawn tangential to superior femoral neck (Klein's line) intersects small poion of lateral capital epiphyseal. In posterior displacement of epiphyses the line doesn't intersect.",
        "cop": 3,
        "opa": "TB Hip",
        "opb": "Pehes Disease",
        "opc": "Slipped Capital Femoral Epiphysis",
        "opd": "Avascular Necrosis of head of femur",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "1731c6aa-34f0-42a5-b696-63248d306948",
        "choice_type": "single"
    },
    {
        "question": "True/false. NCCT is the initial investigation of choice in any stroke patient. Hyperdense MCA sign is a sign of acute infarct on MRI. Thrombolysis is contraindicated in haemorrhagic stroke. DWI is the most sensitive sequence for acute stroke. Window period for iv thrombolysis in acute ischemic stroke is 4. 5 hours according to ECASS-III trial.",
        "exp": "Stroke is characterised by decrease in blood flow to the brain. NCCT is the initial IOC for stroke patients to differentiate haemorrhagic stroke from ischemic stroke. DWI sequence on MRI is most sensitive for detection of acute infarct. Signs of acute infarct on NCCT- Hyperdense MCA sign Syln dot sign Obscuration of lentiform nucleus Insular ribbon sign Iv thrombolysis is given in ischemic stroke if patient present within 4. 5 hours of neurological deficit according to ECASS-III trial. IV thrombolysis is contraindicated in haemorrhagic stroke.",
        "cop": 1,
        "opa": "TFTTT",
        "opb": "TFFTT",
        "opc": "TFTFF",
        "opd": "TFFFT",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "63948925-ae6e-42e2-9386-0d52686adb8f",
        "choice_type": "multi"
    },
    {
        "question": "Radioisotope(s) preferred for management of bone metastasis is/are?",
        "exp": "Sr-89 Radioisotope, a beta Emitter used in the palliation of painful Bone metastasis It is metabolised similar to calcium and targets the metabolically active regions of the bone It has a half life of 50. 5 Days",
        "cop": 3,
        "opa": "I-131",
        "opb": "Iridium 192",
        "opc": "Sr-89",
        "opd": "Co-60",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "63b1e2db-3b58-4bc2-8661-e07824ac2363",
        "choice_type": "single"
    },
    {
        "question": "Beheaded Scottish terrier sign is seen in",
        "exp": "Optimal view for visualizing (spondylolysis) defect is=X-ray spine oblique view: - Scotty dog with \"broken collar or neck\" = Spondylolysis. - Beheaded Scotty dog = Spondylolisthesis. Oblique radiograph of lumbar spine is best view for radiographic diagnosis of spondylosis. Note the description of Scottish dog appearance as seen on oblique LS spine view and classical spondylolysis:",
        "cop": 2,
        "opa": "Spondylosis",
        "opb": "Spondylolisthesis",
        "opc": "Fracture transverse process of lumbar veebra",
        "opd": "Fracture rib",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "eccfe288-fab4-47e6-8487-d07771846d9d",
        "choice_type": "single"
    },
    {
        "question": "A 24yr old female with history of easy fatigabality, dysphagia. Oral ulcers and oesophageal webs are shown on endoscopy. What is most common site for the oesophageal webs?",
        "exp": "Esophageal webs:- - refer to an esophageal constriction caused by a thin mucosal membrane projecting into the lumen. - M/c in women - located in upper esophagus (cervical esophagus) - can be seen on frontal and lateral views on Xray - pt. may remain asymptomatic, but if the stenosis is severe enough causes dysphagia and regurgitation - arises from anterior wall and never from posterior wall - is associated with plummer wilson syndrome - these are associated with risk of carcinoma(post cricoid)",
        "cop": 1,
        "opa": "Upper end of esophagus",
        "opb": "Lower end of esophagus",
        "opc": "Middle layer of esophagus",
        "opd": "Lateral wall of esophagus",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "5cbd2fee-61c8-479e-bdde-f38bdb506563",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman presents with bilateral conductive hearing loss, palpable purpura on the legs and hemoptysis. CT scan of the chest shows few thin-walled lung cavities bilaterally. Fuher investigations reveal total leukocyte count 12, 000/mm3, red cell casts in the urine and, serum creatinine 2. 3 mg/dL. What is the most probable diagnosis?",
        "exp": "Wegener's granulomatosis: Granulomatosis with polyangiitis (GPA), previously known as. Wegener granulomatosis, is a multisystem necrotizing non-caseating granulomatous c-ANCA positive vasculitis affecting small to medium-sized aeries, capillaries, and veins, with a predilection for the respiratory system and kidneys. Figure: Multiple thick walled cavitating lesions in both lungs. On CT, a feeding vessel leading to nodules and air bronchogram on it may be seen. Linear bands, spiculations and pleural tags may also be seen in the relation. Cavitation is characteristic of it. Consolidation and groundglass opacities are also recognized features.",
        "cop": 3,
        "opa": "Henoch-Schonlein purpura",
        "opb": "Polyaeritis nodosa",
        "opc": "Wegener's granulomatosis",
        "opd": "Disseminated tuberculosis",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "cd4d1a90-a28f-4c7f-a4ce-ae2a15d19c62",
        "choice_type": "multi"
    },
    {
        "question": "A 24 year old man came to AIIMS emergency dept with history of intermittent crampy abdominal pain since 12hrs, also he has also vomitted 5 times in last 12hrs, no history bleding per rectum. O/E Abdomen was distended and no bowel sounds were heard. Per rectum examination was normal. X-ray was done & given below. Pick true statements from below: Distribution of loops mainly in centre No visible Plica circulares Haustra are not visible String of beads sign present Radius of curvature of loops is around 5-10mm",
        "exp": "Small Bowel Obstruction vs Large Bowel Obstruction: Feature Small Bowel Large Bowel Valvulate conniventes (Plica circulares) Present in Jejunum Absent Haustra Absent Present Number of loops Many Few Distribution of loops Central Peripheral Radius of curvature of loop 30-50 mm 50 mm Solid faeces (only reliable sign) Absent May be present String of beads sign Present Absent",
        "cop": 3,
        "opa": "1, 2, 5",
        "opb": "1, 2, 4, 5",
        "opc": "1, 3, 4",
        "opd": "1, 3, 4, 5",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "c3683a09-ea2c-49d3-9432-6b96c26f9408",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with a history of blunt trauma to the chest and abdomen. On USG examination in M mode the following finding is seen. What could be the likely diagnosis?",
        "exp": "Pneumothoraxis a serious potential consequence of blunt thoracic trauma and, if misdiagnosed, it may quickly become life-threatening. On M mode of USG, classical signs for the gray scale imaging are seen: seashore sign: normal lung sliding barcode/stratosphere sign: pneumothorax",
        "cop": 4,
        "opa": "Pleural effusion",
        "opb": "Bronchial obstruction",
        "opc": "Lung abscess",
        "opd": "Pneumothorax",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "f1e892c7-805f-4115-b108-0fe98f66947e",
        "choice_type": "single"
    },
    {
        "question": "A 61 year old man undergoes CT scan study of the abdomen for unexplained abdominal distension. Low attenuation intraperitoneal collections with enhancing septae are demonstrated. There is scalloping of the liver border and omental thickening. Which one of the following is most likely to be the underlying cause?",
        "exp": "CT findings of pseudomyxoma peritonei include Scalloping on the liver margin by peritoneal implants and septations, probably representing margins of mucinous nodules. The abdominal distension is secondary to the accumulation of large quantities of gelatinous ascites. It is most commonly caused by cystadenocarcinoma of the appendix in males and cystadenocarcinoma of the ovary in females. Surgical debulking and intraperitoneal chemotherapy may be offered as a treatment. Bowel obstruction is a frequent complication that may necessitate surgery.",
        "cop": 2,
        "opa": "Carcinoid tumour of the appendix",
        "opb": "Cystadenocarcinoma of the appendix",
        "opc": "Perforated duodenal ulcer",
        "opd": "Spontaneous bacterial peritonitis",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "6befac2c-e518-403b-9e22-34256f971fad",
        "choice_type": "multi"
    },
    {
        "question": "30 years old male patient came to chest OPD with pain in right side of chest and cough for past 3 weeks. On examination, decreased breath sounds were heard in basal segment of right lung. Chest x-ray revealed obscuration of bilateral CP angle. Subsequently CECT chest was done. Most probable diagnosis is?",
        "exp": "The split pleura sign is seen with pleural empyemas and is considered the most reliable CT sign helping to distinguish empyemas from noninfectious pleural effusions. The sign results from fibrin coating of both the parietal and visceral surface of the pleura with resulting in growth of blood vessels. Following IV contrast injection CT shows a loculated fluid collection and thickened pleural layers with accompanying enhancement. Both layers of the pleura can then be visualized as linear regions of enhancement that divide around a less dense empyema or in other words come together at the margins of the collection.",
        "cop": 1,
        "opa": "Empyema",
        "opb": "Loculated pleural effusion",
        "opc": "Pulmonary abscess",
        "opd": "Mesothelioma",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "b91815fb-82c7-43f9-b357-3bb38afbfec0",
        "choice_type": "single"
    },
    {
        "question": "A middle-aged vegetarian man presents with progressive atrophy and weakness of hands and forearms. On examination he is found to have slight spasticity of legs, and generalized hyperreflexia. MRI study if the brain was obtained and increased signals were noted in thecoicospinal tracts on T2 weighted MRI (shown below). The most likely diagnosis is",
        "exp": "The image in the question is Coronal T2W brain MRI showing bilateral symmetrical hyperintensity along coicospinal tract (white arrows) forming a 'wine glass appearance'. MRI can be used in revealing lesions in coicospinal tracts in ALS. The earliest MR manifestation is hyperintensity on T2. WI in the coicospinal tracts, seen earliest in the internal capsule, as the fibers are most concentrated here. Thereafter, the entire tract from motor strip to the spinal cord is affected with increased T2 signal and loss of volume. Amyotrophic lateral sclerosis It is characterized by progressive muscle weakness, limb and truncal atrophy and bulbar signs and symptoms. Mean age at diagnosis is 57 years. Disease progression is relentless; half the patients are dead within 3 years and 90% have died by 6 years following symptom onset. As it is a progressive disease, so there is no known cure or way of reversing its effect. The other name of this disease is Lou Gehrig's disease and Charcoat's disease. Non-tau inclusions and degeneration in spinal motor neurons and pyramidal tracts (coicospinal tracts) usually produce signal changes on T2. WI. T2. WI shows high signal areas along the large myelinated pyramidal tract fibers in the posterior limb of the internal capsule and cerebral peduncles in about 25% cases. Thereafter, the entire tract from motor strip to the spinal cord is affected with increased T2 signal and loss of volume. MRI imaging of the brain and spinal cord, especially with IV gadolinium, also helps to diagnose multiple sclerosis (MS). The brain MRI is abnormal in 95% to 99% of cases of Relapsing/Remitting MS. Typical MS lesions are bright lesions on T2-weighted imaging, especially in the corpus callosum and periventricular regions. These lesions are usually linear or ovoid and at right angles to the ventricular surface, which are named Dawson fingers after the Scottish pathologist who described it. The most frequent neurological manifestation of vitamin B12 deficiency is the subacute combined degeneration (SACD) of the spinal cord and polyneuropathy, rarely dementia and damage of the optic nerve occur. Numbness of the limbs and trunk is an early symptom; weakness, clumsiness and spasticity, abnormal reflexes, gait ataxia develop later. MRI reveals hyperintensities involving dorsal columns of spinal cord in cervical and upper dorsal region. Timely parenteral Vit B12 can result in complete resolution clinically as well as radiologically. Spinal muscular atrophy (SMA) is the most commonly inherited neurodegenerative disease that leads to infant moality worldwide. Itis the leading genetic cause of infant death. On MRI, low intensity areas are seen scattered through the muscle.",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "Amyotrophic lateral sclerosis",
        "opc": "Subacute combined degeneration",
        "opd": "Progressive spinal muscular atrophy",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "c909a226-8fdf-407a-9e72-99cad18e3c28",
        "choice_type": "single"
    },
    {
        "question": "Column-A Column-B 1. Scaphocephaly a. Metopic 2. Brachycephaly b. Unicoronal 3. Trigonocephaly c. lambdoid 4. anterior plagiocephaly d. sagittal e. bicoronal",
        "exp": "Synostosis Suture involved Skull configuration Scaphocephaly/dolicocephaly Sagittal Increase in AP diameter Decrease in biparietal diameter Trigonocephaly Metopic Triangular shaped head Hypeelorism Brachycephaly Bicoronal Decrease in AP diameter Incease in bitemporal diameter Hypeelorism Posterior brachcephaly Bilambdoid decrease in AP diameter increase in biparietal diameter Anterior plagiocephaly Unicoronal Ipsilateral flattening Unilateral 'Harlequin eye' Posterior plagiocephaly Unilambdoid Ipsilateral flattening Cloverleaf Multiple Trilobular",
        "cop": 4,
        "opa": "1-E, 2-C, 3-D, 4-A",
        "opb": "1-A, 2-C, 3-D, 4-E",
        "opc": "1-A, 2-D, 2-C, 4-B",
        "opd": "1-D, 2-E, 3-A, 4-B",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "de5d3f0a-634a-498b-8b15-3201f5215ccf",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following modalities is maximum dangerous to 10 weeks pregnant lady?",
        "exp": "CT scan Typical effective dose (m. Sv) for various investigations: Chest X-ray: 0. 02. CT Head: 2. 3. CT Chest: 8. CT Abdomen / Pelvis: 10. Bone scan (Tc-99m): 4",
        "cop": 3,
        "opa": "CT CHEST",
        "opb": "SPECT",
        "opc": "CT Abdomen",
        "opd": "Bone-scan",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "21ffac28-fd43-46f8-a3e7-4f31c768c8f9",
        "choice_type": "single"
    },
    {
        "question": "The following Pelvic Radiograph is seen in?",
        "exp": "The Given Radiograph shows Iliac Horns which are a feature of Nail Patella Syndrome Nail-patella syndrome - is characterized classically by the tetrad of Nail hypoplasia Aplastic or hypoplastic patellae Elbow dysplasia and Presence of iliac horns Iliac horns are considered pathognomonic, and the presence of hypoplastic or aplastic patellae in conjunction with nail abnormalities is a cardinal feature of diagnosis.",
        "cop": 3,
        "opa": "Achondroplasia",
        "opb": "Osteoahritis",
        "opc": "Nail Patella Syndrome",
        "opd": "Rheumatoid Ahritis",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "f233dc50-8cd1-4fc8-8165-9c559915a354",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man came to ER with loss of consciousness. Patient's relative gave a history of A. Patient is a known alcoholic and hypeensive. NCCT head was normal. GCS is 8. Urgent MRI is performed. Diagnosis is?",
        "exp": "MRI image shows multiple blooming foci noted diffusely involving the bilateral cerebral hemisphere predominantly at gray-white matter junction. Given the clinical history, most probable diagnosis DAI. Blooming aifact is a susceptibility aefact encountered on some MRI sequences in the presence parmagnetic substances that affect the local magnetic milieux. Although it is an aifact, it may be deliberately exploited to improve detection of ceain small lesions Cerebral amyloid angiopathy is seen old age.",
        "cop": 3,
        "opa": "Cerebral amyloid angiopathy",
        "opb": "SAH",
        "opc": "Diffuse axonal injury",
        "opd": "SDH",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "320ebc37-7345-46e0-9345-059f72223df7",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old female was admitted to our hospital with a history of severe pain in the left forearm and left ankle following tril injury. She had difficulty in walking and a swelling in right upper leg. She had pain in the ankle along with painful movements of the ankle joint for about two years. Relevant abnormal biochemical parameters were -raised serum calcium (11. 9 mg/dl ), raised alkaline phosphatase (717 U/L), low inorganic phosphorus (1. 3 mg/dl) and raised serum parathyroid hormone (1265 pg/l). Protein electrophoresis for M band was negative. X-ray of right leg is given below. What is the most common site of lesion shown above?",
        "exp": "The radiological features of browns tumors in the repoed cases mainly consisted of single or multiple well-defined osteolytic lesions, single or multi-lobular, usually with bone expansion and can demonstrate bony destruction and be associated with pathological fractures. Brown tumors may be located in any pa of the skeleton. Involvement of the mandible, maxilla, palate, nasal cavity, paranasal sinuses, and orbital and temporal bones has been repoed. The mandible is more commonly affected than the maxilla, and these tumors are usually asymptomatic except when large.",
        "cop": 1,
        "opa": "Mandible",
        "opb": "Maxilla",
        "opc": "Tibia",
        "opd": "2nd metacarpal",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "d8fb59fa-c484-4816-bae2-115b53f1d285",
        "choice_type": "multi"
    },
    {
        "question": "A 41-year-old woman presents to the emergency depament with chest pain, shoness of breath, and worsening fatigue for the past day. The chest pain initially worsened with lying down and improved with leaning forward, but now it seems equal in intensity over all positions. On examination she has labored, fast breathing and appears to be in pain. She has jugular venous distention. She is tachycardic, and has distant heart sounds with a friction rub. Her lungs are clear to auscultation bilaterally, and she has no limb edema. Her pulse is 126/min, BP is 89/66 mm Hg, respiratory rate is 32/min, and oxygen saturation is 98% on room air. X-ray of the chest is shown below. Which of the following is the most likely diagnosis?",
        "exp": "CARDIAC TAMPONADE: Evidence of cardiomegaly on CXR is due to a large pericardial effusion, and an echocardiogram would show a large pleural effusion with chamber collapse, a characteristic echocardiographic sign of tamponade. Moreover, this patient has the characteristic symptoms and signs of cardiac tamponade. She complains of chest pain, fatigue, and dyspnea, all characteristic of tamponade. On physical examination, she has Beck's triad, a group of signs characterized by hypotension, distant heart sounds, and dis- tended neck veins. The fluid accumulation around the hea decreases the ventricular filling pressure, which decreases cardiac output. She also has tachycardia and tachypnea, both found in patients with cardiac tamponade.",
        "cop": 1,
        "opa": "Cardiac tamponade",
        "opb": "Acute Pericarditis",
        "opc": "Congestive heart failure",
        "opd": "Panic attack",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "cf25288f-448f-42bc-a667-e38da0bd874a",
        "choice_type": "multi"
    },
    {
        "question": "Snowstorm appearance on ultrasonogrpahy is seen in-",
        "exp": "* Hydatid cyst - shows Water lily sign or camalotte sign * Ectopic pregnancy - Shows Ring of fire appearance * Molar pregnancy - shows Snowstorm appearance * Snowstorm sign: Complete hydatiform mole (USG) * Snowstorm sign: Extracapsular breast implant rupture (USG) * Snowstorm sign: Thyroid pulmonary metastases (Chest radiograph) * Snowstorm sign Ascites-meconium peritonitis",
        "cop": 4,
        "opa": "Hydatid cyst",
        "opb": "Pyogenic liver abscess",
        "opc": "Ectopic pregnancy",
        "opd": "Molar pregnancy",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "7dc856da-9050-4efa-910e-cbf87087542b",
        "choice_type": "single"
    },
    {
        "question": "26 year old civil servant, presented with a 1 month history of B/L numbness in hands and feet, fatigue and generalized weakness. She had noticed some blurred vision over the previous 2 weeks. She recalled experiencing similar but milder symptoms during the previous summer. Which of the following is most appropriate diagnosis?",
        "exp": "Clinical scenario and imaging points towards diagnosis of Multiple sclerosis(MS) 1st image shows open ring/ horse shoe enhancement(suggestive of demyelination) and a T2 weighted image showing multiple hyper intense round to oval shaped lesions lying perpendicular to ventricular margin (Dawson's finger sign). All the options given are demyelinating disorders. Can be differentiated depending upon different presentations and imaging: Alexander disease: white mater dystrophy of B/L frontal lobes. Adrenoleukodystrophy: white mater of B/L occipital lobes is involved. Krabbe's disease/Globoid cell leukodystrophy: involvement of B/L thalami.",
        "cop": 1,
        "opa": "Multiple sclerosis",
        "opb": "Alexander disease",
        "opc": "Adrenoleukodystrophy",
        "opd": "Krabbe's disease",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "cd84412e-2a21-4f62-82d8-8fa285725528",
        "choice_type": "multi"
    },
    {
        "question": "Mantle Field Radiotherapy is generally used in treatment of?",
        "exp": "Mantle Field Radiotherapy is used in the treatment of Hodgkins Lymphoma The image represents the area of lymph nodes irradiated with Mantle Field Radiotherapy Inveed Y radiotherapy is used for treating Hodgkins Lymphoma Below diaphgram/Bilateral Seminoma",
        "cop": 2,
        "opa": "Neuroblastoma",
        "opb": "Hodgkins Lymphoma",
        "opc": "Lung cancer",
        "opd": "Breast carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "8a994089-b244-4cb6-9dc0-215ce38ccda5",
        "choice_type": "multi"
    },
    {
        "question": "A business man was attacked by mobs in late midnight & brought to the Gangaram emergency depament. On examination, the patient was unconscious. HR was 104/min B. P 90/64mm. Hg RR 26/min on local examination there was a penetrating wound some 4-5 cm from the midline at right 5th intercoastal space, he was stabilized and XRAY was taken what do you interpret from this..?",
        "exp": "Fallen lung sign This sign refers to the appearance of the collapsed lung occurring with a fractured bronchus Note ASPERGILLOMA - On Chest XRay - Monod sign- Presence of gassurrounding a mass within lung",
        "cop": 3,
        "opa": "Consolidation",
        "opb": "Tension Pneumothorax",
        "opc": "Fracture of bronchus",
        "opd": "Oesophageal rupture",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "39266652-75d4-4331-83d3-2b5fca41a7c2",
        "choice_type": "single"
    },
    {
        "question": "63 year old patient with history of tachy-arrythmias is on implantable cardioveer defibrillator. The patient develops shock suddenly. Which of the following is best investigation to know position and integrity of ICD?",
        "exp": "Contrast CT is IOC in ICD as MRI is C/I in implantable cardioveer defibrillator. Absolute C/I of MRI Cardiac pacemakers Metallic prosthetic hea valves Cochlear implant Aneurysmal clip Ocular metallic foreign body (IOC is CT) But the patient developed shock, so immediate investigation could be a plain radiograph rather than CECT Scan.",
        "cop": 1,
        "opa": "Plain radiograph",
        "opb": "MRI",
        "opc": "USG",
        "opd": "Contrast CT",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "6d3f02fc-96dd-476d-8fff-d1f27c3d00cb",
        "choice_type": "single"
    },
    {
        "question": "The order of imaging methods (from worst to best) with respect to visibility of detail (resolution) is:-",
        "exp": "Nuclear scans It is a Functional scan Uses Gamma camera Has poor spatial resolution MRI - has good spatial resolution So, the order of imaging methods (from worst to best) with respect to visibility of detail (resolution) is - Gamma camera < fluoroscopy < MRI",
        "cop": 3,
        "opa": "Gamma camera, fluoroscopy, CT",
        "opb": "Ultrasound, fluoroscopy, radiography",
        "opc": "Gamma camera, fluoroscopy, MRI",
        "opd": "Fluoroscopy, Radiography, MRI",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "c7714ef6-1970-4b69-a285-0115e9b3737f",
        "choice_type": "single"
    },
    {
        "question": "A 20 yr old man comes with history of A, O/E there were multiple bruises around infront of chest region and abdominal region. The attending surgeon suspects pneumo-peritoneum and advised the intern to order for chest X-ray. What could be the best radiological view to detect pneumoperitoneum?",
        "exp": "Best X Ray view for Pneumoperitoneum is Chest X Ray Erect IOC (for pneumoperitoneum) - CT scan Chest X ray Erect is the most sensitive Xray view for detecting air under diaphgram, an impoant sign of pneumoperitoneum. Causes of pneumoperitoneum:- 1. Peptic ulcer 2. Ischemic bowel 3. Necrotizing enterocolitis 4. penetrating injuries 5. during laproscopy Various Signs in pneumoperitoneum are:- - Rigler's sign - Telltale triangle sign - Football sign - Cupola sign",
        "cop": 3,
        "opa": "Right lateral decubitus with horizontal beam",
        "opb": "Left lateral decubitus with horizontal beam",
        "opc": "Chest X ray Erect",
        "opd": "Left lateral decubitus with veical beam",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "cb76e971-b6b9-419d-a51a-2b16f9c785db",
        "choice_type": "single"
    },
    {
        "question": "All are true about Nuchal Translucency scan except?",
        "exp": "*Nuchal translucency (NT) is the sonographic appearance of a collection of fluid under the skin behind the fetal neck in the first-trimester of pregnancy. *In fetuses with chromosomal abnormalities, cardiac defects and many genetic syndromes the NT thickness is increased. *Screening by NT can detect about 80% of fetuses with Trisomy 21 and other major aneuploides *The gestational period must be 11 to 13 weeks and six days. *The Fetal crown-rump length should be between 45 and 84mm. *The magnification of the image should be such that the fetal head and thorax occupy the whole screen. *A mid-sagittal view of the face should be obtained Normal Abnormal",
        "cop": 4,
        "opa": "Done between 11-13 weeks and 6 days",
        "opb": "Done in neutral position in Mid saggital Plane",
        "opc": "Values obtained when CRL between 45-84mm",
        "opd": "Decreased in cases of Aneuploidy",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "a09abb33-5aa1-4d37-b016-f13096fbad79",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the following radiation according to their tissue damaging propey from maximum to minimum:",
        "exp": "Tissue damaging propey of any radiation from any radioactive material is solely dependent on the ionizing effect. The decreasing order of the ionizing activity is as follows: alpha > b > x-ray > g. Alpha paicles haveapproximately four times the mass of a proton or neutron and approximately 8, 000 times the mass of a betapaicle. Because of the large mass of the-alphapaicle, it has the highest ionizing power and the greatest ability to damage tissue. gamma and x rays, which are electromagnetic, indirectlyionizing radiation. These are indirectlyionizingbecause they are electrically neutral (as are all electromagnetic radiations) and do not interact with atomic electrons through coulombic forces.",
        "cop": 3,
        "opa": "g-rays> X-rays > b - rays > a- rays",
        "opb": "a- rays > b - rays > g-rays > X-rays",
        "opc": "a- rays > b - rays > X-rays > g-rays",
        "opd": "X-rays > g-rays >a- rays > b - rays",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "51cbdf99-641f-4686-8832-cd26bcfd7087",
        "choice_type": "single"
    },
    {
        "question": "Radiotherapy least useful in the primary management of-",
        "exp": "Gastric cancer is generally radioresistant, and radiation therapy is therefore rarely indicated. Gastric adenocarcinoma is a relatively radioresistant tumor, and the adequate control of the primary tumor requires doses of external-beam irradiation that exceed the tolerance of surrounding structures, such as bowel mucosa and spinal cord. As a result, the major role of radiation therapy in patients has been palliation of pain. Radiation therapy alone after a complete resection does not prolong survival. In the setting of surgically unresectable disease limited to the epigastrium, patients treated with 3500-4000 c. Gy did not live longer than similar patients not receiving radiotherapy; however, survival was prolonged slightly when 5-fluorouracil (5-FU) plus leucovorin was given in combination with radiation therapy (3-year survival 50% vs 41% for radiation therapy alone). In this clinical setting, the 5-FU likely functions as a radiosensitizer.",
        "cop": 1,
        "opa": "CA stomach",
        "opb": "CA esophagus",
        "opc": "CA cervix",
        "opd": "CA breast",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "3a8af3e3-917e-4f7a-aa11-acbbbad5c855",
        "choice_type": "single"
    },
    {
        "question": "A 30 years old known alcoholic patient presented to EMOPD with a complaint of severe pain in the abdomen. On examination, rigid abdomen is seen. Patient also had multiple episodes of pain in the abdomen for the last 4-5 years and lost 5 kg of weight in the past 6 months. Serum lipase and amylase level is normal. CECT abdomen was perfomed. What is the most likely diagnosis?",
        "exp": "- CT shows atrophy of the pancreas with multiple calcific foci within it. Chronic pancreatitis: Has calcifications On MRCP / ERCP - Beaded / toures appearance of the pancreatic duct - String of Pearls/string of beads appearance - Chain of lake appearance On Barium - Reverse 3 sign of Frostburg (also seen in Ca Head of Pancreas) Figure: Chain of lakes appearance on MRCP image",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Chronic pancreatitis",
        "opc": "Adenocarcinoma of pancreas",
        "opd": "Periampullary carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "f8a7e47c-9fb5-43b4-ae57-133aabf6d644",
        "choice_type": "single"
    },
    {
        "question": "A 75 - year - old lady with severe chronic obstructive pulmonary disease (COPD) presents with acute breathlessness. The chest X - ray shows there is no focal consolidation. She is afebrile, but D - dimers are markedly elevated. Which of the following is best investigation to diagnose this condition?",
        "exp": "The patient has a possible Pulmonary embolus. Gold standard for diagnosis of PEa Pulmonary angiography V/Q is difficult to interpret in patients with cardiorespiratory disease. V/Q is IOC in iodine allergics and pregnancy.",
        "cop": 4,
        "opa": "MRI",
        "opb": "Ventilation - perfusion (V/Q) scan",
        "opc": "High resolution CT thorax",
        "opd": "CT pulmonary angiography",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "b9d0a3d4-073a-4423-a232-83c7cf217c6e",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old woman present with complaint of rapidly progressive cognitive decline for past 3 months. Her MRI is given below. Diagnosis is-",
        "exp": "CJD: Coical/gyral hyperintensity which shows restriction on DWI. Variant CJD: - Hockey stick sign/pulvinar sign - hyperintensity involving medial thalamic nuclei Diffuse hypoxic injury - don't present as progressive cognitive decline. History of hypoxic event is present. Aery of percheron infarct causes bilateral paramedian thalamic involvement is usually characterised by a triad of altered mental status, veical gaze palsy, and memory impairment.",
        "cop": 2,
        "opa": "Diffuse hypoxic injury",
        "opb": "CJD",
        "opc": "MS",
        "opd": "Aery of percheron infarct",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "76dbe0ac-0876-4a6f-a984-9e503e5b027a",
        "choice_type": "single"
    },
    {
        "question": "2day old baby brought to paediatric opd with history bilious vomitting, abdominal distension and mother was diagnosed polyhydramnios antenatally. XRAY was done shown below what is the most common anamoly associated with it",
        "exp": "The given image shows: Double bubble sign due to duodenal atresia Trisomy 21: Down syndrome Most common cause: Meiotic non-disjunction > Robesonian translocation GI manifestations: Duodenal atresia (Double bubble sign on X-ray). Other points to be remembered: Single bubble -Hyperophic pyloric stenosis Triple Bubble-Jejunal Atresia Mutliple Air fluid levels-Ileal Atresia",
        "cop": 4,
        "opa": "TRISOMY 13",
        "opb": "TRISOMY 15",
        "opc": "TRISOMY 18",
        "opd": "TRISOMY 21",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "20eed2fb-b095-40d2-ab7d-c7ce94bd43c6",
        "choice_type": "multi"
    },
    {
        "question": "A 34 years old man came with c/o blurring of vision in bilateral eyes and headache for past 6 months with decrease in libido. On examination, bitemporal hemianopia is seen. MRI was performed and shown below. Diagnosis is-",
        "exp": "Pituitary macroadenoma- size more than 10mm. 'Figure of 8' appearance is seen on MRI. Pituitary microadenoma - size less than 10mm. It shows delayed enhancement on dynamic contrast enhanced MRI as compared to normal pituitary gland.",
        "cop": 1,
        "opa": "Pituitary macroadenoma",
        "opb": "Pituitary microadenoma",
        "opc": "Meningioma",
        "opd": "Hemangioma",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "12bf8dac-c54e-4bce-8fc4-0ed159a6bc26",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of a 10 years old child presented with vision problem whose CT is given below is?",
        "exp": "Craniopharyngiomas Solid cystic lesions arising in suprasellar/sellar location. Admantinomatous type is common in children and commonly calcifies. Papillary type is common in adults and rarely calcifies Craniopharyngiomas are hyperintense on T1 due to machines oil protein rich cysts.",
        "cop": 4,
        "opa": "Pituitary macroadenoma",
        "opb": "Germinoma",
        "opc": "Lipoma",
        "opd": "Craniopharyngioma",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "d831caec-c8b7-44d8-8d54-f062dff97bd2",
        "choice_type": "single"
    },
    {
        "question": "A 40 old female was sent to Radiology dept for thyroid USG scan, Which probe you will use for thyroid scan..?",
        "exp": "Endocavitary probes - with high frequency and better imaging as Transvaginal & Transrectal probes. TVS Sectoral probe used for Transcranial USG. Sectoral/phase arrayed probe has a smaller footprint and is used in chest USG, Echo, and Transcranial USG. Linear Probes have higher frequency, better resolution and lesser penetration and are used for imaging superficial structures like Thyroid scans, carotid dopplers, breast and scrotal USG. Curvilinear probes have lesser frequency, poorer resolution and greater penetration and mainly used for imaging deeper structures.",
        "cop": 4,
        "opa": "Phase array",
        "opb": "Curvilinear",
        "opc": "Endocavitary",
        "opd": "Linear",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "7463a9e1-beb3-4cd9-92b1-9bde3592b54f",
        "choice_type": "single"
    },
    {
        "question": "True/false about mediastinal masses Thymoma is most common anterior mediastinal mass. Neurogenic tumour is most common posterior mediastinal mass. IOC to evaluate anterior and posterior mediastinal mass is MRI. Extramedullary hematopoiesis is a type of anterior mediastinal mass. Mediastinal mass forms an acute angle with lung surface.",
        "exp": "Thymoma is most common anterior mediastinal mass. Neurogenic tumour is most common posterior mediastinal mass. LEFT- A lung mass abutts the mediastinal surface and creates acute angles with the lung. RIGHT: A mediastinal mass will sit under the surface of the mediastinum, creating obtuse angles with the lung.",
        "cop": 1,
        "opa": "TTTFF",
        "opb": "TFTFF",
        "opc": "TFFFF",
        "opd": "FFFFF",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "03e099d1-8e16-45da-8a76-ed2669a65201",
        "choice_type": "multi"
    },
    {
        "question": "20 years old male patient came to ER with severe dyspnoea. On examination, there is severe tachycardia, hypotension with distended neck veins. Chest x-ray is given below. Diagnosis is?",
        "exp": "Tension pneumothoraces occur when intrapleural air accumulates progressively in such a way as to exe positive pressure on mediastinal and intrathoracic structures. It is a life-threatening occurrence requiring both rapid recognition and prompt treatment to avoid a cardiorespiratory arrest. A non-tension pneumothorax is properly called a simple pneumothorax.",
        "cop": 2,
        "opa": "Simple pneumothorax",
        "opb": "Tension pneumothorax",
        "opc": "Bullous emphysema",
        "opd": "Bronchogenic cyst",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "c3b9fb45-ec79-4934-8b80-37cafd3b4964",
        "choice_type": "single"
    },
    {
        "question": "Egg shell calcifications can be seen in Sarcoidosis Silicosis Aspergillosis Pulmonary aery hypertension Amyloidosis scleroderma",
        "exp": "Egg shell calcification is peripheral rim like calcifications seen in cases of Sarcoidosis, Silicosis, Pneumoconiosis.",
        "cop": 4,
        "opa": "1, 2, 3, 4",
        "opb": "1, 2, 4, 5",
        "opc": "1, 2, 3, 6",
        "opd": "1, 2, 5, 6",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "717053c9-c6c3-4fbc-9950-6e7b117026dc",
        "choice_type": "single"
    },
    {
        "question": "16 yr old, obese female presented with history of bilateral hip pain from a long duration. Endocrinology tests show hypothyroidism. She has a painful limping gait. Which of the following investigation is of no use in diagnosis of this condition?",
        "exp": "History given is suggestive of SCFE( Slipped capital femoral epiphysis). X-Ray showsa Trethowan's sign CT is used for Acute/Chronic slip MRI is IOC. USG has no role in diagnosing this condition.",
        "cop": 4,
        "opa": "X-Ray",
        "opb": "MRI",
        "opc": "CT",
        "opd": "USG",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "6a08b23a-0693-4b5f-8d5d-c6cb0b44c0c1",
        "choice_type": "single"
    },
    {
        "question": "A 6 years old boy brought to the emergency depament by his father with the complaint of acute onset pain in the abdomen. His father told that he noticed blood in his stool a few days back. On examination, no obvious mass was felt. Paediatrician advised an ultrasound. what could be the probable diagnosis is?",
        "exp": "- On a plain radiograph Meniscus sign - On USG Target sign / doughnut sign Pseudo kidney - On Barium Claw sign / pincer sign Coiled spring appearance - Target sign - Pseudokidney sign: longitudinal image through intussuscepted segment - running down towards the 4 o'clock position) with a number of enlarged adjacent nodes",
        "cop": 2,
        "opa": "Midgut volvulus",
        "opb": "Intussusception",
        "opc": "Ascariasis",
        "opd": "Appendicitis",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "e09b1202-e417-4b20-89d8-32c52066e351",
        "choice_type": "single"
    },
    {
        "question": "10yr old child with history frequent micturition & fever since 2years come to paediatric opd, O/E it was normal, so pediatrician ordered an investigation below given, what is diagnostic modality did pediatrician used?,",
        "exp": "The given image here is a MR UROGRAPHY image (MIP-maximum Intensity projection) CONVENTIONAL IVP CT UROGRAPHY showing B/L Renal stones 3D CT-IVP Ct-Urogram showing duplication and ureterocele",
        "cop": 4,
        "opa": "IVP",
        "opb": "3D MCU",
        "opc": "3D CT UROGRAM",
        "opd": "MR UROGRAM",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "61700fec-ac63-4d01-8133-ee369938c997",
        "choice_type": "single"
    },
    {
        "question": "A 80 years old male patient came to neurology OPD with complaint of high grade fever, cognitive decline and behavioural disturbances 5 days back. No history of travelling / contact with any TB patient is seen. NCCT head was done and showed hypodense lesion with edema in left frontal lobe. MRI was done to characterize the lesion. Most likely diagnosis is-",
        "exp": "MR showing a peripheral enhancing lesion in left frontal lobe showing diffusion restriction on DWI/ADC image. MRS is showing lipid lactate peak with amino acids peak. Most likely diagnosis is pyogenic abscess. T1- central low intensity (hyperintense to CSF), peripheral low intensity (vasogenic edema) T2/FLAIR- central high intensity (hypointense to CSF, does not attenuate on FLAIR) DWI/ADC- high DWI signal is usually present centrally represents true restricted diffusion MR spectroscopy: elevation of a succinate peak is relatively specific but not present in all abscesses; high lactate, acetate, alanine, valine, leucine, and isoleucine levels peak may be present; Cho/Crn and NAA peaks are reduced. Amino acids peak is not seen in tubercular abscess, GBM and hydatid cyst.",
        "cop": 1,
        "opa": "Pyogenic abscess",
        "opb": "Tubercular abscess",
        "opc": "Glioblastoma multiforme",
        "opd": "Hydatid cyst",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "a5dd0695-56b7-4ec6-979b-507aa7512e2b",
        "choice_type": "single"
    },
    {
        "question": "A 34 years old patient came for antenatal ultrasound in her 2nd trimester. Her beta HCG level is raised, however AFP level is decreased. Patient has one 5 years old child who does not have any chromosomal abnormalities. Most likely diagnosis is?",
        "exp": "Quadruple Screening test On mother's serum at 16 weeks of gestation Evaluation Trisomy NTD Omphalocele Gastroschisis Multiple Gestatoin 21 18 13 AFP | | | | u. E3 | | NA NA HCG | | NA NA DIA | | NA NA Above ultrasound image shows VSD which can be seen in trisomy 21.",
        "cop": 1,
        "opa": "Down syndrome",
        "opb": "Patau syndrome",
        "opc": "Edward syndrome",
        "opd": "Trisomy 16",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "c2b8ad02-8140-4dc9-930d-befd06413e0f",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old male child presented with the complaints of severe progressive weakness of bilateral lower limbs, imbalance in walking and slurred speech for the past 3 years, and with recent development of visual disturbance, behavioral symptoms and rapid progression of motor weakness. MRI was performed at time of presentation. Diagnosis is?",
        "exp": "Radiological findings of Demyelinating disorders / white matter leukodystrophy - Alexander disease White matter dystrophy of bilateral frontal lobes associated with megalencephaly (large skull) Adrenoleukodystrophy: White matter of bilateral occipital lobes is involved. Shows distinct pattern of enhancement on MRI. Krabbes Disease / Globoid cell leukodystrophy: Symmetrical hyperintensities in bilateral centrum semiovale, corona radiata, posterior limbs of bilateral internal capsules, brainstem and bilateral cerebellar white matter including dentate nuclei. Increased thickness of intracanalicular and intracranial segments of bilateral optic nerves seen. - Metachromatic Leukodystrophy Deficiency of Aryl sulfatase Deep white matter disease with sparing of subcoical 'U' fibers Lamellated / Tigroid / Leopard skin Appearance on MRI",
        "cop": 3,
        "opa": "Alexander's disease",
        "opb": "MLD",
        "opc": "X linked adrenoleukodystrophy",
        "opd": "Krabbe's disease",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "79961d92-49fd-4e82-910e-7d856e0152e1",
        "choice_type": "single"
    },
    {
        "question": "A 32-years-old young businessman student was found to have with a solitary 2 cm space-occupying lesion of mixed echogenicity in the right lobe of liver on ultrasound examination. The rest of the liver was normal except for mild increase in overall echogenicity. Which of the following test should be done next?",
        "exp": "Modern computed tomography (CT) technology Increased the accuracy of diagnosis and staging of liver lesionsand contrast-enhanced computed tomography is currently the most widely used and best validated modality for liver imaging. Oral contrast enhancement allows visualization of the stomach and duodenum in relation to the liver hilum. The early aerial phase of the intravenous contrast vascular enhancement is paicularly useful for detecting small primary liver cancers, owing to their preferential aerial blood supply. The venous phase maps the branches of the poal vein within the liver and the drainage the hepatic veins. Inflammatory liver lesions often exhibit rim enhancement with intravenous contrast, whereas the common haemangioma characteristically shows late venous enhancement. The density of any liver lesion can be measured, which can be useful in establishing the presence of a cystic lesion. CT has high accuracy in determining the stage, and high sensitivity and specificity in determining resectability of liver tumours. Local and distant metastases can also be detected, although peritoneal metastases are often missed on CT. =Magnetic resonance imaging (MRI) would appear to be as effective an imaging modality as CT in the majority of patients with liver disease. It does, however, offer several advantages. First, the use of iodine-containing intra- venous contrast agents is precluded in many patients because of a history of allergy. These patients should be offered MRI rather than contrast CT. Second, MRI with contrast may be useful for detecting and defining lesions of liver like complex hemangiomas. =Radioisotope scanning can provide impoant diagnostic information. HIDA is a technetium-99m (99m. Tc)-labelled radio- nuclide that is administered intravenously, removed from the circulation by the liver, processed by hepatocytes and excreted in the bile. Imaging under a gamma camera allows its uptake and excretion to be monitored in real time. This is a useful non- invasive test when there is suspicion of bile leak.",
        "cop": 4,
        "opa": "Ultrasound guided biopsy",
        "opb": "Hepatic scintigraphy",
        "opc": "MRI",
        "opd": "Triple phase CECT",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "bec0739e-c3b7-4376-8f52-997141555433",
        "choice_type": "multi"
    },
    {
        "question": "A 45 years old man is admitted in ICU with a chief complaint of breathlessness, fever and dry cough for 3 days. Patient recently travelled to China. Nasal and throat swab were taken and results are awaited. Meanwhile patient undergone a chest CT. Which of the following CT Chest findings is most likely to be seen in this patient?",
        "exp": "Given the clinical history and recent travelling history, most likely diagnosis is COVID-19 infection. CT chest findings are: -The primary findings on CT in adults have been repoed as: ground glass opacities (GGO): bilateral, subpleural, peripheral crazy paving appearance (GGOs and inter-/intra-lobular septal thickening) air space consolidation bronchovascular thickening traction bronchiectasis -The ground-glass and/or consolidative opacities are usually bilateral, peripheral, and basal in distribution.",
        "cop": 1,
        "opa": "Glass ground opacification",
        "opb": "Consolidation",
        "opc": "Traction bronchiectasis",
        "opd": "Sub-pleural bands",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "83e70f25-c80a-4bca-9e43-cbe8970ead9b",
        "choice_type": "single"
    },
    {
        "question": "True/false statements about hepatocellular carcinoma. On CECT, rapid wash in and washout of contrast is seen in HCC. HCC is the most common primary malignant tumour of liver. LI-RADS provides algorithm for diagnosis of HCC. Fibrolamellar HCC has better prognosis. Alpha-fetoprotein is raised in 90% of HCC cases.",
        "exp": "Hepatocellular carcinoma- Most common primary malignant tumour of liver. LI-RADS provides algorithms for use in diagnosis, surveillance and treatment response assessment of HCC. Since HCC derive its major supply from hepatic aery, there is rapid wash in and rapid wash out of contrast on CECT. Alpha-fetoprotein is raised in 50-60% of HCC cases.",
        "cop": 1,
        "opa": "TTTTF",
        "opb": "TFFTF",
        "opc": "TFFFF",
        "opd": "FTTTF",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "c78f03b1-fa12-47ef-93b9-5843b0dfc5ae",
        "choice_type": "multi"
    },
    {
        "question": "A 10 years old male patient came with complaint of headache and vomiting for past 20 days. On examination, patient has an ataxic gait. NCCT revealed a fouh ventricular mass causing obstructive hydrocephalus. CE-MRI was done to characterize the lesion. Most probable diagnosis is?",
        "exp": "MRI of the brain demonstrates a large heterogeneous mass centered in the fouh ventricle and herniating out of the left foramen of Luschka without significant restricted diffusion. Post contrast images demonstrate vivid but heterogeneous contrast enhancement. Ependymoma Medulloblastoma - Floor of 4th ventricle - Roof of 4th ventricle & Cerebellar vermis - Hypodense on CT - Hyperdense on CT - NO diffusion restriction - Diffusion restriction - | ADC - | ADC - Foraminal spread - CSF spread, drop Metastasis with Sugar Coating Calcification is more common. - Prophylactic cranio spiral. Irradiation",
        "cop": 1,
        "opa": "Ependymoma",
        "opb": "Medulloblastoma",
        "opc": "Pilocytic astrocytoma",
        "opd": "Hemangioblastoma",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "1d69c92c-127f-4843-8883-7141556954f2",
        "choice_type": "single"
    },
    {
        "question": "25 years old normotensive patient presented to emergency with breathlessness and palpitations. Patient gave history of allergy to peanuts and accidentally he ingested them. On examination, patient's HR is 120/min and BP is 100/60 mm hg. Urgent x-ray was performed. The most likely diagnosis is-",
        "exp": "Patient is having anaphylactic shock due to allergy to peanuts. Given chest x-ray shows diffuse infiltrates in bilateral lung fields in a bat wing's pattern with normal size of hea ruling out any cardiac pathology. Noncardiogenic pulmonary edema is caused by changes in capillary permeability as a result of a direct or an indirect pathologic insult, while cardiogenic pulmonary edema occurs due to increased capillary hydrostatic pressure secondary to elevated pulmonary venous pressure. Major causes of noncardiogenic pulmonary edema are drowning, fluid overload, aspiration, inhalation injury, neurogenic pulmonary edema, acute kidney disease, allergic reaction, and adult respiratory distress syndrome. Noncardiogenic pulmonary edema shows the classic \"batwing\" pattern of pulmonary opacities radiating centrifugally from the hila with air bronchogram. Cardiomegaly, pleural effusion, and mediastinal widening are usually not seen. Cardiogenic edema is caused by factors leading to elevated left atrial pressures, such as atrial outflow obstruction (mitral stenosis, atrial myxoma), left ventricular systolic dysfunction (congestive heart failure), left ventricular diastolic dysfunction, left ventricular volume overload, left ventricular outflow obstruction, dysrhythmias, cardiomyopathies, and myocardial infarction. Cardiogenic pulmonary edema shows mediastinal widening in the form of increased vascular pedicle width (>53 mm), pleural effusion, cardiomegaly, peribronchial cuffing, upper lobe pulmonary venous diversion in the form of prominence of bronchovascular markings, Kerley B lines, opacities involving both the central as well as the peripheral lungs, and reduced lung volume.",
        "cop": 2,
        "opa": "Cardiogenic pulmonary edema",
        "opb": "Non-cardiogenic pulmonary edema",
        "opc": "Pulmonary embolism",
        "opd": "ASD",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "626d4029-63a8-44e8-975b-fe222910d2f9",
        "choice_type": "multi"
    },
    {
        "question": "A 25 year old young male with abdominal pain after sustaining blunt trauma to his abdomen during a road traffic accident has brought to emergency depament. His BP is 120/80 and pulse rate is 72bpm. The next best step in management of this patient is?",
        "exp": "* Initial Investigation in a patient with abdominal trauma is USG to detect hemoperitoneum * Investigation of choice to know the source of hemoperitoneum in a stable patient is CECT-Abdomen. Radiological evaluation of abdominal trauma in emergency: Order of FAST Views: 1. Subxiphoid View to detect pericardial collections 2. Right Flank View 3. Left Flank View 4. Pelvic View Figure showing normal right upper quandrant on USG. Figure showing 'Right upper quadrant (RUQ) FAST POSITIVE'.",
        "cop": 2,
        "opa": "Diagnostic Peritoneal Tap",
        "opb": "Ultrasound",
        "opc": "NCCT-Abdomen",
        "opd": "CECT",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "b9a7a32d-cfaf-4eaf-83d7-7408c652f1f5",
        "choice_type": "multi"
    },
    {
        "question": "TRUE/FALSE about pulmonary embolism: Mc. Connell sign is seen in CT pulmonary angiography as a filling defect. Westermark sign is area of regional oligemia seen on x-ray. Polo mint sign is seen in echocardiography as regional motion abnormality. IOC in pregnant patient is V/Q scan. Chang sign is abrupt change in diameter of right descending pulmonary aery.",
        "exp": "Pulmonary thromboembolism - Hampton hump sign- Peripheral wedge-shapedarea of infarction - Westermark sign - Pulmonary oligemia - Pallas sign - Prominence of descending right pulmonary aery - Fleischner sign- Prominence of main pulmonary aery - Chang sign - abrupt change in caliber of the descendingright pulmonary aery - IOC for Pulmonary thromboembolism - CT Angio (MDCT with contrast) - In iodine allergies and pregnancy IOC for pulmonary thromboembolism - V/Q Scan - Gold standard for PTE - Pulmonary Angiography POLO MINT SIGN - The polo mint sign is a description given to a venous thrombosis on contrast-enhanced CT imaging. When viewed in the axial plane, a thin rim of contrast persists around a central filling defect due to thrombus.",
        "cop": 1,
        "opa": "FTFTT",
        "opb": "FTTFT",
        "opc": "FTTTT",
        "opd": "FFTFT",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "876e8ee0-9852-449b-a3c0-5c63321ee412",
        "choice_type": "multi"
    },
    {
        "question": "Definitive diagnosis of Hirschsprung's disease is done by?",
        "exp": "Hirschsprung's disease - is characterised by the absence of ganglionic cells in the distal colon and rectum - it occurs due to the failure of migration of neural crest cells to distal bowel segments - affects cells in both - myenteric and submucosal plexuses - functional obstruction developes in the affected pa. It can be anatomically divided into four types according to the length of the aganglionic segment: sho segment disease: ~75% rectal and distal sigmoid colonic involvement only long segment:~15% typically extends to splenic flexure/transverse colon total colonic aganglionosis:~7. 5% (range 2-13%) also known as Zuezler-Wilson syndrome occasional extension of aganglionosis into the small bowel ultrasho segment disease 3-4 cm of internal anal spinchter only controversial entity - Definitive diagnosis:- by rectal biopsy Barium enema demonstrates cone shape transition zone and reversal of rectosigmoid ratio. Most impoant sign on barium enema is a sudden change of caliber from the narrow aganglionic segment and dilated proximal bowel",
        "cop": 3,
        "opa": "Rectal Manometry",
        "opb": "Barium enema",
        "opc": "Rectal Biopsy",
        "opd": "Enteroclysis",
        "subject_name": "Radiology",
        "topic_name": "Radiology Q Bank",
        "id": "0f3631eb-3da3-4e47-a9ba-32743802efbd",
        "choice_type": "single"
    }
]