[
    {
        "question": "A 75-year-old male presented with chief complaint of pain in the right shoulder. CXR is shown below. Which of the following could be the cause of pain in this patient?",
        "exp": "CXR shows a mass in the right lung apex and there is associated destruction of the right 2nd and 3rd ribs posteriorly. A combination of an apical mass along with the destruction of the rib is characteristic of Pancoast tumor/ Superior Sulcus Tumor. MRI is a more sensitive investigation in identifying the extension of tumor into adjacent soft tissue and bone.",
        "cop": 1,
        "opa": "Pancoast tumor",
        "opb": "Sarcoidosis",
        "opc": "Subclan aery aneurysm",
        "opd": "Mesothelioma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "e63d1654-b436-409b-97bb-ce86e94001e9",
        "choice_type": "single"
    },
    {
        "question": "Kerley B lines are seen in",
        "exp": "Kerley A lines are 1-2mm non- branching lines radiating from the hilum, 2-6 cm long. They represent thickened deep interlobular septa. Kerley B lines are transverse non- branching 1-2 mm lines at the lung bases perpendicular to the pleura 1-3cm long. They represent thickened interlobular septa.",
        "cop": 4,
        "opa": "Pulmonary edema",
        "opb": "Congenital heart disease",
        "opc": "Sarcoidosis",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "6cc42404-d37c-472c-97a3-8bde5bbaa163",
        "choice_type": "multi"
    },
    {
        "question": "Which Lung Cancer resembles Pneumonia with Air Bronchogram sign?",
        "exp": "*Bronchoalveolar carcinoma resembles pneumonia on a chest x ray *Has Aerogenous spread, along the bronchial wall called Lepidic growth *CT angiogram sign is also seen in Bronchoalveolar Ca",
        "cop": 4,
        "opa": "Squamous Cell Ca",
        "opb": "Large Cell CA",
        "opc": "Small Cell Ca",
        "opd": "Bronchoalveolar CA",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "2f6be5e4-d5be-4d92-823c-ce65c7cc5ee1",
        "choice_type": "multi"
    },
    {
        "question": "Luftsichel sign is seen in",
        "exp": "Luftsichel sign is a sickle shaped lucency of air seen On Chest Radiographs, Seen in Left Upper lobe collapse with Compensatory Left Lower lobe hyperinflation.",
        "cop": 3,
        "opa": "Right upper lobe collapse",
        "opb": "Right middle lobe collapse",
        "opc": "Left upper lobe collapse",
        "opd": "Left lower lobe collapse",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "c7a0adfc-66e3-428e-9d05-394a7ae19359",
        "choice_type": "single"
    },
    {
        "question": "High resolution computed tomography of the chest is the ideal modality for evaluating-",
        "exp": "HRCT Uses Bone Algorithm for sharpness of images. (1-3mm slices) IOC for Interstitial Lung Diseases Bronchiectasis CT Cisternography for CSF flow Fracture of Temporal Bone Interstitial Lung Disease ILD(HRCT) Usual Interstitial Pneumonia (UIP) Non-Specific IP (NSIP) Reticular opacities Subpleural Honeycombing Traction bronchiectasis Ground Glass Opacities Subpleural Sparing",
        "cop": 2,
        "opa": "Pleural effusion",
        "opb": "Interstitial lung disease",
        "opc": "Lung mass",
        "opd": "Mediastinal adenopathy",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "caf99d6b-1767-4218-9fce-8c36b1c8e344",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pa of left mediastinal border on a PA chest radiograph?",
        "exp": "- The Left Hea Border on CXR is formed by Aoic Knuckle, Pulmonary aery, Left Auricle, and Left Ventricle. - The Right Hea Border on CXR is formed by Superior Vena cava, Rt Atrium and Inferior Venacava.",
        "cop": 4,
        "opa": "Aoic arch",
        "opb": "Pulmonary trunk",
        "opc": "Left ventricle",
        "opd": "SVC",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "9e64cfef-77c7-448b-8f62-4adfa7f3f5f1",
        "choice_type": "single"
    },
    {
        "question": "A 70 years old man came with complaint of breathing difficulty with cough for past 6 hours. On examination, pulse rate was 120/min and BP was 80/40 mm of hg. Swelling was also seen in left lower limb. Urgent venous Doppler of left lower limb was performed and revealed left CFV thrombosis. D-dimer assay came out to be positive. CT pulmonary angiogram was performed. Diagnosis is-",
        "exp": "Coronal CTPA shows extensive burden of large pulmonary emboli manifested by occlusive and mural filling defects whose edges form acute angles with the vessel walls (white arrows). The clinical presentation of acute PE is variable. Up to two-thirds of patients may be asymptomatic, or sudden death may be the first presentation. Common clinical presentations of acute PE include chest pain, tachycardia, hypotension, dyspnea, cough, and hemoptysis. Massive PE presents with hypotension, shock, or cardiac arrest. electrocardiography (EKG) changes of S1. Q3 pattern, S1. Q3. T3 pattern, notched S wave in lead V1, inveed T waves, and right bundle branch block may be seen in patients with right hea strain (7). Signs and symptoms of proximal deep vein thrombosis (DVT) include lower extremity swelling, edema, erythema, and pain. Direct findings of acute PE in CT include a central filling defect within a vessel surrounded by contrast material yielding a \"polo mint\" appearance when ohogonal to the long axis of the vessel or a \"railway sign\" when observed parallel to the vessel long axis.",
        "cop": 2,
        "opa": "Carcinoma lung",
        "opb": "Pulmonary embolism",
        "opc": "TB",
        "opd": "Aoic dissection",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "e6b06e2b-d5a9-4207-9024-e0b6054108e5",
        "choice_type": "single"
    },
    {
        "question": "'Batwing' appearance on X-ray chest is seen in:",
        "exp": "In Cardiogenic pulmonary edema: \"Butterfly\" or \"Bat wing\" appearance (i. e., consolidated hilum + uninvolved lung coex) on CXR. The central/perihilar distribution is supposed to be due to increased fluid accumulation in central alveoli due to their increased elastin content. Chest radiograph shows: Cardiogenic pulmonary edema Non-cardiogenic pulmonary edema Enlarged cardiac silhouette Hea size is normal Vascular redistribution Alveolar infiltrates are distributed more uniformly Interstitial thickening and perihilar alveolar infiltrates Pleural effusions are common Pleural effusions are uncommon",
        "cop": 2,
        "opa": "Bronchial asthma",
        "opb": "Cardiogenic pulmonary edema",
        "opc": "Mitral stenosis",
        "opd": "Pulmonary embolism",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "19c5c6f0-c394-460d-b35c-2d29183b4448",
        "choice_type": "single"
    },
    {
        "question": "Deep sulcus sign is seen in",
        "exp": "Deep Sulcus sign is seen On Supine chest x-ray in Expiration phase in a case of Pneumothorax where the lucency of air in the costophrenic angle gives the appearance of a deep sulcus. Other Findings of Pneumothorax on CXR: Absent Bronchoalveolar markings Visceral Pleural Reflection",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Tuberculosis",
        "opd": "Pneumonia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "79facad3-e300-4bb8-a1e9-2bd3fbf9b84c",
        "choice_type": "single"
    },
    {
        "question": "Obliteration of Costophrenic angle is seen in",
        "exp": "A Small Amount of free fluid may be undetectable on an erect PA chest radiograph as it tends initially to collect under the lower lobes. As the amount of effusion increases, the posterior and then the lateral costophrenic angles become blunted, by which time a 200 to 500-mL effusion is present",
        "cop": 2,
        "opa": "Pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Tuberculosis",
        "opd": "Pneumonia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "b85e18cf-d18a-41df-b4c2-33af966109ff",
        "choice_type": "single"
    },
    {
        "question": "This Chest Radiograph from a infant is given what is the probable diagnosis?",
        "exp": "Chest X ray shows: decreased lung volume and WHITE OUT LUNG & GROUND GLASS APPEARANCE?? 'ARDS Ground glass opacification occurs if there is involvement of Interstitium or Alveolar spaces",
        "cop": 2,
        "opa": "Congenital Diaphgramtic Hernia",
        "opb": "Respiratory Distress Syndrome",
        "opc": "Transient Tachypnea of New born",
        "opd": "Scimitar syndrome",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "63dd0688-332b-49b1-ba82-52c0357bed79",
        "choice_type": "single"
    },
    {
        "question": "Cavitation in pulmonary metastasis is commonly associated with?",
        "exp": "Cavitation in pulmonary metastases is a feature of Squamous cell carcinoma. Calcification in pulmonary metastasis is a feature in Osteosarcoma and chondrosarcoma.",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Chondrosarcoma",
        "opd": "Osteosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "6847fa4d-259b-466c-b3f8-4c9e85ef47c2",
        "choice_type": "single"
    },
    {
        "question": "Spinnaker sign is a feature of",
        "exp": "Thymic sail sign is the normal appearance of thymic shadow abutting the Hea shadow seen on Chest X ray of a normal Infant Spinnaker sail sign is the lifting of the Thymic shadow with the lucency of air between Thymus and Hea in cases Of Pneumomediastinum thymus sail sign- normal spinnaker sign",
        "cop": 3,
        "opa": "Pleural effusion",
        "opb": "Pneumothorax",
        "opc": "Pneumomediastinum",
        "opd": "Fracture of bronchus",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "aa7e83dd-7d59-4f5e-b408-1b4199189eff",
        "choice_type": "single"
    },
    {
        "question": "Lucent Hemithorax is due to all the following except?",
        "exp": "*Lung Collapse causes a Opaque Hemithorax with Ipsilateral mediastinal shift Features of lung collapse: - Volume loss of lung with Opacification ( Not lucent) - Displacement of fissures - Ipsilateral shift of trachea and mediastinum - Bronchial Cut off sign - Crowding of Ribs - Elevation of ipsilateral hemidiaphragm - Compensatory hyperinflation of normal lobes",
        "cop": 4,
        "opa": "Rotation",
        "opb": "Swyer-James Mc. Leod Syndrome",
        "opc": "Foreign Body",
        "opd": "Lung Collapse",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "55412ab2-49f5-4edc-8cb8-cbf7deb1bbba",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most appropriate step of management in a patient who comes to emergency dept with breathlessness and X-ray showing following findings?",
        "exp": "Note:- the unilateral left sided hyperlucency devoid of any lung markings suggesting left pneumothorax. Ina small simple pneumothorax, observation alone may be sufficient, while in a more major pneumothorax a chest drain is more effective and safer, paicularly if the patient is symptomatic or has underlying lung disease. In the present case, Plain inseion of intercostal drain/chest tube (X-ray shows left sided pneumothorax). This X-ray shows left sided pneumothorax. There is relative flattening of the left dome and some mediastinal shift to right. Patient has breathlessness and these all features suggest treatment with inseion of intercostal drain.",
        "cop": 3,
        "opa": "Order for HRCT Scan",
        "opb": "Thoracocentesis",
        "opc": "Plan for the inseion of chest tube",
        "opd": "Wait and watch",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "2466a448-d628-49e9-ac8b-4d58baab9b9e",
        "choice_type": "multi"
    },
    {
        "question": "Phantom Tumor is name given to",
        "exp": "*Fissural Interlobar effusion is called as Phantom Tumor *It appears biconvex sharply marginated along the fissural lines viewed on a Lateral view",
        "cop": 3,
        "opa": "Loculated Pleural Effusion",
        "opb": "Subpulmonic effusion",
        "opc": "Interlobar effusion",
        "opd": "Pericardial effusion",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "7629d92d-369e-420d-bbb8-1ac75de9e3a1",
        "choice_type": "single"
    },
    {
        "question": "Flat waist sign is seen in",
        "exp": "FLAT WAIST SIGN Flattening of the contours of the aoic knob and adjacent main pulmonary aery. Seen in left lower lobe collapse Caused by leftward displacement and rotation of the hea",
        "cop": 4,
        "opa": "Right upper lobe collapse",
        "opb": "Right middle lobe collapse",
        "opc": "Left upper lobe collapse",
        "opd": "Left lower lobe collapse",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "576becd0-fec5-419a-a02e-30065865b3e9",
        "choice_type": "single"
    },
    {
        "question": "Necrotic nodules in lung are seen in-",
        "exp": "Necrotic nodules in lung are seen in Infective causes: TB, histoplasmosis, syphilis, coccidiomycosis, Cat's scratch disease Non- Infective causes: Wegner's granulomatosis, Sarcoidosis, hyalinizing granuloma, idiopathic bronchocentric granulomatosis, RA Non-Necrotic lesion/ Non cavitating lesion: Pulmonary Hamaoma: Popcorn Calcifications",
        "cop": 4,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "RA",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "58a3e4ac-c11d-4971-9822-a1c49c0a1368",
        "choice_type": "multi"
    },
    {
        "question": "Air bronchogram on a CXR denotes",
        "exp": "Air bronchogram Air bronchograms appear on a CXR whensomething other than air is present in the alveoli adjacent to a bronchus or bronchiole, making the air-filled bronchus more conspicuous than normal. That something is usually fluid, and this is most commonly due to pneumoniaalthough pulmonary oedema and haemorrhage can also cause air bronchograms. The presence of an air bronchogram indicates that the airway proximal to it is patent, which can be a helpful sign. In the magnified example here, the air bronchograms were caused by extensive pneumonia in this patient's lingula and left lower lobe. The image on the right has been manipulated to fuher increase the conspicuity of the air bronchograms for illustrative purposes. Note the left internal jugular venous line. Six causes of Air bronchogram are: 1. Lung consolidation 2. Pulmonary edema 3. Non-obstructive pulmonary atelectasis 4. Severe interstitial disease 5. Neoplasm 6. Normal expiration 7. ARDS/ Hyaline membrane disease",
        "cop": 1,
        "opa": "Intrapulmonary lesion",
        "opb": "Extrapulmonary lesion",
        "opc": "Intra-thoracic lesion",
        "opd": "Extra-thoracic lesion",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "707d471f-517c-4b3b-9c79-6f63cd93e075",
        "choice_type": "single"
    },
    {
        "question": "Comet Tail Sign is Seen in?",
        "exp": "Comet Tail Sign is seen in Round atelectasis which is a round/oval subpleural opacity in posterolateral pa of lower lobes with converging vessels and airways entering the opacity in a helical fashion usually giving rise to comet tail sign. Flat waist sign is seen in left lower lobe collapse. Golden S sign is seen in right upper lobe collapse due to bronchogenic carcinoma. Spine sign is seen in left lower lobe consolidation. Comet tail sign",
        "cop": 2,
        "opa": "Lower Lobe Collapse",
        "opb": "Round Atelectasis",
        "opc": "Right Upper Lobe Collapse",
        "opd": "Left Lower Lobe Consolidation",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "b13d5216-6fbf-4210-907d-bf4213341240",
        "choice_type": "single"
    },
    {
        "question": "Sandstorm appearance on Chest radiograph is characteristic of?",
        "exp": "Pulmonary alveolar microlithiasis is a chronic disease characterized by widespread diffuse bilateral intraalveolar accumulation of minute calculi (microlithiasis) especially in mid and lower zones, giving characteristic sandstrom appearance on chest radiographs.",
        "cop": 3,
        "opa": "Pulmonary edema",
        "opb": "Pulmonary alveolar proteinosis",
        "opc": "Pulmonary alveolar microlithiasis",
        "opd": "Pulmonary thromboembolism",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "e04018ed-7b64-42bc-9489-1a07fd810f48",
        "choice_type": "single"
    },
    {
        "question": "Given the chest x-ray of a 45 years old man complaining of cough for the past 6 months. The patient gives a history of working in a construction factory for the past 15 years. what could be the probable Diagnosis?",
        "exp": "Calcified pleural plaques is most common radiological manifestation of asbestosis. Pleural plaques typically arise from the parietal pleura, most frequently from the lower poions of the chest, sparing the apices and costophrenic angles.",
        "cop": 1,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Antracosis",
        "opd": "Mesothelioma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "773d1016-ec99-4843-acf7-6c984e075b99",
        "choice_type": "single"
    },
    {
        "question": "Millet seed like pattern is seen in",
        "exp": "- Miliary Tuberculosis- Due to Hematogenous spread of infection - At first, the chest radiograph may be normal, but then small, discrete nodules, 1-2 mm in diameter, become apparent, evenly distributed throughout both lungs. - other causes of Miliary shadows seen on Chest X-ray: Tuberculosis Histoplasmosis Sarcoidosis Healed varicella",
        "cop": 4,
        "opa": "Milliary TB",
        "opb": "Pulmonary hemosiderosis",
        "opc": "Healed varicella pneumonia",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "6085043a-d765-4367-a5df-731291a974b7",
        "choice_type": "multi"
    },
    {
        "question": "Obscuration of left hea border is suggestive of",
        "exp": "Silhouette sign: Obscuration of a mediastinal border occurs by a pathology which is in close anatomical contact with it Obscuration of Rt Hea Border Rt Middle Lobe Pathology Obscuration of Left Hea Border Lingular Pathology Obscuration Of Aoic Knuckle Left Apicoposterior pathology Obscuration of Hemidiaphgrams Lower lobe pathologies",
        "cop": 4,
        "opa": "Pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Right upper lobe collapse",
        "opd": "Lingular pathology",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "4d7d223c-aa01-4d92-a809-081396621ac5",
        "choice_type": "single"
    },
    {
        "question": "Golden S is seen in",
        "exp": "Golden \"S\" sign is a Reverse \"S\" sign seen on Frontal Chest Radiograph In patients with Bronchogenic Ca with Right Upper lobe collapse Lower convexity of the Reverse S is due to the mass Upper concavity of the \"S\" is due to Right UPPER LOBE atelectasis with the upward shifting of the horizontal fissure.",
        "cop": 4,
        "opa": "Left upper lobe collapse",
        "opb": "Pleural Effusion",
        "opc": "Left lower lobe collapse",
        "opd": "Bronchogenic carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory Radiology",
        "id": "a847371a-b9f1-4edb-a9b9-4bec0653d804",
        "choice_type": "single"
    }
]