[
    {
        "question": "The following are direct signs of Lung collapse seen on the Chest X-ray except:",
        "exp": "Ans. A. Mediastinal shift. (Ref. Sutton radiology 7th ed. 161). Direct signs of lung collapse include. Indirect signs are: i) opacity of the affected lobe(s)ii) crowding of the vessels and bronchi within the collapsed area: iii) displacement or bowing of the fissures. i) compensatory hyperinflation of the normal lung or lobes resulting in an increase in transradiancy with separation of the vascular marking; ii) displacement of the mediastinal structures toward the affected side. iii) displacement of the ipsilateral hilum which changes shape. Special signs of Lung Collapse: 1. Rounded atelectasis\"Comet tail\" sign (vascular shadows seen radiating from opacity). Known in Asbestosis. 2. Golden's 'S' sign. Right hilar/central mass with upper lobe collapse seen as convexity at the medial aspect of pulled up major fissure. 3. Broncholobar sign. Lower lobe bronchus is displayed within the opacity of the collapsed left lower lobe. 4. Luftsiche! sign. German words luft = air, sichel = sickle, literally describes an 'air crescent' which may be seen between the aortic arch and the medial border of the collapse. The hyperextended superior segment of the ipsilateral lower lobe accounts for the paramediastinal lucency outlining the medial surface of the collapsed right or left upper lobe.",
        "cop": 1,
        "opa": "Mediastinal shift",
        "opb": "Displacement of the fissure",
        "opc": "Crowding of the vessels",
        "opd": "Loss of aeration",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "be5bf260-cec9-422f-a12c-cb3a04fd4a97",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in coronal CT paranasal sinuses?",
        "exp": "ANSWER: (D) Frontoethmoid recess. REF: Sutton 7th ed vol 2 page 1519-1522, Grainger 5th ed chapter 62. See previous question",
        "cop": 4,
        "opa": "Ostiomeatal complex",
        "opb": "Orbit",
        "opc": "Sinus cavities",
        "opd": "Frontoethmoid recess",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "44c2ae85-378b-4506-abae-75970ef435ab",
        "choice_type": "single"
    },
    {
        "question": "Not true regarding Pectus excavatum?",
        "exp": "Ans DIn pectus excavatum the heart is shifted towards left side. As right heart border goes behind the sternum it is obscured and can thus mimic right middle lobe disease.",
        "cop": 4,
        "opa": "Heart shifted towards left side",
        "opb": "Features may suggest RML consolidation",
        "opc": "Anterior ribs are more vertically oriented - 7 shaped ribs",
        "opd": "Heart shifted towards right side.",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "2ad2256f-8fba-45b6-bd7c-92418ada1c38",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old male law student presents with a 3-wk history of increasing dyspnea. He has a history of chronic sputum production of about 100 cc of purulent material each day for many years. In the past, he was hospitalized for a left pneumothorax. He is on inhaled bronchodilator as an outpatient. CXR is shown below. The most helpful treatment option would be",
        "exp": "This x-ray shows a bilateral cystic-appearing lesion with airfluid levels consistent with cystic bronchiectasis. The opacities are predominantly in the upper zones. There is hyperinflation with flattened diaphragm and areas of hyperlucency in the left upper lobe peripherally. This is consistent with chronic bronchiectasis and/or cystic fibrosis; the latter is more likely due its upper zone predominance. The history and chest x-ray are consistent with cystic fibrosis with bilateral cystic upper zone predominance. Physical exam would reveal clubbing; spirometry would show a mixed obstructive with restrictive picture. The best option would be to initiate anti-pseudomonas antibiotics. Cystic fibrosis is an autosomal recessive disease characterized by exocrine gland dysfunction with viscous secretions. It is the most common inherited lung disease in whites with associated gene mutation. Diagnosis is usually based on clinical presentation and excessive chloride secretion in the sweat glands. Pulmonary manifestations include recurrent pneumonia with mucus plugging and increased morbidity and moality due to staphylococcal and pseudomonas infection. Complications may include pneumothorax, rupture of a subpleural bleb, hemoptysis, lung abscesses, and empyema. Massive hemoptysis and cor pulmonale may cause respiratory failure and increase moality",
        "cop": 3,
        "opa": "Increase bronchodilator therapy",
        "opb": "Sta broad-spectrum antibiotic therapy",
        "opc": "Initiate anti-pseudomonas antibiotic regimen",
        "opd": "Sta oral steroids",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "5c17c0db-c0ec-4c3e-900e-211acdd097b2",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old male nonsmoker is seen with complaints of a flulike illness. Initial symptomatic treatment is provided. Two days later, he returns, as he is still not feeling well. His primary physician prescribes a macrolide along with the symptomatic treatment. After 5 days of this treatment, the patient says he is running a fever and has increasing fatigue, weakness, and cough. He also complains of pain in the right wrist with some difficulty in motion. He has left groin pain and is unable to walk more than a few steps. On physical exam, vital signs are: pulse 110 bpm; temperature 102degF; respirations 24/min; blood pressure 10/68 mm Hg. He looks weak and says he has lost about 8 lb in the last 10 days. Peinent findings: lung exam reveals area of egophony, and E to A changes in the left anterior and posterior lung field. The patient has swelling with some areas of skin sloughing in the right wrist and tenderness with limitation of movement in the left groin area. Laboratory data: Hb 11 g/dL; Hct 33%; WBCs 16. 0/uL; differential 90% segmented neutrophils; BUN 42 mg/dL; creatinine 1. 1 mg/dL; sodium 142 m. Eq/L; potassium 3. 4 m. Eq/L. ABGs on room air: pH 7. 45, PCO2 34 mm Hg; PO2 65 mm Hg. CXR is shown. Associated findings may include all of the following except?",
        "exp": "This x-ray shows a nonhomogeneous airspace density in the left middle and lower zones with areas of incomplete consolidation and evolving pneumatocele formation. The left diaphragm is raised and the trachea appears shifted to the left, suggesting loss of volume of the left lung. There is minimal blunting of the left costophrenic angle, suggesting a left pleural effu-sion. This CXR is consistent with the left lower lobe necrotizing pneumonia with loss of volume, which can be seen in staphylococcal pneumonia. The prodrome of a flulike illness and the development of pneumonia along with multisystem involvement suggest a bacteremic process. Both staphylococcal and pneumococcal pneumonia can produce this picture. However, the signs of the loss of volume in the left lung along with the necrotizing airspace disease or pneumatoceles suggest that this is more likely staphylococcal pneumonia. Associated conditions include septic ahritis, endocarditis, and brain abscess. Reye syndrome is unlikely in an adult and is not an applicable choice here.",
        "cop": 4,
        "opa": "Septic ahritis",
        "opb": "Endocarditis",
        "opc": "Brain abscess",
        "opd": "Reye syndrome",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "c1a49e19-4984-4a6a-8acb-c927b5a920b6",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old female nonsmoker is being evaluated with symptoms of progressive shoness of breath. She has a past history of trauma to the right side of the chest. There is no history of asthma, sputum production, or recent chest pain. CXR is shown in, The likely diagnosis is",
        "exp": "There is a large, well-demarcated, calcified pleural-based opacity abutting the lateral chest occupying two-thirds of the left hemithorax. It has a rounded, intensely calcified inferior and medial border and thus suggests a pleural origin. The shadow is most consistent with a large, old organized hemothorax. The calcified and organized pleuralbased opacity is consistent with an old hemothorax secondary to previous trauma. The pulmonary functions in this case would show restrictive limitation due to fibrosis of the pleural space and decreased lung compliance.",
        "cop": 2,
        "opa": "Calcified cyst",
        "opb": "Organized hemothorax",
        "opc": "Blastomycosis",
        "opd": "Asbestosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "29c07a2a-41e2-4929-a4af-b18191223ff9",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old male smoker is referred with symptoms of weakness, dizziness, and right chest pain after playing with his grandson. He admits to having pain in the right shoulder and axilla off and on for the prior 6 mo. He denies any exposure to TB and has a negative PPD skin test. Routine laboratory tests are normal. CXR is shown. Associated findings will include",
        "exp": "This x-ray shows a right upper lobe homogeneous opacity merging with the right paratracheal area in the apical segment. This is consistent with a Pancoast tumor. The right clavicle is obscured in its medial aspect but does not show any fracture or erosion. Underlying hyperinflation is seen in all lung fields. The intercostal spaces in the right upper lobe region are diminished. The soft tissue shadows are similar bilaterally above the clavicles. The homogeneous opacity in the apical region is consistent with superior sulcus tumor (Pancoast tumor). This tumor invades the brachial plexus locally and is often associated with pain in the ulnar nerve distribution. It is also associated with Horner syndrome, i. e., anhydrosis, myosis, and ptosis. Lofgren syndrome is associated with sarcoidosis and is a triad of polyaicular ahritis, erythema nodosum, and bilateral hilar adenopathy. Sjogren syndrome may be primary or secondary to another connective tissue disorder and is also known as the sicca syndrome (due to its attendant triad of xerostomia, dry eyes, and ahritis). Heford syndrome is a uveoparotid fever associated with sarcoidosis. The chest x-ray finding is inconsistent with any of the latter conditions mentioned.",
        "cop": 1,
        "opa": "Horner syndrome",
        "opb": "Lofgren syndrome",
        "opc": "Sjogren syndrome",
        "opd": "Heford syndrome",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "046dea52-a87a-4d2b-b246-fc3397f7c56a",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old man with a history of emphysema and progressive dyspnea is admitted with mild hemoptysis. On exam, he is afebrile; he has a left-sided chest wall scar from a previous thoracotomy with decreased breath sounds in the left lung field. There are wheezes and rhonchi heard in the right lung field. The CXR is shown in. Based on the CXR and clinical history, the most likely diagnosis is",
        "exp": "This chest x-ray shows opacification of the left lung field with surgical rib changes and clips seen near the left main stem secondary to a left pneumonectomy. Multiple nodular opacities of varying sizes are seen in the right lung field. These changes are characteristic of metastatic disease. With the history of a left-sided thoracotomy and chest radiograph changes consistent with a pneumonectomy, the rightsided lesions are most likely metastatic lung cancer. There is no clinical evidence of a mucus plug with atelectasis, although the roentgenographic picture of a homogeneous density without air bronchogram with an ipsilateral mediastinal shift is typical of lung atelectasis. The history does not suppo other choices.",
        "cop": 2,
        "opa": "Left lung atelectasis with mucus plug",
        "opb": "Metastatic lung disease from lung primary",
        "opc": "Multiple pulmonary infarcts",
        "opd": "Septic emboli",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "1920f7c8-1ba3-4894-8c5f-54411c66b3bd",
        "choice_type": "multi"
    },
    {
        "question": "A 65 yr. old man developed severe acute onset breathlessness within few hours of an aortic valve replacement. X-Ray diagnosis is?",
        "exp": "Ans. C. Pericardial tamponade. Cardiac tamponadea. Gradual accumulation of pericardial fluid may fail to produce clinical signs or symptoms for an extended period of time. b. However, rapid accumulation of as little as 100-200ml of fluid can cause a hemodynamically significant compression of the heart, which severely impedes diastolic filling, the condition known as pericardial tamponade. c. Even in the face of preserved ejection fraction, diminished ventricular end-diastolic volume leads to reduced stroke volume. d. In addition to other clinical signs of pericardial effusion those of cardiac tamponade include pulsus paradoxus, which is exaggeration of the normal inspiratory drop in systolic blood pressure. Since acute tamponade may occur with small effusions, clinically important pericardial enlargement may be difficult to detect on plain radiographs. e. Subtle changes in cardiac contour may only be detectable by comparison with previous studies. If there is decreased pulmonary vascularity in spite of the cardiac enlargement or if the superior vena cava and azygos veins are dilated, tamponade should be suspected. f. Echocardiographic demonstration of Pericardial effusion and the clinical findings are usually sufficient to make the diagnosis of tamponade. CT and MRI are frequently instrumental in suggesting the cause of the effusion (i. e. hemorrhage, neoplastic involvement, inflammation due to tuberculosis, or other infectious processes, etc.).",
        "cop": 3,
        "opa": "Gross bilateral pleural effusion",
        "opb": "Left tension pneumothorax",
        "opc": "Pericardial tamponade",
        "opd": "Entire left lung collapse",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "4ca5937d-a090-4222-a0bc-91b32c4a7c9f",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old female cab driver, a smoker, is admitted with acute shoness of breath and mild hemoptysis. Her review of systems is otherwise unremarkable. Physical examination: pulse 100 bpm; temperature 99degF; respirations 21/min; blood pressure 160/84 mm Hg. The patient is overweight with a BMI of 30. Other peinent findings: lungs have decreased breath sounds with crackles in both bases. Heart: NSR with loud P2 and grade 2/6 systolic murmur in the left parasternal area. Extremities reveal trace bilateral pedal edema. Laboratory data: Hb 15 g/dL; Hct 45%; WBCs 7. 0/uL. EKG shows mild LV strain with no acute current of injury. ABGs on room air: pH 7. 38; PCO2 45 mm Hg; PO2 70 mm Hg. CXR is shown in. The likely diagnosis is",
        "exp": "The PA view is slightly overpenetrated. Lumbar interspaces are visible in this patient. The cardiac silhouette is large. The left costophrenic angle is blunted and there appears to be increased density behind the heart that paially obscures the diaphragm. There are bilateral linear opacities in the lower zones consistent with discoid or linear atelectasis. Mycoplasma or atypical pneumonia may present with a similar radiographic picture, but in the absence of an acute febrile illness, that diagnosis seems unlikely. Chronic bronchitis is a clinical diagnosis and is defined per ATS criteria as a history of chronic sputum production for most of the days in a 3-mo period for at least two successive years. The chest x-ray may show large pulmonary vessels if there is longstanding cor pulmonale and generally does not show any focal opacities. Although the patient is obese and 60% of patients with obstructive sleep apnea (OSA) are overweight, there is no history of hypersomnolence, sleep fragmentation, sleep disorder, or other clinical evidence of sleep apnea syndrome. The clinical scenario presented is suggestive of pulmonary embolism. The physical exam suggesting bilateral atelectasis and the chest radiograph depicting those changes and representing congestive atelectasis are consistent with that diagnosis.",
        "cop": 4,
        "opa": "Mycoplasma/atypical pneumonia",
        "opb": "Obstructive sleep apnea",
        "opc": "Chronic bronchitis",
        "opd": "Pulmonary embolism",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "0e29b9df-7c44-4e6b-ad2e-6cbc821c803e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of congenital lobar emphysema is:",
        "exp": "Ans. D. Macleod's syndrome is synonymous with it. Congenital lobar emphysemaa. Progressive over inflation of one or multiple lobes, usually of the upper lobes or right middle lobe. b. Left upper lobe is most commonly affected (43%). c. The word emphysema is misnomer as me-e is no alveolar wall destructiond. The etiology is unknown in many cases but is related to obstruction of the bronchus by a ball valve mechanisme. Present with respiratory distress (90%) with progressive cyanosis within 6 months of life. f. Associated congenital anomalies (cardiovascular) are seen in 50% casesg. Treatment is by lung resection",
        "cop": 4,
        "opa": "Left upper lobe involvement is most commonly involved",
        "opb": "Severe respiratory distress in childhood itself",
        "opc": "Childhood shift",
        "opd": "Macleod's syndrome is synonymous with it",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "7d3ee4fc-9b65-4e6d-8a80-05fcbdb39192",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old female nurse is seen with complaints of cough. She has been treated for \"bronchitis\" without much improvement. On exam, she is afebrile and has crackles in the upper zones of the lung field. PPD is negative and sputum for AFB is negative. CXR is shown. All of the following findings may be seen in this patient except",
        "exp": "A bilateral upper zone interstitial pattern is seen with hilar and paratracheal adenopathy. Lung volumes are normal. Cardiac size is normal. The physical signs are inconsistent with an infectious process. The CXR shows hilar, paratracheal LN, and parenchymal disease. Sarcoidosis may be associated with uveitis, skin lesions, bony cysts, and hypercalcemia, which is due to abnormal vitamin D metabolism. Sarcoidosis is a systemic disease of unknown etiology characterized pathologically by widespread development of noncaseating epithelioid cell granulomas, which may resolve or conve to fibrous tissue. The disease most commonly affects hilar lymph nodes and lungs, but uveitis and involvement of other organs such as the liver, spleen, skin, bone, and salivary glands are not rare. Lab studies may show anemia, leukopoenia, elevated SED rates, blood eosinophilia, hypercalcemia, hypercalciuria, and elevated levels of serum angiotensin-conveing enzymes. Half of the cases are detected incidentally on chest radiograph. Patients with adenopathy alone are usually asymptomatic, althoughpatients with pulmonary involvement may experience weight loss, fatigue, fever, cough, or shoness of breath. Hemoptysis is rare unless it is associated with end-stage sarcoidosis and a superimposed mycetoma. The disease is most common in African Americans, Pueo Ricans, and West Indians. Women are more susceptible than men. Diagnosis is usually confirmed by transbronchial biopsy, which can demonstrate granulomas despite the absence of radiographic evidence of this peribronchial disease. Adenopathy is the most common manifestation. Symmetrical, hilar, and classically right paratracheal involvement is seen. Unilateral hilar adenopathy is seen in less than 5% of cases. Peripheral \"eggshell\" lymph node calcification is occasionally seen. Pleural effusion is rare. Radiographic staging of sarcoid is as follows: Stage 0: normal finding, 10% at presentation, with the primary problem being nonpulmonary Stage 1: adenopathy without pulmonary disease, 50% at presentation Stage 2: adenopathy with pulmonary disease, 30% at presentation Stage 3: pulmonary disease without adenopathy, 10% at presentation Stage 4: pulmonary fibrosis, usually as a sequel to stage 3, rare at presentation Stage 1 disease resolves within a few years in most patients, and less than one-third of patients with stage I disease develop lung disease. Adenopathy is usually present when there is pulmonary disease. The lung involvement results from deposition of noncaseating granulomas along the lymphatic lining of the bronchial vascular bundles and interlobular septa. Findings include small, irregular interstitial and subpleural nodules throughout the lungs. Confluent interstitial infiltrates may be asymmetric, and cavitation is rare. The midzone and upper zone are most commonly involved, whereas the lung periphery and the bases are generally spared. Pulmonary involvement usually resolves but does progress to fibrosis in less than 20% of the cases, with architectural distoion, traction, and pleural thickening. The distribution is often patchy, in contrast to the peripheral lower lobe distribution of IPF. Occasionally, pulmonary sarcoidosis may appear as ground-glass opacities, patchy consolidation, or rounded \"cannonball\" infiltrates described as alveolar sarcoid.",
        "cop": 4,
        "opa": "Uveitis",
        "opb": "Skin lesion",
        "opc": "Bony cysts",
        "opd": "Hypocalcemia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "2450e9f2-5fc8-466e-bd05-353ae4643caa",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis is:",
        "exp": "Ans. C Right hydropneumothorax. CXR shows lucent (black) lateral aspect of right hemithorax with air fluid level in it-s/o hydropneumothorax. An expiratory CXR better than an inspiratory CXR for a diagnosis of pneumothorax. CT Thorax is IOC for pneumo/hydro- pneumothorax.",
        "cop": 3,
        "opa": "Right pneumothorax",
        "opb": "Left pneumothorax",
        "opc": "Right hydropneumothorax",
        "opd": "Left hydropneumothorax",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "03d69442-1f89-4efa-9347-ddb1def69143",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of ASBESTOSIS?",
        "exp": "Ans. c (Hilar adenopathy) (Ref. RRM Radiology, 6th ed., p. 463)ASBESTOSIS: Radiological features. Pleural changes. Pulmonary changes. Asbestos-related Malignancy# Pleural Effusion (21%)# Focal Pleural Plaques (65%)# Pleural Calcification# Bilateral diaphragmatic calcifications with clear costophrenic angles are PATHOGNOMONIC# Diffuse Pleural Thickening# 'Holy leaf' pleural calcification# The radiological features are similar to those of fibrosing alveolitis.# Unlike CWP, UZ are spared even in smokers.# Atelectatic Asbestos \"Pseudotumor\" ('Comet tail' appearance).# The most common of benign masses caused by asbestos exposure# Lung Cancer# Almost 100-fold T risk in smokers versus a 7-fold T risk in non- smokers. Bronchioloalveolar cell carcinoma (most common);# Bronchogenic Carcinoma (adenocarcinoma + squamous cell)# Malignant Mesothelioma# Gastrointestinal Neoplasm# Peritoneal mesothilioma# Laryngeal carcinoma. Additional Educational points: ILDs 1o affecting Uzs:(Mnemonic: UZs E-CLASS)ILDs 1deg affecting LZs:(Mnemonic: LZs - FAIL)# Extrinsic allergic alveolitis# Fibrosing alveolitis# Coal worker's pneumoconiosis# Asbestosis# Langerhans disease# Interstitial pulmonary edema# ABPA, Ankylosing spondylitis# Lymphangitis carcinomatosa# Sarcoidosis # Silicosis",
        "cop": 3,
        "opa": "Pseudotumor of lung",
        "opb": "Pleural plaques",
        "opc": "Hilar adenopathy",
        "opd": "Basal fibrosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "5b190eeb-1323-4b90-a23f-abd1ad29fd74",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for Interstitial Lung Disease?",
        "exp": "Ans. b (HRCT) (Ref. Harrison 18th/ p 1554). High Resolution Computerized Tomography # BASIC PRINCIPLE:- \"Bone algorithm\" (Basic Principle)0- Narrow beam collmation- 1 mm sections- Small field of view- Large matrix size# INDICATIONS (Investigation of choice for):- LUNGS:* Interstitial Lung Disease (ILD)* Bronchiectasis (\"Signet-ring\" sign)* Emphysema- PETROUS TEMPORAL BONE:* Cholesteatoma* Mastoiditis & Petrositis* Ossicular chain disruption* Congenital ear malformations* Facial canal fracture# Some Patterns of ILDs on HRCT:- \"Groundglass\" haziness is the earliest sign of almost all ILDs. 0- \"Honeycombing\" correlates with end-stage disease.- \"Tree in bud\" apperance is seen in atypical mycobacterial infection/endobronchial TB. deg- \"Crazy paving\" is seen in several ILDs but is a distinct feature of Pulmonary Alveolar Proteiniosis.- Multiple discrete \"lung cysts\" and chylous pleural effusion in a postmenopausal women is chracteristic of lymphangioleomyomatosis.- \"Mosaic perfusion\" is also a feature of ILD. Also Know. Diseases with Predeliction for Upper Lung Zones. Diseases with Predeliction for Lower Lung Zones. Extrinsic allergic alveolitis (chronic hypersensitivity pneumonitis). Fibrosing alveolitis. CWPAsbestosis. LCHInterstitial pulmonary edema. Ankylosing spondylitis. Lymphangitis carcinomatosa. Silicosis Sarcoidosis",
        "cop": 2,
        "opa": "Plain chest X-ray",
        "opb": "HRCT",
        "opc": "MRI",
        "opd": "Ultrasonography",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "bffd4fd6-1b8a-4d0a-a819-fbd9ed6db025",
        "choice_type": "single"
    },
    {
        "question": "Sequestrated lung is most commonly supplied by:",
        "exp": "Ans. d (Ascending aorta). (Ref. Sutton Radiology 7th ed. 253). Pulmonary sequestration# Sequestrated lung is \"a congenital mass of aberrant pulmonary tissue that has no normal connection with the bronchial tree or with the pulmonary arteries, and usually supplied separately by a anomalous branch from ascending aorta directly.# It is usually located in one of the basal segments of lower lobe. In 98% cases intralobar sequestration involves medial parts of left lower lobe. 98% of extralobar sequestrations are left sided.# Two varieties of pulmonary sequestration are known: A. Extralobar: it is most common variety in neonates and infants, is located between the lower lobe and diaphragm, has its own pleural covering, and other anomalies are common (65%), (like pulmonary hypoplasia, horseshoe lung, CCAM, bronchogenic cysts, diaphragmatic hernia and cardiac anomalies). B. Intralobar sequestration: diagnosed after adolescence, contained within lung with no separate pleural covering, and is intimately connected to adjacent lung.",
        "cop": 4,
        "opa": "Bronchial artery",
        "opb": "Subclavian artery",
        "opc": "Pulmonary artery",
        "opd": "Ascending aorta",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "024ee468-152c-4e88-8518-9b03359ba759",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male chronic smoker presents with progressive breathlessness for 1 month. Chest X-ray is shown. What is the most probable diagnosis?",
        "exp": "A i. e. Vanishing lung syndrome. Ref: Radiopedia. Explanation: Vanishing Lung Syndrome (Idiopathic Giant Bullous Emphysema). Characterized by giant emphysematous bullae, which commonly develop in the upper lobes and occupy at least one-third of a hemithorax. Progressive condition. Associated with several forms of emphysema. Commonly affects young men 1-2. Associated with: Cigarette smoking. Marfan syndrome, Ehlers-Danlos syndrome, Alpha-1-antitrypsin deficiency. Affected patients may be asymptomatic or experience hypoxia, severe dyspnea and/or chest pain. The bullae commonly involve the upper lobes with an asymmetric distribution and paraseptal location. Plain radiograph. Non-specific features. Bullae occupy more than one-third of the affected hemithorax (vary in size 1-20 cm), Upper lobes have greater involvement, There is bilateral and asymmetric lung involvement. May have compress effect to adjacent structures (lung parenchyma atelectasis, invert the ipsilateral diaphragm or contralateral displacement of the mediastinum and displacement of junction lines). CTBullae predominant in the subpleural location, Size of bullae ranges from 1 to 20 cm in diameter, Usually asymmetric. Presence of concomitant foci of paraseptal and centrilobular emphysema. Treatment and prognosis. The condition tends to be progressive. Criteria for bullectomy include large bullae with significant symptoms (reduced lung function or infection). Complications. Compression of surrounding lung (atelectasis), Pneumothorax, Bullae infection, Higher risk of lung cancer. Other Options: Emphysema: Lungs are large and hyper inflated. Signs of hyperinflation are: o Low set diaphragm. Flat diaphragm best determined by lateral chest, Hyper lucent lung fields, Increased AP diameter, Increased retro-sternal air. Vertical heart. Bulla. Air-filled space in the lung parenchyma due to destruction of alveolar tissue, distal to terminal bronchiole. Larger than 2 cm in distended state. Bullae + emphysema = bullous emphysema (can be congenital or complication of COPD). Giant bulla = bulla larger than one third of the hemithorax size and compression of adjacent lungparenchyma. Distinguish Giant Bulla from Pneumothorax. Important for treatment plan (bulla - no tube thoracostomy; pneumothorax - may need tube thoracostomy if large or symptomatic). Differentiation can be difficult on conventional radiography; they can coexist. Helpful signs for pneumothorax: visible visceral pleural line. Expiratory chest radiograph may help delineating a visceral pleural line of pneumothorax. CT scan is the most accurate mean to differentiate the two diagnoses. \"Double wall\" sign described in cases with ruptured bulla causing pneumothorax (air outlining both sides of the bulla wall parallel to the chest wall).",
        "cop": 1,
        "opa": "Vanishing lung syndrome",
        "opb": "Pneumothorax",
        "opc": "Panacinar emphysema",
        "opd": "Collapse",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "3e7d9a3a-f284-44f3-b3ab-198de7e6df15",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old female smoker is admitted with progressive weakness, weight loss, and dysphagia. Physical exam: pulse 110 bpm; temperature normal; respirations 18/min; blood pressure 110/60 mm Hg. The patient appears cachectic on general exam. Laboratory data: Hb 9 g/dL; Hct 27%; BUN 13 mg/dL; creatinine 0. 4 mg/dL; sodium 124 m. Eq/L; potassium 3. 8 m. Eq/L. Chest x-rays are shown. An associated symptom that may signal mediastinal involvement and inoperability is",
        "exp": "The PA view shows a large, well-defined opacity in the right hilum. The ascending aoa shadow is not silhouetted, suggesting that this is a posterior opacity. The left hilum and the left PA appear normal. This large posterior mediastinal mass is an esophageal lesion, and the presence of steady, constant, boring pain is indicative of mediastinal involvement and therefore inoperability. Cough may be due to aspiration or laryngeal reflux; clubbing can at times be seen in both benign and malignant lesions of the esophagus and does not indicate mediastinal involvement or inoperability",
        "cop": 3,
        "opa": "Cough",
        "opb": "Clubbing",
        "opc": "Steady boring chest pain",
        "opd": "Diaphoresis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "13e16be4-d584-4238-8efc-4d217e803b57",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old woman with a longstanding diagnosis of mixed connective tissue disorder and pulmonary fibrosis is admitted with symptoms of recent increase in postprandrial retrosternal distress, heaburn, and nocturnal cough. Her ECG shows nonspecific T-wave changes and she finds minimal relief of her symptoms with sublingual NTG. On examination, she is not in any acute distress and is afebrile. Chest exam reveals bilateral crackles. CXR is shown. The cause of this patient's acute symptoms may be",
        "exp": "This chest x-ray shows a large, air-containing, hyperlucent opacity in the middle poion of the thorax representing a large hernia in the mediastinum. The lung parenchyma shows increased linear and reticular markings, predominantly in the lower zones, consistent with the diagnosis of interstitial disease. The symptoms described are due to an acid reflux disorder, and the chest x-ray shows a large hiatal hernia. Hiatal hernia represents herniation of the stomach through the esophageal hiatus and is frequently found in adults. It occurs as an oval retrocardiac mass, most often with an air-fluid level, and is due to laxity, stretching, and widening of the hiatus. Obesity and increased intraabdominal pressures are contributing factors. The majority of hernias spontaneously reduce and are called sliding hernias. A paraesophageal hernia occurs when the stomach herniates next to the distal esophagus. Patients may be asymptomatic or may have symptoms of reflux.",
        "cop": 1,
        "opa": "Large hiatal hernia",
        "opb": "Mediastinal abscess",
        "opc": "Pneumopericardium",
        "opd": "Ileus",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "23bbc9aa-56a3-4fcf-a018-d49faf4c90e9",
        "choice_type": "single"
    },
    {
        "question": "Pleural plaques are best seen on?",
        "exp": "Ans CNoncalcified pleural plaques are more difficult to appreciate radiographically. An increased sensitivity and awareness of pleural plaques and the use of oblique chest radiographs will increase the rate of detection.",
        "cop": 3,
        "opa": "CXR PA view",
        "opb": "AP view",
        "opc": "Oblique view",
        "opd": "Lordotic view",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "eb74a796-1ba3-4994-86a6-cb7988936919",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old male smoker is seen in the clinic with symptoms of cough and sputum production. He is afebrile. On lung exam, there are leftsided crackles and rhonchi with egophony in the LUL. The patient is treated for acute exacerbation of chronic bronchitis. Sputum is negative for AFB. The changes on the patient's CXR on the left side are due to",
        "exp": "The PA view of the chest shows marked detion of the trachea into the left hemithorax. The left main stem bronchus is pulled upward, and the left hilum is substantially elevated; the thin, radiodense lines coming from the hilum to the left lower chest are the pulled, stretched pulmonary aeries. There is substantial thickening of the lateral pleural wall, especially in the left upper lobe region. An inhomogeneous density in the left upper lobe region represents bronchiectasis and cystic changes of the destroyed left upper lobe. Although the clinical symptoms are suggestive of chronic bronchitis, the chest radiograph suggests old, inactive granulomatous disease like TB, with pleural-based opacity and loss of volume. Left upper lobe pneumonia does not cause loss of volume unless it is secondary to a necrotizing process.",
        "cop": 3,
        "opa": "Chronic bronchitis",
        "opb": "LUL pneumonia",
        "opc": "Old granulomatous disease",
        "opd": "Asbestos exposure",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "a9b8853d-39d9-41d4-9946-8c5a9babcb88",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old woman is admitted with a history of fever, chills, and greenish sputum for 10 days. She has history of ETOH and substance abuse. On physical examination, vital signs are: pulse 113 bpm; temperature 101degF; respirations 25/min; blood pressure 110/78 mm Hg. She looks ill and has crackles with egophony and E to A changes in the right upper lung field. Laboratory data: Hb 12 g/dL; Hct 37%; WBCs 15. 0/uL; differential BUN 48 mg/dL; creatinine 1. 7 mg/dL. Chest radiographs are shown below. What is the most likely diagnosis?",
        "exp": "This x-ray shows a large lobar density in the right upper lobe with some area of incomplete consolidation in the density. The lower end of this opacity is bulging and the horizontal fissure is displaced downward. The chest x-ray and the clinical picture are consistent with pneumonia. The bulging fissure with a densely consolidated lobe has been described with klebsiella pneumonia, although it can occur more frequently with S. pneumomiae. Tuberculosis pneumonia would show cavitary disease with loss of volume. A loculated empyema presents as a pleural base opacity. Based on the diagnosis of pneumonia, the next management step is to sta the antibiotics. Because of the immune-compromised status of the patient as well as the extent of the pneumonia, complications would include ARDS and septic shock. Hyponatremia is seen with pneumonia and indicates inappropriate ADH secretion. Although patients with ETOH abuse may have pancreatitis per se, this is not a complication of pneumonia.",
        "cop": 1,
        "opa": "Klebsiella pneumonia",
        "opb": "Loculated empyema",
        "opc": "Postobstructive pneumonia",
        "opd": "Tuberculosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "d9150f7d-d242-48ed-80a3-f54f45c5fe22",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old non-smoker lady presented with on and off haemoptysis and productive cough for 1 year. There was no fever or constitutional symptoms. Physical examination showed clubbing of fingers and coarse crepitations over the lung base. Blood tests were essentially normal and an initial CXR was performed. CT scan was also performed, which is shown below. What is the radiological diagnosis:",
        "exp": "Ans. B Bronchiectasis. Thick walled air-filled clustered appearance on CXR - HRCT is known as Cluster of grapes signQ- seen in BronchiectasisQ. Tram-track signQ, Signet ring signQ, String of pearls signQ, Lobulated gloved fingerQ/Y/V-shaped densitiesQ seen. CXR - initial investigationQ. HRCT - is BESTQ.",
        "cop": 2,
        "opa": "Pneumoconiosis",
        "opb": "Bronchiectasis",
        "opc": "Emphysema",
        "opd": "Lung abscess",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "5fe97243-fabc-4288-a56c-f15a84e474a8",
        "choice_type": "multi"
    },
    {
        "question": "A lesion with sharp outlines extending above the clavicles suggests?",
        "exp": "Ans BThe anterior mediastinum ends below the clavicle while the apical lobes of upper lung lobes extend superior to the clavicles more posteriorly hence if a mass lies in the posterior mediastinum its margins would be lined by air filled lungs and hence seen as sharp margins. This is an extension of the Silhouette sign - the Cervico-thoracic sign.",
        "cop": 2,
        "opa": "Anterior mediastinal lesion",
        "opb": "Posterior mediastinal lesion",
        "opc": "Cardiac lesion",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "35c66edb-3df0-475f-8e61-c4fc440b4f7d",
        "choice_type": "multi"
    },
    {
        "question": "Identity the structure in the given chest X-ray:",
        "exp": "Ans. b. Left-Cardiophrenic angle",
        "cop": 2,
        "opa": "Left-Costophrenic angle",
        "opb": "Left-Cardiophrenic angle",
        "opc": "Right-Costophrenic angle",
        "opd": "Right-Cardiophrenic angle",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "b94c351a-1e91-4f40-92ad-8a85428eff30",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man with a past history of smoking for 30 years (he stopped 3 years ago, prior to cardiac bypass surgery) is admitted with cough and mild hemoptysis. He is afebrile with no shoness on breath. Physical exam is negative except that the lung exam reveals rhonchi in the left upper lung zone. The finding/abnormality most likely to occur with the lesion seen on the CXR in",
        "exp": "A large, 7 x 11-cm mass is seen in the left parahilar area. This has a well-defined edge and silhouettes out the hilar structures. The diaphragms are flattened, and there is no pleural disease. There are mediastinal (sternal) wires from prior CABG. This CXR is consistent with a bronchogenic carcinoma and is likely to be associated with hypercalcemia if this is small cell or squamous cell carcinoma. The clinical findings are not consistent with fungal disease or thromboembolism. The chest x-ray in fungal infection is usually multi-segmental, and pulmonary embolism tends to cause patchy infiltrates with pleural effusion. Koilonychia is spoon-shaped nails seen in severe iron-deficiency anemia.",
        "cop": 1,
        "opa": "Serum calcium of 13. 6 mg/dL",
        "opb": "Sputum positive for fungal elements",
        "opc": "Increased D-dimer levels",
        "opd": "Koilonychia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "909c5914-1363-4cd5-b42a-32d899a5b805",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man is admitted for elective hernia repair. He has a 40- pack-per-year smoking history and worked as a construction worker for 20 years. He complains of shoness of breath and occasional blood-streaked sputum. His ECG shows lateral wall ischemia. The findings on his chest x-rays are due to",
        "exp": "The lateral film of the patient shows marked calcification in the right posterior sulcus from the top almost to the bottom of the lung; there is also heavy calcification along the lateral pleural surfaces and some calcification along the diaphragm, primarily on the right The chest x-ray shows dense bilateral pleural plaques and diaphragmatic calcification characteristic of asbestos-related disease. Pleural plaques, malignant mesothelioma, asbestosis, and lung cancer occur after a long latency period. Asbestos-related pleural effusions are often bloody, exudative, and difficult to differentiate from those caused by trauma, neoplasm, or thromboembolic disease. Diagnosis is based on history of occupational exposure and exclusion of other causes. Chronic bronchitis is a clinical diagnosis, and the chest radiograph and clinical picture are not suggestive of CHF. Empyema presents as a pleural effusion or a loculated pleural-based opacity and not with diffuse bilateral calcification.",
        "cop": 3,
        "opa": "Chronic bronchitis",
        "opb": "Empyema",
        "opc": "Environmental occupational exposure",
        "opd": "Congestive heart failure",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "d5c5f76b-ea94-459b-9bca-d52847afb330",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man with a history of COPD and old TB is seen with mild hemoptysis and chronic cough. He is HIV negative and has been ill for about 2 wk. Vital signs: pulse 110 bpm; temperature 101degF; respirations 24/min; blood pressure 108/70 mm Hg. No skin lesions are noted. Laboratory data: Hb 14 g/dL; HCA 42%; WBCs 8. 7/uL; BUN 24 mg/dL; creatinine 0. 8 mg/dL; sodium 131 m. Eq/L; potassium 4. 3 m. Eq/L. ABGs on RA: pH 7. 37; PCO2 43 mm Hg; PO2 87 mm Hg. Sputum tests reveal numerous AFBpositive organisms on smear. Spirometry shows an obstructive ventilatory impairment with marginal reversibility. CXR is shown. Among the choices listed, the most likely diagnosis is",
        "exp": "This chest x-ray shows hyperlucent lung fields with flattened diaphragm. Areas of vascular attenuation are noted especially in the upper zones, consistent with central lobar emphysema. A 3. 5 x 3-cm circular cavitary shadow is seen in the right upper zone with elevation of the horizontal fissure and the right hilum. An upper lobe cavitary lesion in a patient with underlying COPD suggests TB or NTM (MOTT). AFB-positive smears may culture out Mycobacterium kansasii or M. avium-intracellulare complex (MAC). Another possibility is nocardia infection. Actinomyces can present as upper lobe cavitary disease but is not acid-fast-positive on smear and is commonly seen with skin infection and fistula formation. The diagnosis of M. avium disease (MAC) is established by fulfilling clinical radiographic and culture criteria. The diagnosis should be suspected with symptoms of cough, fever, and weight loss with progressive infiltrates, cavitation, and multiple nodules. Patients without underlying lung disease who have chronic pulmonary infections are predominantly women and nonsmokers. High-resolution CT scan typically shows multiple small nodules with bronchiectasis. The diagnosis must be established bacteriologically since some nontuberculous mycobacteria are commonly found in nature and contamination of specimen can occur. Therefore, the diagnosis of MOTT pulmonary disease requires the following: three positive cultures with negative AFP smears; two positive cultures and one positive smear; a single bronchial specimen with a positive culture of 2 to 4+ growth; a positive AFB smear and a positive culture of any biopsy specimen; granuloma by biopsy with one positive culture from any respiratory specimen; or a growth of MAC from any usually sterile extrapulmonary site. Although transient infection with spontaneous resolution occurs, significant growth on culture means disease is present. Mycobacterial disease due to nontuberculous mycobacteria is now more common than tuberculosis in the United States. It is generally prevalent in specific areas such as the Southeast and the Gulf Coast region. According to the CDC, one-third to onefouh of all isolates of mycobacteria are due to nontuberculous mycobacteria. Natural waters appear to be the likely environmental source of these organisms, which can be isolated from tap water or even hospital water. Person-to-person transmission is thought to be unlikely. Clinical syndromes of MAI disease in nonimmune non-HIV individuals occur in older patients, paicularly smokers and alcoholics with COPD. These syndromes may present as upper lobe infiltrates or cavitary or solitary nodules. Patients can develop chronic bronchiectasis or cystic fibrosis. In nonsmoking women older than 50, multiple small and medium-sized nodules may be seen. Upper lobe or lingular infiltrates have been described. Coughing and purulent sputum for an average of 6 mo may be present.",
        "cop": 2,
        "opa": "Lung abscess",
        "opb": "Non-TB mycobacteria",
        "opc": "Actinomycosis",
        "opd": "Aspiration pneumonia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "81289afd-e5a1-44a5-b479-b9834c9adb22",
        "choice_type": "single"
    },
    {
        "question": "A 57 year old recently retired demolitions worker complains of increasing shoness of breath. The patient was a chronic heavy cigarette smoker through his adult life but quit about a year before presentation. A chest CT was performed. Which of the following steps is not appropriate in the evaluation of this patient?",
        "exp": "A. PA chest radiograph shows a large mass in the left upper lobe (arrow). B. Coronal contrast-enhanced CT study shows a left upper lobe lung mass (arrow). C. Axial CT study shows a left upper lobe lung mass (white arrow) and enlarged mediasintal lymph nodes (black arrow). D. Axial CT study shows multiple liver masses (arrows) Answer: (d), follow-up CT in 3 to 6 months to document stability of the lesion is not an appropriate next step in evaluation of this patient, and thus (d) is the correct answer. Positron emission tomography (PET scan) is an appropriate next step, which would be expected to show hypermetabolism in the lesion as well as any metastatic deposits, and thus (a) is not the correct answer. Bronchoscopy with sampling of the lesion is an appropriate next step, and therefore (b) is not the correct answer. Computed tomography directed biopsy of the lesion is also an appropriate next step, and thus (d) is not the correct answer.",
        "cop": 4,
        "opa": "positron emission tomography (PET scan)",
        "opb": "bronchoscopy",
        "opc": "computed tomography directed biopsy of the lesion",
        "opd": "follow-up CT in 3 to 6 months to document stability of the lesion",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "0a86437e-bcbd-4617-9fbb-6b6cbe6c3c5c",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old chronic smoker presents with weight loss, cough and hemoptysis. A chest radiograph was obtained and revealed this appearance. The patient developed over the next few days a gradually progressive left upper limb pain, paraesthesia and weakness. He also developed left sided Horner's syndrome. Most likely diagnosis is:",
        "exp": "Ans. C Pancoast tumour. You can see a left apical mass (radio opacity) causing gross destruction of overlying ribs and soft tissues - suggests Pancoast tumourQ. Most commonly - Squamous cell carcinomaQ. MRI is IOCQ.",
        "cop": 3,
        "opa": "Fungal ball",
        "opb": "Pulmonary hydatid cyst",
        "opc": "Pancoast tumour",
        "opd": "Hamartoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "45fac9fa-f7f6-4233-bf14-a701b30eb9ee",
        "choice_type": "multi"
    },
    {
        "question": "On a Chest X-ray, if 'air bronchogram' is seen within the opacity, means opacity is?",
        "exp": "Ans. C. Intrapulmonary. (Ref. Sutton 7th/pg. 26). Air bronchogram sign: Parenchymal lung consolidation may result in visualization of the intrapulmonary bronchi, whichare otherwise not visible on normal chest radiograph, because the air within their lumens will then stand out in contrastto the surrounding opaque lung, known as air bronchogram. Various causes of air bronchogram sign are: 1) Normal person with phase of long exposure2) Consolidation3) Atelectasis (except in obstructive type)4) Alveolar cell carcinoma5) Pulmonary alveolar microlithiasis6) Pulmonary edema7) Pulmonary infarction (temporary)8) Pulmonary lymphoma of alveolar type9) Pulmonary hemorrhage10) Aspiration11) Sarcoidosis",
        "cop": 3,
        "opa": "Extrapleural",
        "opb": "Intrapleural",
        "opc": "Intrapulmonary",
        "opd": "Extrapulmonary",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "89594e23-da1c-4f52-8957-72fc2e26093a",
        "choice_type": "single"
    },
    {
        "question": "Opacity with nodular & Irregular calcification is seen in:",
        "exp": "Ans. D. All of the above. All these conditions are associated with eggshell calcification. Honey combing is seen in: a. Histiocytosis Xb. Tuberous sclerosisc. Sarcoidosisd. Pneumoconiosise. Cryptogenic Fibrosing alveolitisf. Sclerodermag. Rheumatoid arthritish. Lipoid pneumoniai. Lymph angiomatosisj. Amyloidosis. Crazy pavement appearance is seen in alveolar proteinosis",
        "cop": 4,
        "opa": "Pulmonary Histiocytosis",
        "opb": "Sarcoidosis",
        "opc": "Scleroderma",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "a058a61c-bac7-4440-b928-0272af1ee0e8",
        "choice_type": "multi"
    },
    {
        "question": "Eggshell calcification is unlikely in which of the following condition",
        "exp": "In the mediastinum and thorax Silicosis: 5% patients Treated lymphoma: (postirradiation Hodgkin disease) usually 1-9 years following treatment Coal worker&; s pneumoconiosis (CWP): 1% patients Sarcoidosis: calcification is uncommon (only 5% of patients) and occurs late in the disease; only rarely does it have an eggshell configuration Scleroderma and Amyloidosis: rare Blastomycosis (e. g. pulmonary blastomycosis): rare Histoplasmosis (e. g. pulmonary histoplasmosis): rare",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Coal worker's pneumoconiasis",
        "opc": "Castleman disease",
        "opd": "Scleroderma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "52a887ba-e75f-4fb7-8407-c0f761b457b3",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man with a history of substance abuse and HIV infection is seen in the ER with complaints of fever, weight loss, production of foulsmelling sputum, and shoness of breath for 2 wk. On physical exam he is tachypneic and has clubbing of his digits. Lung exam reveals diffuse rhonchi and an area of egophony with whispering pectoriloquy in the right chest posteriorly. ABGs reveal Pa. O2 of 59 mm Hg on room air. CXR is shown. What is the most likely diagnosis?",
        "exp": "This chest x-ray shows right upper zone opacity with multiple air-fluid levels. Surrounding this opacity and the air-fluid levels is an ill-defined infiltrate. Note that the right apex and lower lung zones are clear. The left lung is also clear, and no pleural or mediastinal disease is noted. This x-ray is consistent with a necrotizing process in the posterior segment of the right upper lobe, with an air-fluid level such as in a lung abscess. The presence of a subacute illness with foul-smelling sputum and clubbing is a classical presentation for a lung abscess, which is caused by mixed aerobic and anaerobic infection. Pneumococcal pneumonia generally does not produce a necrotizing picture, and PCP in an immune-compromised patient usually appears as a diffuse reticular pattern, but cystic and cavitary areas may be present. A lung abscess represents a localized area of lung necrosis with a thick wall and an acute angle to the chest wall. An air-fluid level is seen, representing a communication with the bronchial tree. The fluid level diameter is usually similar on PA and lateral chest films with a lung abscess and is often considerably different with empyema. Differentiation between an empyema and a lung abscess is crucial since the former requires tube thoracostomy, while the latter is adequately treated with antibiotics and postural drainage. Immediate bronchoscopy may not be needed unless an endobronchial obstruction is suspected or there is a history of choking or aspiration. Contrast CT scans may be helpful to see the split pleural sign with marked visceral and parietal pleural thickening in an empyema.",
        "cop": 3,
        "opa": "Pneumococcal pneumonia",
        "opb": "PCP pneumonia",
        "opc": "Lung abscess",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "b71dcf7c-31ab-4709-85cd-3589dc820284",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in bronchiectasis",
        "exp": "Ans: b (HRCT). Second investigation of choice (earlier): Bronchography (not Bronchoscopy)HRCT signs: Honeycomb pattern. Tram-track pattern. Grape cluster pattern. Tooth paste pattern. Signet ring pattern. Very important. Some Investigations of choice: Bronchiectasis: HRCTRenal TB (early): IVPRenal TB (advanced): CT>IVPRenal calculus: Non contrast Helical CT scan. Dental pathology and. TM joint pathology: pantamogram. Pregnant lady with upper abdominal mass: MRIPosterior urethral valve and VUR: MCU (Micturating cystourethrogram). Osteoporosis: DEXA",
        "cop": 2,
        "opa": "MRI",
        "opb": "HRCT",
        "opc": "bronchoscopy",
        "opd": "chest x-ray",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "ea40b635-2a91-4e22-8e8f-7c4b91875b1e",
        "choice_type": "single"
    },
    {
        "question": "Egg shell calcification is seen in all except:",
        "exp": "Ans: d (Osteogenic sarcoma). Egg shell calcification of lymph node in chest X-ray seen in:* Silicosis* Sarcoidosis* Coal worker's pneumoconiosis* Lymphoma following radiotherapy* Histoplasmosis* Amyloidosis* Scleroderma",
        "cop": 4,
        "opa": "Silicosis",
        "opb": "Sarcoidosis",
        "opc": "Coal worker's pneumoconiosis",
        "opd": "Osteogenic sarcoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "d16e6b02-e07c-4015-86cc-644453e6c566",
        "choice_type": "multi"
    },
    {
        "question": "A known case of pancreatitis presents on Day 4 with breathlessness, basal crepitations. Diagnosis is:",
        "exp": "Ans. C ARDSPerihilar fluffy opacities - Bat wing opacitiesQ seen in pulmonary edema (cardiogenic/non-cardiogenic), ARDS. Common pulmonary complications of pancreatitis are ARDS, pleural effusion (mostly left sided) and consolidation.",
        "cop": 3,
        "opa": "Lung collapse",
        "opb": "Pleural effusions",
        "opc": "ARDS",
        "opd": "Aspiration pneumonia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "01482ef5-7f38-4362-8133-758a2c0049de",
        "choice_type": "single"
    },
    {
        "question": "Bulging fissures in lung is seen in",
        "exp": null,
        "cop": 2,
        "opa": "Staphylococcus pneumonia",
        "opb": "Klebsiella pneumonia",
        "opc": "Pulmonary edema",
        "opd": "Pneumoconiasis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "a65a5c2b-ce7e-42ef-93e6-2842f5e1f749",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old woman is referred to the clinic with a history of repeated respiratory tract infections. There is no significant travel history and she denies any possibility of foreign body aspiration. On examination, she has coarse crackles in the left lower lung zone. CXR is shown in Fig.. Based on the history and CXR, the next diagnostic step should be",
        "exp": "This x-ray shows a cystic opacity in the left lower lobe behind the heart obscuring the left diaphragm but not obscuring the left heart border. These cystic-appearing shadows originate from the left lower lobe bronchus. This picture is consistent either with left lower lobe bronchiectasis or sequestration of the lung. The chest x-ray and clinical history suggest bronchiectasis of the left lower lobe. Bronchograms are not done anymore because of frequent complications and the fact that a CT scan can confirm the diagnosis. Bronchoscopy would not reveal any additional information unless there is a history of foreign body aspiration. Determination of immunoglobulin levels would be helpful in a patient with chronic generalized or multilobar infection or frequent skin infections. The differential diagnosis in this case would include pulmonary sequestration, which could present with a similar radiological picture. A pulmonary sequestration is an abnormal embryonic lung tissue that is segregated from the tracheal bronchial system and does not communicate through normal bronchus. Since the sequestrated lung is cystic, it does not function normally. There are two types of pulmonary sequestration. Intralobar sequestrations, seen most frequently in adults, are located within the visceral pleura and are contained within the lung parenchyma. Extralobar sequestrations, which are located outside the visceral pleura, have their own separate pleural covering. The most common location for intralobar sequestration is the posterior basilar segments of the lower lobe. It is characterized by bronchiectasis with cystic areas containing mucus or mucopurulent material, and is lined with ciliated columnar or cuboidal epithelium. The walls may contain cailage and glands. In the adult, multifocal epithelial changes can occur, and dysplastic or carcinomatotic changes have been repoed within intralobar sequestrations. The most common site of the region of the anomalous aerial supply in pulmonary sequestration is the thoracic aoa, followed by the abdominal aoa and intercostal aeries. Cough and hemoptysis may be the initial symptoms. On plain x-ray, intralobar sequestration appears as a solid or cystic mass located in the lower lobe. Air-fluid levels are seen and may be mistaken for pneumonia, bronchiectasis, or abscess formation. Bronchoscopy reveals no abnormality, and for a definitive diagnosis of sequestration it is impoant to demonstrate the systemic aerial supply. CT scan or aoography can accomplish this. Untreated sequestration has an associated morbidity related to infection, vascular shunting and hemoptysis; thus, resection is the treatment of choice.",
        "cop": 1,
        "opa": "Contrast CT scan of the chest and upper abdomen",
        "opb": "Bronchogram",
        "opc": "Bronchoscopy",
        "opd": "Determination of serum immunoglobulin levels",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "c0df1672-962e-4df5-8754-6a9d7c8382f0",
        "choice_type": "multi"
    },
    {
        "question": "Small pneumothorax can be best demonstrated by?",
        "exp": "Ans. b (Chest X-ray in inspiration and expiration) (Ref. Grainger & Allison's Diagnostic Radiology, 5th ed.). Special chest radiographic views. Use1. Lordotic view# To detect lesions of middle lobe (like collapse) and collection in fissure and subtle infiltrates in UZS. 2. Oblique views# To demonstrate the retrocardiac space, the posterior CP angles and the chest wall, with pleural plaques being clearly demonstrated. 3. Decubitus view# To demonstrate small amount of pleural fluid, that is not seen on PA view. 4. Paired inspiratory and expiratory views# To demonstrate air trapping, small pneumothorax, interstitial shadowing, diaphragm movements, and inhaled foreign body in children. 5. Lateral view# Retrosternal space is best seen in lateral view. 6. Oblique view# The retrocardiac space is seen well on oblique view. 7. Films exposed in expiration# To demonstrate air trapping, particularly in pediatric practice for any patient suspected of having inhaled a foreign body.# To demonstrate a small pneumothorax and interstitial shadowing. Acquiring a CXR# Usually a CXR is taken by using kV between 80-120 with a FFD of 6 feet (1. 85 m) reduces magnification and produces sharper image.# Using a low k. Vp (60-80 kV) produces a high-contrast film with miliary shadowing and calcification being seen more clearly.# With high voltages (120-170) the films are of lower contrast with | visualization of hidden areas of lung, better penetration of mediastinum and better demonstration of normal, vessel markings and abnormal opacities.# 1 rad = 1 rem = 0. 01 m. Sv# The effective dose equivalent from resulting from chest radiographic examination is 0. 6 m. Sv (6 mretn or mrad)# One CT thorax (8 m. Sv) is equivalent to 400 CXR",
        "cop": 2,
        "opa": "Supine chest X-ray",
        "opb": "Chest X-ray in inspiration and expiration",
        "opc": "Lateral decubitus view",
        "opd": "Prone oblique view",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "b80f7805-e8c2-4c1c-bf46-06e66d751ecc",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old man is seen in the chest clinic. A week ago he was seen in the ER with symptoms of headache, fever, and metallic taste in his mouth. He denied any specific respiratory symptoms. It was noted in the ER record that he had a history of substance abuse. His physical exam was normal except for needle tracks in his right arm. At that time, before a complete evaluation was done, he left the ER against medical advice. A CXR done in the ER is retrieved. The patient is currently asymptomatic and came to the clinic because he wanted a general checkup. Based on the chest x-ray, the most likely diagnosis is",
        "exp": "The PA view demonstrates a normal cardiac silhouette. The pulmonary aeries are not enlarged. There is an elongated opaque metallic density with irregular margins in the left medial costophrenic angle. The pulmonary parenchyma is studded with small nodular and linear opaque densities. These findings suggest intravascular embolization. The inhalation, ingestion, or injection of mercury can produce toxicity, and the clinical scenario described is of an individual who has a history of intravenous substance abuse. The symptoms of headache, fever, and metallic taste in the mouth may follow intravenous injection of mercury. In severe cases, dyspnea, chest pain, and respiratory failure may develop. Metallic mercury can be introduced through an IV site. Foreign body granulomas may form in the lung without any systemic toxicity or demonstrable damage of the pulmonary vascular bed. CXR changes with metallic densities and spherules may remain for many years. The spherical shape of the mercury droplets can be differentiated from shrapnel, which has angular margins, and lymphangiographic dye, which presents as a diffuse haze. Barium and bronchographic contrastmaterial produce a more linear opacity. Other forms of granulomas or inhalation exposure do not produce these chest radiograph changes.",
        "cop": 3,
        "opa": "Primary TB",
        "opb": "Silicosis",
        "opc": "Pulmonary embolization of metallic paicles",
        "opd": "Sarcoidosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "69831b70-0d29-4f4e-bef3-b2942075092a",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old G1, PO 26-wk pregnant woman is seen in the OB clinic. She has a past history of bronchial asthma that has been well controlled for the last year by inhaled steroids. She states that she has noted increasing shoness of breath for the last 3 days. On examination, she appears tachypneic and moderately uncomfoable. On physical examination, she has a pulse of 110 bpm; normal temperature; respirations 32/min; blood pressure 160/90 mm Hg. Heart exam: NSR without any gallop. A grade 2/6 systolic murmur in the pulmonic area is heard. Lung exam is clear to auscultation; abdomen exam confirms a 26-wk gravid uterus. Laboratory data: Hb 12 g/dL; Hct 36%; WBCs 7. 0/uL with normal differential; BUN 23 mg/dL; creatinine 0. 9 mg/dL; sodium 136 m. Eq/L; potassium 4. 2 m. Eq/l. ABGs on room air: pH 7. 34; PCO2 34 mm Hg; PO2 68 mm Hg. PEFR 450 L/min. Chest x-rays are shown. The most likely diagnosis is",
        "exp": "The PA show normal lung parenchyma. There are no mediastinal nodes or masses. The cardiophrenic and costophrenic angles are clear. Also, on the lateral view there is an enlarged left main pulmonary aery pressing over the LUL bronchus. Calcified hilar nodes are noted. This is a classic example of a clinical scenario with a high likelihood of pulmonary embolism in a high-risk patient. The chest radiograph is often unimpressive or normal, as in this case. However, congestive atelectasis, as mentioned in the previous question, moderate bloody pleural effusion, and nodular or patchy infiltrates can be seen. In some cases unilateral oligemia (Westermark sign) is recognized. Hampton's hump is a term used to define pulmonary lobules filled with blood. These are triangular pleural-based infiltrates with their apex toward the hilum. The increased alveolar aerial gradient seen on the aerial blood gas study suggests a ventilation-perfusion (V/Q) mismatch and rules out an acute anxiety state as the cause of the symptoms. Although the patient has a history of bronchial asthma, the lung exam reveals no wheezing or expiratory prolongation and symptoms have been well controlled. Peak flows are satisfactory and hence an acute asthmatic attack is unlikely. With a hemoglobin level of 12 g/dL and no clinical evidence of heart failure, a diagnosis of high-output heart failure is incorrect. The clinical diagnosis of pulmonary embolism warrants fuher diagnostic steps. A V/Q scan would be most helpful in reaching a diagnosis, especially in this case with a normal CXR. Other tests to assess respiratory function or exerciseinduced hypoxemia would be inappropriate in this clinical setting.",
        "cop": 2,
        "opa": "Acute anxiety",
        "opb": "Pulmonary embolism",
        "opc": "Acute exacerbation of bronchial asthma",
        "opd": "High-output heart failure",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "5dda9c6b-46e9-4b88-a119-f4530e2ac52a",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for diagnosis of pulmonary embolism?",
        "exp": "Ans. b (CT Scan Chest). (Ref. Harrison's principles of Medicine, 18th/Ch. 262)PULMONARY EMBOLISM -CXR - SIGNS:'Hampton's hump'A peripheral area of more or less wedge-shaped consolidation may indicate associated infarction. Westermark sign. Regional oligaema with sharp cut-off of a pulmonary embolism may be seen. Palla's sign. Enlarged right descending pulmonary artery. CTA:# Computed tomography of the chest with intravenous contrast (CECT) is the principal imaging test for the diagnosis of PE.# Studies have shown that CTPA has a very high sensitivity and specificity with a high negative predictive value for the detection of pulmonary embolism.# Multidetector-row spiral CT acquires all chest images with <1 mm resolution during a short breath hold. This generation of CT scanners can image small peripheral emboli.# Sixth-order branches can be seen with resolution superior to conventional invasive pulmonary angiography.# In patients with PE, RV enlargement on chest CT indicates a fivefold increased likelihood of death within the next 30 days compared with PE patients with normal RV size on chest CT. Radioisotope scan:# Lung scanning is now a second-line diagnostic test for PE and used for who cannot tolerate IV contrast.# Small particulate aggregates of albumin labelled with a gamma-emitting radionuclide are injected intravenously and are trapped in the pulmonary capillary bed.# The perfusion scan defect indicates absent or decreased blood flow, possibly due to PE.# Ventilation scans with radiolabeled gases (xenon or krypton), improve the specificity of the perfusion scan.# A normal perfusion scan virtually excludes PE because a pulmonary embolus presents as V/Q mismatch. Magnetic Resonance (MR) (Contrast-Enhanced):# When ultrasound is equivocal, MR venography is an excellent imaging modality to diagnose DVT.# MR utilizes gadolinium, which, unlike iodinated contrast used in venography or CTA, is not nephrotoxic.# MR should be considered for suspected DVT or PE patients with renal insufficiency or contrast dye allergy.# MRA detects large proximal PE but is not reliable for smaller segmental and subsegmental PE. Pulmonary angiography:# Chest CT with contrast has virtually replaced invasive pulmonary angiography as a diagnostic test. Although pulmonary angiography is supposed to be the definitive and gold standard means of diagnosing PE, there are only few indications for it, which includes:- Embolectomy is the therapeutic option- Specific diagnosis necessary for proper management- Indeterminate V/Q scan with high clinical suspicion & risky anticoagulant therapy. Tests for pulmonary embolism. CommentD-dimer assay- Screening test of choice. Contrast enhanced spiral (multislice) CT - Investigation of choice/ Best/ Preferred test. Pulmonary (conventional/catheter) arteriography- Gold standard or definitive test/Test for evaluation. VQ scan (ventilation perfusion scan)- Second line investigation2-D ECHO (unreliable test)- Mc. Connell's signX-ray- 'Hampton's hump', Westermark sign, Palla's sign",
        "cop": 2,
        "opa": "MRI chest",
        "opb": "CT scan chest",
        "opc": "X-ray chest",
        "opd": "Radioisotope scan",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "f4c40a20-39ed-49ac-8dec-a91e16ab42f9",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old female nonsmoker is admitted with a 5-wk history of intermittent hemoptysis. She denies any sputum production, fever, or repeated infections. There is no history of contact with TB. On physical examination, the patient is afebrile; she has dullness on percussion and decreased breath sounds in the LLL zone posteriorly. CV exam is normal. PPD is 4-mm induration. Bronchoscopy shows a polypoid lesion paially obstructing the left lower lobe orifice. This lesion bled easily during the procedure. Bronchial washings are negative for malignancy and the biopsy is pending. Chest x-ray is shown below. What is the radiological diagnosis?",
        "exp": "This x-ray shows a classical \"sail sign, \" i. e., a double density seen in the retrocardiac area. This opacity has a homogeneous pattern with no air bronchograms. The left cardiac silhouette is clear. This is left lower lobe collapse/atelectasis. The presence of a polypoid lesion obstructing the left lower lobe orifice is the cause of the left lower lobe atelectasis seen on the x-ray. The absence of air bronchograms is evidence against pneumonia, and failure to see the visceral pleural line with a collapsed lung rules out pneumothorax. There is no evidence of pleural disease and no pleural effusion is seen.",
        "cop": 2,
        "opa": "LLL pneumonia",
        "opb": "LLL atelectasis",
        "opc": "Pneumothorax",
        "opd": "Pleural effusion",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "e9833219-2efb-4200-a46c-fe65717e6096",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old male smoker, unemployed with no occupational exposure, is admitted with progressive shoness of breath. He has been unwell for some time and has received multiple courses of antibiotics for \"bronchitis. \" During the prior 4 mo, he has not had any medical follow-up. On exam, he is afebrile but looks ill. Lung exams reveal diffuse rhonchi and crackles with no localizing signs. ABGs on room air show Pa. O2 of 68 mm Hg with mild compensated respiratory alkalosis. Sputum for AFB is negative. CXR is shown. Associated with this diagnosis is",
        "exp": "This x-ray shows a bilateral generalized nodular pattern in all lung fields. There is an area of a masslike confluence in the left upper zone. The superior mediastinum appears widened primarily on the left side with a prominent right paratracheal node. Cardiophrenic and costophrenic angles are clear. This x-ray is consistent with left upper lobe mass with metastatic disease. This clinical scenario is consistent with metastatic carcinoma. The presence of a confluent density in the left upper lobe suggests the metastases probably arose from a lung primary malignancy. Diffuse pulmonary nodular metastases usually arise from a nonlung primary (70%). Clubbing is the most likely associated finding. Hypocalcemia is unlikely. Hypercalcemia is most commonly caused by bony metastases, especially with small cell carcinoma and adenocarcinoma. It is seen in squamous cell carcinoma as a result of humoral mediators with PTH-like activity. However, squamous cell carcinoma of the lung is a very infrequent cause of widespread pulmonary metastasis. Sputum for AFB would most likely be positive in this radiographic setting. Eosinophilia and increased IgE levels may be seen in the pulmonary infiltrates with eosinophilia syndrome, but there is no indication or history of fleeting infiltrates to suppo that diagnosis here.",
        "cop": 1,
        "opa": "Clubbing",
        "opb": "Increased IgE",
        "opc": "Hypocalcemia",
        "opd": "Eosinophilia",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "0b94e1ef-dc4f-4ea2-8edd-f84c0ed7f4b4",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman with a past history of seizure disorder is admitted to the medical ICU with status epilepticus. Due to continued seizures, she is placed in a barbiturate coma. As pa of suppoive measures, she is intubated, placed on a mechanical ventilator, and given IV fluids through a central line. She remains stable overnight. In the morning, however, the respiratory therapist repos that she has had excessive mucopurulent secretions throughout the night and that her peak and plateau airway pressures have risen 20 cm. She is febrile with a temperature of 100. 2degF the next morning. CXR is shown. An impoant step in management of this patient would be",
        "exp": "This x-ray shows homogeneous opacity in the right upper lobe with a marked shift of the horizontal fissure. No air bronchograms are seen. This is consistent with right upper lobe atelectasis. There is a small bump near the hilum in the curve of the minor fissure that may represent a proximal mass. The clinical history as well as the homogeneous density seen in the right upper lobe are consistent with right upper lobe atelectasis. Complications of central line placement may include lung contusion or hemothorax, but the x-ray findings usually show an expanding density. The clinical history with seizure disorder, the subsequent intubation, and the excessive secretions suggest that a mucus plug is probably causing right upper lobe atelectasis. In view of this, the next step in immediate management would be to begin aggressive chest physical therapy, or a bronchoscopy could help dislodge the mucus plug and clear the right upper lobe bronchus.",
        "cop": 3,
        "opa": "Chest tube placement",
        "opb": "Thoracotomy",
        "opc": "Fiberoptic bronchoscopy, antibiotic therapy, and chest physiotherapy",
        "opd": "Abrupt cessation of barbiturates",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "804b47e9-1783-4520-97ef-cefcb6b667b4",
        "choice_type": "multi"
    },
    {
        "question": "Middle lobe of lung is best visualized by:",
        "exp": "Ans: d (Lordotic view) Ref: Grainger, 4th ed, p 276; William Brant, p. 329. Best view for right middle lobe is Lordotic view. Some important views and structures demonstrated. RAO (Right anterior oblique)-Right lung, left atrium, gall bladder, mitral valve. LAO (Left anterior oblique)-Tracheal bifurcation. RPO(Right posterior oblique)-Right retrocardiac space. Lordotic view-For apex, lingular lobe, right middle lobe of lung. Reverse lordotic view-To detect interlobar effusion. Various types of X-ray films* Expiratory film is required in -pneumothorax and foreign body* Inspiratory film is required in chest X-ray PA view.* Renal scan-done in prone position.* Barium meal in hiatal disorder-done in trendelenberg position. Views1. Oblique view- Cpondylolisthesis, scaphoid. 2. Von Rosen view- Congenital dislocation of hip. 3. Sky line view- patella. 4. Stryker's view- Recurrent subluxation/dislocation of shoulder. 5. Lateral skull view- Sella tursica, sphenoid sinus6. Water's view(occipitomental)- maxillary sinus, maxillary antrum and floor of orbit. 7. Caldwell view(occipitofrontal)-frontal sinuses, superior orbital fissure, ethmoidal sinus.",
        "cop": 4,
        "opa": "AP view",
        "opb": "Right anterior oblique view",
        "opc": "PA view",
        "opd": "Lordotic view",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "1dd95b0f-ef08-4764-80e9-b41dc10dbd0b",
        "choice_type": "single"
    },
    {
        "question": "Dirty chest appearance on CXR is seen in?",
        "exp": "Ans ADirty chest appearance-because of recurrent infection with scarring, the bronchovascular structures have irregular contours. This is the only sign of bronchitis in chest X-ray.",
        "cop": 1,
        "opa": "Chronic bronchitis",
        "opb": "TB",
        "opc": "Bronchiectasis",
        "opd": "Cystic fibrosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "95d7d480-c2d6-4b1b-b97e-16b640d25708",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old woman is seen with a 1-wk history of progressive shoness of breath, increasing pedal edema, weight loss, and low-grade fever. She has a 40-pack-year smoking history. Physical examination: pulse 138 bpm; respirations 34/min; blood pressure 100/88 mm Hg with pulsus paradoxus of 22 mm. Peinent findings: increased jugular venous distension, normal sinus rhythm with distant heart sounds, and an apex beat that is difficult to palpate. Chest x-ray is shown below. What is the most likely diagnosis?",
        "exp": "This PA view shows a large cardiac silhouette with a \"water bottle heart. \" The pulmonary vasculature and the vascular pedicle appear normal. Large cardiac silhouettes are seen in cardiomegaly and are usually associated with signs of pulmonary venous congestion. In this case, the cardiac silhouette is increased due to pericardial effusion. The presence of pulsus paradoxus with distant heart sounds suggests cardiac tamponade secondary topericardial effusion as seen on the chest x-ray. The associated finding would be a low voltage on ECG due to an effusion. Pulsus alternans may also be seen. The Kussmaul sign is seen with constrictive pericarditis. Left ventricular hyperophy and pulmonary edema suggest left ventricular failure. This is not necessarily associated with cardiac tamponade and pericardial disease.",
        "cop": 1,
        "opa": "Cardiac tamponade",
        "opb": "Cardiomyopathy",
        "opc": "Pericardial effusion without tamponade",
        "opd": "Cor pulmonale",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "8fd94267-c054-49cd-8268-9698cff30957",
        "choice_type": "single"
    },
    {
        "question": "HRCT is investigation of choice for?",
        "exp": "Ans. D. Interstitial lung disease. HRCT Lungs:# BASIC PRINCIPLE- Bone algorithm (Basic Principle)6- 1 mm sections 6- Narrow beam collumation 6- Small field of view6- Large matrix size# INDICATIONS (Investigation of choice for)- LUNGS:* Interstitial Lung Disease (ILD)6* Bronchiectasis (\"Signet-ring\" sign) 6* Emphysema. ILD: Radiologic patterns of INTERSTITIAL LUNG DISEASES (ILD) | |||||Reticular pattern. Nodular pattern. Reticulonodular. Septal \"Groundglass\"pat\"Tree-in-bud\"|||||# Fibrosing alveolitis# Asbestosis# Sarcoidosis# Chro allergic alveolitis# LCH# LAM# Silicosis# CWP# Sarcoidosis# TB# Subacute EAA# LCH# Sarcoidosis# Lymphangitis Ca# Interst pulm edema# Lymphangitic Ca# P. jerovecii Atyp TB# NSIP# Pulm h'ge# Alveolar proteiniosis# Eosinophilic pneumo. Endo TB# Collagen vas ds# Ex. Allergic alveolitis HRCTDisease1. Reticular pattern# Many ILDs2. Multiple cysts# Lymphangioleomyomatosis (LAM)# Pulmonary Histiocytosis3. Lepidote growth# Bronchoalveolar cancer4. Crazy paving# Alveolar proteinosis > silocosis5. \"Tree-in-bud\" appearance# Endobronchial TB and# Atypical mycobacterial TB6. 'Ground glass' hazziness. Earliest radiological finding of any ILD7. Bilateral perihitar ground glass haziness, especially in a immunocompromised individual. PCP | | |ILDs primarily affecting UZs ILDs primarily affecting LZs# Extrensic ellergic alveolitis# Coal workers pneumoconiosis# Langerhan's disease# Ankylosing spondylitis# Sarcoidosis# Silicosis (Mnemonic: E-CLASS) # Fibrosing alveolitis# Asbestosis (bilat basal affection)# Interstitial pulmonary edema# Lymphangitis carcinomatosa (Mnemonic: FAIL). Additional Educational points: Role of CT, PET scan, Bronchoscopy and Image guided biopsy in Pulmonary Nodule evaluation: Investigation for SPNSensitivity. Specificity. Accuracy. Comment1. Transthoracic FNAB95-100%91%--# Gives tissue diagnosis;# Best for evaluating SPN. 2. PET (FDG) scan92-100%52-100%94%# Best non-invasive tool for evaluating SPN. 3. CECT98%73%85%# If a chest x-ray shows a lung nodule, usually CECT is best to roughly know whether it is infective/congenital/ neoplasm. And main advantage of CT is it maps the lesion, apart from characterizing the lesion.# Further CT is best to guide lung & mediastinal biopsies. 4. HRCT---# Not primarily useful for solitary lung nodule evaluation.# It is for diffuse or interstitial lung diseases. 5. MRI---# Not much preferred for chest imaging except for pathologies like Pancoast tumor; Vascular lesions, Neurogenic tumors, etc. 6. Bronchoscopy---# Should be used for central lesions (if at all) and endobronchial lesions.# Can be used if CT chest is normal. SPN=Solitary Pulmonary Nodule.",
        "cop": 4,
        "opa": "Mediastinal lesions",
        "opb": "Chest trauma\\",
        "opc": "Lung cancer",
        "opd": "Interstitial lung disease",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "4ee1fb74-a6b5-4d1a-a46c-6dab8c045dac",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old male schoolteacher, a nonsmoker, presents with lightheadedness and increased shoness of breath with \"lack of stamina\" and chest pain. On physical examination, vital signs are normal. The patient is overweight with a BMI of 33. CVS exam reveals a left parasternal heave with a harsh grade 3/6 systolic flow murmur and a loud P2 sound. Chest radiographs are shown below. What is the most likely diagnosis?",
        "exp": "The PA view shows bilateral hilar fullness with well-defined soft tissue opacities. These opacities taper caudally. The aoa is normal, there is no paratracheal lymphadenopathy, and the concavity of the aoopulmonary window is maintained. The symptoms described in this patient and the characteristic CXR are consistent with pulmonary hypertension. This could be fuher worked up and confirmed by an echocardiogram to estimate PA pressures. Chronic bronchitis is unlikely in this nonsmoker, and deconditioning would not give the physical signs observed. There is no clinical or radiographic evidence of mitral stenosis. PFT and exercise test would be abnormal but nonspecific, and aggressive exercise programs would be contraindicated.",
        "cop": 2,
        "opa": "Mitral stenosis",
        "opb": "Pulmonary hypertension",
        "opc": "Chronic bronchitis with cor pulmonale",
        "opd": "Deconditioning due to obesity",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "c60724f2-38b9-4b8d-a2ff-6313ec5e4c1d",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old child presents with the history of cough for 7 months. He also gives a history of hemoptysis for 1 month and fever for 4 days. The X-ray is given below. What is your diagnosis?",
        "exp": "Ans. (C) Consolidation(Ref: Grainger & Allison's Diagnostic Radiology 6th Ed; Page No-247)'The given X-ray shows opacities in the right middle lobe suggesting for consolidation.",
        "cop": 3,
        "opa": "Hydatid cyst",
        "opb": "Lung abscess",
        "opc": "Consolidation",
        "opd": "'Thoracic duct malformations",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "202cb4ea-c9ef-4e19-868c-eaae7fca2262",
        "choice_type": "single"
    },
    {
        "question": "Gold standard investigation for pulmonary embolism is?",
        "exp": "Ans. is 'b' i. e., Pulmonary angiography * Invasive pulmonary angiography is the most accurate method (definitive test or gold standard test to diagnose pulmonary embolism. However because of its invasiveness, it has virtually been replaced by CT with contrast as a diagnostic test. The findings includei. Definitive diagnosis: - Intraluminal filling defect in more than one projection. ii. Secondary signs: - These include abrupt occlusion \"cut-off\" of vessels, segmental oligemia or avascularity, a prolonged arterial phase with slow filling, or tortuous/tapering peripheral vessels. Remember* Investigation of choice for PE - Chest CT with contrast (especially MDCTA)* Investigation of 2nd choice - Lung scan (V/Q scan)* Best investigation for PE - Chest CT with contrast (MDCTA)* Most accurate investigation for PE - Invasive pulmonary angiography* Gold - standard test for PE - Invasive pulmonary angiography* Screening test for PE - D-dimer assay",
        "cop": 2,
        "opa": "CT scan",
        "opb": "Pulmonary angiography",
        "opc": "MRI",
        "opd": "X-ray chest",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "6f61ddeb-fd4e-48ae-8f9f-fc4860c67804",
        "choice_type": "single"
    },
    {
        "question": "Stratosphere sign is seen in",
        "exp": null,
        "cop": 2,
        "opa": "Pleural effusion",
        "opb": "Pneumothorax",
        "opc": "Rib fracture",
        "opd": "Bronchogenic carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "117c286d-b1e2-483b-a87d-ccfcc6e4ec7f",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with a solitary pulmonary nodule (SPN) on X-ray. The best investigation to come to a diagnosis would be -",
        "exp": "CT scan is the idol method to come to diagnosis of SPN",
        "cop": 2,
        "opa": "MRI",
        "opb": "CT scan",
        "opc": "USG",
        "opd": "Image guided biopsy",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "b19ce06d-62c6-471e-a014-7301a704597e",
        "choice_type": "single"
    },
    {
        "question": "The normal carinal angle at the tracheal bifurcation is around?",
        "exp": "Ans CCarinal angle is influenced by indentation from adjacent structures/lesions on the tracheal bifurcation. Normally it is 60 to 75 degrees. Any mass at carina like duplication cysts or left atrial enlargement results in widening of the angle.",
        "cop": 3,
        "opa": "40-50 degrees",
        "opb": "50-60 degrees",
        "opc": "60-75 degrees",
        "opd": "75-90 degrees",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "12fcb7cf-3938-4e69-b309-7843991ca83b",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old female smoker is seen in the ER due to mild hemoptysis and cough with 1 to 2 teaspoons of light-green sputum production in the A. M. She uses inhalers as needed for occasional shoness of breath. A routine chest x-ray is obtained. The abnormality seen on the CXR is most likely due to",
        "exp": "There is a large, opaque, calcified pleural-based chest wall opacity in the left upper thorax with distoion of the left thoracic cage. The upper left ribs are abnormal and the chest wall is depressed. These changes are a sequela to lung collapse therapy with thoracoplasty Thoracoplasty is the excision of substantial segments of the bony thorax to reduce its size. The indication for thoracoplasty in this case was unilateral cavitary pulmonary tuberculosis that had not responded to other forms of treatment. Occasionally, thoracoplasty is still done to obliterate empyema cavities. Following thoracoplasty, large tuberculous cavities heal by organization of granulation tissue and the contracted tissue becomes encased in a thick pleural membrane. Associated pleural calcification and thickening are seen.",
        "cop": 2,
        "opa": "Asbestos exposure",
        "opb": "Old TB with thoracoplasty",
        "opc": "Lung cancer",
        "opd": "Chronic bronchitis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "45c03154-0a5e-4315-97dc-b2e5e572d72f",
        "choice_type": "single"
    },
    {
        "question": "Split Pleura sign is seen in",
        "exp": "The split pleura sign is seen with pleural empyemas and is considered the most reliable CT sign helping to distinguish an empyema from a peripheral pulmonary abscess. The sign results from fibrin coating both the parietal and visceral surfaces of the pleura with resulting ingrowth of blood vessels with accompanying enhancement. Both layers of the pleura can then be visualized as linear regions of enhancement that come together at the margins of the collection. Ref: Kazerooni Ella A and Barry H Gross. The Core Curriculum: Cardiopulmonary Imaging. 1st ed. Lippincott Williams & Wilkins, 2003. ISBN: 0781736552",
        "cop": 2,
        "opa": "Lung abscess",
        "opb": "Pleural Empyema",
        "opc": "Pleural Fibroma",
        "opd": "Dressler Syndrome",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "58982879-ea0c-408d-9cba-ede60b0d9d5a",
        "choice_type": "single"
    },
    {
        "question": "The most likely diagnosis in this child is:",
        "exp": "Ans. B Diaphragmatic hernia. There is herniation of bowel loops in left hemithorax and the left dome of diaphragm is not well appreciated with shift of mediastinum towards right - suggests Congenital diaphragmatic herniaQ. The most common cause of death in congenital diaphragmatic hernia is pulmonary hypoplasiaQ.",
        "cop": 2,
        "opa": "Congenital lobar emphysema",
        "opb": "Diaphragmatic hernia",
        "opc": "Pneumothorax",
        "opd": "Hyaline membrane disease",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "74ab2fe0-3789-4f03-8b54-85a01c44a203",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for bronchiectasis is-",
        "exp": "Ans. is 'd' i. e., HRCT * HRCT is the investigation of choice for bronchiectesis* The CT criteria for diagnosis include 'signet -ring' sign (bronchus being larger than accompanying vessel), bronchial wall thickening, and bronchi visible within 1 cm of the pleura.* Three types are described according to Their appearance:-A. Cylindrical:- Mild diffuse dilatation of the bronchi. Radiologically there is Tram - Trank appearance, i. e. lack of peripheral tapering. B. Varicose:- Cystic bronchial dilatation interrupted by focal areas of narrowing, giving radiological appearance of'String of pearl (string of beads). C. Saccular (cystic):- Clusters of bronchi with marked saccular dilatation. Cystic bronchiectasis in any region is easily recognized as clusters of rounded lucencies, often containing air - fluid levels; this appearance has been linked to a 'cluster of grapes'. Investigations of choice in respiratory system. Disease. Investigation* Interstitial lung disease* HRCT* Bronchiectasis* HRCT (1st choice)* Bronchography (2nd choice)* Pulmonary embolism* CT with i. v. Contrast (1st choice)* V/Q scan (2nd choice)* Solitary pulmonary nodule* CT scan* Calcification* CT scan* Pulmonary malignancy* CT scan (except in superior sulcus or pancoast tumor)* Superior sulcus or pancoast tumor* MRI",
        "cop": 4,
        "opa": "X-ray",
        "opb": "Endoscopy",
        "opc": "M. R. I.",
        "opd": "HRCT",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "7d86cd7c-5052-4ce8-aa09-8524af1ba6c1",
        "choice_type": "single"
    },
    {
        "question": "Chest X-ray showing opacity in the lung with irregular calcification is suggestive of",
        "exp": "Ans. b (Hamartoma) (Ref. Harrison's medicine 17lh/558). Opacity in the lung with irregular calcification, i. e., poporn calcification = Hamartoma. The calcification of hamartomas can be stippled or conglomerate, referred to as \"popcorn\" calcification.# Opacity in the lung with \"Bull's eye\" calcification Lung granuloma# Opacity in lung with \"Air crescent\" Sign. Aspergilloma (fungal ball).# Asympyomatic opacity in the lung without calcification can be Adenoma & bronchial atresia.# Opacity in the lung with corona radiate and or amorphous calcification Lung carcinoma# Opacity in lung with 'cyst in cyst'/floating water lilly/Callomate sign. Hydatid cyst.# Opacity in the lung without calcification (if at all present-is arc-like) Hydatid cyst Also know: Carney's triad: multiple pulmonary chondromas + gastric epithelioid + extra-adrenal pheochromocytomas paragan- glioma.",
        "cop": 2,
        "opa": "Lung carcinoma",
        "opb": "Hamartoma",
        "opc": "Hydatid cyst",
        "opd": "Adenoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "fdf4cd40-bd0c-478e-b053-fe282e967338",
        "choice_type": "single"
    },
    {
        "question": "A 8 month old infant presents with severe dyspnea on exertion with clubbing of digits and bluish sclerae. The Chest X-ray diagnosis is?",
        "exp": "Ans. A. Tetralogy of Fallota. Tetralogy of Fallot is the most common cyanotic congenital heart defect with an incidence of approximately 420 per million live births. It is caused by malalignment of the infundibular septum, which leads to right ventricular outflow (RVOT) obstruction, a subaortic VSD with aortic override and right ventricular hypertrophy. b. Trans-thoracic echocardiography is the imaging modality of choice for initial diagnosis and assessment. Initial chest radiographic appearances may include right ventricular heart silhouette, a boot-shaped heart, small hila, pulmonary oligemia or asymmetry and concave pulmonary artery segment. The aortic arch is right sided in about 30%. c. Current management consists of early single stage reconstructive surgery, with closure of the VSD, and relief of the RVOT obstruction, with possible placement of a trans annular patch. Staged reconstruction is still required if there is significant hypoplasia of the central pulmonary arteries, with placement of a modified Blalock-Taussig (BT) shunt--a systemic-to-pulmonary anastomosis, usually between the innominate artery and the right pulmonary artery. d. This shunt is then taken down during subsequent definitive repair. e. Cross-sectional imaging has a role in delineating pulmonary artery anatomy in the younger child, defining whether reconstructive pulmonary artery surgery is required prior to definitive surgery. f. However, the main role of imaging in patients with tetralogy of Fallot is the assessment of postoperative complications Chest radiography at this stage may show evidence of previous BT shunt surgery, asymmetric pulmonary circulation, and calcification of the trans annular patch. g. The most common late postoperative complication is pulmonary regurgitation secondary to trans annular patch reconstruction of the RVOT/pulmonary annulus and is often associated with aneurysmal dilatation of the RVOT. Surgical or transcatheter valve replacement is the current method of managing patients with severe pulmonary regurgitation. h. Accurate quantification of regurgitation and assessment of RVOT anatomy and right ventricular function are particularly important in deciding the type, timing, and multiplicity of procedures. Branch pulmonary stenosis may also be present in this patient group and is best imaged by MRA. i. This can contribute to right ventricular dysfunction, and significant obstructions should be repaired at the same time as valve replacement. The final role of MRI is in evaluating right ventricular function. j. This is important for timing of invasive therapeutic measures and evaluating the effect of any invasive procedure. It has been shown that, using a combination of MR ventricular volumetry and tricuspid and pulmonary flow maps, precise information about global and diastolic ventricular function can be assessed in patients with repaired tetralogy of Fallot.",
        "cop": 1,
        "opa": "Tetralogy of Fallot",
        "opb": "TGA",
        "opc": "Ebstein's anomaly",
        "opd": "Co-arctation of aorta",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "2163f0c1-cbf8-48c6-bd90-225652c12fa4",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old male smoker is evaluated for chronic shoness of breath. On physical examination his vital signs are: pulse 110 bpm; temperature normal; respirations 30/min with use of accessory muscles and pursed-lip breathing; blood pressure 110/78 mm Hg. Other peinent findings are: heart exam: apex beat (impulse) is medial to the midclavicular line with generalized decreased breath sounds on lung exam; ABGs (Fi. O2 0. 21): pH 7. 38; PCO2 47 mm Hg; PO2 67 mm Hg. PFTs/spirometry: FVC 2. 80 L (67% of predicted); FEV1 1. 56 (50% of predicted); FEV1/FVC% 56%; TLC 134% of predicted; RV 170% of predicted; DLCO 43% of predicted. There is no reversibility with bronchodilators. Chest radiograph are shown below. What is the most likely diagnosis?",
        "exp": "These x-rays show a marked degree of hyperinflation depicted radiographically by increased lung volume with flattened diaphragm and widened interspaces. Attenuation of the pulmonary vasculature in the peripheral lung zones, especially in the lower zones, is seen. These x-ray are consistent with severe emphysema. The lower lobe accentuation of hyperinflation is consistent with a1 antitrypsin deficiency causing panacinar emphysema. The physical signs and CXR suggest emphysema. This is confirmed by an obstructive ventilatory impairment with hyperinflation, air trapping, and reduced diffusion. In bronchial asthma, there would typically be marked bronchodilator response, and the patient with chronic bronchitis would present with chronic sputum production. Tuberous sclerosis presents radiographically as hyperinflation and lower zone infiltrates, but clinically is a systemic disease with a clinical triad of mental retardation, seizure disorder, and dermal angiofibromas called adenoma sebaceum. Pulmonary disease is rare (it is seen in less than 1% of cases) and presents with pneumothoraces and hemoptysis. Pulmonary emphysema is a chronic condition characterized by irreversible enlargement of airspaces distal to the terminal bronchioles with destruction of the alveolar walls and intraalveolar septa. It results in a loss of lung elastic recoil causing airflow obstruction, air trapping, and hyperinflation. Pulmonary function tests reveal an obstructive pattern with elevated total lung capacity, increased residual volume, and decreased diffusion capacity. Chest x-ray reveals all signs of hyperinflation as illustrated above. CT scan is the most sensitive imaging modality to reliably detect emphysema. Although pulmonary aery enlargement and mild pulmonary aerial hypertension are common in advanced emphysema, radiographic evaluation of pulmonary aery size is a poor indicator of PA pressures. Other concomitant pulmonary disease processes such as pneumonia or pulmonary edema may present in an atypical fashion in a patient with emphysema. Forms of emphysema include the following: 1. Centrilobular emphysema is the most common form, found predominantly in cigarette smokers. The destructive process begins with involvement of the center of the secondary lobule and extends into the lung parenchyma. The upper lobes are more frequently involved. 2. Panacinar emphysema begins with the involvement of the entire secondary lobule with diffuse, widespread lung destruction. It is seen in a1 antitrypsin deficiency and has lower zone predominance. 3. Paraseptal emphysema refers to peripheral lung destruction adjacent to the visceral pleura and interlobular septa. Progressive dyspnea associated with increasing paraseptal emphysema forming bullae refers to the \"vanishing lung syndrome\" 4. Congenital emphysema is seen in the first few months of life and refers to a large hyperlucent lobe associated with compressive and mass effect on the adjacent structures. 5. Compensatory emphysema refers to hyperlucent and hyperinflated airspaces adjacent to areas of deformity, atelectasis, or resection of lung and represents overexpansion without actual lung destruction. 6. Scar emphysema is associated with conditions of fibrosis and scarring and associated honeycombing as in stage 4 sarcoidosis or chronic inflammatory conditions.",
        "cop": 2,
        "opa": "Bronchial asthma with status asthmaticus",
        "opb": "Emphysema",
        "opc": "Chronic bronchitis",
        "opd": "Tuberous sclerosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "12ba279e-d16c-4480-92e3-fd076733362c",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old man is admitted with progressive shoness of breath and cough. He denies any fever, chills, or purulent sputum production. He wants to be evaluated to determine the reasons for his symptoms. On exam, he is afebrile and has decreased breath sounds with hyperresonant upper lung field more obvious on the right. ABGs on RA: pH 7. 35; PCO2 38 mm Hg; PO2 78 mm Hg. Spirometry: FVC 1. 72 (70% of predicted); FEV1 1. 34 L (60% of predicted); FEV1/FVC% 76%; TLC 4. 1 L (100% of predicted); TLC by helium dilution method 3. 4 (71%); DLCO 70% of predicted. There is no bronchodilator response. Chest radiographs are shown below. What is the next management option?",
        "exp": "These x-rays show a large area of hyperlucency with no lung markings in the right upper and middle zone bounded by a very distinct margin. The area below the margin shows increased density and compression. There is attenuation of vascular markings and increased lucency in the left upper zone also. This is consistent with a large bulla in the right upper lobe and a smaller bulla in the left upper lobe. The CXR shows a large bulla, which accounts for the symptoms of this patient. Discrepancy in total lung capacity as assessed by the helium dilution and body plethysmography methods suggests significant gas trapping in the bulla and can be used to estimate the volume of the bulla. Bullae become symptomatic as they enlarge, and the goal of surgical therapy is to excise them to enable the surrounding tissue to reexpand. CT scan is helpful to determine the size, extent, and number of bullae present. It also helps in evaluating the anatomy of the remaining lung and its potential for effective reexpansion. PFTs may show a restrictive pattern if the bulla does not communicate with the airways. If there is no diffuse, widespread emphysema and profound hypoxemia or hypercarbia is not present, surgical resection of the bulla is likely to improve the symptoms. Placement of a chest tube in this case would conve an intrapulmonary closed airspace into a bronchopleural cutaneous fistula and is therefore not an appropriate option.",
        "cop": 4,
        "opa": "Place a chest tube urgently",
        "opb": "Increase bronchodilator dosage and frequency",
        "opc": "Sta chest physical therapy",
        "opd": "Perform CT scan of chest",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "083508c2-26cb-4dc3-afd3-5473c3bdb4d7",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral pleural plaques and pulmonary fibrosis involving bases is hallmark of",
        "exp": "Ans. a (Asbestosis) (Ref. Grainger's Diagnostic Radiology, 4th ed., 513; TABLE 24-3)X-RAY FEATURES OF ASBESTOS EXPOSUREPleural. Pulmonary. Extrathoracic# Plaques# Fibrosis (asbestosis)# Peritoneal mesothelioma# Diffuse thickening# Bronchial carcinoma# Other extrathorasic malignancies# Effusions# Round atelectasis (pseudotumour) # Mesothelioma",
        "cop": 1,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Scleroderma",
        "opd": "Byssinosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "f2bd2445-31e9-4190-81f0-32b56d53ff25",
        "choice_type": "multi"
    },
    {
        "question": "A 41-year-old man is admitted with severe shoness of breath. He complains of a 25-lb weight loss over the last 2 mo and occasional vomiting after meals. On physical examination, vital signs are: pulse 110 bpm; temperature 98degF; respirations 24/min; blood pressure 110/70 mm Hg. Peinent findings: dullness to percussion on the left posterior chest with decreased breath sounds. A patchy area of egophony is heard over the left upper lung field posteriorly. PPD is 15 mm. CXR is shown in. The most likely diagnosis is",
        "exp": "The x-ray shows a homogenous shadow of the left chest with an area of hyperlucency representing normal lung surrounded by fluid. The lateral curved shadow is called the \"meniscus sign\" and is indicative of pleural fluid tracking up the side of the lung. The mediastinum is pushed into the contralateral chest. This patient complained of shoness of breath with physical signs of a left-sided pleural effusion. This is confirmed by the chest x-ray. The clinical presentation in this afebrile patient without any airspace disease makes community-acquired pneumonia unlikely. Atelectasis of theleft lung due to mucus plugging or aspiration would produce a homogenous opacity with ipsilateral shift of the mediastinum. In this case the meniscus sign and the contralateral mediastinal shift make the diagnosis of pleural effusion very likely.",
        "cop": 3,
        "opa": "Aspiration pneumonia",
        "opb": "Community-acquired pneumonia",
        "opc": "Pleural effusion",
        "opd": "Left lung atelectasis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "8c05d693-a2eb-448e-a2a9-b8986a57fe40",
        "choice_type": "single"
    },
    {
        "question": "Hampton hump seen in the chest X-ray is a feature of:",
        "exp": "Ans. B. Pulmonary embolism. Hampton's hump, also called Hampton hump, is a radiologic sign which consists of a shallow wedge-shaped opacity in the periphery of the lung with its base against the pleural surface. Hampton's hump may aid in the diagnosis of pulmonary embolism, although the sensitivities and inter operator reliabilities are low. If the sign is present in an image, there is a high chance that the person has a pulmonary embolism, but when the sign is absent a pulmonary embolism is not ruled out.",
        "cop": 2,
        "opa": "Pulmonary tuberculosis",
        "opb": "Pulmonary embolism",
        "opc": "Pulmonary hemorrhage",
        "opd": "Bronchogenic carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "da7c9f54-dce2-4f63-8928-2136678046f0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are indirect radiologic signs of collapse of lung EXCEPT -",
        "exp": "<img alt=\"\" src=\" />",
        "cop": 4,
        "opa": "Mediastinal displacement",
        "opb": "Hilar displacement",
        "opc": "Compensatory hyperinflation",
        "opd": "Loss of aeration",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "f027b930-4f19-4fc0-b107-ec77636823e4",
        "choice_type": "multi"
    },
    {
        "question": "A 44-year-old man with a history of chronic bronchitis is admitted with severe shoness of breath and left-sided chest pain. CXR is shown in. EKG shows left ventricular strain. What is the most likely diagnosis to explain the symptoms?",
        "exp": "This is a PA, slightly lordotic chest film, although there is some failure to fully abduct the scapula. The left hemithorax is markedly hyperlucent; there is some widening of the interspaces with a depressed diaphragm and air under the heart shadow. There is a large bandlike shadow extending from the apex of the left lung down to the bottom of the heart with silhouetting of the left cardiac border. This represents a total lung collapse with atelectasis; however, some of the air totally surrounds the lung with hyperlucency around the aoic knob. Most pneumothoraces usually show a sharp edge differentiating the free air in the pleural space from the normal pulmonary parenchyma, with a line representing the pleural surfaces. In this paicular case, because of marked collapse with circumferential air, one does not see the sharp line and observes bilateral edges, i. e., differences in contrast between a more radiodense and radiolucent back-ground. The very sharp edge along the left heart border represents the contrast between the collapsed lung and the pleural space and is called the visceral pleural line. The chest wall appears irregular along the level of lateral 6th to 7th ribs, probably representing a rib fracture. The acute onset of severe shoness of breath and left-sided chest pain suggests concurrent pleural disease as pa of the differential diagnosis. This is confirmed by the chest x-ray showing a left-sided pneumothorax. Patients with COPD and/or bullous disease have chronic symptoms. With an acute exacerbation of COPD, the chest x-ray is helpful in distinguishing a pneumothorax vs. pneumonia. On physical exam, patients with pneumothorax present with absent breath sounds and hyperresonance on the side of the pneumothorax. The other physical findings mentioned are not characteristic of pneumothorax. Management of a symptomatic patient with a large pneumothorax is by inseion of a chest tube.",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "COPD",
        "opc": "Bulla",
        "opd": "Subendocardial infarct",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "daf89075-180b-4e5b-a9d8-dff4f383970b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is investigation of choice for Congenital Lobar Emphysema?",
        "exp": "Ans. B. Helical CTCongenital lobar emphysemaa. Progressive over inflation of one or multiple lobes, usually of the upper lobes or right middle lobe. b. Left upper lobe is most commonly affected (43%). c. The word emphysema is misnomer as there is no alveolar wall destructiond. The etiology is unknown in many cases but is related to obstruction of the bronchus by a ball valve mechanisme. Present with respiratory distress (90%) with progressive cyanosis within 6 months of life. f. Associated congenital anomalies (cardiovascular) are seen in 50% casesg. Treatment is by lung resection",
        "cop": 2,
        "opa": "Bronchography",
        "opb": "Helical CT",
        "opc": "MRI",
        "opd": "Bronchoscopy",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "d3a6b6ac-eb7e-4629-97bb-61e0ecce23bf",
        "choice_type": "single"
    },
    {
        "question": "Most important screening test in pulmonary thromboembolism is",
        "exp": "(D-dimer) (266-70-CMDT-10) (1653-H17th)D-dimer serves as an excllant screening test with a sensitivity of 96. 4% and negative predictive value of 99. 6% but only for out patient or emergency department patients, not for hospitalized patients (1562-H16th)PULMONARY VENOUS THROMBOEMBOLISM (PE). Laboratory findings* ECG - Most common abnormality are sinus tachycardia*** Arterial blood gases - reveal acute respiratory alkalosis due to hyperventilation* Plasma level of D-dimer - using a D- dimmer threashold between 300 and 500 ng/ml, a rapid quantitative ELISA has shown a sensitivity for venous thromboembolism of 95-97% and a specificity of 45%. Therefore a D-dimer >500 ng/ml using the rapid ELISA provides strong evidence against venous thrmboembolism with a likehood ratio of 0. 11 -0. 13* Serum troponin I, troponin T, and beta natriuretic peptide (BNP) levels are increased* CT - helical CT pulmonary angiography has essentially supplanted V/Q scanning as the initial diagnostic study in North America for suspected PE (Proximal pulmonary variety)* Pulmonary angiography - remains the reference gold standard for the diagnosis of PE**** Best investigation when there is clinical suspicion of pulmonary embolism in a patient is - Multi detector CT angiogrphy**1. Increased D-dimer values are associated with(a) DIC (secondary fibrinolysis)(b) Arterial or venous thrombosis (Deep vein thrombosis)(c) Renal or liver failure(d) Pulmonary embolism(e) Late in pregnancy preclampsia(f) Myocardial infarction(g) Malignancy inflammation and severe infection2. D- dimmer values are increased with t. PA anticoagulant therapy3. D- dimmer assay is not specific* CT of the chest with intravenous contrast is the principal imaging test for diagnosis of pulmonary empolism (1654-H17th)* Lung scanning is now second-line diagnostic test for PE {Mostly used for patients who cannot tolerate intravenous contrast)",
        "cop": 1,
        "opa": "D-dimer",
        "opb": "X-rays",
        "opc": "ECG",
        "opd": "Angiography",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "f9e76304-d056-4103-9c43-4f44c5fe989f",
        "choice_type": "single"
    },
    {
        "question": "In X- ray Bulging fissures in lungs is seen in which of the following infection:",
        "exp": "Ans. A. Klebsiella pneumonia. Bulging fissure sign. PA (A) and lateral (B) radiographs of the chest show dense consolidation of the right middle lobe secondary to Klebsiella pneumoniae. Although classically the bulging fissure sign is demonstrated with right upper lobe consolidation and bowing of the minor fissure postero interiorly, the consolidated segment in this case is causing upward bowing of the minor fissure (arrows).",
        "cop": 1,
        "opa": "Klebsiella pneumonia",
        "opb": "Staph pneumonia",
        "opc": "Pulmonary oedema",
        "opd": "Pneumococcus",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "8744b5e5-ca58-42a6-b269-f2c2ee2acaa2",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old female graduate student repos increasing shoness of breath with exercise and has recently noticed dyspnea on mild activity. One day before presenting at the office, she experienced sudden loss of consciousness while shopping at a grocery store. On physical examination, vital signs are: pulse 88 bpm; temperature 97. 8degF; respirations 18/min; blood pressure 100/70 mm Hg. BMI is 34. ABGs on RA: pH 7. 43; PCO2 36 mm Hg; PO2 87 mm Hg. Chest x-rays are shown in. The clinical and chest radiographic diagnosis may be commonly associated with",
        "exp": "The lateral view shows that the anterior clear space behind the sternum is occupied above a poion of the lower one-third of the cardiac shadow. The truncus of the right pulmonary aery seen in front of the trachea is very large and the left main pulmonary aery coursing over the left upper lobe bronchus is greater than 16 mm. These findings are consistent with pulmonary aerial hypertension. The chest x-ray shows large pulmonary aeries, and this, coupled with the clinical scenario, is consistent with primary pulmonary hypertension (PPH). As mentioned in the general discussion, this entity is due to an unknown cause. The physical sign most likely to be present would be a loud P2, and right heart catheterization would confirm the high pulmonary aery (PA) pressures. Patients with PPH may give a history of syncopal episodes. A loud A2 is heard in systemic hypertension, and rib notching is classically seen on the x-ray in coarctation of the aoa. Right arm swelling is seen with either a localized vascular or lymphatic obstruction such as postradiation, malignancy, or superior vena cava syndrome. This patient does not exhibit any of these signs. Since the hilar shadows are of vascular nature, mediastinoscopy or bronchoscopy would not be indicated and in fact may be dangerous if PA pressures are very high.",
        "cop": 1,
        "opa": "A loud A2 on cardiac auscultation",
        "opb": "Right arm swelling",
        "opc": "Rib notching",
        "opd": "A loud P2 on cardiac auscultation",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "24f3a6e0-d727-40ac-bbe4-331568c694e9",
        "choice_type": "single"
    },
    {
        "question": "Mounier Kuhn syndrome is seen on imaging as?",
        "exp": "Ans BIt is a disorder of elastic cartilage and smooth muscle of trachea where there is unusual enlargement of the trachea and bronchus during inspiration. Biphasic CT with images of the trachea obtained during inspiration and expiration - is most sensitive investigation. Two-phase chest radiographs will also demonstrate the enlargement of the trachea on inspiration and collapse during expiration, but they are clearly less sensitive. To consider the diagnosis, the diameter of the trachea should be greater than 3 cm: this is usually measured 2 cm above the aortic arch",
        "cop": 2,
        "opa": "Tracheal stenosis",
        "opb": "Tracheobronchomegaly",
        "opc": "Tracheal erosions",
        "opd": "Sabre sheath trachea",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "5863ac24-491b-47eb-a6f1-1ab279786f03",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man is seen with a history of chronic sinus and pulmonary infections. He works as a salesperson in a retail outlet and denies any specific occupational exposure. He lives with his wife of 4 years and has no children. Family and travel history is noncontributory. On examination, he is in no acute distress. Lung exam reveals crackles in both lower lung zones and extremities show no clubbing. CXR is shown below. The most likely diagnosis is",
        "exp": "This x-ray shows a bilateral lower zone hazy density with small cystic-appearing shadows. There is dextrocardia with situs inversus totalis, i. e., a right aoic arch, the stomach bubble on the right side, and the left diaphragm higher than the right. The chest x-ray shows dextrocardia and bilateral bronchiectasis as seen in immotile cilia syndrome. Kaagener syndrome is the immotile cilia syndrome with situs inversus totalis. This is an autosomal recessive disease characterized by structural and functional abnormalities of the cilia resulting in impaired mucus clearance, recurrent infection, chronic sinobronchial infections, and infeility. Frontal sinuses are often absent or hypoplastic. Chronic mucus impaction and infections lead to bronchiectasis.",
        "cop": 2,
        "opa": "IgA deficiency",
        "opb": "Kaagener syndrome",
        "opc": "Aspiration pneumonia",
        "opd": "Cystic fibrosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "f31cbb07-6078-4f7b-b40c-2582bb215a40",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old male with history of 4 weeks of immobilization for fracture femur developed sudden onset of chest pain and hemoptysis. ECG shows SI Q3 T3 pattern. Diagnosis?",
        "exp": "Ans. c. Pulmonary embolism. PULMONARY EMBOLISMPulmonary embolism usually arises from a venous thrombosis in the pelvis or legs. Risk factors include any cause of immobility or hyper coagulability. Clinical sign and symptoms: Dyspnea. Tachycardia and hypoxemia are prominent. Pain is usually pleuritic, especially when pulmonary infarction develops. ECG is usually nonspecific but may show S wave in lead I, Q wave in lead III, or inverted T wave in lead III. Diagnosis confirmed by CT angiogram.",
        "cop": 3,
        "opa": "Acute myocardial infract",
        "opb": "COPD",
        "opc": "Pulmonary embolism",
        "opd": "Cor pulmonale",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "d5f345e0-aa35-4e75-bb02-37c9d5055f80",
        "choice_type": "single"
    },
    {
        "question": "A 71-year-old man is seen with low-grade fever, generalized malaise, and a run-down feeling. He has lost weight and shows stigmata of chronic illness. There is no history of occupational exposure. On physical examination, vital signs are as follows: pulse 110 bpm; temperature 99degF; respirations 19/min; blood pressure 90/60 mm Hg. On exam, the man is frail and appears cachectic with temporal wasting. Other aspects of his physical exam are unremarkable. Laboratory data: Hb 10 g/dL; Hct 30%; MCV 90; WBCs 3000/uL; differential normal; BUN 19 mg/dL; creatinine 1. 0 mg/dL; sodium 129 m. Eq/L; potassium 5. 0 m. Eq/L; ABGs (RA): pH 7. 42, PCO2 35 mm Hg, PO2 58 mm Hg. Spirometry: FVC 60% of predicted; FEV1 60% of predicted. PPD skin test is negative (0 mm); induced sputum for AFB smear is negative. Chest radiograph is shown below. What is the most likely diagnosis?",
        "exp": "This x-ray shows a bilateral diffuse miliary nodular pattern involving both lung fields with no loss of volume. Characteristically, miliary nodules are less than 4 mm in size. They are generally noncalcified and diffuse and are seen in many conditions, such as TB/fungal infections/pneumoconiosis and ceain malignancies such as melanomas/thyroid cancer. Larger, more confluent lesions can be seen in alveolar sarcoid, Wegener's granulomatosis, and metastatic disease. The clinical hints that aid diagnosis include: An occupational history without constitutional symptoms. X-ray that looks worse than the patient's complaints, as in sarcoidosis. History of thromboembolic disease or sepsis, as in septic emboli or pulmonary infarcts. These are generally seen in the lower lung zones. * History of ahritis; may suggest rheumatoid nodules. Presence of eosinophilia in the peripheral smear with fleeting infiltrates; provides clue for pulmonary infiltrates with eosinophilia (PIE) syndrome, in which case history of travel or use of medications/drugs may be helpful and a stool exam may aid in the diagnosis. Immune-compromised patients may have oppounistic infections such as herpes or CMV This elderly patient has all the stigmata of chronic illness. Although the PPD skin test and sputum studies are negative (seen in about 30% of cases), the history and CXR are consistent with miliary TB. Hyponatremia and hypercalcemia are common findings in TB. In this age group sarcoidosis is unlikely. In the absence of occupational exposure, silicosis is also unlikely. Bone marrow aspirate may be positive for TB culture in 60% of patients with miliary TB, and aspiration is a logical step in the diagnostic evaluation. CT scan will not aid fuher in the diagnosis, and thyroid function tests will be normal unless there is clinical evidence of hypo- or hypehyroidism. Open lung or thoracoscopic biopsy is always diagnostic.",
        "cop": 2,
        "opa": "Silicosis",
        "opb": "Miliary TB",
        "opc": "Metastatic thyroid carcinoma",
        "opd": "Sarcoidosis",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "e89eddf9-12a1-4419-bb11-5db3b2b44a8b",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man with a history of chronic obstructive pulmonary disease/chronic bronchitis is admitted with increasing sputum production, fever, chills, and decreased O2 saturation. His chest x-ray shows a left lower lobe nonhomogeneous opacity. He is treated with IV antibiotics and improves. On the fouh hospital day, prior to discharge, CXR is repeated and the radiologist repos that there is no change as compared to the admission x-ray. Chest x-rays are shown. What will you do next?",
        "exp": "This chest x-ray shows an ill-defined, patchy opacity in the left middle and left lower zones. Incomplete consolidation with air bronchogram is seen. The left heart border is clear, but the silhouette of the left diaphragm is lost. This is consistent with the left lower pneumonia. This patient with chronic obstructive pulmonary disease has left lower lobe pneumonia. The clinical history suggests that the patient improved on the fouh hospital day of treatment. Chest x-ray improvement usually lags behind and does not temporally correspond with clinical change. In this case the patient is improving and therefore the best option is to discharge the patient on continued antibiotics. There is no indication for either deferring the discharge or resuming IV antibiotics on the basis of a nonresolving x-ray at this stage. Bronchoscopy for drainage would not be indicated, and obtaining a CT scan would not alter the treatment or management plan at this stage.",
        "cop": 4,
        "opa": "Obtain a CT scan to rule out abscess",
        "opb": "Defer discharge and resume IV antibiotics",
        "opc": "Schedule a pulmonary consult for bronchoscopy to improve bronchial drainage",
        "opd": "Discharge the patient on oral antibiotics",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "97f86299-87b8-4103-8189-531bd4d3b798",
        "choice_type": "single"
    },
    {
        "question": "You are shown PA and lateral chest radiographs from a 53-year-old woman with mild dyspnea. Which one of the following is the MOST likely diagnosis?",
        "exp": "A. Incorrect. Mesothilioma appears as a rind of tissue that encircles the hemothorax. This features is not present in the provided images. B. Incorrect. Empyema demonstrates pleural effusion with air and or thickening of the pleura. These features are not present in the provided images. C. Incorrect. Bronchogenic carcinoma appears as nodule/mass within the lung parenchyma and is often spiculated. These features are not present in the provided images. D. Correct. Solitary fibrous tumor occurs in the pleural space and appears as a mass with smooth borders and incomplete sign which suggests that the finding is extraparenchymal in nature. These features are present in the provided images.",
        "cop": 4,
        "opa": "Mesothelioma",
        "opb": "Empyema",
        "opc": "Bronchogenic carcinoma",
        "opd": "Solitary fibrous tumor",
        "subject_name": "Radiology",
        "topic_name": "Respiratory system",
        "id": "fd580971-d063-468e-b933-33ddcbf6d512",
        "choice_type": "single"
    },
    {
        "question": "\"Gold standard\" study for diagnosis of pulmonary embolic episode is:",
        "exp": "Ans. B. Pulmonary angiography. Although pulmonary angiography is supposed to be the definitive and gold standard means of diagnosing PULMONARY EMBOLISM with the decreasing availability of pulmonary arteriography and increasing use of other non-invasive tests like spiral CT, the exact role of pulmonary arteriography is now less clear and there are only few indications for it, especially in absence of spiral CT or MRI.",
        "cop": 2,
        "opa": "Ventilation perfusion scan",
        "opb": "Pulmonary angiography",
        "opc": "Chest x-ray",
        "opd": "Multi slice CT",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "3141aace-abf3-4584-9881-498b0ae1b400",
        "choice_type": "single"
    },
    {
        "question": "The most accurate imaging for the diagnosis of pulmonary embolism is -",
        "exp": "Ans. is 'd' i. e., CT pulmonary angiography o Invasive pulmonary angiography is the most accurate method for diagnosis of PE, it is an invasive procedure. # Investigation of choice for PE - Chest CT with contrast (especially MDCTA) # Investigation of 2nd choice - Lung scan (V/Q scan) # Best investigation for PE - Chest CT with contrast (MDCTA) # Most accurate investigation for PE - Invasive pulmonary angiography # Gold - standard test for PE - Invasive pulmonary angiography # Screening test for PE - D-dimer assay",
        "cop": 4,
        "opa": "CT SCAN of chest",
        "opb": "MRI of chest",
        "opc": "X - ray chest",
        "opd": "CT pulmonary angiography",
        "subject_name": "Radiology",
        "topic_name": "Respiratory System",
        "id": "250ed57f-7f66-41fe-88f4-30d0764ab611",
        "choice_type": "single"
    }
]