[
    {
        "question": "Calcification of interveebral disc is seen in -",
        "exp": "Interveebral disc calcification seen in: Ochronosis /Alkaptonuria Ankylosing spondylitis Pseudogout Hemochromatosis Hypervitaminosis D Transient interveebral disc calcification Juvenile chronic ahritis Hyperparathyroidism Amyloidosis Poliomyelitis Acromegaly",
        "cop": 3,
        "opa": "Gout",
        "opb": "Rheumatoid ahritis",
        "opc": "Alkaptonuria",
        "opd": "Psoriasis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "1ad07ab1-92bb-46c4-a7b5-bb319c05e303",
        "choice_type": "single"
    },
    {
        "question": "Bone with a bone appearance is seen in",
        "exp": "Bone within bone appearance is seen in: Osteopetrosis Acromegaly Bisphophonate therapy sickle cell anemia Healed phase of rickets and scurvy. Normal neonate.",
        "cop": 2,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Scurvy",
        "opd": "Rickets",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "c21c4f58-73f1-4a58-992b-96f596b8c8f7",
        "choice_type": "single"
    },
    {
        "question": "Trolly tract sign is seen in -",
        "exp": "Trolly track sign: The Central radiodense line on frontal radiographs is related to ossification of supraspinous and interspinous ligaments. In addition, there are two more lateral veical linear lines, which represent ossification of the apophyseal joint capsules. The three veical ossified lines together make up the trolley-track sign. Radiological features of Ankylosis spondylitis are: Sacroiliitis Enthesopathy Romanus lesions Bamboo spine Rugger Jersy spine Interveebral disc calcification Dagger sign Trolley track sign Squarring of veebrae.",
        "cop": 4,
        "opa": "Achondroplasia",
        "opb": "Psoriatic ahritis",
        "opc": "Osteopetrosis",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "85009dea-7c23-479c-be32-30d77c7b7261",
        "choice_type": "single"
    },
    {
        "question": "\"Corner sign of park\" is feature of:",
        "exp": "Ans. A. Scurvy. Scurvy-Radiographic findings: 1. Osteoporosis2. Pencil thin cortex3. Wimberger's sign4. Trummerfeld zone of rarefaction5. Corner sign of Park6. Line of Frankel7. Subperiosteal hemorrhage",
        "cop": 1,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Battered baby syndrome",
        "opd": "Sickle cell disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "1adfd3e2-fdff-430c-aafd-69e0de77ddda",
        "choice_type": "single"
    },
    {
        "question": "Based upon this PA ulnar detion view of the wrist, what is the MOST likely diagnosis?",
        "exp": "There is focal periostitis at the radial styloid. The radial styloid itself is normal. This is secondary to adjacent inflammation at the extensor pollicis brevis and abductor pollicis longus tendons (De Quervains tenosynovitis). The periosteal reaction of osteomyelitis is usually associated with abnormal underlying bone. The periosteal reaction of hyperophic osteoahropathy is more diffuse involving both the radius and ulna. New bone formation is not a feature of rheumatoid ahritis.",
        "cop": 2,
        "opa": "Osteomyelitis",
        "opb": "De Quervain tenosynovitis",
        "opc": "Hyperophic osteoahropathy",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "089ba3ff-4042-422a-bf5e-d21dde55852b",
        "choice_type": "single"
    },
    {
        "question": "Fracture shown in this radiograph is:",
        "exp": "Ans. C Bennet's fracture. There is a 2-part fracture of base of thumb (first metacarpal) with intra articular extension. Similar intra articular 3 part or comminuted fracture is known as Rolando's fractureQ. Abductor pollicis longus tendonQ - creates an un-opposed pull on the fracture fragments hence Bennet's fracture requires internal fixationQ.",
        "cop": 3,
        "opa": "Colies' fracture",
        "opb": "Smith's fracture",
        "opc": "Bennet's fracture",
        "opd": "Rolando's fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "ccb58bf0-ee5d-4658-a936-a3ac446342af",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice to diagnose congenital hip dislocation in neonates?",
        "exp": "Ans BIn neonates the femoral head is cartilaginous and not ossified hence it cannot be identified on radiographs but well demonstrated on USG. Also the Graf's classification using Alpha and Beta angles are very definitive in assessment and can be readily calculated on USG.",
        "cop": 2,
        "opa": "Plain radiographs",
        "opb": "US",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0f9f1879-a49b-4c7a-816e-6dd8d379a5fb",
        "choice_type": "single"
    },
    {
        "question": "Wimberger sign is seen in",
        "exp": "Radiological features of scurvy: Palkan spur: metaphyseal spurs projecting at right angles to the shaft. White line of Frankel: calcified cailage in the metaphysis Trumefeld zone: zone of rarefraction below the white line of Frankel Wimburger sign: ring surrounding the ephiphyseal centres of ossification Pencil thin coex Subperiosteal hemorrhages Generalised osteoporosis",
        "cop": 2,
        "opa": "Lead poisoning",
        "opb": "Scurvy",
        "opc": "Osteomalacia",
        "opd": "Bone infarct",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "f2a63e55-1cb0-4587-9e63-24e9f3e85319",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man presented with bony pain. X-ray of skull showing which lesions in brain:",
        "exp": "Ans. a. Paget's disease. PAGET DISEASE OF BONE (OSTEITIS DEFORMANS). Common, localized disorder of bone remodeling caused by increases osteoclastic activity followed by increasing osteoblastic activity that forms poor-quality bone. In Paget disease; Serum Ca2+, phosphorus, and PTH levels are normal. ALP value elevated in Paget disease. Mosaic pattern of woven and lamellar bone (osteocytes within lacunae in chaotic juxtapositions); chalk-stick fractures seen in long bone. Increases blood flow from increases arteriovenous shunts may cause high-output heart failure. It Increases risk of osteogenic sarcoma. Due to skull thickening; Hat size increase. Hearing loss is more commonly seen due to auditory foramen narrowing. STAGES OF PAGET DISEASELytic--osteoclasts. Mixed--osteoclasts +osteoblasts. Sclerotic--osteoblasts. Quiescent--minimal osteoclast/osteoblast activity Treatment: Bisphosphonates",
        "cop": 1,
        "opa": "Paget's disease",
        "opb": "Multiple myeloma",
        "opc": "Osteosarcoma",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2062146d-585b-4c10-b784-4c0939b4f5f0",
        "choice_type": "single"
    },
    {
        "question": "Onion - peel appearance is seen in -",
        "exp": "Onion peel periosteal reaction is seen in Ewings sarcoma.",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteoma",
        "opc": "Osteosarcoma",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "b99b739a-a070-43e8-8a6c-cb436f003dfe",
        "choice_type": "single"
    },
    {
        "question": "'Onion peel' appearance is seen with",
        "exp": "Ans. d (Ewing's sarcoma) (Ref. Grainger's Diagnostic Radiology, 4th/pg. 1891)EWING'S SARCOMA# Has specific cytogenetic analysis, i. e., t(11, 12) & CD99 positivity. Mic gene +. Q# Histologically, small oval/round tumor cells are seen arranged in sheets with occasional rosette-like pattern and most tumors are PAS-positive indicating presence of glycogen in the tumor cells.# Anaplastic small blue cell malignant tumor. Q# Most common in boys 5-15.# Bone tumor metastasizing to bone. Q# Bone tumor clinically resembling acute osteomyelitis. Q# Commonly appears in diaphysis Q of long bones, pelvis, scapula, and ribs. Radiological features# Ill-defined osteolytic medullary lesion involving diaphysis# Extension along the length of the marrow with permeative bone destruction# Cortical saucerization# Classical multilaminar periosteal reaction giving 'onion-skin' appearance# Codman's triangles with elevated periosteum, although classically seen in osteosarcoma# Soft tissue mass disproportionately large compared to the extent of osseous involvement, resembling osteomyelitis. Rx:# MRI is investigation of choice# Radiosensitive Q# Extremely aggressive with early metastases, but responsive to chemotherapy.",
        "cop": 4,
        "opa": "Osteoclastoma",
        "opb": "Chondrosarcoma",
        "opc": "Osteosarcoma",
        "opd": "Ewing's sarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "61c773f4-680a-427b-a5d8-7a2a0bf50554",
        "choice_type": "single"
    },
    {
        "question": "ln spondylolisthesis following radiological features seen-",
        "exp": "Scottish terrier dog is normal appearance of neural arch shadow. Scottish dog wearing a collar is seen in spondylolysis Beheaded Scottish dog is seen in spondylolisthesis Also remember inveed Napolean hat sign is seen in spondylolisthesis. Oblique view of spine better displays the lamina and aicular processes than AP and lateral view",
        "cop": 3,
        "opa": "Scotty dog",
        "opb": "Scotty dog wearing a collar",
        "opc": "Beheaded scotty dog terrier sign",
        "opd": "Nepolean sign",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "2e4d52fa-135d-4303-ac89-fd98a3df7566",
        "choice_type": "single"
    },
    {
        "question": "\"Looser's zone\" are seen in:",
        "exp": "Ans. c (Osteomalacia). (Ref. Grainger, Diagnostic Radiology, 4th/ pg. l933, 1949). MBKMAN'S FRACTURE/ LOOSER'S ZONE/ UMBAU ZONE/ PSEUDO FRACTURE# Focal accumulations of osteoid are seen in compact bone at right angles to long axis; radiographically, these are known as Looser's zones or pseudofractures or umbau zones# Exact cause of looser's zones is unclear, although they probably represent partial insufficiency fractures.# It is a distinguishing sign of osteomalacia, although they may occur rarely also in:- Paget's disease- Fibrous dysplasia- Osteoporosis (rarely)- Hyperphosphatasia- Osteogenesis imperfecta# They are symmetrically distributed & occur principally in:- Pubic rami, - femoral necks, - scapulae, - ribs, - long bones, - metatarsals.# Other key imaging features of osteomalacia is:- Osteopenia, - intracortical resorption (cortical tunneling), - coarsened, indistinct trabecular pattern, - bowing of bones, - true fractures, especially at the femoral neck.",
        "cop": 3,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Osteomalacia",
        "opd": "Hypoparathyroidism",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "9d3643fc-9fbe-4ecb-a301-3c2441970542",
        "choice_type": "single"
    },
    {
        "question": "Modality of choice for screening of bony metastases?",
        "exp": "Ans DBone metastases can be seen at any site which maybe even far away from the primary as they spread by hematogenous route. So for their screening a modality which includes entire skeletal survey is employed - hence Bone scan is Best.",
        "cop": 4,
        "opa": "Plain radiograph",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Bone scan",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "8b3d9ef3-e45a-408f-94b3-42ca31ffc7b9",
        "choice_type": "single"
    },
    {
        "question": "Not a radiological feature of rickets",
        "exp": "Ans. c (Subluxation of epiphysis) (Ref. RRM 6th ed., 156)RICKETS# Faulty mineralization of the bone before the fusion of growth plate, i. e., during enchondral bone growth, is known as RICKETS.# Histo: zone of maturation has an increase in number of maturing cartilage cells with loss of normal columnar arrangement; zone of preparatory calcification does not form; failure of osteoid mineralization also in shafts so that osteoid production elevates periosteum.# Location: Metaphyses of long bones subjected to stress are particularly involved (wrist, ankles, knees)# X-rav features:- Widening and lengthening of growth plate (zone of provisional calcification affected) is earliest radiographic feature of rickets.- Reaction of periosteum may occur - - Indistinct cortex - Coarse trabeculation - Knees + wrists + ankles mainly affected - Rickets- Epiphyseal plates widened + irregular - Tremendous metaphysis (fraying, splaying, cupping) - Spur (metaphyseal) - Additional features: --- * Bowing of long bones* Genu recurvatum* At costochondral junction, epiphyseal widening results in typical 'rachitic rosary'* Frontal bossing* Scoliosis* Slipped capital femoral epiphysis* Triradiate pelvis* Basilar invagination. Educational point: D/d of Frayed Metaphyses# Congenital infections (rubella, syphilis)# Hypophosphatasia # Achondroplasia # Rickets. Mnemonic: CHARMS# Metaphyseal dysostosis # Scurvy The radiological features of scurvy1). Spurs (Pelkan Spur). Metaphyseal spurs projecting at right angles to axis of shaft2). Subperiosteal hemorrhages. Diaphyseal subperiosteal hematoma with calcification of elevated periosteum is the sure sign of healing (woody-leg)3). Cortical thinning\"Pencil-thin\" cortex4). Corner sign of Parke. Subepiphyseal infarction or comminution causing mushrooming or cupping of epiphysis5)5). Osteoporosis. Characteristically \"ground-glass\" osteoporosis6). Rarefaction zone of Trummerfeld. Metaphyseal radiolucent zone on shaft side7). White line of Frankel. Metaphyseal zone of provisional/preparatory calcification also seen in lead or phosphorus or bismuth poisoning and in healing rickets8). Wimberger's sign. Sclerotic ring seen around the low-density osteopenic epiphysis",
        "cop": 3,
        "opa": "Splaying of metaphysis",
        "opb": "Cupping of metaphysis",
        "opc": "Subluxation of epiphysis",
        "opd": "Widening of metaphysis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2d71e498-595d-476d-83fc-7c9268e10044",
        "choice_type": "single"
    },
    {
        "question": "Most common site of OPLL is?",
        "exp": "Ans AOssified Posterior Longitudinal Ligament (OPLL) - is most commonly seen in mid cervical region where it classically causes spinal canal stenosis and cord compression.",
        "cop": 1,
        "opa": "Cervical spine",
        "opb": "Thoracic spine",
        "opc": "Lumbar spine",
        "opd": "Sacrum",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "049ee0fd-7613-4886-9537-501a466648ca",
        "choice_type": "single"
    },
    {
        "question": "Number of carpal bones seen in a radiograph of an infant is:",
        "exp": "b) 2 ref: Sutton 7th/e p. 1848 fig A3",
        "cop": 2,
        "opa": "0",
        "opb": "2",
        "opc": "3",
        "opd": "5",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a737099d-a966-4954-81ca-efa4f03c8eda",
        "choice_type": "single"
    },
    {
        "question": "Dot-Dash appearance is a feature of?",
        "exp": "Ans AThis appearance is classically described in rheumatoid arthritis. It refers to focal loss of continuity of the subchondral bone. It is seen in the radial heads of the second and third metacarpals in the hand and medial aspect of the heads of the first metatarsal and lateral aspect of the fifth metatarsal in the feet",
        "cop": 1,
        "opa": "Rheumatoid arthritis",
        "opb": "Psoriatic arthritis",
        "opc": "Reiter's syndrome",
        "opd": "Osteoarthritis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "22bde2fd-25f3-4b3c-b45e-5c47e788c004",
        "choice_type": "single"
    },
    {
        "question": "Block veebrae are seen in -",
        "exp": "Features of Klippel Feil syndrome: Fused/block veebra. hemiveebra spina bifida occulta scoliosis atlas occipitalization associated with sprengel's deformity Also know Klippel Trenaunay syndrome: * Klippel-Trenaunay syndrome presents with a classic triad of hemi-hyperophy, po wine stain, and congenital venous or venolymphatic malformations. * This entity should be distinguished from Parkes-Weber syndrome, which is similar, but features formation of aeriovenous malformations (leading to high output cardiac failure) and no lymphatic malformations.",
        "cop": 4,
        "opa": "Pagets disease",
        "opb": "Leukemia",
        "opc": "TB",
        "opd": "Klippel - Feil syndrom",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "259bdc84-761d-4764-bdbe-f0197018e99b",
        "choice_type": "single"
    },
    {
        "question": "\"Onion peel\" appearance is seen in",
        "exp": "Ans. a (Ewing's sarcoma) (Ref. RRM Radiology, 6th ed., p.). The four main types of rosettes in pathology: 1. Homer Wright rosette: typically seen in neuroblastomas, medulloblastomas, and primitive neuroectodermal tumors (PNETs). It consists of a halo of tumor cells surrounding a central region containing neuropil. 2. Flexner-Wintersteiner Rosette: characteristic of retinoblastomas. It consists of tumor cells surrounding a central lumen that contains cytoplasmic extensions from the tumor cells. 3. True Ependymal Rosette: consists of tumor cells surrounding an empty lumen. Are characteristic of ependymoma, but not seen in all cases. 4. Perivascular Pseudorosette: consists of tumor cells collected around a blood vessel. It's called a pseudorosette because the central structure isn't part of the tumor. These rosettes are common in ependymomas, but you also see them in medulloblastoma, PNET, central neurocytomas, and glioblastomas. EWING'S SARCOMA# Incidence: Constitutes ~10 to 15% of all bone sarcomas.# Age: Peak incidence in the second decade of life.# Origin: Arises in the medullary cavity of the bones.# Location: involves the diaphyseal region of long bones (especially femur) & flat bones (especially pelvis).# X-ray: permeative destructive lytic lesion with \"onion peel\" periosteal reaction with soft tissue mass.# Histopathology:- It is composed of sheets of monotonous, small, round, blue cells and can be confused with lymphoma, embryonal rhabdomyosarcoma, and small-cell carcinoma.- The cells are rich in glycogen (PAS positive cells). 6- The presence of \"Homer-Wright rosettes\" is indicative of neural differentiation.- Most PNETs arise in soft tissues; they include:* Peripheral neuroepithelioma, * Askin's tumor (chest wall), and* Esthesioneuroblastoma.- The presence of p30/32, the product of the mic-2 gene (which maps to the pseudoautosomal region of the X and Y chromosomes) is a cell-surface marker for Ewing's sarcoma (PNETs).- The classic cytogenetic abnormality associated with this disease (and other PNETs) is t(11; 22).- CD99 +.# It is very aggressive tumor and considered a systemic disease and mimics acute osteomyelitis.# Common sites of metastases are lung, bones (bone to bone metastases/), and bone marrow.# Rx:# Systemic chemotherapy is the mainstay of therapy, often being used before surgery.# Local treatment for the primary tumor includes surgical resection, usually with limb salvage or radiation.# Ewing's is a curable tumor, even in the presence of obvious metastasis, especially in children <11 years old. Also Know: Translocation. Ttimor# (22q11). Chronic myelogenous leukemia# (12; 22)(q 13; q 12). Malignant melanoma of soft parts (MMSP)# (11; 14)(q13; q32). Mantle cell lymphoma# (14; 18)(q32; q21). Follicular lymphoma# (1; 22)(q24; q12). Ewing's sarcoma# (1; 7)(p34; q35)T cell acute lymphocytic leukemia (ALL)# (8; 14)(q24; q32). Burkitt's lymphoma, B cell ALL# (11; 22)(pl3; q12). Desmoplastic small round cell tumor (DSRCT)# (2; 13)(q35; ql4). Alveolar rhabdomyosarcoma# (1; 13)(p36; q 14). Alveolar rhabdomyosarcoma# (10; 17)(q 11. 2; q23). Papillary thyroid carcinomas# (x, 18). Synovial cell sarcoma",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Aneurysmal bone cyst",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "d783a763-b632-41f6-b870-5ea9d339c037",
        "choice_type": "single"
    },
    {
        "question": "Bare orbit is/are seen in -",
        "exp": "Bare orbit sign: Refers to the appearance of the orbit on a frontal radiograph of the skull and is so called because of the absence of the innominate line, which is the projection of the greater wing of the sphenoid bone. In addition to the absence of the innominate line, there is egg-shaped enlargement of the anterior orbital rim, a bony defect in the posterior orbit, and anteroposterior enlargement of the middle cranial fossa. This sign is seen in sphenoid wing dysplasia in neurofibromatosis type 1 (NF1). Also seen in neuroblastoma metastasis",
        "cop": 1,
        "opa": "Metastasis",
        "opb": "Pseudotumor cerebri",
        "opc": "Optic nerve glioma",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "be136fc5-5b42-4e4b-8e43-42b9bda92de0",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of endplate destruction with reduction of Intervertebral disc space on X-ray:",
        "exp": "Ans. B. Tuberculosis. Causes of vertebral destruction without loss of OR maintained of IVD space: a. Lymphomab. Metastasesc. Traumad. Osteoporotic fractures",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Tuberculosis",
        "opc": "Eosinophilic granuloma",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "b76a41ae-4e8a-41c4-9d39-d3793aa4b037",
        "choice_type": "single"
    },
    {
        "question": "Which is the earliest radiologic feature of bone infection",
        "exp": "Sequence of changes in bone infection (osteomyelitis) on X-ray are: Earliest finding of osteomyelitis on X ray within 8 days is soft tisse swelling and loss of soft tissue planes Bone destruction and formation of periosteal reaction seen at 10-14 days Invoucrum formation at 3 weeks Sequestrum formation at 4 weeks",
        "cop": 3,
        "opa": "Destructive lytic lesion",
        "opb": "Presence of periosteal reaction",
        "opc": "Soft tissue edema",
        "opd": "Appearance of sequestra",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "bc5ca9ec-35a5-4179-a0b9-f8d8265188d0",
        "choice_type": "single"
    },
    {
        "question": "X-ray spine of a child is shown. What is the probable diagnosis?",
        "exp": "Ans: (b) Rugger jersey spine. Ref: Radiology Review. RUGGER JERSEY SPINEThe sclerotic bands on the superior and inferior endplates of the vertebral bodies represent accumulations of excess osteoid and appear opaque because of their increased volume when compared to normal bone. Rugger jersey spine describes the prominent subendplate densities at multiple vertebral levels to produce an alternating sclerotic-lucent-sclerotic appearance. This mimics the horizontal stripes of a rugby jersey, seen with secondary hyperparathyroidism* associated with Renal Osteodystrophy* and Osteopetrosis*. Bamboo spine is feature of ankylosing spondylitis*. Ivory spine is feature of Paget's disease*. RENAL OSTEODYSTROPHYCRF leading on to hyperparathyroidism. Signs of chronic renal failure: Findings of osteomalacia. Hyperparathyroidism. Bone sclerosis. Rugger jersey spine. Rotting fence post appearance: Due to Rickets + Hyperparathyroidism. In children, metaphyseal changes resembling rickets are seen, which together with cortical erosibons can give rise to the so-called 'rotting fence-post' appearance, particularly at the femoral neck. Looser's zone.",
        "cop": 2,
        "opa": "Bamboo spine",
        "opb": "Rugger Jersey spine",
        "opc": "Normal spine",
        "opd": "Ivory spine",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "f36b4e6a-3401-40e9-9257-f9e2f6ae9fc9",
        "choice_type": "single"
    },
    {
        "question": "Codman's triangle is a feature of -",
        "exp": "A Codman triangle develops when a poion of periosteum is lifted off of the coex by tumor, pus, or hemorrhage at a leading edge. This aggressive form of periosteal reaction is commonly seen in osteosarcomas and occasionally with infection and metastases.",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Osteochondroma",
        "opc": "Osteoid osteoma",
        "opd": "Chondrosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "77f13d93-7355-4a37-b6a2-c16dd967f47e",
        "choice_type": "single"
    },
    {
        "question": "Not a radiological feature of rickets -",
        "exp": "Radiological findings in rickets: cupping of metaphysis splaying of metaphysis Fraying of metaphysis widening of growth plate widening of epiphysis coical thining generalised osteopenia Triradiate pelvis",
        "cop": 3,
        "opa": "Splaying of metaphysis",
        "opb": "Cupping of metaphysis",
        "opc": "Subluxation of epiphysis",
        "opd": "Widening of metaphysis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "ac20b0ba-3a6a-4f22-a076-baf9d086845b",
        "choice_type": "single"
    },
    {
        "question": "This appearance in a 60-year-old man is suggestive of:",
        "exp": "Ans. B Multiple myeloma. Radiograph of skull shows multiple punched out uniform lytic lesions - peculiar of Multiple myeloma - described as Rain drop skullQ. Other imaging signs include Salt pepper appearance of vertebraQ on MRI/Vertebra planaQ/Wrinkled vertebraQ. Lesions show cold spots on 99m - Tc - MDP bone scanQ.",
        "cop": 2,
        "opa": "Eosinophilic granuloma",
        "opb": "Multiple myeloma",
        "opc": "Hyperparathyroidism",
        "opd": "Acromegaly",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "40534ecc-4daa-4239-8b22-fa3cb2d45e0d",
        "choice_type": "single"
    },
    {
        "question": "The most likely diagnosis in this child is:(AIIMS 2016)",
        "exp": "Ans. B Rickets. Classical WideningQ FrayingQ and CuppingQ of metaphysis with widened epiphyseal plate of cartilage - suggests Rickets. Appearance of band of metaphyseal calcificationQ - is earliest radiological sign of healing rickets.",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Salter Harris injury",
        "opd": "Greenstick fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "faf8a1ca-9c06-4cbe-b43a-5317e48dace6",
        "choice_type": "single"
    },
    {
        "question": "Bamboo spine is seen in -",
        "exp": "Radiological features of Ankylosis spondylitis are: Sacroiliitis Enthesopathy Romanus lesions Bamboo spine Rugger Jersy spine Interveebral disc calcification Dagger sign Trolley track sign Squarring of veebrae.",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "RA",
        "opc": "Paget's disease",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "1c09fa58-f37a-4831-b95d-c84ec38482bf",
        "choice_type": "single"
    },
    {
        "question": "Salt pepper skull is seen in?",
        "exp": "Ans. is 'b' i. e., Hyperparathyroidism Salt and pepper skull/ pepperpot skull* Multiple tiny well-defined lucencies in the skull vault caused by resorption of trabecular bone* There is a loss of definition between the inner and outer tables of the skull and a groundglass appearance as well as spotty deossification* Seen in hyperparathyroidism. Important radiological appearance of skulli) Lacunar skull - Arnold chiari malformationii) Geographic skull - Eosinophilic granulomaiii) Cotton wool skull - Paget's diseaseiv) 'Salt-pepper' skull - Hyperparathyroidismv) Groundglass skull - Fibrous dysplasiavi) Punched out/Raindrop lesion of skull - Multiple myelomavii) Ping-Pong skull - Fracture skull in children",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Hyperparathyroidism",
        "opc": "Sickle cell anemia",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "efdfac55-da92-4d8f-8427-758357e1b7ea",
        "choice_type": "single"
    },
    {
        "question": "24 year old woman, fell while ice-skating. What abnormality is shown?",
        "exp": "There is posterior dislocation of the right elbow. Almost all elbow dislocations occur in the posterior direction. Although none is visible on this radiograph, it is not uncommon for elbow dislocations to be associated with fractures. The most common fractures in this setting are of the capitellum (from impaction by the radial head) and of the coronoid process of the ulna (impacting against the trochlea of the humerus). CT is ideal for evaluating for such injuries and is performed routinely in patients with elbow dislocations.",
        "cop": 2,
        "opa": "Posterior shoulder dislocation",
        "opb": "Posterior elbow dislocation",
        "opc": "Fracture of radius",
        "opd": "Fracture of ulna",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "3b5c3fe9-6dfd-4e34-90c0-ab89c5e915f4",
        "choice_type": "single"
    },
    {
        "question": "Floating teeth sign is seen in",
        "exp": "Radiological features of Langerhans cell histiocytosis: Punched out lytic lesions of skull with bevelled edges. Geographic skull. Floating teeth sign due to radiolucent lesion around the teeth. Veebra plana",
        "cop": 3,
        "opa": "Metastasis",
        "opb": "Osteitis fibrosa",
        "opc": "Histiocytosis",
        "opd": "Asbestosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "c3bfcaf4-744c-47cc-8ec3-2a3b550aa354",
        "choice_type": "single"
    },
    {
        "question": "'Hair on end' appearance in X- ray is characteristic of:",
        "exp": "Ans. B. Sickle cell anemia. Hair on end appearance of the skull is a characteristic feature of chronic Haemolysis usually seen in patients with thalassemia and sickle cell anemia. It results from accentuated vertical trabeculae between the inner and outer tables of the skull because of excessive bone marrow hyperplasia. Conditions where 'Hair on End Appearance' is seen: Mnemonic: HI NEST* Hereditary spherocytosis* Neuroblastoma* Enzyme deficiency (e. g. G-6-P deficiency causing haemolytic anemia)* Sickle cell disease* Thalassemia major",
        "cop": 2,
        "opa": "G6. PD deficiency",
        "opb": "Sickle cell anemia",
        "opc": "Rickets",
        "opd": "Scurvy",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "40789209-b3ac-493a-b5df-f030871edae7",
        "choice_type": "single"
    },
    {
        "question": "Multiple lytic lesions of skull with beveled edges are seen in -",
        "exp": "key words for Esinophilic granuloma: Punched out lytic lesions of skull Bevelled edges Laminated periosteal reaction Key words for multiple myeloma Punched out lytic lesions of skull endosteal scalloping no periosteal reaction",
        "cop": 1,
        "opa": "Eosinophilic granuloma",
        "opb": "Metastases",
        "opc": "Multiple myeloma",
        "opd": "Neuroblastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "1f787a99-a6f3-4b57-91a8-6dba466ef27b",
        "choice_type": "single"
    },
    {
        "question": "A patient suffering from morning stiffness >1 hour, presents with the following abnormality in the X-ray. What can be the most possible diagnosis:",
        "exp": "Ans. B Rheumatoid arthritis. Classic Swan neck deformityQ (DIP joint flexion and PIP joint extension) with marked changes at the radiocarpal joint.",
        "cop": 2,
        "opa": "Psoriatic arthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Osteoarthritis",
        "opd": "Relapsing polychondritis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "c86e83fa-dd55-4bad-9690-bab01c7ab771",
        "choice_type": "single"
    },
    {
        "question": "Cleavage plane sign is seen in?",
        "exp": "Ans AParaosteal sarcoma arises exophytically from long bones and thus there is a small plane of cleavage between it and the main shaft of bone - the Cleavage plane sign.",
        "cop": 1,
        "opa": "Parosteal osteosarcoma",
        "opb": "Ewing's sarcoma",
        "opc": "Chondrosarcoma",
        "opd": "Metastasis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "9f8cfad5-20a4-436c-95e2-b68dc24b1776",
        "choice_type": "single"
    },
    {
        "question": "Beheaded Scottish terrier sign is seen in?",
        "exp": "Ans BIn the oblique view, the \"scotty dog\" sign can be seen. It is called a scotty dog sign, as the spinous process and lamina connecting the pedicle show the lateral aspect of a Scottish Terrier or \"scotty dog. \" Scotty dog with a collar is seen in Spondylolysis. When the \"scotty dog\" looks like he has a thick collar or is beheaded the fracture exists suggesting spondylolisthesis.",
        "cop": 2,
        "opa": "Spondylosis",
        "opb": "Spondylolisthesis",
        "opc": "Fracture transerve process of lumber vertebra",
        "opd": "Fracture scaphoid",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "d3277275-25bf-4519-a081-a02ee47a3774",
        "choice_type": "single"
    },
    {
        "question": "Antenatal detection of bone fractures on USG suggests?",
        "exp": "Ans CUltrasound findings of osteogenesis imperfecta include a marked shortening of the long bones, multiple bone fractures and lack of mineralization of the skull.",
        "cop": 3,
        "opa": "Achondroplasia",
        "opb": "Marfan's syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Chondrodysplasia punctata",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "93105cdf-b271-4c5b-b56c-16ab7ca83e8e",
        "choice_type": "single"
    },
    {
        "question": "Radioresistant tumor is",
        "exp": "List of highly radioresistant tumors: Osteosarcoma Melanoma Pancreatic cancer Hepatocellular carcinoma",
        "cop": 2,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Retinoblastoma",
        "opd": "Neuroblastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "594a8b54-651c-46ca-a293-bbc3154ffa5b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of generalized increase in bone density in adults?",
        "exp": "Caffey's disease is also known as infantile coical hyperostosis It is self limiting disorder occuring only in infants. Single layered or laminated periosteal reaction, subperiosteal dense coical hyperostosis involving only the diaphysis of long bones is characteristic radiological picture of Caffey's disease.",
        "cop": 4,
        "opa": "Myelosclerosis",
        "opb": "Renal osteodystrophy",
        "opc": "Fluorosis",
        "opd": "Caffey's disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "82673f0b-78aa-4f06-bf88-e72c3aca8997",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old child presented with pain at shoulder and arm. A X-ray reveals a uniform well-defined lucent lesion at the metaphysis. Most likely diagnosis is? (AIIMS 2016)",
        "exp": "Ans. A Simple bone cyst. Lucent geographic lesion seen in humeral metaphysis in a child is most commonly a simple bone cyst. Trapdoor signQ/Fallen fragment signQ/Hinged fragment signQ may be seen.",
        "cop": 1,
        "opa": "Simple bone cyst",
        "opb": "Aneurysmal bone cyst",
        "opc": "Giant cell tumour",
        "opd": "Osteoid osteoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "70168444-5bb7-4081-844f-d77410f650c8",
        "choice_type": "single"
    },
    {
        "question": "Preveebral space thickness in adult at C6-C7 level is",
        "exp": "Upper limits of preveebral space thickness varies with the cervical veebral level in an adult as follows: At C1 level: 10 mm At C2 level: 5 mm At C3 level: 7 mm At C5 level: 22 mm At C6-C7 level: 22 mm",
        "cop": 3,
        "opa": "7mm",
        "opb": "15mm",
        "opc": "22mm",
        "opd": "30mm",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "9f2f2b41-0180-4512-ac19-95d99c9bcdcf",
        "choice_type": "single"
    },
    {
        "question": "\"Codfish\" veebra is not seen commonly in which of the following",
        "exp": "Fish veebra, also known as codfish veebra, describes the biconcave appearance of veebrae (especially lumbar veebrae). Seen in: Osteoporosis. Sickle cell disease Hereditary Spherocytosis. Homocystinuria. Renal Osteodystrophy Osteogenesis Imperfecta. Thalassemia Major (rarely). Gaucher&; s disease shows H shaped veebrae.",
        "cop": 2,
        "opa": "Osteoporosis",
        "opb": "Gaucher's disease",
        "opc": "Osteogenesis Imperfecta",
        "opd": "Renal Osteodystrophy",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "6cd17403-81e6-43ba-ad3d-b473ad595690",
        "choice_type": "single"
    },
    {
        "question": "Most radiosensitive bone tumor is",
        "exp": "Ans. a (Ewing's sarcoma). (Ref. Essential Orthopedics by Maheshwari, 2nd ed., 220; Harrison 18th/ch. 98). Osteosarcoma is relatively radioresistant and wide surgical resection and chemotherapy is the RX. There is no role of RT in Rx of Aneurysmal bone cyst and Chondroblastoma. EWING'S SARCOMA# Ill-defined osteolytic medullary lesion involving diaphysis.# Small round cell PNET tumor.# Age group 5-15 years with 75% patients being under the age of 20 years and having male predilection.# Extension along the length of the marrow with permeative bone destruction.# Cortical saucerization.# Classical multilaminar periosteal reaction giving 'onion-peel' appearance.# Codmann's triangles with elevated periosteum.# Soft tissue mass disproportionately large compared to the extent of osseous involvement, resembling osteomyelitis.# Bone tumor metastasizing to bone.# Ewing's sarcoma is the highly malignant primary bone neoplasm having specific cytogenetic analysis i. e. t( 11, 22), is a PNET.# CD99 is important marker# It is thought to be radiosensitive bone tumor, and supposed to melt with radiotherapy. However, Chemotherapy is the mainstay of treatment for Ewing's primitive neuroectodermal tumors (PNET) and rhabdomyosarcomas. External beam radiation therapy is an adjuvant to limb-sparing surgery for improved local control. Preoperative radiation therapy allows the use of smaller fields and smaller doses but results in a higher rate of wound complications. Postoperative radiation therapy must be given to larger fields, as the entire surgical bed must be encompassed, and in higher doses to compensate for hypoxia in the operated field. This results in a higher rate of late complications. Brachytherapy or interstitial therapy, in which the radiation source is inserted into the tumor bed, is comparable in efficacy (except in low- grade lesions), less time-consuming, and less expensive. Although Ewing's sarcoma is radiosensitive, systemic chemotherapy is the mainstay of therapy, often being used before surgery. Doxorubicin, cyclophosphamide or ifosfamide, etoposide, vincristine, and dactinomycin are active drugs. Topotecan or irinotecan in combination with an alkylating agent are often used in relapsed patients. Targeted therapy with an anti IGF 1 alpha antibody appears to have promising activity in refractory cases. Local treatment for the primary tumor includes surgical resection, usually with limb salvage or radiation therapy.",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcomna",
        "opc": "Aneurysmal bone cyst",
        "opd": "Chondroblastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "6136bb1e-1d32-4fa5-b61e-a9358d7d28de",
        "choice_type": "single"
    },
    {
        "question": "Calcification of meniscal cailage is a feature of",
        "exp": "Notable sites of chondrocalcinosis in pseudogout include: * knee: medial meniscus and patellofemoral joint * wrist: triangular fibrocailage complex and lunotriquetral ligaments * pubic symphysis * spine - interveebral discs",
        "cop": 2,
        "opa": "Gaucher's disease",
        "opb": "Pseudogout",
        "opc": "Achondroplasia",
        "opd": "Hyperparathyroidism",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "f08578f1-63e8-4793-b0cb-25b9f331f7d0",
        "choice_type": "single"
    },
    {
        "question": "Dense metaphyseal band is seen in -",
        "exp": "Dense metaphyseal band in seen in following conditions: Radiation Lead poisoning Hypervitaminosis D Congenital hypothyroidism Osteopetrosis",
        "cop": 4,
        "opa": "Hypervitaminosis A",
        "opb": "Hypervitaminosis B",
        "opc": "Scurvy",
        "opd": "Hypervitaminosis D",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "3b68455c-8331-4217-833d-64d424eae3d8",
        "choice_type": "single"
    },
    {
        "question": "Expansile lytic lesion with fluid-fluid levels within the metaphysis of fibula seen in CT/MRI in an early adolescent female is typical of:",
        "exp": "Ans BFluid fluid levels can be seen in both ABC and GCT but key to remember here is the age. ABC is tumour of adolescence while GCT appears only after fusion of epiphyseal plates.",
        "cop": 2,
        "opa": "Giant cell tumor",
        "opb": "Aneurysmal bone cyst",
        "opc": "Hemangioma",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "64b0b156-1fb9-4853-a636-5863b816e9ec",
        "choice_type": "single"
    },
    {
        "question": "On MRI the differential diagnosis of spinal cord edema is -",
        "exp": "In Myelomalacia, the spinal cord is small and bright due to cord atrophy and gliosis There is no extrinsic compression in myelomalacia Myelomalacia is irreversible.",
        "cop": 2,
        "opa": "Myelodysplasia",
        "opb": "Myelomalacia",
        "opc": "Myeloschisis",
        "opd": "Cord tumors",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "dce59281-7368-4963-b895-89a3cb8fa7fd",
        "choice_type": "single"
    },
    {
        "question": "Bone in bone appearance is seen in-",
        "exp": "Ans. is 'c' i. e., Osteopetrosis * Bone within a bone is a descriptive term applied to bones that appear to have another bone within them.* Bone within a bone appearance is seen in: - Normal neonate, Prostaglandin El therapy, Growth arrest/recovery lines n Heavy metal (e. g., Lead) poisoning, Bisphosphonate therapy, Hypothyroidism & Hypoparathyroidism, Sickle cell anemia n Hypercalcemia & Hypervitaminosis D, Osteopetrosis, Rickets / Osteomalacia (healed phase), Acromegaly, Scurvy (healed phase).",
        "cop": 3,
        "opa": "Active scurvy",
        "opb": "AML",
        "opc": "Osteopetrosis",
        "opd": "Osteosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "646bde68-cfda-455b-b22f-9b3158f31bdf",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign indicative of sacroilitis on X ray is?",
        "exp": "Ans. is 'c' i. e., Blurring of SI joint * Radiographically, the earliest sign of sacroiliitis is indistinctness of the joint The joints initially widen before they narrow. Radiographic Sacroiliitis grading (New York criteria)i) Grade 0: normalii) Grade 1: some blurring of the joint margins - suspiciousiii) Grade 2: minimal sclerosis with some erosioniv) Grade 3a) Definite sclerosis on both sides of jointb) Severe erosions with widening of joint space with or without ankylosisv) Grade 4: complete ankylosis",
        "cop": 3,
        "opa": "Osteophytes",
        "opb": "Erosion",
        "opc": "Blurring of SI joint",
        "opd": "Sclerosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "d6024c40-93ba-45f5-9bca-3ff2ee1d251c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following show the looser&; s zone or Pseudofracture",
        "exp": "Pseudofracture/ Looser's zones: Wide, transverse lucencies traversing pa way through a bone, usually at right angles to the involved coex The characteristic feature of osteomalacia Also seen in: Paget's disease Fibrous dyplasia Hyperparathyroidism Renal osteodystrophy Symmetrically distributed in: Pubi rami Femoral neck Medial border of scapula",
        "cop": 4,
        "opa": "Vitamin C deficiency",
        "opb": "Osteoporosis",
        "opc": "Thyroididtis",
        "opd": "Osteomalacia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "03174a59-0edb-45e5-a29a-f16a960e1e4f",
        "choice_type": "single"
    },
    {
        "question": "Raindrop skull is a feature of?",
        "exp": "Ans. A. Multiple myeloma. MULTIPLE MYELOMAMost common primary malignant neoplasm in adults, which is followed by osteosarcoma. Age: usually 5th to 8th decade. Location: Disseminated form: vertebrae > ribs > skull > pelvis > long bones Solitary Plasmacytoma: Vertebrae > pelvis > skull > sternum > ribs. Radiographic features: a. Multiple punched out widespread osteolytic lesions in skull, however classic 2-3mm 'rain drop' circular lytic defects are not always evidentb. But Mandibular involvement may be helpful indistinguishing it from metastasesc. Blown out lesions of skull, long bones (persistent red marrow areas of proximal femora and humeri) and pelvisd. Soft tissue masses adjacent to area of lysis may be seene. Localized areas of lucency in red marrow areas and generalized osteoporosis are tow cardinal featuresf. Diffuse osteoporosis can alone cause suspicion of this disease in an elderly patientg. Spinal myeloma: sparing of posterior elements, intervertebral disc spaces and articular surfaces with paraspinal soft tissue massh. Sclerotic lesions are rare in multiple myelomai. It is still one of the indications for skeletal survey in today's era of modern imaging. Bone Scan features. In multiple myeloma, 99m Tc products do not localize well in the destructive/lytic lesions (no osteoblastic activity, hence no uptake - cold spots).",
        "cop": 1,
        "opa": "Multiple myeloma",
        "opb": "Eosinophilic granuloma",
        "opc": "Thalassemia",
        "opd": "Sickle cell anemia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "5204f244-2084-4c95-80d1-d284483dfd07",
        "choice_type": "single"
    },
    {
        "question": "A 70 years old female is on treatment with Alendronate for 7 years for osteoporosis. Now she complains of pain in right thigh. What is the next investigation to be performed?",
        "exp": "Long term use of Alendronate (Bisphosphonates) results in following radiological changes in patients presenting with tigh pain: Earliest change would be thickening coex femur (predominantly the lateral coex) Later it results in subtrochanteric fracture through the thickened coex with medial spike. Hence in this scenario the next investigation would be X ray to see for coical thickening and atypical subtrochanteric fractures.",
        "cop": 2,
        "opa": "DEXA scan",
        "opb": "X-ray",
        "opc": "Serum vitamin D levels",
        "opd": "Serum alkaline phosphate levels",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "07cbae59-548c-4755-b118-68b28d197283",
        "choice_type": "single"
    },
    {
        "question": "This diagnosis is:(AIIMS 2018)",
        "exp": "Ans. D Scaphoid fracture. Frontal radiograph with ulnar deviation of wristQ - is best radiograph for demonstration of scaphoid fractures. Often radiologically occult fractureQ. Cast is applied in glass holding positionQ. At risk of Avascular necrosisQ - more proximal the fracture - more the risk of AVNQ.",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Scapho-lunatedissociation",
        "opc": "Lunate dislocation",
        "opd": "Scaphoid fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "ef19612a-e9db-44b9-9d70-7723f151afc8",
        "choice_type": "single"
    },
    {
        "question": "The gold standard for the diagnosis of osteoporosis is -",
        "exp": "According to the osteoporosis guidelines for diagnosis and treatment, dual X-ray absorptiometry (DXA) represents the \"gold standard\" for diagnosis of osteoporosis and fracture risk prediction.",
        "cop": 1,
        "opa": "Dual energy X-ray absorptiometry",
        "opb": "Single energy X-ray absorptiometry",
        "opc": "Ultrasound",
        "opd": "Quantitative computed tomography",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "ab40ff23-8f10-4094-810e-f8b155c55b3d",
        "choice_type": "single"
    },
    {
        "question": "\"Hair-on end\" appearance is seen in -",
        "exp": "Hair on end skull appearance is seen in the diploic space of skull, having the appearance of long veicle striations. These striations are due to alternating thickened trabeculae and radiolucent marrow hyperplasia seen in following conditions: Thalaseemia Major - Most common and characteristic feature sickle cell anemia Hereditary spherocytosis Severe iron deficiency anemia. Hence the single best answer would be Thalaseemia major",
        "cop": 1,
        "opa": "Thalassemia",
        "opb": "Sickle cell anemia",
        "opc": "Hemochromatosis",
        "opd": "Megaloblastic anemia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "11726bc2-ed31-47e8-af77-616f27dd306a",
        "choice_type": "single"
    },
    {
        "question": "C1-C2 best seen in:",
        "exp": "Ans. D. Odontoid view. Jefferson's Fracture1. It is most common type of atlas fracture. It is cause by axial compression force (with or without extension force), resulting from a fall on the head from a height or mass falling on head. This mechanism of injury results in a burst fracture of ring of atlas (Cl) vertebrae, that occurs secondary to the occipital condyles being driven into the interior portions of the ring of atlas and driving the lateral masses outwards. 2. Lateral displacement of Cl lateral mass lateral the outer cortex of the C2 lateral mass raises concerns for the structural integrity of the transverse Atlantal ligament (TAL). The stability of atlas depends on TAL. 3. Due to outward movement of lateral masses, there is no encroachment on the neural canal and, usually, no neurological damage. 4. Classical Jefferson's fracture (as described by Jefferson in 1920) was four-part fracture of ring of atlas (2 part of anterior ring & 2 part of posterior ring). However more common are two part or three part fractures. 5. It is typically diagnosed on plain radiographsa. Open mouth (odontoid) view may show asymmetry of the lateral masses of Cl on C2 with overhang. b. A bilateral overhang >6. 9mm suggests disruption of transverse ligament and potential late instability. c. On lateral radiograph presumptive evidence of transverse ligament disruption is >4mm atlanto-dents interval. 6. Coronal CT reformation provides the best method of evaluating important atlas fracture characteristics.",
        "cop": 4,
        "opa": "Lat. view",
        "opb": "Oblique view",
        "opc": "AP view",
        "opd": "Odontoid view",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "b35fe068-ddc9-4713-af9d-135e053f3914",
        "choice_type": "single"
    },
    {
        "question": "Osteoblastic metastasis is seen -",
        "exp": "Metastases that are typically purely lytic Kidney Thyroid Metastases that are usually mixed lytic and sclerotic Lung Breast Metastases that are usually purely blastic Prostate Medulloblastoma Bronchial carcinoid",
        "cop": 1,
        "opa": "Prostate carcinoma",
        "opb": "Multiple myeloma",
        "opc": "Thyroid carcinoma",
        "opd": "Renal carcinoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "39288ad7-9950-4efd-9c1e-9437a60e88e2",
        "choice_type": "single"
    },
    {
        "question": "Clay Shoveler's fracture involves?",
        "exp": "Ans. A. Spinous process'Clay Shoveler's fracture' is an avulsion of the spinous process of C6, C7 or T1 caused either by rotation of the upper trunk when the cervical spine is relatively fixed or, less commonly, as the result of a direct blow.",
        "cop": 1,
        "opa": "Spinous process",
        "opb": "Lamina",
        "opc": "Pedicle",
        "opd": "Body",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a274ed5f-2b14-49c6-9211-46d74e032038",
        "choice_type": "single"
    },
    {
        "question": "X-ray finding of osteomyelitis within 8 day is -",
        "exp": "Sequence of changes in osteomyelitis on X-ray are: Earliest finding of osteomyelitis on X ray within 8 days is soft tisse swelling and loss of soft tissue planes Bone destruction and formation of periosteal reaction seen at 10-14 days Invoucrum formation at 3 weeks Sequestrum formation at 4 weeks",
        "cop": 2,
        "opa": "Cystic swelling",
        "opb": "Soft tissue swelling",
        "opc": "New bone formation",
        "opd": "Sequestrum formation",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "eee6de1d-56c7-4e3f-ac30-9adb42f1a283",
        "choice_type": "single"
    },
    {
        "question": "A young child with backache reveals a solitary collapsed dorsal vertebra with preserved intervertebral disk spaces and no evidence of soft tissue mass. The most likely diagnosis is?",
        "exp": "Ans BThis classic imaging appearance is called Vertebra plana and in children is most commonly seen in Langerhans's cell histiocytosis",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Langerhans's cell histiocytosis",
        "opc": "Ewing's sarcoma",
        "opd": "Metastases",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "38073a63-ada0-4534-997e-2846c60d5eff",
        "choice_type": "single"
    },
    {
        "question": "Crew cut appearance on X ray skull is seen in:",
        "exp": "Ans. A. Thalassemia. Crew cut appearance in thalassemia occurs due to expansion of the marrow on account of extra-medullary hemapoiesis. The widened diploic spaces on X-ray skull lateral view appear as Crew cut or hair on end appearance.",
        "cop": 1,
        "opa": "Thalassemia",
        "opb": "Megaloblastic anemia",
        "opc": "Autoimmune hemolytic anemia",
        "opd": "Ultrasonography",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "1c2ba0c3-75b8-4563-961b-6e26a86a5bfa",
        "choice_type": "single"
    },
    {
        "question": "A person has an injury in the forefinger with glass and it is suspected that he has a retained piece of glass in his finger. Which is the first investigation you will do?",
        "exp": "All glass, regardless of type or lead content, is radiopaque and should be visible on a properly exposed and positioned radiograph. Hence the answer would be Plain radiograph",
        "cop": 1,
        "opa": "Plane radiograph",
        "opb": "Ultrasound",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "fe98b69c-575f-4c2c-9bf3-b3133c52d01f",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic feature of hyperparathyroidism -",
        "exp": "Radiological features of hyperparathyroidism: The characteristic feature is subperiosteal resorption paicularly radial aspect of middle phalanx of middle and index finger. Loss of lamina dura Pepper pot skull Rugger jersy spine Brown tumor Soft tissue calcification",
        "cop": 4,
        "opa": "Osteopenia",
        "opb": "Loss of lamina dura",
        "opc": "Brown's tumor",
        "opd": "Sub periosteal resorption of phalanges",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "ce6372e5-c109-4aac-b19e-6148ad5597bb",
        "choice_type": "single"
    },
    {
        "question": "Absent/hypoplastic radius is a feature of?",
        "exp": "Ans ARadial hypoplasia more commonly a sporadic mutation rather than an inherited condition. In case of an inherited condition, several syndromes are known such as the Holt- Oram syndrome, VATER syndrome, Fanconi anemia and TAR syndrome. Other possible causes are an injury to the apical ectodermal ridge during upper limb development, intrauterine compression & maternal drug use (thalidomide).",
        "cop": 1,
        "opa": "Holt-Oram syndrome",
        "opb": "Spondyloepiphyseal dysplasia",
        "opc": "Chondrodysplasia punctata",
        "opd": "CCD",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "817bb345-887d-425f-bc3e-29deb71eeb2e",
        "choice_type": "single"
    },
    {
        "question": "First test of choice for shoulder joint evaluation?",
        "exp": "Ans. d (Digital x-ray) > c (USG) (Ref. Harrison's medicine 17th ed., Table 325-5)--\"First test of choice\" =????--What does this mean? = 1 think they mean to ask initial test of choice.--So, initial test/first test/screening tool of choice for shoulder joint is X-ray for trauma and non-soft tissue aliments and for suspected soft tissue diseases, it is Ultrasound (7-15 MHz probe).-- Best/investigation of choice/diagnostic/ preferred should be MRI. DIAGNOSTIC IMAGING TECHNIQUES FOR MUSCULOSKELETAL DISORDERSMethod. Current Indications. Ultrasound# Synovial cysts# Rotator cuff tears# Tendon injury99m. Tc MDP scintigraphy# Metastatic bone survey (most sensitive inv)# Evaluation of Paget's disease# Acute and chronic osteomyelitis111. In-WBC scintigraphy# Acute infection# Prosthetic infection# Acute osteomyelitis67. Ga scintigraphy# Acute and chronic infection# Acute osteomyelitis. Computed tomography# Herniated intervertebral disk# Sacroiliitis# Spinal stenosis# Spinal trauma# Osteoid osteoma# Stress fracture. Magnetic resonance imaging# Avascular necrosis# Osteomyelitis# Intraarticular derangement and soft tissue injury# Derangements of axial skeleton and spinal cord# Herniated intervertebral disk# Pigmented villonodular synovitis# Inflammatory and metabolic muscle pathology. Magnetic Resonance Imaging in MSK# MR imaging has revolutionized the imaging evaluation of almost all body areas but particularly those of the central nervous system and musculoskeletal system.# It has tremendous advantages over other imaging modalities in the evaluation of joints because of its excellent soft- tissue contrast, high resolution, and ability to image in every plane.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "MRI",
        "opc": "USG",
        "opd": "Digital X-ray",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "13d090ae-9e87-41a6-8094-1419b9a59bba",
        "choice_type": "single"
    },
    {
        "question": "Marble bone is characteristic of?",
        "exp": "Ans AOsteopetrosis, also known as Marble bone disease, or Albers- Schonberg disease is an extremely rare inherited disorder whereby the bones harden, becoming denser due to defect in osteoclastic bone resorption.",
        "cop": 1,
        "opa": "Osteopetrosis",
        "opb": "Marfan's syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Melorheostosis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2bba10f6-a9c7-4c4a-a0b0-fb1f18e6a689",
        "choice_type": "single"
    },
    {
        "question": "\"Head at risk\" sign is seen in -",
        "exp": "Ans. is 'a' i. e., Perthes disease o \"Head at risk\" sign is a radiological prognostic sign for Perthes disease (also k/a Legg-Calves- Perthes disease or Coxa Plana or Idiopathic avascular necrosis of femoral head). o Disease mainly affects children o Classification of' Head at risk\" sign: i) Lateral subluxation (most important prognostic factor): due to articular cartilage overgrowthii) Calcification lateral to epiphysis: calcification in the overgrown cartilageiii) Osteolysis in the superolateral part of the femoral metaphysis: Gage's signiv) Horizontal physisv) Metaphyseal cysts.",
        "cop": 1,
        "opa": "Perthes disease",
        "opb": "Ewing's sarcoma",
        "opc": "Osteomylitis",
        "opd": "Paget's disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "92220588-952d-4bc0-a1c3-f0f7b133bb57",
        "choice_type": "single"
    },
    {
        "question": "Hair on end appearance in seen in-",
        "exp": "Ans. is 'a' i. e., Thalassemia * Hair on end appearance can be seen in the diploic space of the skull and has the appearance of long, thin vertical striations. This appearance is caused by alternating thickened trabeculae and radiolucent marrow hyperplasia* Hair on end appearance is characteristically and most commonly seen in thalassemia because marrow hyperplasia is more marked in this than other anemia.* Sickle cell anemia is the 2nd most common cause (after thalassemia). Other causes* Hereditary spherocytosis* G6. PD or Pyruvate kinase deficiency* Severe iron deficiency anemia* Neoplastic: - Hemangioma, neuroblastic metastasis* Cyanotic heart disease",
        "cop": 1,
        "opa": "Thalasemia",
        "opb": "Iron deficiency anemia",
        "opc": "Hemochromatosis",
        "opd": "Megaloblastic anemia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "92037ab7-e9af-4481-b5c3-a31d86f39d9c",
        "choice_type": "single"
    },
    {
        "question": "Salt and Pepper pot appearance of skull is seen in",
        "exp": "(A) Hyperparathyroidism. HYPERPARATHYROIDISM: Uncontrolled production of parathyroid hormone causes | bone mass secondary to | number of osteoclasts, | osteoid volume (defect in mineralization), slightly | number of osteoblasts. Loss of lamina dura of tooth, Pepper pot appearance in skull, \"Rotting fence post' appearance of proximal femur in children. Bone Resorption: Subperiosteal (most constant & specific finding; virtually Pathognomonic of Hyperparathyroidism). Lacelike irregularity of cortical margin; may progress to scalloping/spiculation (pseudoperiostitis), involves phalangeal tufts (earliest involvement), radial aspect of middle phalanx of 2nd & 3rd finger beginning in proximal metaphyseal region (early involvement). Subchondral collapse of cortical bone & overlying cartilage with development of erosion, cyst, joint narrowing. Cortical resorption, trabecular resorption, subligamentous bone resorption. Bone Softening: Basilar impression of skull, Wedged vertebrae, kyphoscoliosis, biconcave vertebral deformities, bowing of long bones, Slipped capital femoral epiphysis. Brown Tumor: Eccentric, cortical frequently solitary expansile lytic wellmarginated cystlike lesion, endosteal scalloping, seen in jaw, pelvis, rib, metaphyses of long bones (femur), facial bones, axial skeleton (DDx--GCT). Osteosclerosis - 'Rugger jersey spine' - sclerosis of vertebral endplates with intervening normal osseous density. Soft-Tissue Calcification: Metastatic calcification cornea, viscera (lung, stomach, kidney), periarticular in hip, knee, shoulder, wrist & chondrocalcinosis in menisci, wrist, shoulder, hip, elbow. Erosive Arthropathy, Periosteal New-Bone Formation. Sequele Hyperparathyroidism 1. Renal stones & nephrocalcinosis 2. osteoblastic activity--osteitis fibrosa Cystica, brown tumours (primary Hyperparathyroidism) bone softening (fractures), 3. Peptic ulcer disease, 4. Calcific pancreatitis, 5. Soft-tissue calcifications (Secondary Hyperparathyroidism). Primary Hyperparathyroidism: Hypercalcemia due to uncontrolled secretion of parathormone by one or more hyperfunctioning parathyroid glands featuring brown tumor & chondrocalcinosis. Secondary Hyperparathyroidism: Diffuse adenomatous hyperplasia of all four parathyroid glands as a compensatory mechanism in any state of hypocalcemia featuring soft-tissue calcifications & osteosclerosis. Tertiary Hyperparathyroidism: Development of autonomous PTH adenoma in patients with chronically overstimulated hyperplastic parathyroid glands (renal insufficiency). Pseudo hyperparathyroidism: Ectopic parathormone production in paraneoplastic syndrome in bronchogenic carcinoma and renal cell carcinoma. CHARACTERISTIC X-RAY APPEARANCES'Sun-ray1 appearance... Osteogenic sarcoma'Soap bubble' appearance... Osteoclastoma'Moth-eaten' appearance around epiphysis... Rickets'Rain drop' osteolytic lesions in skull... Letterer-Siwe disease, Multiple myeloma'Saw tooth' appearance of metaphysis... Congenital syphilis'Cup and Pencil' joint appearance... Rheumatoid arthritis'Ground glass' appearance... Fibrous dysplasia'Honeycomb' appearance... Chronic osteomyelitis, Paget's disease, Osteoclastoma, Adamantinoma'Cricket bat* shaped ribs... Morquio disease'Ribbon ribs'... Neurofibromatosis'Shepperd crook' deformity of femur... Fibrous dysplasia'Flask shaped' femur... Thalassemia'Bag of bones' appearance... Charcot's joints'Moth eaten' appearance of skull... Pyogenic osteomyelitis'Onion peel' appearance... Ewing's sarcoma'Bossing' of calvarium & 'Cupping' of distal... Rickets end of radius & ulna'Bone within a bone' appearance... Osteopetrosis, Periostitis, Scurvy, Gaucher's disease & congenital syphilis'Swiss cheese' appearance... Plasmacytoma'Floating teeth' appearance... Histiocytosis'Celery stick' of long bones in infants... Congenital rubella. Bilateral iliac horns... Nephrotic syndrome'Pencil in cup' appearance... Arthritis mutilans type of Psoriatic arthritis'Trident hand' is seen in... Achondroplasia'Spina ventosa' (air within a small bone)... Tuberculous dactylitis'Sabre tibia'... Congenital syphilis'Hot cross bun' appearance of skull... Congenital syphilis'Bucket handle' Epiphyseal cartilage... Battered Baby'Lace-work' periostitis... Tertiary syphilis'Bayonet-like' wrist... Madelung's deformity'Candle wax' appearance... Meliorheostosis'Marble bone'... Osteopetrosis'Wormian bones'... Fibrous dysplasia. Banana fracture... Paget's disease. Enlarged sclerotic ivory vertebra... Paget's disease. Ivory dense vertebra... Hodgkin's lymphoma'Cod-fish' vertebra... Hyperparathyroidism, Osteomalacia'Spoke wheel' calcification within osteolytic... Haemangioma lesion of bone'Squaring' of vertebral bodies... Ankylosing spondylitis'Bamboo-spine' appearance... Ankylosing spondylitis'Hair brush' appearance of skull... Hyperparathyroidism'Geographical' appearance of skull... Hand-Schuller Christian",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Paget's Disease",
        "opc": "Multiple Myloma",
        "opd": "Pseudo hyperparathyroidism",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "5ae498cf-5150-4d58-94a2-29be8de8d5ce",
        "choice_type": "single"
    },
    {
        "question": "X ray of skull showing multiple lesions. The diagnosis is?",
        "exp": "(B) Multiple myeloma[?]MULTIPLE MYELOMA: Most common primary malignant neoplasm in adults. Disseminated form - scattered, axial skeleton predominant site; vertebrae (50%), distribution correlates with normal sites of red marrow). Solitary form - vertebrae > pelvis > skull > sternum > ribs. Spinal Plasma Cell Myeloma - sparing of posterior elements, paraspinal soft-tissue mass with extradural extension, scalloping of anterior margin of vertebral bodies. Generalized osteoporosis with accentuation of trabecular pattern. Punched out appearance of widespread osteolytic areas with endosteal scalloping & uniform size, Diffuse osteolysis, Expansile osteolytic lesions in ribs, pelvis, long bones, Soft-tissue mass adjacent to bone destruction. Sclerosis may occur after chemotherapy, radiotherapy, fluoride administration. Sclerotic form of multiple myeloma is associated with Polyneuropathy, Organomegaly, Endocrine abnormalities, M-protein, Skin changes. Other Options[?]. Paget's disease (Osteitis Deformans): Multiple chronic skeletal disease due to paramyxoviral infection causes resorption and bone formation. The newly formed bone is abnormally soft with disorganized trabecular pattern (\"mosaic pattern\") causing deformity.-Active phase: Osteolytic phase (aggressive bone resorption with lytic lesions).-Inactive phase: Quiescent phase (| bone turnover with skeletal sclerosis).-Mixed pattern is common (lytic & sclerotic phases coexist). Skull - Inner & outer table thickening & Skull becomes larger (Soldier's helmet), diploic widening, osteoporosis circumscripta, \"cotton wool\" appearance, sclerosis of base of skull, Facial bones are usually not affected. Long bones - \"Candle flame\" or \"Blade of grass\" lysis results fracture. Pelvis - protrusio acetabulae, thickened trabeculae. Spine - Upper cervical, low dorsal, midlumbar vertebral involvement, \"picture frame vertebra\" (bone-within-bone), \"ivory vertebra\", ossification of spinal ligaments, paravertebral soft tissue, disk spaces. Bone scan - Increased uptake. [?]. Eosinophilic granuloma = most benign variety of LCH localized to bone. Location: bone (in children) or lung (in adults). Sites: Mostly diaphyseal; epiphyseal lesions are uncommon; Expansile lytic lesion with ill-defined / sclerotic edges; Endosteal scalloping, widening of medullary cavity; Cortical thinning, intracortical tunneling; Erosion of cortex + soft-tissue mass; Laminated periosteal reaction (frequent), may show interruptions; May appear rapidly within 3 weeks; Lesions respect joint space + growth plate. Prognosis: Excellent with spontaneous resolution of bone lesions in 6-18 months. [?]. Osteomyelitis: Acute Osteomyelitis: Initial X-rays often normal (as long as 10 days), localized soft-tissue swelling, area of bone destruction (lags 7-14 days behind pathologic changes)-Involucrum (new bone formation), periosteal reaction (develops after 20 days), sequestrum (detached dead bone appears dense radiologically), cloaca formation.-Chronic Osteomyelitis: Thick irregular sclerotic bone with radiolu- cencies, elevated psriosteum, chronic draining sinus.-Sclerosing Osteomyelitis of Garre -- Focal bulge of thickened cortex (sclerosing periosteal reaction). Brodie Abscess: Subacute pyogenic osteomyelitis (smouldering indolent infection), Central area of lucency surrounded by dense rim of reactive sclerosis. BONE SCANS (local in radiopharmaceutical uptake (positive within 24-72 hours)). Ga-67 scans - 100% sensitivity; increased uptake 1 day earlier than for Tc-99m MDP (Gallium helpful for chronic osteomyelitis). Static Tc-99m diphosphonate - 83% sensitivity. Three-phase skeletal scintigraphy - 92% sensitivity, 87% specificity. Phase: 1: Radionuclide angiography (profusion phase of regional blood flow); 2: \"blood pool\" images; 3: \"bone uptake\"WBC-scan--In-111-labeled leukocytes - best agent for acute infections--Tc-99m labeled leukocytes - preferred over in 111-leukocyte imaging especially in extremities.--WBC scans have largely replaced gallium imaging for acute osteomyelitis.",
        "cop": 2,
        "opa": "Paget's disease",
        "opb": "Multiple myeloma",
        "opc": "Eosinophilic granuloma",
        "opd": "Osteomyelitis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "89ed6bb8-eca9-43fe-a963-ac47f3350663",
        "choice_type": "single"
    },
    {
        "question": "Expansile lytic lesion with fluid-fluid levels involing the proximal metaphysis of fibula in an early adolescent female is typical of?",
        "exp": "Ans. b (Aneurysmal bone cyst) (Ref: Bailey 26th/533; Grainger Diagnostic radiology 4th ed. 2463). Aneurysmal bone cyst is a benign cystic lesion of bone consisting of blood-filled spaces separated by fibrous septa. The lesion is much more aggressive than a simple bone cyst and often presents with pain and swelling. Plain x-rays show commonly aggressive features with eccentric expansion of the cortex and an open physis. MRI. often show multiple fluid levels. Few bone tumors Age. Common site features. Radiological Sign. Specific. Additional comments. GCT (Osteoclastoma)20-40 yrs# Epiphysis# Around \"knee# Lytic# Expansile# Eccentric# Subarticular\" Soap-bubble\" appearance# Benign bone tumor# Conservative surgery like curettage is associated with 40-60% recurrence rate.# Up to 4% metastasize to lung. ABC# peak age 16 years (range 10-30 years);# F>. M# Metaphysis# Diatal end of humerus is most common site# Purely lytic eccentric radiolucency# Expansile ballooning lesion with/ without Soap-bubble pattern# Rapid progression within 6 weeks to 3 months# Sclerotic inner portion# Tumor respects epiphyseal plate. Fluid-fluid/ Fluid-blood levels20--30% recurrence rate. HEMAN- GIOMA# 4th--5th decade;# M: F = 2: 1. Vertebra (28% of all skeletal hemangiomas) in lower thoracic/ upper lumbar spine. Vertebra with vertical striations i. e. Corduroy/ Accordion vertebra\"Polka-dot\" appearance on CT# Mostly cavernous;# In spine Percutaneous Vertebroplasty is a good Rx option. FD# Usually early adolescence- M=F# Usually diaphyseal.# Ribs, femur, tibia, jawbones, calvaria, and humerus are most commonly affected, in descending order.# Well-defined mixed-density lesion\"Ground-glass\" appearance or smoky matrix# Benign tumor# Usually asymptomatic# Monostotic form does not evolve into polyostotic form.# Polyostotic form accounts for 27% of cases, Monostotic form 70% cases and 3% are seen as a part of Mc. Cune-Albright syndrome.# In polyostotic form rarely transformation into osteosarcoma/ malignant fibrous histiocytom may occur.",
        "cop": 2,
        "opa": "Giant cell tumor",
        "opb": "Aneurysmal bone cyst",
        "opc": "Hemangioma",
        "opd": "Fibrous dysplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "421ff014-e069-405c-baf5-6557daeb34f9",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male female patient on long term steroid therapy presents with recent onset of severe pain in the right hip. Imaging modality of choice for this problem is -",
        "exp": "Recent onset of severe hip pain with given history of long term use of steroid suggests the diagnosis of Avascular necrosis. The investigation of choice for Avascular necrosis is MRI Hence the answer here is MRI",
        "cop": 3,
        "opa": "CT scan",
        "opb": "Bone scan",
        "opc": "MRI",
        "opd": "Plain x-ray",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "e7ce30ae-4107-4aa8-a0b3-1603924933e7",
        "choice_type": "single"
    },
    {
        "question": "\"Soap-bubble\" appearance is seen in which bone tumor?",
        "exp": "Ans. d (Osteoclastoma). (Ref. Maheshwari Ortho 2nd/216 and Q. No. l of the same section of same paper)BENIGN BONE TUMORSOsteoclastoma or giant tumour OB GCT- They are commonly found in the epiphysis of a bone, lying close to the epiphyseal plate.- 'Soap-bubble' appearance is typical.- The cortex over the tumour may be destroyed and there may be periosteal elevation.- They can be treated by block excision but, unfortunately, they are commonly closely associated with a joint. - If they are rapidly growing or recur after excision they may be malignant and require more aggressive treatment. Osteochondroma- Most common benign bone tumor.- The commonest site is in the femur or the tibia around the knee.- They have bony pedicle which grows away from the epiphyseal plate and is covered in a large cartilage cap.- If they become painful or cap > 20 mm thick, possibility of malignant change considered. Osteoid osteoma- Most common true benign tumor of bone.- These benign tumours occur in children, adolescents and young adults.- They are commonest in the femur and tibia but can occur elsewhere, even in the spine.- Typically produce a constant aching pain, most noticeable at night and is sometimes relieved by aspirin.- CT most diagnostic and appears as sclerotic lesion with the characteristic radiolucent nidus.- Osteoid osteomas also show up very hot on radioisotope scans (double density sign).- Rx: RFA or Surgical excision. - common in the hands and the feet.- The condition of multiple enchondroma is called Oilier's disease. Multiple enchondroma with hemangioma is Maffuci's disease- Malignant change is not common but many chondromata when present this risk is increased. - have the same histological structure as fibrous cortical defects, but they are larger.- Most occur in children and adolescents between the ages of 10 and 20 years.- The x-ray appearance usually is characteristic with multilocular appearance or ridges in the bony wall, sclerotic scalloped borders, and erosion of the cortex.- Although most nonossifying fibromas regress spontaneously; If surgery is indicated, prefer curettage and allogenic bone grafting. ALSO REMEMBERRadiological evaluation of MSK disorders Method. Imaging time, HCurrent indicationsA. Ultrasound<1. Synovial cysts, Rotator cuff tears, Tendon injuryB. Radionuclide scintigraphy with 99m. Tc. MDP1-4. Metastatic bone survey, Evaluation of Paget's disease, Quantitative joint assessment, Acute and chronic osteomyelitisC. Radionuclide scintigraphy with111 In-WBC24. Prosthetic infection, Acute osteomyelitisD. Radionuclide scintigraphy with 67. Ga24-48. Acute and chronic infection, Acute osteomyelitisE. Computed tomography (CT)<1. Spinal stenosis, Spinal trauma, Osteoid osteoma, Tarsal coalition, Sequestrum. FMagnetic resonance imaging (MRI)1/2-2. Sacroiliitis, Avascular necrosis, Osteomyelitis. Intraarticular derangement and soft tissue. Injury. Derangements of axial skeleton and spinal cord, Herniated intervertebral disc. Pigmented villonodular synovitis. Inflammatory and metabolic muscle pathology",
        "cop": 4,
        "opa": "Ewing's sarcoma",
        "opb": "Osteosarcoma",
        "opc": "Osteoma",
        "opd": "Osteoclastoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "c8b28f2b-302e-40cf-956d-c7fc01666389",
        "choice_type": "single"
    },
    {
        "question": "Onion peel appearance is seen in-",
        "exp": "Ans. is 'a' i. e., Ewing's sarcoma * Onion - peel periosteal reaction is characteristically seen in Ewing's sarcoma.* Note - Onion peel periosteal reaction may also be seen rarely in osteosarcoma. Other Radiological features of Ewing's sarcoma* Diaphyseal* Mottled or moth eaten lesion* Sunray appearance (More common with osteosarcoma)* Codman's triangle (More common with osteosarcoma)",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Chondroblastoma",
        "opc": "Osteosarcoma",
        "opd": "Fibrosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "a819cee1-3e89-4150-aef8-436fe59198b0",
        "choice_type": "single"
    },
    {
        "question": "Cotton Wool skull is seen in?",
        "exp": "Ans BCotton wool appearance is lateral skull radiograph finding in Paget's disease with Sclerotic ill-defined \"patches\" appearing fluffy like cotton wool.",
        "cop": 2,
        "opa": "Rickets",
        "opb": "Paget's disease",
        "opc": "Congenital syphilis",
        "opd": "Hydrocephalus",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "aafd27c3-39d5-41d4-9acb-9c3a8f64047e",
        "choice_type": "single"
    },
    {
        "question": "Best radiographic view for fracture C1 and C2 veebra is",
        "exp": "Odontoid view is best to view fractures of C1 & C2.",
        "cop": 2,
        "opa": "AP view",
        "opb": "Odontoid view",
        "opc": "Lateral view",
        "opd": "Oblique view",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "6859c85a-1524-4953-9be3-fbe3b34cc59b",
        "choice_type": "single"
    },
    {
        "question": "\"Flowing wax\" appearance on anterior and posterior borders of veebrae with normal interveebral disc space occuring due to ligament calcification is seen in -",
        "exp": "Radiological features of DISH (Diffuse Idiopathic skeletal hyperostosis): Flowing calcification and ossification along the anterolateral aspect of veebral bodies. - Flowing wax appearance Preserved disc space. Absence of bony ankyosis of facet joints, absence of sacroiliac bony erosion, sclerosis or bony fusion.",
        "cop": 2,
        "opa": "Ankylosing spondylitis",
        "opb": "Diffuse idiopathic skeletal hyperophy",
        "opc": "Psoriatic spondyloahropathy",
        "opd": "RA",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "5a02aa99-836b-4f06-8bf5-c1fef8c34640",
        "choice_type": "single"
    },
    {
        "question": "36 year old man, soccer injury. What needs to be performed urgently?",
        "exp": "There are fractures of the medial and lateral malleoli. The talus is dislocated laterally, relative to the distal tibia. Manipulation to improve alignment. This ankle dislocation needs to be urgently reduced - the longer the ankle is left like this, the more severe the associated soft tissue swelling. This swelling can be so severe that if surgery were performed, it would not be possible to close the wounds.",
        "cop": 4,
        "opa": "A CT scan",
        "opb": "Application of a cast to maintain alignment",
        "opc": "Internal fixation",
        "opd": "Manipulation to improve alignment",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "d41f8d9f-ec48-4445-badb-e031b2f95ba0",
        "choice_type": "single"
    },
    {
        "question": "Splaying and cupping of the metaphysis is seen in -",
        "exp": "Radiological findings in rickets: cupping of metaphysis splaying of metaphysis Fraying of metaphysis widening of growth plate widening of epiphysis coical thining generalised osteopenia Triradiate pelvis",
        "cop": 1,
        "opa": "Rickets",
        "opb": "Scurvy",
        "opc": "Paget's disease",
        "opd": "Lead poisoning",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "afaf85bd-e4d2-4db5-a866-08898a182cb5",
        "choice_type": "single"
    },
    {
        "question": "Pseudofracture or looser's zone is seen in -",
        "exp": "Pseudofracture/ Looser's zones: Wide, transverse lucencies traversing pa way through a bone, usually at right angles to the involved coex The characteristic feature of osteomalacia Also seen in: Paget's disease Fibrous dyplasia Hyperparathyroidism Renal osteodystrophy Symmetrically distributed in: Pubi rami Femoral neck Medial border of scapula",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Osteopetrosis",
        "opc": "Osteomalacia",
        "opd": "Scurvy",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "474fe963-37b7-41dc-bd49-3ceef25e423b",
        "choice_type": "single"
    },
    {
        "question": "Multiple rain drop osteolytic lesions are seen in",
        "exp": "Multiple lytic lesions are seen in Acute disseminated langerhans cell histiocytosis (aka Letterer-Siwe disease)",
        "cop": 2,
        "opa": "Lead poisoning",
        "opb": "Littere siwe disease",
        "opc": "Intracranial lesion",
        "opd": "Multiple fractures",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "42087134-0225-44aa-b469-e7b5d52343af",
        "choice_type": "single"
    },
    {
        "question": "Which bone scan is done to detect metastasis of bone is",
        "exp": "Bone scan is performed with technetium-99m-labeled diphosphonates.",
        "cop": 1,
        "opa": "Tc 99 diphosphonate",
        "opb": "Th201",
        "opc": "Tc 99 DMSA",
        "opd": "Tc 99 sulphur colloid",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "93e1399e-f100-4372-8fad-43e74b24ab4d",
        "choice_type": "single"
    },
    {
        "question": "This is X-ray of a 27 year old gentleman with history of pain following injury. What is the diagnosis?",
        "exp": "Ans. C. Boxer's fracture. It is a ventrally displaced fracture through the neck of the 5th metacarpal, usually occurs in boxers. Fractures with eponyms* Aviators: fracture of the neck of the talus* Barton's: distal radius, intra- articular fracture* Bennett's: fracture of base of the 1st metacarpal, intra-articular* Boxers: fracture of neck of 5th metacarpal* Bumper: comminuted fracture of lateral condyle of the tibia* Chauffer's: Radial styloid fracture* Colles': Distal radius extra-articular fracture with dorsal tilt of the distal fragment* Cotton's: trimalleolar ankle fracture* Galeazzi: fracture of distal 1/2 of the radius with dislocation of distal radio- ulnar joint* Hangman's: fracture pedicle- lamina of C2 vertebra* Jones': fracture of the base of the 5th metatarsal* Malgaigne's: Pelvic ring disruption with both pubic rami and sacro- iliac injury on the same side* Mallet: avulsion of attachment of ext tendon from base of the distal phalanx* March: stress fracture of shaft of 2nd metatarsal",
        "cop": 3,
        "opa": "Undisplaced Fracture Scaphoid",
        "opb": "Perilunate dislocation",
        "opc": "Boxer's fracture",
        "opd": "Chauffeur's fracture",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "f58c77a5-7690-40a2-b20a-28d1a4fe5df5",
        "choice_type": "single"
    },
    {
        "question": "Bone Density is best studied by -",
        "exp": "According to the guidelines for diagnosis and treatment, dual X-ray absorptiometry (DXA) still represents the \"gold standard\" for diagnosis of osteoporosis and fracture risk prediction.",
        "cop": 2,
        "opa": "CT scan",
        "opb": "DEXA scan",
        "opc": "MRI scan",
        "opd": "Bone scan",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "54eb6d15-ec33-4111-85c8-e43f9d232e24",
        "choice_type": "single"
    },
    {
        "question": "Best view for maxillary sinus -",
        "exp": "Ans. is 'a' i. e., Water's view Various skull view s. View. Structures seen. Waters (occipito-mental view)o Orbito Maxillary sinus (best view for maxillary sinus)o Sphenoid sinus (if X-ray is taken with open mouth)o Frontal sinuso Ethmoid sinuseso Intratemporal fossao Upper & lower jawo Zygomatic archo Nasal cavity. Caldwell (occipito - frontal view)o Superior orbital fissureo Frontal sinus (best view for frontal sinus)o Maxillary sinuso Ethmoid sinuso Foramen rotunduno Orbito Nasal cavityo Petrous bone. Lateral viewo Sella turcica (best view for sell turcica)o Coronal and lambdoid sutureo Frontal; maxillary; middle & posterior ethmoid sinuseso Tuberculumsellaeo Sulcus chiasmaticus. Basal (submentovertical) viewo Sphenoid sinus (best to visualize sphenoid sinus)o Posterior ethmoid sinuso Maxillary sinuso Greater wing of sphenoido Foramen ovale, spinosum, and lacerumo Foramen magnumo Mastoid bone. Towne's viewo Foramen magnumo Dorsum sellaeo Occipital boneo Internal acoustic canalo Mastoidso Condyles of mandibles",
        "cop": 1,
        "opa": "Water's view",
        "opb": "Caldwell view",
        "opc": "Lateral view",
        "opd": "Towne view",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "150d9def-58ca-46e0-b175-f5185de2b344",
        "choice_type": "single"
    },
    {
        "question": "Molten - wax appearance is seen in -",
        "exp": "Melorheostosis Irregular coical hyperostosis involving one side on bone giving the appearance of melted wax/dripping candle wax/flowing candle wax. Pathology involves overproduction of bone matrix and increased angiogenesis",
        "cop": 3,
        "opa": "Osteoporosis",
        "opb": "Osteopoikilosis",
        "opc": "Melorheostosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "6b5ae263-c556-4d0a-9565-f4291e8c80a2",
        "choice_type": "single"
    },
    {
        "question": "X-ray view for supra orbital fissure -",
        "exp": "Ans. is 'c' i. e., Cald well Various skull views. View. Structures seen. Water (occipitomental view). Orbit. Maxillary sinus (best view for maxillary sinus). Sphenoid sinus (if X-ray is taken with open mouth). Frontal sinus. Ethmoid sinuses. Infratemporal fossa. Upper & lower jaw. Zygomatic arch. Nasal cavity. Cald well (occipito-frontal view). Superior orbital fissure. Frontal sinus (best view for frontal sinus). Maxillary sinus. Ethmoid sinus. Foramen rotundum. Orbit. Nasal cavity. Petrous bone. Lateral view. Sella turcica (best view for sella turcica). Coronal and lambdoid suture. Frontal; maxillary; middle & posterior ethmoid sinuses. Tuberculum sellae. Sulcus chiasmaticus. Basal (submentovertical) view. Sphenoid sinus (best to visualize sphenoid sinus). Posterior ethmoid sinus. Maxillary sinus. Greater wing of sphenoid. Foramen ovale, spinosum, and lacerum. Foramen magnum. Mastoid bone. Towne's view. Foramen magnum. Dorsum sellae. Occipital bone. Internal acoustic canal. Mastoids. Condyles or mandibleso Superior orbital fissure can also be seen on water's view, but best is caldwell view. \"The superior orbital fissure can easily indentified and normally has a slightly concave lateral appearacne\"- Text book of oral radiology",
        "cop": 3,
        "opa": "Towne's",
        "opb": "AP",
        "opc": "Cald well",
        "opd": "Basal",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0e6c043e-abfa-4a90-91a7-d19285296281",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to detect bone metastasis is-",
        "exp": "Ans. is 'd' i. e., Bone scan * Because of increased sensitivity, radionuclide imaging (Bone scan) is usually the investigation of first choice in patients who have clinical evidence of possible bone metastases, since in most cancers a normal scan virtually excludes the presence of metastases. Metastasis to bony skeleton* A number of tumors commonly metastasize to bone, the best examples of which are breast cancerf prostate cancer and lung cancer. Other forms of malignancies may also metastasize to bone.* The presence of tumor cells in bone can result in the development of either osteolytic bone lesions, an osteoblastic disease, or a mixed osteolytic/osteoblastic lesions. In most types of tumor, however, the deposits tend to be predominantly of one type.* Prostatic carcinoma is the most common cause of osteoblastic bone metastasis.* Renal cell carcinoma and thyroid carcinoma produce expansile pulsatile bony metastasis. Other tumors which produce expansile bony metastases are melanoma and pheochromocytoma.* Bone scan is the initial investigation of choice for bone metastasis. Whole body MRI can also be used",
        "cop": 4,
        "opa": "X- ray",
        "opb": "MRI",
        "opc": "Ultrasound",
        "opd": "Bone scan",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "7654f297-d786-4846-91d6-b76e9b603bc3",
        "choice_type": "single"
    },
    {
        "question": "Codman's triangle is feature of?",
        "exp": "Ans. A. Osteosarcoma. (Ref. Pathology Robbings 8th/Table 21-2). a large, destructive, mixed lytic and blastic mass with indistinct infiltrating margins. The tumor frequently breaks through the cortex and lifts the periosteum, resulting in reactive periosteal bone formation (\"Sun-burst\" or 'Sunray' periosteal reaction). A triangular shadow on x-ray between the cortex and raised periosteum (Codman triangle) is characteristic of osteosarcomas. Osteosarcomas typically spread hematogenousiy; Osteosarcoma# Outside of myeloma and lymphoma, osteosarcoma is the most common primary malignant tumor of bone, accounting for approximately 20% of primary bone cancers;# Osteosarcomas occur in all age groups but some 75% of patients are younger than age 20, with a second peak occuring in the elderly, usually with other conditions, including Paget disease, bone infarcts, and prior irradiation.# Men are more commonly affected than women (1. 6: 1). Although any bone can be involved, most tumors arise in the metaphyseal region of the long bones of the extremities, with almost 60% occurring about the knee, 15% around the hip, 10% at the shoulder, and 8% in the jaw.# The most common type of osteosarcoma is primary, solitary, intramedullary, and poorly differentiated, producing a predominantly bony matrix.# Osteosarcoma typically present as painful enlarging mass, although a pathologic fracture can be the first symptom. Rx:# Despite aggressive behavior, standard Rx with chemotherapy and limb-salvage therapy currently yields long-term survivals of 60% to 70%. Tumors of Bone: Tumor Type. Common Locations. Age (yr) Morphology Bone-Forming BENIGN 1. Osteoma(ivory, cancellous). Facial bones, skull40-50. Exophytic growths attached to bone surface; histologically resemble normal bone2. Osteoid osteoma(most common benign bone tumor). Metaphysis of femur and tibia10-20. Cortical tumors, characterized by pain (NIDUS); histologically interlacing trabeculae of woven bone3. Osteoblastoma. Vertebral column10-20. Arise in vertebral transverse and spinous processes; histologically similar to osteoid osteoma MALIGNANT 1. Primary osteosarcoma. Metaphysis of distal femur, proximal tibia, and humerus10-20. Grow outward, lifting periosteum, and inward to the medullary cavity; microscopically malignant ceils form osteoid; cartilage may also be present2. Secondary osteosarcoma. Femur, humerus, pelvis>40. Complications of polyostotic Paget disease; histologically similar to primary osteosarcoma Cartilaginous BENIGN 1. Osteochondroma (most common benign bone tumor). Metaphysis of long tubular bones10-30. Bony excrescences with a cartilaginous cap; may be solitary or multiple and hereditary2. Chondroma. Small bones of hands and feet30-50. Well-defined single tumors resembling normal cartilage; arise with medullary cavity of bone; uncommonly multiple and hereditary MALIGNANT 1. Chondrosarcoma. Bones of shoulder, pelvis, proximal femur, and ribs40-60. Arise within medullary cavity and erode cortex; microscopically well differentiated cartilage-like or anaplastic; Miscellaneous 1. Giant-cell tumor(usually benign). Epiphysis of long bone20-40. Lytic lesions that erode cortex; microscopically, contain osteoclast-like giant cells and round to spindle-shaped mononuclear cells; majority are benign2. Ewing tumor(malignant). Diaphysis and metaphysis10-20. Arise in medullary cavity; microscopically, sheets of glycogen-rich small round cells; aggressive neoplasm3. Chordoma(Locally malignant). Axial skeleton (Sacrococcygeal bones, Clivus, c. Cervical vertebra)20-40. Expansile lytic tumor. \"Physalliferous cells\" +",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Osteochondroma",
        "opc": "Osteoid osteoma",
        "opd": "Chondrosarcoma",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "47a3c3b1-1db4-40e8-a7bf-cd202f9a2d00",
        "choice_type": "single"
    },
    {
        "question": "Dense zone of calcification at growing metaphysis seen in scurvy is ___:",
        "exp": "Ans. C. Frankel's line* Scurvy is due to the deposition of defective collagen in the bone.* Radiological features of scurvy:- Zone of provisional calcification at the growing metaphysis is dense, giving a white line called as Frankel's line, - Sclerotic rim around the epiphysis known as Wimberger's ring sign.- Area of lucency beneath the zone of metaphyseal calcification, which is known as Trummerfeld zone, - Metaphyseal spurs known as Pelkan spurs, - Pencil thin cortex, - Ground glass appearance of bones.",
        "cop": 3,
        "opa": "Wimberger's ring sign",
        "opb": "Pelkan spur",
        "opc": "Frankel's line",
        "opd": "Trummerfeld zone",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "61552325-a36b-4b99-8745-f7376e7ae9ab",
        "choice_type": "single"
    },
    {
        "question": "MARTEL'S sign is seen in",
        "exp": "Ans. A. Gout. Cystic changes, well-defined erosions with sclerotic margins (often with overhanging bony edges), and soft tissue masses are characteristic radiographic features of advanced chronic tophaceous gout. Martel sign sharply marginated bony erosions from a long standing soft tissue tophus in patient with gout.",
        "cop": 1,
        "opa": "Gout",
        "opb": "SLE",
        "opc": "Takayasu",
        "opd": "Kawasaki disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "0977da5d-fe8e-4781-ac74-f2cedcd79027",
        "choice_type": "single"
    },
    {
        "question": "Champagne glass pelvis is seen in -",
        "exp": "Radiological features of Achondroplasia: Macrocephaly. Frontal bossing J shaped sella Caudal narrowing of interpedicular distance Champagne glass pelvis Trident hand",
        "cop": 4,
        "opa": "CDH",
        "opb": "Down's syndrome",
        "opc": "Cretinism",
        "opd": "Achondroplasia",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "cb388339-1c3f-41d9-9cd4-7e9fee3e70a0",
        "choice_type": "single"
    },
    {
        "question": "Best radiographic view for fracture of C1, C2 veebrae is -",
        "exp": "Best radiographic view for fracture of C1, C2 veebrae is - odontoid view",
        "cop": 2,
        "opa": "AP view",
        "opb": "Odontoid view",
        "opc": "Lateral view",
        "opd": "Oblique view",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "fc479a79-fa1a-4a92-9d65-ebf711952c1a",
        "choice_type": "single"
    },
    {
        "question": "In normal X-ray of shoulder which is superior most structure -",
        "exp": "Ans. is 'c' i. e., Coracoid processo From superior to inferior (important structure on X-ray sholder) Clavicle: Acromian: Coracoid: Superior margin of humeral head: greater tuberc le: anatomical neck: surgical neck.",
        "cop": 3,
        "opa": "Greater tubercle",
        "opb": "Surgical neck of humerus",
        "opc": "Coracoid process",
        "opd": "Head of humerus",
        "subject_name": "Radiology",
        "topic_name": "Skeletal System",
        "id": "2c159cd3-5ea1-4b01-b59f-15ac68ab4283",
        "choice_type": "single"
    },
    {
        "question": "Spoke wheel calcification in an osteolytic lesion is seen in",
        "exp": "Radiological findings in intraosseous hemangioma are: Prominent trabecular pattern Better visualization of thickened veical trabeculation: polka-dot appearance on axial images and corduroy sign on coronal and sagittal images. Lytic calvarial lesions with spoke-wheel appearance Irregular and lytic in long bones, with a honeycomb appearance",
        "cop": 1,
        "opa": "Hemangioma",
        "opb": "Secondaries",
        "opc": "Plasmacytosis",
        "opd": "Hydatid disease",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "0f663d17-82df-4855-aab6-7d0b327713ef",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in whole body imaging in metastasis is -",
        "exp": "Best investigation for bony metastasis is MRI. MRI has almost 100% sensitivity in detecting bony metastasis Investigation of choice for whole body screening for bony metastasis is Bone scan Intial investigation in symptomatic bone pain is Radiography CT is used in evaluation of focal abnormalities of bone scan and also for guided needle biopsy.",
        "cop": 3,
        "opa": "Magnetic Resonance Imaging",
        "opb": "Radiography",
        "opc": "Bone scan",
        "opd": "CT Scan",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "e6ac5271-14bf-4399-aa45-b758ed27a955",
        "choice_type": "single"
    },
    {
        "question": "Flowing wax appearance on anterior and posterior borders of veebrae is seen in -",
        "exp": "Radiological features of DISH (Diffuse Idiopathic skeletal hyperostosis): Flowing calcification and ossification along the anterolateral aspect of veebral bodies. - Flowing wax appearance Preserved disc space. Absence of bony ankyosis of facet joints, absence of sacroiliac bony erosion, sclerosis or bony fusion.",
        "cop": 2,
        "opa": "Ankylosing spondylitis",
        "opb": "DISH",
        "opc": "Psoriatic ahropathy",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Radiology",
        "topic_name": "Skeletal system",
        "id": "e68ee764-24f3-4664-9cbc-5b86fb894b0f",
        "choice_type": "single"
    }
]