[
    {
        "question": "Artifical radioisotopsa) Radiumb) Uraniumc) Plutoniumd) Iridiume) Cobalt",
        "exp": "Important artificial radionuclides:- Tritium - 1, Carbon - 14, Cobalt - 60, Strontium 89, Strontium - 90, Iodine 131, Cesium 134, Cesium 137, Plutonium - 239, Iridium, Tc - 99.",
        "cop": 3,
        "opa": "ab",
        "opb": "bc",
        "opc": "de",
        "opd": "bd",
        "subject_name": "Radiology",
        "topic_name": null,
        "id": "3c63dae1-94ee-43ba-a69c-8eadf2d7b7f9",
        "choice_type": "single"
    },
    {
        "question": "Management of Osteoradionecrosis would be:",
        "exp": "Treatment of osteoradionecrosis at the present time is unsatisfactory. Decortication with sequestrectomy and hyperbaric oxygen with antibiotics have been used with limited success because of poor healing after surgery. Conservative approaches with the aim to maintain the integrity of the lower border of the mandible, keeping the site free of infection and the patient free of pain, may in the long-term prove more successful. The risk for osteoradionecrosis is greater in the presence of odontogenic or periodontal disease and in individuals with poor oral hygiene or ill-fitting dentures. Patients should be referred for dental care before undergoing a course of radiation therapy to minimize radiation caries and osteoradionecrosis. Radiation caries can be minimized by restoring all carious lesions before radiation therapy and initiating preventive techniques of good oral hygiene and daily topical fluoride.",
        "cop": 4,
        "opa": "Hyperbaric oxygen",
        "opb": "Removal of sequestrum",
        "opc": "Fluoride application",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": null,
        "id": "0b02f5d1-6583-4ecb-9ed2-0554d9567dab",
        "choice_type": "multi"
    },
    {
        "question": "Mediastinal lymph node calcification is seen in which one of the following? a) Metastatic neoplasmb) Lymphomac) Sarcoidosisd) Bronchiectasis",
        "exp": null,
        "cop": 4,
        "opa": "a",
        "opb": "c",
        "opc": "ac",
        "opd": "bc",
        "subject_name": "Radiology",
        "topic_name": null,
        "id": "43add3e6-7b59-49b9-bb3e-e0a1acdde142",
        "choice_type": "single"
    }
]