[
    {
        "question": "20 years old female came with complaint of a palpable painless mass in right breast. On examination, mass was mobile and hard in consistency. Ultrasound of right breast was performed . Most likely diagnosis is?",
        "exp": "Ultrasound shows a well-defined hypoechoic lesion seen in right breast . Given the clinical history and age of the patient, most likely diagnosis is fibroadenoma . Breast cyst is anechoic on USG.",
        "cop": 3,
        "opa": "Breast cyst",
        "opb": "Ductal papilloma",
        "opc": "Fibroadenoma",
        "opd": "Phylloid's tumour",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "7eea9246-5f0b-4b57-b9a3-9d1120a899ac",
        "choice_type": "single"
    },
    {
        "question": "True about Mammography is ?",
        "exp": "*Mammography uses lesser Kvp And greater mAs than Conventional Radiography *Target used in mammography is Molybdenum *BIRADS 3 requires sho term follow up in 6 months *Characteristic radiations by photoelectric effect are chief source of X ray generation in mammography *Bremstrahlung radiation are major source of x-ray generation in conventional radiography",
        "cop": 4,
        "opa": "Uses higher KVp than Chest X ray",
        "opb": "Target material used is Tungsten",
        "opc": "BIRADS score 3 requires biopsy",
        "opd": "Photoelectric effect is chief source of X ray Production in mammography",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "524812c4-9ac3-4f42-a927-8e28f19c1fda",
        "choice_type": "multi"
    },
    {
        "question": "The following Hysterosalpingogram shows which of the following condition?",
        "exp": "Uterus didelphys is a type of Mullerian duct anomaly where there is a complete duplication of uterine horns as well as duplication of the cervix, with no communication between them. Figure: Didelphys uterus.",
        "cop": 3,
        "opa": "Septate uterus",
        "opb": "Bicornuate uterus",
        "opc": "Uterine Didelphys",
        "opd": "Arcuate uterus",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "018695ec-6f4f-467b-9c42-28dabff6ca83",
        "choice_type": "single"
    },
    {
        "question": "Progressive enhancement pattern for a lesion on Breast MRI shows",
        "exp": "Breast MRI enhancement curves Following administration of Gadolinium there can be three possible enhancement kinetic curves for a lesion on breast MRI. Type 1 curve: progressive enhancement pattern Typically shows a continuous increase in signal intensity throughout time Usually considered benign with only a small propoion of (~9%) of malignant lesions having this pattern Type II curve: plateau pattern Initial uptake followed by the plateau phase towards the latter pa of the study Considered concerning for malignancy Type III curve: washout pattern Has a relatively rapid uptake shows reduction in enhancement towards the latter pa of the study Considered strongly suggestive of malignancy",
        "cop": 1,
        "opa": "Type I curve",
        "opb": "Type II curve",
        "opc": "Type III curve",
        "opd": "Type IV curve",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "d165f05a-6b6a-4f01-a1b2-328b712b5c32",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for a pregnant lady with upper abdominal mass is",
        "exp": "Ultrasound is the most commonly used imaging exam during pregnancy. It usually focuses on the baby in the womb. When ultrasound does not provide a clear answer, or if other pas of your body need to be imaged, an MRI is usually performed. MRI does not use x-rays.",
        "cop": 1,
        "opa": "USG",
        "opb": "X-ray",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "89fb0e3c-eda7-4f28-a897-713062a6a3ec",
        "choice_type": "single"
    },
    {
        "question": "Investigation preferred for evauluation of suspected breast mass in a patient with breast implant is?",
        "exp": "MRI is the technique of choice for assessing the integrity of breast implants, with a sensitivity and specificity of over 90%. When imaging breast implants, no contrast agent is required unless malignancy is suspected. Imaging should be performed in the prone position using a dedicated breast coil. The main goal is to determine whether the implant has ruptured and if so, to establish the location of the leaked filler (usually silicon). NOTE Ix to evaluate a lump in a young female- USG Ix to evaluate painful lump in lactating mothers- USG Ix for differentiating scar Vs residual / recurrence of Ca- MRI IOC in Breast / silicone implant- MRI",
        "cop": 3,
        "opa": "USG",
        "opb": "Mammography",
        "opc": "MRI",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "43de8b60-8556-49b7-b38c-4978669c8a4d",
        "choice_type": "multi"
    },
    {
        "question": "A score of BIRADS- 0 on mammography indicates:",
        "exp": "Final Assessment Categories Category Management Likelihood of cancer 0 Need additional imaging of prior examinations Recall for additional imaging and /or await prior examinations N/A 1 Negative Routine screening Essentially 0% 2 Benign Routine screening Essentially 0% 3 Probably Benign Sho interval-follow-up (6 month) or continued >0% but< 2 % 4 Suspicious Tissue diagnosis 4a. low suspicion for malignancy (>2% to <10%) 4b. moderate suspicion for malignancy (>10% to< 50%) 4c. high suspicion for malignancy (>50% to <95%) 5 Highly suggestive of malignancy Tissue diagnosis > 95% 6 Known biopsy proven Surgical excision when clinical appropriate N/A",
        "cop": 4,
        "opa": "Negative for cancer",
        "opb": "Benign",
        "opc": "Low suspicious of malignancy",
        "opd": "Needs additional imaging of prior examination",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "07445f4c-d8d7-4613-ae79-aa6515f1716b",
        "choice_type": "single"
    },
    {
        "question": "Investigation to differentiate between a scar tissue and residual/recurrence of a breast tumor is",
        "exp": "Ix for differentiating scar Vs residual / recurrence of Ca Breast- CE-MRI Breast scar Post-surgical breast scar is a benign complication that usually occurs following surgical intervention to breast tissue. It can, however, be a strong and potentially very confusing mimicker of breast malignancy. Residual breast tumor It is a remaining poion of the original primary breast cancer after incomplete resection or following radiotherapy or chemotherapy. Residual Breast Tumor shows contrast enhancement but scars donot enhance on a Contrast Enhanced Mri",
        "cop": 3,
        "opa": "USG",
        "opb": "Mammography",
        "opc": "MRI",
        "opd": "All of the above",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "5eaf0e6e-cb3b-4e28-8e57-c2f5992806b7",
        "choice_type": "multi"
    },
    {
        "question": "Investigation preferred to Confirm intrauterine device in place with missing strings of IUD?",
        "exp": "- Ultrasound Preferred modality for assessing an IUD Properly placed IUD may be visualized as a straight hyper echoic structure in the endometrial canal of the uterus and the arms of the IUD extending laterally at the uterine fundus. - Ultrasound is appropriate for initial evaluation and can provide answers to clinical questions related to the IUD. - It easily helps determine whether an IUD is correctly positioned and can often help identify IUD related complications. - Three dimensional (3D) US is gaining recognition for its role in imaging IUDs.",
        "cop": 2,
        "opa": "Pelvic X-ray",
        "opb": "USG",
        "opc": "CT-Abdomen",
        "opd": "MRI-Pelvis",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "3fe14825-966e-422e-afcb-06385e7ff0e5",
        "choice_type": "single"
    },
    {
        "question": "Two separate endometrial cavities and two separate vaginas is which type of uterus?",
        "exp": null,
        "cop": 2,
        "opa": "Bicornuate",
        "opb": "Didelphys",
        "opc": "Septate",
        "opd": "Arcuate",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "071a2af5-a67c-495c-b44a-530665ba25cd",
        "choice_type": "single"
    },
    {
        "question": "Imaging investigation of choice to Diagnose Mullerian duct Abnormalities?",
        "exp": "MRI is the investigation of choice for Mullerian Duct Anomalies Newer modality - 3D USG also has high sensitivity and specificity and accuracy comparable to MRI",
        "cop": 3,
        "opa": "USG",
        "opb": "HSG",
        "opc": "MRI",
        "opd": "CT",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "ec644422-da95-4caa-9f74-b3105940cde0",
        "choice_type": "single"
    },
    {
        "question": "Mushroom cap sign in MRI is seen in:-",
        "exp": "Rectosigmoid endometriosis: - The endometrial deposit on rectum causes proliferation of muscularis propria and the surrounding tissues which is seen as \"mushroom cap sign\" in T2 weighted MRI.",
        "cop": 4,
        "opa": "IIeocaecal TB",
        "opb": "Pulmonary endometriosis",
        "opc": "Ovarian endometriosis",
        "opd": "Rectal endometriosis",
        "subject_name": "Radiology",
        "topic_name": "Women Imaging",
        "id": "f2e310b1-00ed-42bc-a457-d35731e94aad",
        "choice_type": "single"
    }
]