[
    {
        "question": "Best X-ray view taken to visualize Maxillary sinus-",
        "exp": "Figure: Water's view WATER /OCCIPITOMENTAL VIEW: Best view for maxillary sinus. Waters view with open mouth is called Pierres View CALDWELL VIEW/OCCIPITOFRONTAL VIEW: Best view for frontal sinus. LATERAL VIEW: Sella, Sphenoid sinus Points to be remembered: Area View Superior orbital fissure Caldwell view Inferior orbital fissure Townes view Orbital floor Water view Optic foramen/canal Rhese view",
        "cop": 1,
        "opa": "Water's view",
        "opb": "Caldwell's view",
        "opc": "Lateral view",
        "opd": "Occlusive anterior view",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "02c1d9c8-5e09-4650-a157-444f5d1bbb3d",
        "choice_type": "single"
    },
    {
        "question": "What is the X-ray view used for optic canal/orbital foramen?",
        "exp": "RHESEView XRay views for evaluating Orbit: Rhese view is used for Optic Canal Caldwell View is for Superior Orbital fissure Townes View for Inferior Orbital Fissure Waters View for Orbital Floor Caldwell's view Frontal sinus, superior orbital fissure CXR Erect view Pneumoperitoneum Ipsilateral lateral decubitus Minimal pleural effusion Lateral skull view Sella turcica Left anterior oblique Tracheal bifurcation, Aoic window Lordotic view Apex, lingual lobe, Middle lobe pathology Oblique view Spondylolisthesis Odontoid view C1, C2 Reverse lordotic view Interlobar effusion Right anterior oblique Right lung, Left atrium enlargement, Mitral valve Judet View Acetabulum Schullers view Mastoid Air cells Skyline view Patella Stenver's Towne's view Mastoid air cells, Petrous cells, Internal acoustic meatus Stryker's view Hill Sachs Lesions Water's view Maxillary sinus, antrum",
        "cop": 3,
        "opa": "Water's view",
        "opb": "Towne's view",
        "opc": "Rhese view",
        "opd": "Caldwell's view",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "0d4920e2-90a4-4799-8428-33630d9eed8c",
        "choice_type": "single"
    },
    {
        "question": "Coventional X-ray film is made of?",
        "exp": "*The Photosensitive material used in Xray film is Silver bromide *Double coated emulsions of silver halides, mainly silver bromide is used in conventional radiography. Silver halide is the lightsensitive material in the emulsion. The halide in medical x-ray film is about 90 to 99% silver bromide and about 1 to 10% silver iodide (the presence of Agi produces an emulsion of much higher sensitivity than a pure Ag. Br emulsion).",
        "cop": 2,
        "opa": "Silver chloride",
        "opb": "Silver bromide",
        "opc": "Silver nitrate",
        "opd": "Gold chloride",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "ea1c9b06-d30c-4a3e-ae3c-962309fe23cf",
        "choice_type": "single"
    },
    {
        "question": "X-ray given below suggestive of:",
        "exp": "X ray image shows Pseudo- pneumoperitoneum Pseudopneumoperitoneum describes any gas within the abdominal cavity that masquerades as free intraperitoneal gas or pneumoperitoneum when it is in fact contained within an organ. Correctly identifying pneumoperitoneum is impoant, but making the diagnosis in error may lead to fuher unnecessary investigation and possible treatment. Causes of pseudopneumoperitoneum include: basal linear atelectasis pseudomediastinum (mimicking cupola sign) chilaiditi sign pseudo-rigler sign diaphragmatic undulation gas within skin folds biliary, poal vein or bowel wall gas fat within the subdiaphragmatic space or the ligamentum teres properitoneal fat stripe benign post-traumatic pneumoperitoneum.",
        "cop": 2,
        "opa": "Pseudopneumomediastinum",
        "opb": "Pseudopneumoperitoneum",
        "opc": "Pneumoperitoneum",
        "opd": "Pneumomediastinum",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "bbf97b92-2e9f-49d1-b2a5-96c33442739f",
        "choice_type": "single"
    },
    {
        "question": "On taking X-ray, Grid is placed:",
        "exp": "'Grids' are placed between the patient and the 'x-ray' film to reduce the scattered radiation from forming the image and thus improve image contrast. They are made of parallel strips of lead with an inter-space having aluminum or organic spacer and prevents scatter radiation from forming the image while allowing the straight beam to pass.",
        "cop": 2,
        "opa": "Behind the film and in front of the patient",
        "opb": "Behind the patient and in front of the film",
        "opc": "Behind the film and lateral to the patient",
        "opd": "Behind the patient and lateral to the film",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "a4701854-3095-46cf-85ee-528378d4891e",
        "choice_type": "single"
    },
    {
        "question": "Who is Father of Interventional Radiology?",
        "exp": "Charles Dotter was a pioneering US vascular radiologist who is credited with developing interventional radiology. Dotter, together with his trainee Dr. Melvin P. Judkins, described angioplasty in 1964.",
        "cop": 3,
        "opa": "Henry Bacquerel",
        "opb": "Marie Curie",
        "opc": "Charles Dotter",
        "opd": "W. C. Roentgen",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "fd4e7cbb-2410-4e51-9750-7b0d873b3312",
        "choice_type": "single"
    },
    {
        "question": "Chief source of X-ray generation in radiology?",
        "exp": "X-rays are produced by high-energy electrons bombarding a target, especially targets that have a high proton number (Z). When bombarding electrons penetrate into the target, some electrons travel close to the nucleus due to the attraction of its positive charge and are subsequently influenced by its electric field. The course of these electrons would be deflected, and a poion or all of their kinetic energy would be lost. The 'lost' energy is emitted as X-ray photons, specifically Bremsstrahlung radiation (bremsstrahlung is German for 'braking radiation').",
        "cop": 2,
        "opa": "Thermionic emission",
        "opb": "Bremstrahlung radiation",
        "opc": "Photoelectric effect",
        "opd": "Compton effect",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "d9fe3cfe-1d93-40fd-a4fb-04bf9be5fd46",
        "choice_type": "single"
    },
    {
        "question": "Strykers View is used for?",
        "exp": "Figure: Stryker notch view Strykers Notch view is a Xray projectin used to evaluate aiculation of Glenoid and Humeral Head, and is used for evaluating Hill Sachs lesions. Stenvers view is used to demonstrate internal auditory canal and petrous temporal bone and bony labyrinth. Schullers view is used for Mastoid Air Cells. Judet view is used for Acetabular fracture. Rhese view is used for Optic Foramen. Skyline view for Patella.",
        "cop": 1,
        "opa": "Hill Sachs Lesion",
        "opb": "Internal Auditory Meatus",
        "opc": "Acetabulum",
        "opd": "Optic Foramen",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "5e824650-1ba7-402b-b74c-76bd9e3ad5d1",
        "choice_type": "single"
    },
    {
        "question": "Father of Radioactivity is",
        "exp": "Henry Becquerel was the first person to discover evidence of radioactivity, received the 1903 Nobel Prize in Physics. The SI unit for radioactivity, the becquerel (Bq), is named after him. W. C. Roentgen was a German mechanical engineer and physicist, who, on 8 November 1895, produced and detected electromagnetic radiation in a wavelength range known as X-rays or Rontgen rays, an achievement that earned him the first Nobel Prize in Physics in 1901. Godfrey Hounsfield was an English electrical engineer who shared the 1979 Nobel Prize for Physiology or Medicine with Allan Mc. Leod Cormack for his pa in developing the diagnostic technique of X-ray computed tomography(CT). Henri Becquerel",
        "cop": 1,
        "opa": "Henry Bacquerel",
        "opb": "Marie Curie",
        "opc": "W. C Roentgen",
        "opd": "Godfrey Hounsefield",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "4dfdfab1-d14d-4740-bc07-7105bf1e4488",
        "choice_type": "single"
    },
    {
        "question": "Preferred X-ray view used for orbital floor?",
        "exp": "X-Ray views for evaluating Orbit: 1. Rhese view is used for Optic Canal 2. Caldwell View is for Superior Orbital fissure 3. Townes View for Inferior Orbital Fissure 4. Waters View for Orbital Floor",
        "cop": 1,
        "opa": "Water's view",
        "opb": "Caldwell's view",
        "opc": "Lateral skull view",
        "opd": "Stenver's Towne's view",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "3006bddf-9f79-42b3-90b8-6a0ba8ed24f5",
        "choice_type": "single"
    },
    {
        "question": "International Day of Radiology is celebrated on",
        "exp": "8th November of each year is celebrated as International Day of Radiology(IDOR) X Rays were discovered by W. C. Roentgen on 8th November 1895, so 8th November is celebrated as International Day of Radiology every year. Theme for IDOR 2019: spos imaging",
        "cop": 3,
        "opa": "6th November",
        "opb": "7th November",
        "opc": "8th November",
        "opd": "9th November",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "3c301cf9-b223-4258-934b-ee2bf075a0b0",
        "choice_type": "single"
    },
    {
        "question": "SAFE LIGHT used in conventional radiography emits which colour of light?",
        "exp": "Darkrooms used red lighting to allow radiographers to control light carefully, so that light-sensitive photographic film would not become overexposed and ruin the image quality during the developing process.",
        "cop": 3,
        "opa": "Blue",
        "opb": "Green",
        "opc": "Red",
        "opd": "Yellow",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "41104a97-cf40-4067-85ca-64834c0e5481",
        "choice_type": "single"
    },
    {
        "question": "Wavelength of x- rays?",
        "exp": "Wavelength of X-rays is 0. 1 - 100. Ao or 0. 01nm - 10 nm (in electromagnetic spectrum) Velocity of X-rays is equal to the Speed of Light. They are found to reside between ultraviolet radiation and gamma rays on the electromagnetic spectrum.",
        "cop": 3,
        "opa": "1 to 10 nm",
        "opb": "0. 1 to 10 nm",
        "opc": "0. 01 to 10 nm",
        "opd": "0. 001 to 10 nm",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "ed56b0cb-15b6-4ff4-a5d2-4f0d774c5a6d",
        "choice_type": "single"
    },
    {
        "question": "To which of the following, milliamperes-second is not related to?",
        "exp": "m. As is directly propoional to quantity(number) of X-rays, blackening of film and contrast. Milliampere-seconds more commonly known as m. As is a measure of radiation produced (milliamperage) over a set amount of time (seconds) an x-ray tube. It directly influences the radiographic density, when all other factors are constant.",
        "cop": 4,
        "opa": "Quantity",
        "opb": "Blackening of film",
        "opc": "Contrast",
        "opd": "Quality",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "56e6b06d-1387-4c2e-b006-151bf5710fb0",
        "choice_type": "single"
    },
    {
        "question": "Silhouetting of right heart border on chest radiograph indicates the presence of pathology in which of the following structure?",
        "exp": "Silhouette Sign: Lobe Silhouetted structure Right middle lobe Right heart border Left lingula Left heart border Right lower lobe Right hemidiaphragm Left lower lobe Left hemidiaphragm Post apical segment left upper lobe Aoic knob Anterior segment right upper lobe Ascending aoa Figure: Right middle lobe collapse On frontal projection the right heart border is not clearly seen (blue dashed line). On lateral projection the right middle lobe appears as a wedge of increased density (orange arrows).",
        "cop": 2,
        "opa": "Right Upper Lobe",
        "opb": "Right Middle Lobe",
        "opc": "Right Lower Lobe",
        "opd": "Lingula",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "e02ab28b-bb7b-4c2a-aaf0-d2a15da63017",
        "choice_type": "single"
    },
    {
        "question": "Collimators in X ray Depament are used to:",
        "exp": "Cones and Collimators are Lead Plates which prevent dispersion of X ray beam and give direction to the X ray Beam.",
        "cop": 1,
        "opa": "Reduce the radiation beam spread.",
        "opb": "Filter the radiation beam.",
        "opc": "Increase film latitude.",
        "opd": "Decrease film latitude.",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "bada9a8e-8e7a-4ca4-9e8a-474d516857db",
        "choice_type": "single"
    },
    {
        "question": "In fracture of nose, which X-ray view is taken-",
        "exp": "1. Lateral view: Best for Sella and Sphenoid sinus and of Nose 2. CALDWELL VIEW/OCCIPITOFRONTAL VIEW: Best view for frontal sinus. 3. WATER /OCCIPITOMENTAL VIEW: Best view for maxillary sinus.",
        "cop": 3,
        "opa": "Waters view",
        "opb": "Caldwells view",
        "opc": "Lateral view",
        "opd": "Occlusive anterior view",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "fd18474f-ba5d-4015-9509-2b32f0ccee4d",
        "choice_type": "single"
    },
    {
        "question": "Filter used in X-ray tube is made up of:",
        "exp": "'Filters': They are metal sheets placed in the x-ray beam between the window and the patient that are used to attenuate the low-energy x-ray photons from the spectrum. Filtering is the removal of these low energy x-rays from the beam spectrum which would otherwise not contribute to image quality but would add to patient dose and scatter. Minimum total filtration of 2. 5 mm of aluminium is required for x-ray tubes operating above 70 k. Vp.",
        "cop": 1,
        "opa": "Aluminium",
        "opb": "Lead",
        "opc": "Tungsten",
        "opd": "Molybdenum",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "86e02586-1471-4809-85ab-4da54a5088d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following leads to Generation of X- Rays?",
        "exp": "X rays are produced when Fast-moving electrons from the cathode strike the anode and are decelerated in the orbital shells of the anode. The loss of kinetic energy of the electron is released as X-ray Photon, Called as Bremsstrahlung Radiation/Braking Radiation. Penetrating power of X-rays increases with increasing energy, which is propoional totheincreasing frequencyand decreasing wavelength.",
        "cop": 3,
        "opa": "Nuclear Disntegration of Radioisotopes.",
        "opb": "Electron Beam from cathode striking the Nucleus of Anode.",
        "opc": "Electron Beam From Cathode Striking the Anode.",
        "opd": "Electron Beam From Anode striking the Cathode.",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "4fc86d50-ed43-4ede-92fc-bbdfa6c93748",
        "choice_type": "single"
    },
    {
        "question": "What is the X-ray view used for Inferior orbital fissure?",
        "exp": "XRay views for evaluating Orbit Rhese view is used for Optic Canal Caldwell View is for Superior Orbital fissure Townes View for Inferior Orbital Fissure Waters View for Orbital Floor",
        "cop": 4,
        "opa": "Water's view",
        "opb": "Caldwell's view",
        "opc": "Lateral skull view",
        "opd": "Towne's view",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "e89e2dee-d629-4c40-9c49-bc7217a33d22",
        "choice_type": "single"
    },
    {
        "question": "Which has the highest penetration power?",
        "exp": "Neutrons have the highest penetration power. The penetration power in increasing order is. Alpha< Beta<Xray<Gamma< Neutron",
        "cop": 1,
        "opa": "Neutrons",
        "opb": "Beta rays",
        "opc": "Gamma rays",
        "opd": "X-rays",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "6db4baa7-e111-4404-beb5-55d4b11481e8",
        "choice_type": "single"
    },
    {
        "question": "To improve contrast of an X-ray film in a morbidly obese patient, what should be done?",
        "exp": "Contrast depends on Kvp, Current and exposure time. Contrast can be improved mainly by decreasing k. Vp. To improve contrast either decrease k. Vp or increase m. As. In morbidly obese patients, Kvp cannot be decreased as it determines the penetration, so Increasing m. As is a better answer here.",
        "cop": 2,
        "opa": "Increase KVP",
        "opb": "Increase MAS",
        "opc": "Decrease KVP",
        "opd": "Decrease MAS",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "3c85e9bd-2962-4f87-b1e2-0886bfdb0166",
        "choice_type": "single"
    },
    {
        "question": "Rhenium is used in which pa of X ray Tube?",
        "exp": "*Tungsten Rhenium Alloy is used as Anode in Modern X ray tube. *Nickel is used in Focussing Cup. *Aluminium is used in Filter.",
        "cop": 2,
        "opa": "Cathode",
        "opb": "Anode",
        "opc": "Focussing Cup",
        "opd": "Filter",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "c8626148-c3a8-4eb0-980b-730809133cab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following non ionizing radiations used in thermography?",
        "exp": "Infrared thermography is the process of using a thermal imager to detect infrared radiation (heat) that is emitted by an object. Thermography detects the radiant heat of the body by using infrared rays. Breast cancers have higher blood flow to the mitotically active tumor cells and hence will have a difference in temperature than surrounding normal breast which can be detected using thermography.",
        "cop": 3,
        "opa": "Visible light",
        "opb": "Microwaves",
        "opc": "Infrared",
        "opd": "Radio waves",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "adcc6562-bdaa-44ee-9e59-b93b1a62a48a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following features suggesting malignant lesion on mammography?",
        "exp": "Microcalcifications are suggestive of a malignant lesion. Macrocalcification/ Popcorn calcifications are fibroadenomas which are benign lesions The pattern and shape of microcalcifications can also give radiologists clues about whether cancer may be present. Linear, rod-like calcifications raise suspicion of underlying breast cancer, whereas popcorn, eggshell, and rim-like calcifications are usually benign.",
        "cop": 3,
        "opa": "Round well defined borders",
        "opb": "Macrocalcifications",
        "opc": "Microcalcifications",
        "opd": "Fat content",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "0f78a02b-8b35-45aa-be63-370d9bc5c6fc",
        "choice_type": "single"
    },
    {
        "question": "A 45 yr old male comes to AIIMS emergency dept at 1am after binge drinking in night presents with severe chest pain following a episode of vomiting, the chest radiograph of this patient demonstrates which of following sign?",
        "exp": "The given image shows lucency along the medial pa of left hemi-diaphragm and lateral aspect of aoa - known as Naclerio V sign. Seen in Boerhaave syndrome Naclerio V sign (X- ray) CT Hilum Overlay Sign - If the pulmonary vessels are visible through the lesion/mass (not obscured by the mass) then it means that the mass/lesion is in either Anterior or posterior mediastinum but not in the hilum Hilum Overlay Sign Spinnaker Sign/ Thymus Sail Sign/ Angel wing sign - Seen in Pneumomediastinum Spinnaker Sign",
        "cop": 2,
        "opa": "Silhouette Sign",
        "opb": "Naclerio V sign",
        "opc": "Spinnaker Sign",
        "opd": "Hilum Overlay Sign",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "162ee341-7eb9-4f06-be52-2cf9c6cedfea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not safe in pregnancy?",
        "exp": "CT uses X-rays so it is not safe during pregnancy. CT scan while pregnant first trimester has the highest risk to the developing foetus due to the carcinogenic and teratogenic effects of the ionizing radiation.",
        "cop": 4,
        "opa": "USG",
        "opb": "Doppler",
        "opc": "MRI",
        "opd": "CT",
        "subject_name": "Radiology",
        "topic_name": "X-RAYS",
        "id": "e172282f-61ba-42dd-b2d9-45711525c531",
        "choice_type": "single"
    }
]