[
    {
        "question": "A 40-year old male presents with history of vomiting of blood 2 hours ago. The volume of vomitus was estimated to be 500 ml. His BP was 90/58 mm Hg and pulse was 110/min. On abdominal examination, the spleen was palpable 5 cm below the costal margin. The most likely cause of the bleeding is:",
        "exp": "Ans. a. Portal hypertension (Ref: Sabiston 19/e p1164). Splenomegaly and massive bleeding leading to hypotension and tachycardia in the patient are in favor of portal hypertension. Common Causes of Upper Gastrointestinal Hemorrhage. Non-variceal Bleeding(80%)QPortal Hypertensive Bleeding(20%)QPeptic ulcer disease (MC)Q30-50%QGastroesophageal varicesQ>90%QMallory-Weiss tears15-20%Hypertensive portal gastropathy<5%Gastritis or duodenitis10-15%Isolated gastric varices. Rare. Esophagitis5-10% Arteriovenous malformations5% Tumors2% Other5% Portal Hypertension. Definition: Portal pressure >10 mm Hg. QMC cause of portal hypertension in United States: CirrhosisQ. Consequence of both increased portal vascular resistance and increased portal flowQ. Portal hypertension results in splenomegaly with enlarged, tortuous, and even aneurysmal splenic vessels. Splenomegaly frequently is associated with hypersplenism, causing leukopenia, thrombocytopenia, and anemia. Cruveilhier-Baumgarten murmurQ: Audible venous hum in caput medusa. Hyperdynamic portal venous circulation seems to be related to the severity of the liver failureQ. Upper G. I. bleeding is caused by the portal hypertension in about 90% of instances. Most bleeding episodes occur during the first 1 to 2 years after identification of varicesQ. Colour Doppler is the investigation of choice for evaluation of PHT. About one third of deaths in patients with known esophageal varices are due to upper GI bleed. QA larger proportion dies as a result of liver failureQ. MC causes of death in cirrhosis patients: Hepatic failure. Q2nd MC causes of death in cirrhosis patients: variceal hemorrhageQ",
        "cop": 1,
        "opa": "Portal hypertension",
        "opb": "Gastric ulcer",
        "opc": "Duodenal ulcer",
        "opd": "Drug-induced mucosal erosion",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "19b49a4f-30c2-4e11-a589-5e2883ad1138",
        "choice_type": "single"
    },
    {
        "question": "A guy driving a car fast suddenly slams on the brakes. He was wearing a seat belt. The most likely organ affected is:",
        "exp": "Ans. (c) Mesentery. Ref: Bailey & Love 26th ed. J982* Seat belt syndrome is characterized by tear of mesentery on sudden deceleration while the patient is using a seat belt.* In the absence of seat belt being worn by the car passenger, the chest of the victim would slam into the steering wheel resulting in hemo-pericardium and a resultant high mortality.",
        "cop": 3,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Mesentery",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "c44b458d-b6c0-43e3-a12e-2a6a4cc5991b",
        "choice_type": "single"
    },
    {
        "question": "Most common organ injured in blunt injury:",
        "exp": "Ref: Emedicinc Medscape online, Shah SM, Shah KS, Josh) PK Somani RB. Gohil VB. Dakhda SM. To study the incidence of organ damage and post - operative care in patients of blunt abdominal trauma with haemoperitoneum managed by laparoscopy. J Minim Access Surg. 2011 Jui: 7(3): 169-72. Sabiston, Bailey & Schwartz. Explanation: Both Spleen & Liver are the most common organs to be injured in blunt injury abdomen. \"The spleen is the most commonly injured abdominal organ in the NTDB( national Trauma database) with 3. 2% of all injured patients and 50. 7% of patients with blunt abdominal trauma demonstrating splenic injuries \"- Pg 457 Sahiston\"Second only to the spleen. injury to the liver is extremely common after blunt abdominal trauma. \" Pg 459 Sahiston. \"The most commonly injured organs are the spleen, liver, retroperitoneum, small bowel, kidneys, bladder, eoloreefum, diaphragm, and pancreas \" (Ref: Medscape emedicinc online). Liver followed by the spleen were the most common sites of injuries. (Ref: Shah et al.). Spleen is the most common damaged organ in blunt abdominal trauma (Ref: Schwartz). Liver injuries are fortunately uncommon because of the liver s position under the diaphragm protected by chest wall. (Ref: Bailey). Blunt abdominal trauma. Pathophysiology. Blunt force injuries to the abdomen can generally be explained by 3 mechanisms. Deceleration. Crushing. External compression. Signs and symptoms. The initial clinical assessment of patients with blunt abdominal trauma is often difficult and notably inaccurate. The most reliable signs and symptoms in alert patients are as follows: Pain. Tenderness. Gastrointestinal hemorrhage. Hypovolemia. Evidence of peritoneal irritation. Bradycardia may indicate the presence of free intraperitoneal blood. On physical examination, the following injury patterns predict the potential for intra-abdominal trauma: Lap belt marks: Correlate with small intestine rupture. Steering wheel-shaped contusions. Ecchymosis involving the flanks (Grey 't urner sign) or the umbilicus (Cullen sign!: Indicates retroperitoneal hemorrhage, but is usually delayed for several hours to days. Abdominal distention. Auscultation of bowel sounds in the thorax: May indicate a diaphragmatic injury. Abdominal bruit: May indicate underlying vascular disease or traumatic arteriovenous fistula. Local or generalized tenderness, guarding, rigidity, or rebound tenderness: Suggests peritoneal injury. Fullness and doughy consistency on palpation: May indicate intra-abdominal hemorrhage. Crepitation or instability of the lower thoracic cage: Indicates the potential for splenic or hepatic injuries. Diagnosis. Assessment of hemodynamic stability is the most important initial concern in the evaluation of a patient with blunt abdominal trauma. In the hemodynamicallv unstable patient, a rapid evaluation for hemoperitoneum can be accomplished by means of diagnostic peritoneal lavage (DPL: i or the focused assessment with sonography for trauma {FAST}. Radiographic studies of the abdomen are indicated in stable patients when the physical examination findings are inconclusive. Diagnostic peritoneal lavage. DPL is indicated for the following patients in the setting of blunt trauma: Patients with a spinal cord injury. Those with multiple injuries and unexplained shock. Obtunded patients with a possible abdominal injury. Intoxicated patients in whom abdominal injury is suggested. Patients with potential intra-abdominal injury who will undergo prolonged anesthesia for another procedure. FASTBedside ultrasonography is a rapid, portable, noninvasive. and accurate examination that can be performed by emergency clinicians and trauma surgeons to detect hemoperitoneum. The current FAST examination protocol consists of 4 acoustic windows (pericardiac, perihepatic, perisplenic, pelvic) with the patient supine. An examination is interpreted as positive if free fluid is found in any of the 4 acoustic w indows, negative if no fluid is seen, and indeterminate if any of the windows cannot be adequately assessed. Computed tomography. Computed tomography is the standard for detecting solid organ injuries. Provide excellent imaging of the pancreas, duodenum, and genitourinary system. CT scanning often provides the most detailed images of traumatic pathology and may assist in determination of operative intervention. Also can determine the source of hemorrhage. Management. Treatment of blunt abdominal trauma begins at the scene of the injury and is continued upon the patient's arrival at hospital. Management may involve nonoperative measures or surgical treatment, as appropriate. Indications for laparotomy. Signs of peritonitis. Uncontrolled shock or hemorrhage. Clinical deterioration during observation. Hemoperitoneum findings on FAST or DPLNonoperative management. In blunt abdominal trauma, including severe solid organ injuries, selective nonoperative management has become the standard of cure. Nonoperative management strategies are based on CT scan diagnosis and the hemodynamic stability of Ihe patient, as follows: For ihe most part, pediatric patients can be resuscitated and treated nonoperatively; some pediatric surgeons often transfuse up to 40 mL/ kg of blood products in an effort to stabilize a pediatric patient. Hemodynamically stable adults with solid organ injuries, primarily those to the liver and spleen, may be candidates for nonoperative management. Splenic artery embolotherapy, although not standard of care, may be used for adult blunt splenic injury",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Intestine",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "ad31757e-6dc7-4da3-b8de-bbb2f61a58aa",
        "choice_type": "single"
    },
    {
        "question": "A case of polytrauma with blunt abdominal injury presents to the casualty. The first investigation to evaluate his abdomen is -",
        "exp": "Ans. is 'a' i. e., USG o Has been explained in previous sessions",
        "cop": 1,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "Complete. Hemogram",
        "opd": "Abdominal X-ray",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "83366d28-b39a-4e7b-a3e4-04f3797d915d",
        "choice_type": "single"
    },
    {
        "question": "In a blast injury, which of the following organ is least vulnerable to the blast wave?",
        "exp": "Ans. is 'c' i. e. Liver \"The structures injured by the primary blast wave in order of prevalence, are the middle ear, the lungs and the bowel\"- Bailey and Love. The hollow organs containing gas or air are most readily damaged by blast waves. The homogenous tissues like liver and muscles are least likely injured. All explosives are accompanied by blast pressure wave which is mainly responsible for injury to the body. When the body is impacted by a blast pressure wave, the wave's couples into the body and set up a series of stress waves. Which are capable of causing injury particularly at air fluid interface. These waves cause injury to the following organs: -Auditory system. Rupture of tympanic membrane. Dislocation of ossicles. Widespread disruption of inner ear. Respiratory system. Injury to the lung parenchyma complex, particularly notable at the alveolar capillary membrane. GI tract. Perforation is common in stomach, small intestines & caecum. Injury to gas filled viscera is more common in under water explosions than in air blasts. Eye. Conjunctival hemorrhage (it suggests seroious underlying abnormality)",
        "cop": 3,
        "opa": "G. I. tract",
        "opb": "Lungs",
        "opc": "Liver",
        "opd": "Ear drum",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "0147662e-f3d3-4980-8db8-a9b80d278bbc",
        "choice_type": "single"
    },
    {
        "question": "Commonest injury in blunt abdominal trauma -",
        "exp": "Ans. is 'c' i. e.. Spleen",
        "cop": 4,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Bladder",
        "opd": "Spleen",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "c501f88d-49d8-42ff-97e4-cd62fcac17ae",
        "choice_type": "single"
    },
    {
        "question": "A 40 year male presents with hematemesis. On examination his BP was 90/60 mm. Hg and Heart Rate was 120/min. Splenomegaly was also present. The most probable cause of his bleeding is:",
        "exp": "Ans is 'a' i. e. Portal hypertension Among the given options, splenomegaly is most likely to be associated with Portal hypertension. Causes of upper GI bleed (in descending order) Peptic ulcer. Duodenal ulcers. Gastric ulcers. Oesophageal varices. Gastritis, erosions. Mallory-Weiss tears. Uncommon causes. Gastric carcinoma. Esophagitis Pancreatitis. Hemobilia. Vascular lesions",
        "cop": 1,
        "opa": "Portal Hypertension",
        "opb": "Gastric ulcer",
        "opc": "Duodenal ulcer",
        "opd": "Drug-induced GI injury",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "3456786d-cfef-4d44-9da7-f2c4a576e71e",
        "choice_type": "single"
    },
    {
        "question": "Most common affected by Blunt trauma abdomen?",
        "exp": "Ans. (a) Spleen. Ref: Bailey & Love 26th ed./1087* The spleen is the most commonly injured viscus in blunt abdominal trauma and can result from the most trivial of traumas.* The classical presentation is that of a hemodynamically unstable patient with a history of trauma, with severe abdominal pain and signs of peritonitis.* The classic physical'findings of splenic rupture are left shoulder pain, left upper quadrant pain and tenderness, and Kehrs sign (left shoulder pain from irritation of inferior border of left diaphragm by hematoma).* Absence of one or more or even all of these signs does not rule out splenic injury. Diagnosis is based on a thorough physical examination and confirmed with the FAST examination",
        "cop": 1,
        "opa": "Spleen",
        "opb": "Intestine",
        "opc": "Liver",
        "opd": "Mesentery",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "c198a2e6-cda9-4536-a1ea-18cc75240f7d",
        "choice_type": "single"
    },
    {
        "question": "In blunt trauma abdomen what should be the approach for doing laparotomy",
        "exp": "Ans. is 'b' i. e. Always midline incision Repeat from All India 07. All emergency abdominal explorations in adults are performed using a long midline incision because of its versatility. For children under the age of 6, a transverse incision may be advantageous.",
        "cop": 2,
        "opa": "Depends on organ injured",
        "opb": "Always midline incision",
        "opc": "Always transverse",
        "opd": "Depends upon type of injury",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "43197df9-1cea-4012-a995-471c913abf74",
        "choice_type": "single"
    },
    {
        "question": "A hemodynamically stable patient with blunt abdominal trauma, the best investigation is?",
        "exp": "Ans. (a) CECTRef: Bailey & Love 26th ed./208. Since the patient is in shock with history of blunt abdomen trauma, the first investigation to be done should be FAST. The main role of ultrasound includes the assessment of intraperitoneal fluid and haemopericardium In the presence of free intraperitoneal fluid and an unstable patient, the ultrasound allows the trauma surgeon to explore the abdomen as a cause of blood loss. In the presence of fluid and a haemodynamically stable individual further assessment by way of CT shall be performed. Occasionally, a second ultrasound scan may show free fluid in the presence of an initially negative FAST scan.",
        "cop": 1,
        "opa": "CECT abdomen",
        "opb": "MRI abdomen",
        "opc": "Diagnostic Peritoneal lavage",
        "opd": "F. A. S. T",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "3e0104cf-ec6d-4f28-9e5c-2c9bc17957d8",
        "choice_type": "multi"
    },
    {
        "question": "A patient with blunt abdominal trauma presented to casualty with BP 90/60 mm Hg & pulse rate 124. The investigation to be done in this patient Is?",
        "exp": "ANSWER: (D) FASTREF: Bailey and love 25th edition page 143-144. As the above mentioned patient is in shock with history of blunt abdomen trauma, the first investigation to be done should be FAST. \"Ultrasound has an evolving role in the assessment of acutely traumatised patients. The main current roles of ultrasound include the assessment of intraperitoneal fluid and haemopericardium (focused assessment with sonography for trauma, FAST), the evaluation of pneumothoraces in supine patients and in guiding intervention\"FAST ultrasound is a limited examination directed to look for intraperitoneal fluid or pericardial injury as a marker of underlying injury. This avoids the invasiveness of diagnostic peritoneal lavage. In the presence of free intraperitoneal fluid and an unstable patient, the ultrasound allows the trauma surgeon to explore the abdomen as a cause of blood loss. In the presence of fluid and a haemodynamically stable individual, further assessment by way of CT can be performed. Occasionally, a second ultrasound scan may show free fluid in the presence of an initially negative FAST scan.",
        "cop": 4,
        "opa": "CT abdomen",
        "opb": "MR1 abdomen",
        "opc": "DPL",
        "opd": "FAST",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "a8783589-0140-4e16-bd15-b5a9127ed6a9",
        "choice_type": "single"
    },
    {
        "question": "A child presented with blunt abdominal trauma, the first investigation to be done is -",
        "exp": "Ans. is 'a' i. e., USG o The prime aim of investigations in a pt. of blunt trauma abdomen is to determine whether the patient needs an exploratory laparotomy or not.# Previously DPL was the inv. of choice to determine the presence of intra-abdominal hemorrhage, but currently Ultrasound has replaced DPI.# U/S is the investigation of choice in both stable as well as unstable patients. Schwartz writes- \"Blunt abdominal trauma initially is evaluated by FAST examination in most major trauma centers, and this has largely supplanted DPL. FAST is not 100% sensitive, however, so diagnostic peritoneal aspiration is still advocated in hemodynamically unstable patients without a defined source of blood loss to rule out abdominal hemorrhage. Patients with fluid on FAST examination, considered a 'positive FAST', who do not have immediate indications for laparotomy and are hemodynamically stable undergo CT scanning to quantify their injuries. \"",
        "cop": 1,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "Complete Hemogram",
        "opd": "Abdominal Xray",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "27fab8e9-709a-4076-8364-8c2dccefcfec",
        "choice_type": "single"
    },
    {
        "question": "A man comes to emergency with stab injury to left flank. He has stable vitals. What would be the next step in management?",
        "exp": "Ans. is 'a'. i. e. CECT The main decision in an abdominal injury is to decide whether an exploratory laparotomy is necessary or not. Physical examination though may help sometimes, has significant limitations and may be unreliable. The diagnostic approach to penetrating (Gunshot and Stab wounds) and blunt abdominal trauma differs substantially. Gunshot abdominal wounds: Chances of internal injury is very high in gunshot wounds thus little preoperative evaluation is required and laparotomy is mandatory. Stab wounds to abdomen: In contrast to GSWs, SWs are less likely to injure intra-abdominal organs. Patients with isolated penetrating abdominal wound if hypotensive, or in shock or showing peritoneal signs go for exploratory laparotomy. Management of stable patients is debatable and controversial. Various methods are used to determine whether laparotomy is necessary or not.* Anterior stab wound- In ant. stab wounds local wound exploration can be performed to determine if there is any penetration of the peritoneal cavity. If the tract terminates without entering the peritoneum, the injury can be managed as a deep laceration and laparotomy is not needed. Otherwise, penetration of the peritoneum is assumed, and significant injury must be excluded by further diagnostic evaluations. Options include diagnostic peritoneal lavage, laparoscopy, CT, FAST, and admission with observation.* Flank and back wounds- There is more debate over the management of stab wounds to the flank and back. These injuries are special because of the risks associated with retroperitoneal organ injury-colon, kidneys and ureter. Triple contrast CT (i. e. oral, IV, and rectal contrast) is advised to detect colon and retroperitoneal injuries and the need for laparotomy. Other methods like DPL, laparoscopy are also advised.* Blunt abdominal injury: Hemodynamically stable patients sustaining blunt trauma are adequately evaluated by abdominal ultrasound or CT (CT in selected cases to refine the diagnosis) unless other severe injuries take priority and the patient needs to go to the operating room before the objective abdominal evaluation. In such instances, DPL or focused abdominal sonography for trauma (FAST) is usually performed in the operating room to rule out intra-abdominal bleeding requiring immediate exploratory laparotomy. US has largely replaced DPL. Management of hemodynamically unstable pt: a hemodynamically unstable pt is evaluated by FAST and if intra-abdominal fluid detected, undergoes laparotomy.",
        "cop": 1,
        "opa": "CECT",
        "opb": "Diagnostic peritoneal lavage",
        "opc": "Laprotomy",
        "opd": "Laproscopy",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "9a2a0a21-5fef-4ea8-a921-b21f14dca4cc",
        "choice_type": "multi"
    },
    {
        "question": "A person presents with severe abdominal trauma but was found to be hemodynamically stable on examination. Investigation of choice for this patient is:",
        "exp": "Ans: D (CT abdomen) Ref: Schwartz Textbook of Surgery, 10th edition, pg: 181. Explanation:\"Computed tomography is the investigation of choice in haemodynamically stable patients with abdominal trauma Ref: Recent Advances in Surgery 32, Irving Taylor, pg: 106\"In patients who are hemodynamically stable. CT is the investigation of choice for assessment of the injured abdomen. '' Ref: Trauma Care Manual, 2nd edition, By Ian Greaves, pg: 151. CT Abdomen. It is very sensitive for free fluid and solid organ injury but less for small viscus perforations. It can simultaneously detect injury to the spine or pelvis. Focused Assessment with Sonography in Trauma )it is part of primary survey and it can be done during the initial assessment without moving the patient to the radiology suite. The FAST images the pericardium, right and left upper quadrants and pelvis. Its primary aim is to find abnormal pericardial fluid or intraperitoneal free fluid. Unstable patients with FAST showing free fluid in abdomen should be taken up for emergency laparotomy. FAST is poor at detecting viscus perforation, and is limited in obese patients and in patients with subcutaneous emphysema. Diagnostic Peritoneal Lavage. Peritoneal dialysis catheter is placed though the abdominal wall near the umbilicus into the pelvic/peritoneal cavity. Aspiration of blood is considered positive for abdominal injury. DPL has low specificity in identifying many lesions that do not require operative repair and thus resulting in a high negative laparotomy rate. DPL also m/sses retroperitoneal injuries. Erect X-ray Abomen. Can diagnose air under the diaphragm which denotes hollow viscus injury. Investigation of Choice. Abdominal trauma in hemodynamically stable patients. CT abdomen. Abdominal trauma in hemadynamically unstable patients. Laparotomy. Multisystem injury where abdomen is only one of the potential sources of cardiovascular instability. FAST or DPL",
        "cop": 4,
        "opa": "Diagnostic peritoneal lavaae",
        "opb": "FAST",
        "opc": "Erect X-ray abdomen",
        "opd": "CT abdomen",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "f3d44a1b-468d-40d9-8100-17e0e754e7a1",
        "choice_type": "multi"
    },
    {
        "question": "Midline incision in abdomen, length of suture required-",
        "exp": "Ans. is 'a' i. e., 4 times the length of incision",
        "cop": 1,
        "opa": "4 times the length of incision",
        "opb": "3 times the length of incision",
        "opc": "2 times the length of incision",
        "opd": "5 times the length of incision",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "dbbb1571-96d8-44a5-beaa-bce37cbd5832",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in an unstable patient with suspected intraabdominal injury' is -",
        "exp": "Ans. is 'b' i. e., USG o The prime aim of investigations in a pt. of blunt trauma abdomen is to determine whether the patient needs an exploratory laparotomy or not. o Previously DPL was the inv. of choice to determine the presence of intra-abdominal hemorrhage, but currently Ultrasound has replaced DPL, o U/S is the investigation of choice in both stable as well as unstable patients. Schwartz writes- \"Blunt abdominal trauma initially is evaluated by FAST examination in most major trauma centers, and this has largely supplanted DPL. FAST is not 100% sensitive, however, so diagnostic peritoneal aspiration is still advocated in hemodynamic ally unstable patients without a defined source of blood loss to rule out abdominal hemorrhage. Patients with fluid on FAST examination, considered a 'positive FAST\\ who do not have immediate indications for laparotomy and are hemodynamically stable undergo CT scanning to quantify their injuries. \"Sabiston writes - Hemodynamically stable patients sustaining blunt trauma are adequately evaluated by abdominal ultrasound or CT unless other severe injuries take priority and the patient needs to go to the operating room before the objective abdominal evaluation. In such instances, DPL or focussed abdominal sonography for trauma (FAST) is usually performed in ike operating room to nde out intra-abdominal bleeding requiring immediate surgical exploration. Also knowo Use of U/S in trauma pts. is now k/a FAST examination (i. e. Focussed Assessment with Sonography for Trauma). In this examination the goal is not to evaluate the whole abdomen but io look for free intraperitoneal fluid at specific siteso The diagnostic approach in penetrating abdominal injuries (i. e. stab wounds & Gunshot wounds) differs from that in blunt injuries, o In Gun shot wounds (GSW). Exploratory laprotomy is mandatory, as chances of interna! injury are high (-90%) in GSWs to abdomen, o In stab wounds (SW). In contrast to GSW, SWs that penetrate the peritoneal cavity are less likely to injure intra-abdominal oigans. SWs should be explored under local anesthesia in the emergency department whether the peritoneum has been violated. Injuries that do not penetrate the peritoneal cavity do not require further evaluation. DPL can also be done to detect intraperitoneal injuries.",
        "cop": 2,
        "opa": "DPL",
        "opb": "USG'",
        "opc": "CT scan",
        "opd": "X-ray abdomen",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "a28dadb2-e2ff-463c-b106-72b0abb20a5d",
        "choice_type": "single"
    },
    {
        "question": "M C organ ruptured in blunt trauma abdomen -",
        "exp": "Ans, is 'c' i. e., Spleen \"The spleen is the intra-abdominal organ most frequently injured in blunt trauma. \"Blunt trauma: In blunt trauma the organs most commonly injured are the solid organs: Spleen (MC). Liver. Kidneyo In addition to spleen, liver and kidney, extreme blunt force to the upper abdomen may fracture the Pancreas, which is susceptible to injury because of its position overlaying the rigid vertebral column. Also knowo Deceleration injuries Commonly result from high speed motor vehicle accident and fall from considerable heights. The mechanism of injury is the shearing ofpedicled organs from their points ofattachments to the retroperitoneum. Pedicled organs in the abdomen are the intestines (Small and large) and the Kidney.",
        "cop": 3,
        "opa": "Caecum",
        "opb": "Smelt intestine",
        "opc": "Spleen",
        "opd": "Liver",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "e620e205-9d18-4b6f-b0bd-b1ce27a58052",
        "choice_type": "single"
    },
    {
        "question": "In a RTA patient sustained trauma to left side of chest and abdomen. Fluid in the peritoneum & sign of hypotension was found on physical examination. Most probable diagnosis is?",
        "exp": "ANSWER: (A) Splenic injury. REF: Sabiston 18th ed chapter 20, Schwartz 9th ed chapter 7. Option (A); Splenic injury. The spleen is the intra-abdominal organ most frequently injured in blunt trauma. Blunt or penetrating trauma mostly of left side. Hemoperitoneum causes peritoneal irritation (tenderness, guarding, rebound). Complaints of left upper quadrant pain or of pain referred to the left shoulder (Kehr sign) are highly correlated with injury. At least one fourth of patients with left lower rib fractures have associated injury to the spleen. Hypotension & tachycardia should alert the clinician to the potential for splenic injury. Injury to the spleen is the most common indication for laparotomy after blunt mechanisms of injury. Option (B); Diaphragmatic injury. Diaphragmatic injuries are often caused by venetrating injuries. After blunt trauma, injury to the diaphragm involves both sides equally, as reported in autopsy and CT scan studies, although in clinical practice, left-sided injuries are more frequent. Respirators distress develops when an upright chest film demonstrates visceral herniation. Option (C); Rib fracture. Rib fractures are the most common injuries after blunt chest trauma. Ribs 4 through 10 are usually fractured. For each rib fracture there is approximately 100 to 200 mL of blood loss\"P Pain on inspiration is usually the primary clinical manifestation after rib fractures. Other clinical signs associated with rib fractures include tenderness to palpation and crepitus. Poor pain control significantly contributes to complications such as atelectasis and pneumonia. Option (D); Renal injury. The kidney is the most commonly injured part of the urinary tract in blunt trauma typically due to motor vehicle crashes, falls, or assaults. The pediatric kidney is more susceptible to blunt injury due to the relative lack of perirenal fat and decreased protection from incompletely ossified ribs. Most renal injuries are low grade (managed conservatively). Right renal injury is mostly combined with trauma to the fiver, right ribs, and vertebrae while left renal injury is mostly found in combination with splenic trauma or vrith left rib or lumbar vertebrae fracture. Bleeding can be into the retroperitoneal spaces and/or into the collecting system. Gross haematuria is a very important indicator for urinary tract trauma. Other clinical findings include back, flank or abdominal pain and shock.",
        "cop": 1,
        "opa": "Splenic injury",
        "opb": "Diaphragmatic injury",
        "opc": "Rib fracture",
        "opd": "Renal injury",
        "subject_name": "Surgery",
        "topic_name": "Abdominal Injury",
        "id": "f0829ed3-23ff-4eef-ab1d-b1733ca0752a",
        "choice_type": "single"
    }
]