[
    {
        "question": "An ankle-brachial index (ABI) that suggests increased risk of myocardial infarction would be",
        "exp": "There is increasing interest in the use of the ankle-brachial index (ABI) to evaluate patients at risk for cardiovascular events. An ABI less than 0. 9 correlates with increased risk of myocardial infarction and indicates significant, although perhaps asymptomatic, underlying peripheral vascular disease.",
        "cop": 1,
        "opa": "<0. 9",
        "opb": "<0. 6",
        "opc": ">0. 9",
        "opd": ">0. 6",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "b29cf099-13ab-43da-a92c-49bc95afa59a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best responds to sympathectomy?",
        "exp": "Hyperhydrosis responds best to sympathectomy. Indications of Sympathectomy (BARA CHEF) Buerger's disease Atherosclerosis producing ischemia of limbs Raynaud's disease Acrocyanosis Erythrocyanosis Frost bite Hyperhydrosis Peripheral vascular insufficiency Causalgia",
        "cop": 2,
        "opa": "Buerger's disease",
        "opb": "Hyperhydrosis",
        "opc": "Raynaud's disease",
        "opd": "Acrocyanosis",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "bd0e5286-b52a-49c6-a014-5b245dcd17f9",
        "choice_type": "single"
    },
    {
        "question": "What is the most common organism that causes infected abdominal aoic aneurysms (AAAs)?",
        "exp": "There are four different causes of an infected aneurysm. (1) Mycotic aneurysms involve a septic embolus from the heart infecting an aery. (2) Microbial aeritis involves bacteria infecting an athero- sclerotic aery to cause aneurysmal degeneration (80% of infected aneurysms). (4) Traumatic pseudoaneurysm that has concomitant bacterial inoculation. Salmonella causes 40% of all aneurysmal infections, with most others being caused by Streptococcus, Staphylococcus, Bacteroides, E. coli, and P. aeruginosa. Blood cultures are positive in only 50% of cases.",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Bacteroides",
        "opc": "Salmonella",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "8345df12-38e6-4d15-b10c-2ffac88eed2d",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman complains of severe, acute onset left temporal headache and changes in left eye vision. She presents to her physician with sweating, malaise, and temperature of 99oF. Medical evaluation reveals",
        "exp": "Temporal aery inflammation causes severe throbbing unilateral temporal headache, low-grade fever, visual changes, sweating, and malaise. Acute treatment with prednisone can be followed by temporal aery resection",
        "cop": 4,
        "opa": "Myocardial infarction (MI)",
        "opb": "Pneumonia",
        "opc": "Diabetes",
        "opd": "Temporal aeritis",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "4089696c-eed9-46a7-9cfe-55eb956213b0",
        "choice_type": "single"
    },
    {
        "question": "74yr old female was diagnosed to have rheumatic heart disease. She underwent valve replacement surgery, after few days she staed to complain of numbness and inability to move her left leg. Femoral, popliteal & pedal impulses were not felt on left side of pt. but. side examination of lower leg was normal. What is most appropriate management in this patient?",
        "exp": "It is a case of Acute aerial insufficiency leading to neurological compromise Other non invasive testing is not required (Duplex scan/CT Angiography) as they will delay the treatment process. Embolectomy of femoral aery can be performed under local anesthesia and has minimum risk to pt. Exploration of contralateral side is not required in absence of signs and symptoms of other side.",
        "cop": 2,
        "opa": "CT angiogram of bilateral lower extremities",
        "opb": "Embolectomy of the left femoral aery",
        "opc": "Duplex imaging of the left lower extremity aeries",
        "opd": "CT angiogram of the left lower extremity",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "00587765-a463-4a85-b740-0effbcf13ff3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following aeries is most likely to be involved with serious atherosclerosis?",
        "exp": "In order of frequency, the anterior descending coronary aery is the most commonly involved with atherosclerosis, followed by the right coronary, the circumflex, and the left main coronary aery.",
        "cop": 3,
        "opa": "Right coronary aery.",
        "opb": "Left coronary aery.",
        "opc": "Anterior descending coronary aery.",
        "opd": "Circumflex coronary aery.",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "b3f83cd8-74f8-45b7-9086-daea13fb1ab8",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of Giant cell aeritis",
        "exp": "GIANT CELL AERITIS (TEMPORAL AERITIS) Superficial temporal, veebral & major aoic arch branches may be involved. Ischemic symptoms are common, including claudication of facial or extremity muscles & retinal ischemia Blindness, usually irreversible, is a dreaded complicated.",
        "cop": 3,
        "opa": "Stroke",
        "opb": "MI",
        "opc": "Blindness",
        "opd": "Renal failure",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "70525068-a19a-445c-9d17-26367c65ea7d",
        "choice_type": "single"
    },
    {
        "question": "Commonest symptom associated with thoracic outlet syndrome is:-",
        "exp": "Clinical Features In > 90% of cases, neurogenic manifestations are repoed. Ulnar nerve (C8-T1) involvement is most common Motor weakness and atrophy of the hypothenar and interosseous muscles Pain and paresthesia along the medial aspect of the arm, hand, 5th finger and medial aspect of 4th finger.",
        "cop": 3,
        "opa": "Intermittent claudication",
        "opb": "Pain in radial distribution",
        "opc": "Pain in ulnar distribution",
        "opd": "Gangrene",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "4cdf3924-5cee-4025-b869-c537f2dcff89",
        "choice_type": "single"
    },
    {
        "question": "Pressure on aery proximal to fistula leading to diminished swelling is known as:",
        "exp": "Nicoladoni's or Branham's sign: Pressure on aery proximal to fistula causes the swelling to diminish in size, a thrill or bruit to cease, the pulse rate to fall and the pulse pressure returns to normal.",
        "cop": 4,
        "opa": "Murray sign",
        "opb": "Frei sign",
        "opc": "Darrier sign",
        "opd": "Branham sign",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "bdad69ca-51b7-4b10-b62d-991311834539",
        "choice_type": "single"
    },
    {
        "question": "This catheter is used for:",
        "exp": null,
        "cop": 3,
        "opa": "Drainage of urinary bladder",
        "opb": "Parenteral hyperalimentation",
        "opc": "Removal of embolus from blood vessels",
        "opd": "Ureteric catheterization",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "ac212417-6519-44c1-b4f0-3126b575355e",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old male presented in the emergency with high BP (160/100) and heart rate of 120. A CECT is done which is given below. What is the management of the given condition:",
        "exp": "The given radiological image shows Aoic dissection involving arch of aoa which comes under Stanford type A. Stanford type A is usually associated with complications like Coronary occlusion Aoic regurgitation Cardiac tamponade -Hence Surgical repair is needed for this type Stanford type B If no life-threatening complication - Resuscitation and blood transfusion If complication present - Surgical repair",
        "cop": 1,
        "opa": "Surgical repair",
        "opb": "Low molecular weight heparin",
        "opc": "Beta blocker medication",
        "opd": "Vitamin K inhibitors",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "cdae73c2-8790-43cc-8df5-f945988743b9",
        "choice_type": "single"
    },
    {
        "question": "Which ulcer is likely to develop in a long standing chronic venous ulcer?",
        "exp": "- Marjolin's ulcer: Arises from long standing ulcer or burn scar Is a low-grade squamous cell carcinoma Destruction of - Nerves - painless - Vessels - slow growth, radio resistant, no distant metastasis - Lymphatics - no lymph node metastasis - Diagnosis by biopsy - Treated by wide local excision with flap closure",
        "cop": 1,
        "opa": "Marjolin ulcer",
        "opb": "Apthous ulcer",
        "opc": "Bazin ulcer",
        "opd": "Aerial ulcer",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "a81b0f39-f612-4000-9c89-00725c506d56",
        "choice_type": "single"
    },
    {
        "question": "Most aerial emboli originate from which one of the following sites?",
        "exp": "Most aerial emboli originate in the heart. The most common intracardiac site is the left atrium, in which thrombi form because of stasis in patients with atrial fibrillation, mitral valvular disease, or both. Left ventricular thrombi are a potential source of embolism in patients with myocardial infarction, left ventricular aneurysm, congestive heart failure, or cardiomyopathy.",
        "cop": 2,
        "opa": "Cardiac valve",
        "opb": "Left atrium",
        "opc": "Left ventricle",
        "opd": "Thoracic aoa",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "74dd52ca-b035-4abf-97eb-8aebbce0e53f",
        "choice_type": "single"
    },
    {
        "question": "Best graft for aoic dissection:",
        "exp": "Best vascular graft for suprainguinal bypass: Dacron Best vascular graft for infrainguinal bypass: Saphenous vein Best vascular graft for aoa: Dacron",
        "cop": 1,
        "opa": "Dacron",
        "opb": "Autologous vein",
        "opc": "Autologous aery",
        "opd": "PTFE",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "f6caafcc-28af-4a57-bf7e-e4d89d514c65",
        "choice_type": "single"
    },
    {
        "question": "Definition of critical limb ischemia includes:-",
        "exp": "Critical limb Ischemia CLI results from severe aerial occlusive disease in whom resting blood flow cannot provide for basal nutritional needs of tissues Ischemic symptoms are present even during rest (rest pain) Pain is worse when legs are horizontal and may improve when legs are kept in a dependent position. Ischemic ulcers, lesions on the foot and gangrene may be seen ABI < 0. 5",
        "cop": 1,
        "opa": "Rest/Night pain",
        "opb": "Ankle blood pressure >50 mm Hg",
        "opc": "Intermittent claudication",
        "opd": "Well preserved tissues",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "95a745d3-6fe8-40c8-93c2-7bb58b41d07f",
        "choice_type": "single"
    },
    {
        "question": "Abdominal aoic aneurysm is operated when the size is more than:",
        "exp": "Cut off diameter ( an Indication of surgery)- 1. Descending thoracic aoa aneurysm >6. 5 cm 2. Abdominal aoic aneurysm & Ascending aoic aneurysm > 5. 5 cm 3. Iliac aery aneurysm > 3. 5 cm 4. Popliteal & femoral Aery Aneurysm > 2 cm",
        "cop": 3,
        "opa": "35 mm",
        "opb": "45 mm",
        "opc": "55 mm",
        "opd": "65 mm",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "67a5ad4d-8844-459f-aec7-a1fcdaff4d34",
        "choice_type": "single"
    },
    {
        "question": "Amputated finger is transpoed in:",
        "exp": "Amputated finger is transpoed in a Plastic bag with wet ice. \"If it is anticipated that the amputated pa will be considered for replantation, it is critical to transpo the patient and the pa in an appropriate manner. The amputated pa is placed in a clean, dry, plastic bag, which is sealed and placed on top of ice in a Styrofoam container. This keep the pa sufficiently cool at 4 deg to 10 deg C without freezing. The amputated pa is wrapped in a lightly moistened saline gauze to prevent tissue drying\"",
        "cop": 1,
        "opa": "Plastic bag with wet ice",
        "opb": "Plastic bag with dry ice",
        "opc": "Plastic bag with cold saline",
        "opd": "Plastic bag with cold water",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "124ea856-bc16-4930-9908-d2b810f2c97b",
        "choice_type": "single"
    },
    {
        "question": "Sequence of colour changes observed in Raynaud's disease.",
        "exp": "Triphasic Color Response Include Three Stages Blanching (stage of local syncope) With exposure to cold, digital aerioles goes into spasm Decreased flow is evidenced by pallor or blanching Digits may appear white Cyanosis (stage of local asphyxia) Capillaries and venules dilate Red Engorgement (stage of recovery) With rewarming or passing of attack, the digital vasospasm resolves Blood flow into dilated aeries and capillaries increases dramatically Reactive hyperemia impas bright red color to the digits",
        "cop": 2,
        "opa": "Red, blue, white",
        "opb": "White, blue, red",
        "opc": "Blue, red, white",
        "opd": "White, red, blue",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "edbd92c3-686d-47c3-8631-21122787e37a",
        "choice_type": "single"
    },
    {
        "question": "Re-implantation time for lower limb is:",
        "exp": "Ischemic time for digits is upto 8 hours. Ischemic time for extremities is 4-6 hours. Organ containing bag should be placed in a solution of saline with ice.",
        "cop": 1,
        "opa": "6 hours",
        "opb": "8 hours",
        "opc": "10 hours",
        "opd": "12 hours",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "2f341527-8298-4af6-b562-0ffce13fe7b8",
        "choice_type": "single"
    },
    {
        "question": "What is the best way to control external hemorrhage?",
        "exp": "External bleeding is best controlled by direct digital pressure Direct pressure assists in the process of coagulation by slowing the flow of blood out of the vessels and giving clot time to form. To be effective, direct pressure must be at least equal to the pressure of the blood attempting to escape. Aerial bleeding is often difficult to control and may require upto 5 minutes of firm direct pressure to be successful.",
        "cop": 1,
        "opa": "Direct pressure",
        "opb": "Elevation",
        "opc": "Proximal tourniquet",
        "opd": "Aery forceps",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "ec851684-b652-4c01-aec0-b7d1a421b277",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common site of peripheral aneurysm?",
        "exp": "MC site of peripheral aneurysm: Popliteal aneurysm MC site of Splanchnic Aneurysm: Splenic Aery Aneurysm. MC vessel involved in aneurysm: Circle of Willis MC location of extra- cranial aneurysm: Aoa > Iliac > Popliteal > Femoral (AIPF) MC site of extra- cranial aerial aneurysm is infrarenal aoa",
        "cop": 3,
        "opa": "Femoral aery",
        "opb": "Radial aery",
        "opc": "Popliteal aery",
        "opd": "Brachial aery",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "5f4485f6-8e68-4ba1-8b09-6bc2238d2cd2",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of A-V fistulae is:-",
        "exp": "Aeriovenous Fistula (AVF) MC type of AVF: Congenital MC cause of acquired AVF: Penetrating trauma",
        "cop": 1,
        "opa": "Congenital",
        "opb": "Traumatic",
        "opc": "Surgical creation",
        "opd": "Tumor erosion",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "24abc81c-ff9b-4368-b987-5a453d36f4ef",
        "choice_type": "single"
    },
    {
        "question": "Adson's test is used for determining vascular insufficiency. It is useful in:-",
        "exp": "Adson's test is used for determining vascular insufficiency due to Cervical rib.",
        "cop": 3,
        "opa": "Peripheral vascular disease",
        "opb": "Varicose veins",
        "opc": "Cervical rib",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Aerial disorders",
        "id": "fc5e8494-369c-4353-b1f8-b1b01f1e93dd",
        "choice_type": "single"
    }
]