[
    {
        "question": "Treatment of choice of desmoids tumour is:",
        "exp": "Ans. (d) Surgery + Radiotherapy* Role of Radiotherapy in Abdominal wall desmoids is still controversial.* But there are studies showing better results with RT combined with surgery, rather than surgery alone.* So let us opt for both",
        "cop": 4,
        "opa": "Surgery",
        "opb": "Chemotherapy",
        "opc": "Radiotherapy",
        "opd": "Surgery + Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "56dd6228-7b4c-4072-8c13-fa92f78bcc20",
        "choice_type": "single"
    },
    {
        "question": "Surgical treatment of anal canal carcinoma is largely replaced by -",
        "exp": "Ans. is 'a' i. e., Nigro protocol * Nigro protocol includes combined radiation and chemotherapy with 5. FU and mitomycin C. It is commonly used in management of anal canal carcinoma. Management of Anal canal carcinoma:* Since its introduction in 1974, radiation and chemotherapy with 5. FU and mitomycin C (Nigro Protocol) have largely replaced surgery in the treatment of anal cancer.* Data demonstrates equivalent local control, survival rates with preservation of sphincter function.* Approximately 30% of patients have persistent or recurrent disease after chemoradiation for anal SCC. Salvage abdominoperineal resection is reserved for recurrent or residual pelvic disease after chemoradiation.* The management of inguinal node disease is variable. Due to the high morbidity rate, prophylactic groin dissection is not recommended. Clinically significant inguinal adenopathy can be included in the field of radiation.* The overall response to chemoradiation should be assessed clinically at about 8 weeks after the completion of treatment. At this point, up to 85% of patients will have complete clinical response.* Those with good partial response may be observed closely to ensure that complete response does occur.* Any lesions suspicious for residual disease or progression of disease should be biopsied at that time.* For those patients with complete clinical response, surveillance entails DRE and examination of inguinal nodes every 3-6 months for the first 2 years and annually there after up to 5 years.",
        "cop": 1,
        "opa": "Nigro protocol",
        "opb": "UW protocol",
        "opc": "Mootz protocol",
        "opd": "Williams protocol",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "3b34c21c-3ce9-49d5-8bca-6e2310cbf8f4",
        "choice_type": "single"
    },
    {
        "question": "Nigro protocol is for management of -",
        "exp": "Ans. is 'b' i. e., Anal canal carcinoma * Nigro protocol includes combined radiation and chemotherapy with 5. FU and mitomycin C. It is commonly used in management of anal canal carcinoma.",
        "cop": 2,
        "opa": "Rectal carcinoma",
        "opb": "Anal canal carcinoma",
        "opc": "Gastrinoma",
        "opd": "Renal cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Anal Canal",
        "id": "fb7641b5-5a8b-454c-8e77-0172122ef4d0",
        "choice_type": "single"
    }
]