[
    {
        "question": "Which classification is used to divide the liver into segments -",
        "exp": "Ans. is 'a' i. e., Couinaud's o The portion of liver on the left side of falciform ligament is left (anatomical) lobe of liver. And in Couinaud's functional segmentation of liver, the segment number 2, 3, 4a and 4b form the left liver lobe. Right lobe. Left lobeo Anterior# Right anterior inferior - Segment V# Right anterior superior - Segement VIIIo Posterior# Right posterior inferior - Segment VI# Right posterior superior - Segment VIIo Lateral# Left lateral superior - Segment II# Left lateral inferior - Segment IIIo Medial# Segment IV (Quadrate lobe)i) Left medial superior - IV aii) Left medial inferior - IV bo Caudate lobe (segment I) is posterior segment",
        "cop": 1,
        "opa": "Couinaud's",
        "opb": "Balthazar",
        "opc": "Starzl",
        "opd": "Anatomical",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Liver)",
        "id": "fcc3a893-b341-4cf5-9212-c9a1084b6543",
        "choice_type": "single"
    },
    {
        "question": "What is the significance of hepatorenal pouch of Morrison -",
        "exp": "Ans. is 'a' i. e., It is the most dependent space in the abdomen and fluid from ascites first accumulates here o The posterior right subhepatic space (also known as the hepatorenal fossa or Morison pouch) separates the liver from the right kidney. It is a potential space that is not filled with any fluid in normal conditions -Gross anatomy# Posterior right subhepatic space is a subcompartment of the supramesocolic spaceand is separated from the anterior right subhepatic space by the transverse mesocolon. Boundaries# The recess is bounded: o Anteriorly: right lobe of the liver and gallbladdero Posteriorly: superior aspect right kidney; right adrenal gland; second part of theduodenum; hepatic flexure; pancreatic heado Superiorly: transverse mesocolon. Communications# The posterior right subhepatic space communicates with the right subphrenic spaceand right paracolic gutter. The subhepatic space communicates with the lesser sac via the foramen of Winslow. Related pathology# Fluid (e. g. ascites or haemoperitoneum) accumulates here as it is the lowest dependent spaces of the peritoneal cavity from a wide range of causes. It is also a preferential site for metastases and abscesses.",
        "cop": 1,
        "opa": "It is the most dependent space in the abdomen and fluid from ascites first accumulates here",
        "opb": "Pancreatic pseudocyst formation occurs here",
        "opc": "It is the area where greater omentum originates",
        "opd": "It is the point of access through which liver biosy is taken",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Liver)",
        "id": "4b202811-14cb-4088-b18b-e3d1b5dea501",
        "choice_type": "single"
    },
    {
        "question": "Normal portal vein pressure is -",
        "exp": "Ans. is 'b' i. e., 5-10 mm. Hg o Normal portal vein pressure in 5-10 mm. Hg",
        "cop": 2,
        "opa": "0-5 mm. Hg",
        "opb": "5-10mm. Hg",
        "opc": "10-15 mm. Hg",
        "opd": "15-20 mm. Hg",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Liver)",
        "id": "ed03de2b-105c-42ec-8aab-b7ce55f9338a",
        "choice_type": "single"
    }
]