[
    {
        "question": "Cells from the neural crest are involved in all except.",
        "exp": "Ans. is 'd' i. e. Wilms' Tumour Let's first see: -Neural crest derivatives: -Schwann cells*Neurons of sympathetic ganglia. Neurons of spinal posterior nerve root ganglia or Dorsal root ganglia *Specific cells of adrenal medulla*Neurons of sensory ganglion of 5th, 6th, 7th, 8th and 10th cranial nerves*Chromaffin tissue*Melanoblast of skin*Pia and arachnoid mater*Dentine tooth*Now let's see neural crest is involved in which of the following diseases. Hirschsprung's disease-The major histopathological feature of Hirschsprung's disease is absence of ganglion cells in the neural plexus. It is believed to result from the failure of migration of neuroblast into the gut from vagal nerve. The sensory ganglions of vagus nerve are derived from neural crest. See point '5' so we can say that neural crest in involved. Neuroblastoma. No doubt's above it. It is a malignant tumour of neural crest origin (See point 4). Primitive neuroectodermal tumours -PET's include medulloblastoma, neuroblastoma, Pineoblastoma and ependyma-blastomas. Here is a definition of primitive neuroectodermal tumours from Borland's medical dictionary \"It is a proposed name for a heterogeneous group of neoplasms thought to be derived from undifferentiated neuroglial cells of the neural crest Some occur in brain and some occur in sites such as extremities pelvis or the chest wall\". Wilms' tumour. It is a mixed tumour consisting of epithelial and connective tissue elements. It is derived from neuroblast. No relation to neural crest.",
        "cop": 4,
        "opa": "Hirschsprung's disease",
        "opb": "Neuroblastoma",
        "opc": "Primitive neuroectodermal tumour",
        "opd": "Wilm's tumour",
        "subject_name": "Surgery",
        "topic_name": "Anatomy (Kidney & Ureturs)",
        "id": "db8a8d30-43f2-4573-b2aa-39c6901a286d",
        "choice_type": "multi"
    },
    {
        "question": "Not true about rt. kidney is:",
        "exp": "Ans. is 'a' ie. Rt. kidney is preferred. It's left kidney, not Rt. that is preferred over the left for transplantation because it has a longer renal vein which simples the transplantation operation.",
        "cop": 1,
        "opa": "Rt. kidney is preferred over the left for transplantation",
        "opb": "It is lower than the left kidney",
        "opc": "Rt. renal vein is shorter than the left",
        "opd": "Rt. kidney is related to the duodenum",
        "subject_name": "Surgery",
        "topic_name": "Anatomy (Kidney & Ureturs)",
        "id": "2f1bbad3-a400-4d84-9c3f-f1c88d154eab",
        "choice_type": "multi"
    }
]