[
    {
        "question": "In which of the following transmission, meiosis occurs:",
        "exp": "Ans. is 'a' i. e. Primary to secondary spermatocyte Meiosis is a special type of cell division that reduces the number of chromosomes to the haploid number of 23 (from diploid number 46). It takes place in germ cells only; to give rise to gametes (sperms and egg cells) It involves two meiotic cell divisions, meiosis I & meiosis II. The first mitotic division is a reduction division because the chromosome number is reduced from diploid (46) to haploid (23). The 2nd meiotic division is similar to mitosis as daughter cells formed contain the same haploid number of chromosomes as the mother cell. Steps of spermatogenesis. Spermatogenesis which begins at puberty is the process which converts spermatogonia into mature sperms or spermatozoa. At or shortly before puberty, primordial germs cells in the seminiferous tubules, divide mitotically into spermatogoniaI stem cells. These stem cells give rise to type A spermatogonia. Type A spermatogonia undergo mitotic divisions to form a clone of type A cells. The last cell division produces type B spermatogonium. Spermiogenesis is the process which transform spermatid into sperms or spermatozoa.",
        "cop": 1,
        "opa": "Primary to secondary spermatocyte",
        "opb": "Secondary spermatocyte to globular spermatid",
        "opc": "Germ cells to spermatogonium",
        "opd": "Spermatogonium to primary spermatocyte",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Testis & Scrotum)",
        "id": "e5c4cc5b-54d7-4527-956e-db275ba581b1",
        "choice_type": "single"
    },
    {
        "question": "Reinke's crystals are seen in?",
        "exp": "Ans. (a) Leydig cells. Ref: Bailey & Love 26th ed. /1341. Rectangular, crystal-like inclusions, composed of protein, with pointed or rounded ends in the interstitial cells of the testis (Leydig cells) and hilus cells in the ovary. Inside the Leydig cells of human males can be found Reinkes crystals. The purpose of these crystals is uncertain, some believe that they are a by-product of a degenerative process related to aging. They appear to have no contribution to androgen or testosterone production, and they can be used to identify Leydig cells easily when viewing testicular tissue under a microscope",
        "cop": 1,
        "opa": "Leydig cells",
        "opb": "Sertoli cells",
        "opc": "Curschmann spirals",
        "opd": "Creola bodies",
        "subject_name": "Surgery",
        "topic_name": "Anatomy & Physiology (Testis & Scrotum)",
        "id": "af750bd3-a41a-4a04-a9f2-d2d3af291207",
        "choice_type": "single"
    }
]