[
    {
        "question": "For thyroglossal cyst M. C. site is:",
        "exp": "Ans is 'b' ie Subhyoid Thyroglossal cyst. It is cystic swelling developed in the remnant of the thyroglossal duct or tract. Site - It may be present in any part of the thyroglossal tract (thyroglossal tract extends from foramen caecum to the isthmus of thyroid). Common sites are: subhyoid (most common)in the region of the thyroid cartilages, suprahyoidin the floor of mouthbeneath the foramen caecum. It is a midline swelling, except in the region of the thyroid cartilage, where the thyroglossal tract is pushed to one side, usually to the left. Though its a congenital swelling most common age of presentation is between 2 to 4 yrs. Mobility - Cyst can be moved sideways but not vertically. Peculiar characterstic which helps in distinguishing thyroglossal cyst from other neck swelling. It moves up with protrusion of tongue* as the thyroglossal tract is attached to the tongue. It also moves with deglutition so do all thyroid swellings, subhyoid bursitis, sublingual desmoid. Cyst is lined by pseudostratified columnar epithelium and squamous epithelium with heterotopic thyroid tissue present in 20% of cases.. Complications. Recurrent infection, formation of thyroglossal fistulacarcinomatous change (usually Papillary carcinoma. *). Treatment - Treatment involves the \"Sistrunk operation\" which consists of enbloc cystectomy and excision of the central hyoid bone to minimize recurrence. Note -Thyroglossal cyst is congenital but thyroglossal fistula is never congenital. It follows infection or inadequate removal of a thyroglossal cyst.",
        "cop": 2,
        "opa": "Suprahyoid",
        "opb": "Subhyoid",
        "opc": "Foramen caecum",
        "opd": "Anterior border of stemomastoid",
        "subject_name": "Surgery",
        "topic_name": "Anatomy (Neck)",
        "id": "491cb9a3-a176-42da-9a47-7ac34a604635",
        "choice_type": "single"
    },
    {
        "question": "Branchial cyst develops from-",
        "exp": "Ans. is 'a' i. e., 2nd branchial cleft o Remnants of second branchial cleft are most common and are usually found in viscinity of anterior border of sternocleidomastoid.",
        "cop": 1,
        "opa": "2nd branchial cleft",
        "opb": "Is brachial arch",
        "opc": "IIP arch",
        "opd": "IV1h arch",
        "subject_name": "Surgery",
        "topic_name": "Anatomy (Neck)",
        "id": "5778f877-c2a0-4ddb-9b69-439a891a7181",
        "choice_type": "single"
    }
]