[
    {
        "question": "Abesent bile duct is seen in -",
        "exp": "Ans. is 'a' i. e., Alagille syndrome Alagille Syndromeo Autosomal dominant diseaseo JAG 1 and NOTCH 2 mutationo Affects the liver and Hearta. Livero Biliary atresiao Autoimmune hepatitiso Jaundiceo Liver cirrhosisb Hearto Pulmonary stenosiso Tetralogy of Falloto VSDo Overriding aortac. Othero Other presentations of Alagille's syndrome include an unusual butterfly shape of one or more of the bones of the spinal column (visible on an x-ray), certain eye defects (such as posterior embryotoxon), and narrowed pulmonary arteries that can contribute to increased pressure on the right heart valves. Many people with Alagille syndrome have similar facial features, including a broad, prominent forehead, deep-set eyes, and a small pointed chin.",
        "cop": 1,
        "opa": "Alagille syndrome",
        "opb": "Crigler Najjar Syndrome",
        "opc": "Gilbert's Syndrome",
        "opd": "Primary Sclerosing Cholangitis",
        "subject_name": "Surgery",
        "topic_name": "Anatomy (Gall Bladder & Bile Ducts)",
        "id": "37e6ce54-c11f-48ad-a39f-7cd621c4cf74",
        "choice_type": "single"
    },
    {
        "question": "Which triangle is shown here?",
        "exp": "Ans. (b) Gastrinoma triangle. The image shows gastrinoma triangle where ZES gastrinoma is located. The boundaries are from the confluence of cystic duct and Common hepatic duct, confluence of second and third part of duodenum and junction of neck and body of pancreas. Triangular area on the inferior aspect of the anterior abdominal wall within the groin. Its boundaries are:* Base is the inguinal ligament* Lateral border is mormed by the inferior epigastric vassels* Medial border is the lateral adge of the rectus sheath.* Triangle formed by cystic duct, common hepatic duct and base of liver and contains the cystic artery. Killian triangle* Site for Zenker Diverticulum",
        "cop": 2,
        "opa": "Calot s triangle",
        "opb": "Gastrinoma triangle",
        "opc": "Hesselbach' triangle",
        "opd": "Killians triangle",
        "subject_name": "Surgery",
        "topic_name": "Anatomy (Gall Bladder & Bile Ducts)",
        "id": "36e905ea-f7b1-429b-b212-f45b97c435e7",
        "choice_type": "single"
    }
]