[
    {
        "question": "Which of the following is the terminal group of lymph node for colon?",
        "exp": "Ans. c. Preaortic Primary or terminal group of lymph nodes are located on the superior or inferior mesenteric artery. Superior and inferior mesenteric lymph nodes (along with celiac lymph nodes) are a part of the Pre-aortic group of lymph nodes. Fig. 8: Lymphatic drainage of large intestine. Lymphatic drainage of Large intestine* Lymphatic drainage also follows the arterial anatomy.* Lymphatics from the colon and proximal two thirds of the rectum ultimately drain into the para-aortic nodal chain, which empties into the cisterna chyliQ.* Superior and inferior mesenteric nodes are part of Pre-aortic group of lymph nodes0.* Lymphatics draining the distal rectum and anal canal may drain either to the para-aortic nodes or laterally, through the internal iliac system, to the superficial inguinal nodal basin (dentate line roughly marks the level where lymphatic drainage diverges)* Lymph nodes are commonly grouped into levels depending on their location. Epicofic. Located along the bowel wall and in the epiploicaedeg. Paracolic. Located adjacent to the marginal artery0. Intermediate. Located along the main branches0 of the large blood vessels. Primary or terminal. Located on the superior or inferior mesenteric artery0",
        "cop": 3,
        "opa": "Paracolic",
        "opb": "Epicoltc",
        "opc": "Preaortic",
        "opd": "Ileocolic",
        "subject_name": "Surgery",
        "topic_name": "Anatomy and Physiology",
        "id": "c3cffc83-16e5-4bf9-a97e-8de4f0b552d2",
        "choice_type": "single"
    },
    {
        "question": "Intestinal anastamosis strength provided by:",
        "exp": "Ref: American College of Surgeons text hook of Surgery, 6th edition. Chapter on Intestinal Anastamosis. Explanation: Strongest component of bowel wall is submucosa. due to the presence of collagen. The process of intestinal anastomotic healing mimics that of wound healing elsewhere in the body. It can be arbitrarily divided into an- Acute inflammatory (lag) phase- A proliferative phase- A remodeling or maturation phase. The strongest component of the bow el wall, the submucosa, owes most of its strength to the collagenous connective tissue it contains. Collagen is thus the single most important molecule for b. which makes its metabolism of particular interest for understanding anastomotic healing. Principles of Successful Intestinal Anastomosis* Well-nourished patient with no systemic illness* No fecal contamination, either within the gut or in the surrounding peritoneal cavity* Adequate exposure and access* Well - vaseu1arized tissues* Absence of tension at the anastomosis* Meticulous technique",
        "cop": 2,
        "opa": "Mucosa",
        "opb": "Submucosa",
        "opc": "Serosa",
        "opd": "Muscularis mucosa",
        "subject_name": "Surgery",
        "topic_name": "Anatomy and Physiology",
        "id": "0a5f4dca-7a3b-4829-b9e3-48906021163f",
        "choice_type": "single"
    }
]