[
    {
        "question": "Treatment of carcinoma appendix is -",
        "exp": "Ans. is 'a' i. e., Right hemicolectomy Carcinoids and adenocarcinomas of appendix may require right hemicolectomy. o Structures removed in right hemicolectomy: a. Caecum with appendixb. Ascending colonc. Hepatic flexured. Proximal transverse colone. Part of terminal ileumf. Fat and lymphnodes",
        "cop": 1,
        "opa": "Right hemicolectomy",
        "opb": "Extended Right hemicolectomy",
        "opc": "Left hemicolectomy",
        "opd": "Extended left hemicolectomy",
        "subject_name": "Surgery",
        "topic_name": "Appendiceal Tumors",
        "id": "7982ec95-6c95-4941-8401-c6a79c0d6ce4",
        "choice_type": "single"
    },
    {
        "question": "Most common neoplasm of appendix Is -",
        "exp": "Ans. is 'b' i. e., Adenocarcinoma o Recent editions of both Sabiston and Schwartz write that now Carcinoid tumor (i. e. Argentaffinoma) in not the most common tumor of the appendix. Mucinous adenocarcinoma is the most common tumor of the appendix. Read below:\"Although it was previously believed that carcinoid tumors were the most common appendiceal neoplasms, analysis of the Surveillance, Epidemiology, and End Results (SEER) database indicates that mucinous tumors of the appendix are more common: ___ Sabiston\"Data from the SEER program identified mucinous adenocarcinoma as the most frequent histologic diagnosis (38% of total reported cases), followed by adenocarcinoma (26%), carcinoid (17%), goblet cell carcinoma (15%), and signet-ring cell carcinoma (4%)\" ___ Schwartz. Remember these important points about Carcinoid tumor of appendixo Carcinoid tumours are neuroendocrine tumors arising in the argentaffin tissue (Kulchitsky cells of crypts of Lieberkuhn)o They frequently contain sustentacular cells that express S-100o These tumours can occur in any part of the appendix but most common site is distal third i. e. tip of appendixo Unlike carcinoid tumours arising in other parts of the GI. T., it rarely gives rise to metastasis.",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Adenocarcinoma",
        "opc": "Leiomyosarcoma",
        "opd": "Argentafflnoma",
        "subject_name": "Surgery",
        "topic_name": "Appendiceal Tumors",
        "id": "41d8ed3e-d203-4370-a489-7547a1f54324",
        "choice_type": "single"
    },
    {
        "question": "Type of hemicolectomy done for carcinoma appendix is-",
        "exp": "Ans. is 'a' i. e., Right hemicolectomy o Carcinoids and adenocarcinomas of appendix may require right hemicolectomy. o Structures removed in right hemicolectomy: a. Caecum with appendixb. Ascending colonc. Hepatic flexured. Proximal transverse colone. Part of terminal ileumf. Fat and lymphnodes",
        "cop": 1,
        "opa": "Right hemicolectomy",
        "opb": "Extended Right hemicolectomy",
        "opc": "Left hemicolectomy",
        "opd": "Extended left hemicolectomy",
        "subject_name": "Surgery",
        "topic_name": "Appendiceal Tumors",
        "id": "d33c4682-6a7a-4343-a0a4-98783c7072e9",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of appendicular carcinoma 3cm x 2cm in size in 24 year old male?",
        "exp": "Ans. is 'a' i. e., Right hemicolectomy o Has been explained in previous sessions",
        "cop": 1,
        "opa": "Right hemicolectomy",
        "opb": "Appendicectomy",
        "opc": "Caecal Resection",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Appendiceal Tumors",
        "id": "817c1cf2-b516-4fc4-a122-6c9bd54d2a3f",
        "choice_type": "single"
    }
]