[
    {
        "question": "A 55-year-old man with recent onset of atrial fibrillation presents with a cold, pulseless left lower extremity. He complains of left leg paresthesia and is unable to dorsiflex his toes. Following a successful popliteal embolectomy, with restoration of palpable pedal pulses, the patient is still unable to dorsi- flex his toes. The next step in management should be",
        "exp": "This case illustrates two (among many) conditions that lead to the anterior compartment syndrome, namely, acute arterial occlusion without collateral inflow and rapid reperfusion of ischemic muscle. Treatment for a compartment syndrome is prompt fasciotomy Assessing a compartment syndrome and proceeding with fasciotomy are generally based on clinical judgment. Inability to dorsiflex the toes is a grave sign of anterior compartment ischemia. EMG studies and compartment pressure measurements would probably be abnormal but are unnecessary in view of the known findings and would delay treatment. Mere elevation of the leg would be an ineffective means of relieving compartment pressure, although elevation should accompany fasciotomy. Application of a splint has no role in the acute management of this problem.",
        "cop": 4,
        "opa": "Electromyography (EMG)",
        "opb": "Measurement of anterior compartment pressure",
        "opc": "Elevation of the left leg",
        "opd": "Immediate fasciotomy",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "f8ba2e1f-b541-44d0-96eb-86220255a736",
        "choice_type": "multi"
    },
    {
        "question": "Eleven years after undergoing right modified radical mastectomy, a 61-year-old woman develops raised red and purple nodules over the right arm. What is the most likely diagnosis?",
        "exp": "Lymphangiosarcoma is a rare complication of long-standing lymphedema, most frequently described in a patient who has previously undergone radical mastectomy (Stewart-Treves syndrome). It usually presents as blue, red, or purple nodules with satellite lesions. Early metastasis, mainly to the lung, may develop if it is not recognized early and widely excised. Lymphedema is a complication of radical mastectomy and presents as diffuse swelling and nonpitting edema of the limb. Lymphangitis and hyperkeratosis are complications of lymphedema.",
        "cop": 3,
        "opa": "Lymphangitis",
        "opb": "Lymphedema",
        "opc": "Lymphangiosarcoma",
        "opd": "Hyperkeratosis",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "7333d4bc-9de9-4a9d-84d9-c1ee69b5e2b8",
        "choice_type": "single"
    },
    {
        "question": "An elderly patient complains of recurrent episodes of amaurosis fugax. This is attributable to microembolization of which of the following?",
        "exp": "Amaurosis fugax, one type of TIA, is a manifestation of carotid bifurcation atherosclerotic disease. It is manifested by unilateral blindness, being described by the patient as a window shade across the eye, lasting for minutes or hours. It is caused by micro emboli from a carotid lesion lodging in the retinal artery, the first intracerebral branch of the internal carotid artery.",
        "cop": 2,
        "opa": "Facial artery",
        "opb": "Retinal artery",
        "opc": "Occipital artery",
        "opd": "Posterior auricular artery",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "7e1895a0-cb9d-47e4-9a10-d535a79d30db",
        "choice_type": "single"
    },
    {
        "question": "A young basketball player develops an acute onset of subclavian vein thrombosis (effort thrombosis) after heavy exercise. What is the next step in management?",
        "exp": "Effort thrombosis, also called Paget-von Schroetter syndrome, is the development of thrombosis of the axillary-subclavian vein as a result of injury or compression. It occurs primarily in young athletes and is disabling. When these patients are seen early, thrombolytic therapy is the first step in management and is followed by a venogram to detect correctable lesions. If effort thrombosis is associated with thoracic outlet syndrome, then thrombolytic therapy should be followed by cervical rib resection. If the condition is chronic, thrombolytic therapy might not be successful; these patients usually respond to limb elevation and anticoagulation.",
        "cop": 3,
        "opa": "Active exercise of the limb",
        "opb": "Anti-inflammatory drugs",
        "opc": "Thrombolytic therapy",
        "opd": "Antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "cec47be8-d0be-4f6a-8121-2277f5a49a2f",
        "choice_type": "multi"
    },
    {
        "question": "A 82-year-old female presented with history of loss of vision in right eye for about 15 minutes and it cleared up. She has a history of diabetes and hypertension. She had which showed old infarct on right side. Carotid duplex showed that patient had 99% carotid artery stenosis. Which one of the following statements is TRUE?",
        "exp": "Neurological events are associated with extracranial carotid artery in about 60%. Forty percent may have extracranial/intracranial cause for neurological events, which includes cardiac emboli, arch of aorta as source of emboli; intracranial bleed may be more than just a TIA. It is not always that platelet emboli are the cause of TIA, it could be due to atheroma. It is not always attributed to thrombus.",
        "cop": 1,
        "opa": "60%chance that extra cranial carotid artery stenosis is the cause of transient ischemic attack (TIA)",
        "opb": "It is always due to platelet emboli.",
        "opc": "25% may be intracranial bleed.",
        "opd": "0.5 to 10% may have cardiac and other causes of TIA.",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "c093b440-477b-4cdd-97f2-11d0937e2fd4",
        "choice_type": "multi"
    },
    {
        "question": "For the first 6 h following surgical repair of a leaking abdominal aortic aneurysm in a 70-year-old man, oliguria (total urinary output of 25 mL since the operation) has become a concern. Of most diagnostic help would be",
        "exp": "By far the most likely cause of the oliguria observed in this patient is hypovolemia. Volume status would be best assessed by floating a Swan-Ganz catheter to measure the preload pressures in the left atrium (by inference from the pulmonary capillary wedge pressures). Patients who have had a leaking aneurysm and then a long, usually difficult operation with large surgical fields that collect \"third-space\" fluids may be intravascularly depleted despite large volumes of intravenous fluid and blood replacement. The proper management usually involves titrating the cardiac output by providing as much fluid as necessary to keep the wedge pressures near 15 mm Hg. The other studies listed might become useful if urinary flow remains depressed after optimal cardiac output has been achieved, but in view of the probability of hypovolemia, they are not indicated as a first diagnostic study.",
        "cop": 3,
        "opa": "Renal scan",
        "opb": "Aortogram",
        "opc": "Left heart preload pressures",
        "opd": "Urinary sodium concentration",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "bb4815ab-88e8-4adb-9f27-cfdb67a8d41b",
        "choice_type": "single"
    },
    {
        "question": "Symptoms or signs of atherosclerotic occlusive disease of the bifurcation of the abdominal aorta (Leriche syndrome) include",
        "exp": "The slow progression of aortoiliac atherosclerotic occlusive disease is usually associated with the development of collateral flow through the lumbar branches of the aorta, anastomosing via retroperitoneal branches of the gluteal arteries with the profunda femoris arteries in the legs. This network of collateral vessels provides sufficient blood flow to nourish the extremities at rest but cannot prevent claudication of the upper and lower muscle groups of the leg during exercise. Sexual impotence, also part of the Leriche syndrome, is believed to be a result of bilateral stenosis or occlusion of the hypogastric (internal iliac) arteries. Retrograde ejaculation can occur after disruption of the sympathetic chain overlying the distal aorta and left iliac and can occur after dissection around these vessels during vascular reconstructions. Gangrene of the feet or toes is rarely seen unless distal embolization of atherosclerotic material from the aorta occludes the pedal or digital arteries. Dependent rubor is usually a sign of significant ischemia resulting from lower extremity occlusive and not aortoiliac disease. Causalgia or reflex sympathetic dystrophy is a disorder of the sympathetic nervous system that can affect the upper or lower extremities.",
        "cop": 1,
        "opa": "Claudication of the buttock and thigh",
        "opb": "Causalgia of the lower leg",
        "opc": "Retrograde ejaculation",
        "opd": "Gangrene of the feet",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "390ca65c-abd9-43cb-bb47-864dced2cc90",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man is admitted to the coronary care unit with a large anterior wall myocardial infarction. On his second hospital day he begins to complain of the sudden onset of numbness in his right foot and an inability to move his right foot. On physical examination, the right femoral, popliteal, and pedal pulses are no longer palpable. Vascular consultation is obtained. Diagnosis of acute arterial embolus is made. Which of the following statements concerning this condition is true?",
        "exp": "The heart is the most common source of arterial emboli and accounts for 90% of cases. Within the heart, sources include diseased valves, endocarditis, the left atrium in patients with unstable atrial arrhythmias, and mural thrombus on the wall of the left ventricle in patients with a myocardial infarction. The diagnosis in this patient is clear, and therefore neither noninvasive testing nor arteriography is indicated. Arteriography in fact may also prove to be too stressful for a patient undergoing an acute myocardial infarction. Embolectomy of the femoral artery can be performed under local anesthesia with minimal risk to the patient. Emboli typically lodge in one femoral artery; contralateral exploration is not indicated in the absence of signs or symptoms. One should always prepare the contralateral groin in case flow is not restored via simple thrombectomy and femoral-femoral bypass is needed to provide inflow to the affected limb.",
        "cop": 4,
        "opa": "Appropriate management would be embolectomy of the right femoral artery under general anesthesia",
        "opb": "Noninvasive hemodynamic testing is required",
        "opc": "Prophylactic exploration of the contralateral femoral artery should be done despite the presence of a normal pulse",
        "opd": "The source of the embolus is most likely the left ventricle",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "897d6414-57a4-458a-bf59-c5c36436f60a",
        "choice_type": "multi"
    },
    {
        "question": "Coronary graft is most commonly taken from?",
        "exp": "Ans. (b) Saphenous veinRefi: Introductory Guide to Cardiac Catheterization- Arman T. Askari, Medhi H. Shishehbor, Ronnier J. Aviles 159",
        "cop": 2,
        "opa": "Femoral vein",
        "opb": "Saphenous vein",
        "opc": "Axillary vein",
        "opd": "Cubical vein",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "05aa0fbb-2f0c-4cf9-99ed-4c87bc6011f9",
        "choice_type": "single"
    },
    {
        "question": "Before surgery what is not done -",
        "exp": "Ans. is 'd' i.e., Anti coagulation",
        "cop": 4,
        "opa": "Shaving",
        "opb": "Draping",
        "opc": "Control of blood glucose",
        "opd": "Anticoagulation",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "24e8e7af-d5bd-423d-9632-64cb87002578",
        "choice_type": "single"
    },
    {
        "question": "Imminent necrosis is indicated with Ankle brachial index of-",
        "exp": "Ans. is 'd' i.e., <0-3 The ankle-brachial pressure index (ABPI)* The ankle-brachial pressure index (ABPI) is the ratio of systolic pressure at the ankle to that in the arm.* The higher of the pressures in the dorsalis pedis and posterior tibial arteries serves as the numerator, with the higher systolic pressure between the brachials serving as the denominator.* Resting ABPI is normally about 1.0; values below 0.9 indicate some degree of arterial obstruction and less than 0.3 suggests imminent necrosis.* It must be appreciated, however, that values approaching normality at rest may still be associated with intermittent claudication.* Retesting after exercise is useful in this context as ABPI normally rises but occlusive disease may result in reduction.* Artefacts are due especially to calcified arteries, which are often incompressible and lead to a falsely high pressure or ABPI result, especially in diabetics.",
        "cop": 4,
        "opa": ">1",
        "opb": "0.8-1.0",
        "opc": "0.5-0.8",
        "opd": "<0.3",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "5a8654c0-669d-4e5a-9bb7-fec8e0077194",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman falls at home after an episode of dizziness. She had been complaining of low-back pain for 3 days before the fall. In the emergency department, she is hypotensive and has cold, clammy extremities. A pulsating mass is palpable on abdominal examination. Following resuscitation, the next step in the management should involve which of the following?",
        "exp": "The presence of acute vascular collapse with history of abdominal or flank pain and associated pulsating abdominal mass is characteristic of a ruptured abdominal aneurysm. Operation should be performed as quickly as possible, because the first priority is to control the hemorrhage. No time should be lost in obtaining diagnostic studies, because these patients often crash in the radiology suite. These patients should not be resuscitated aggressively, because an increase in systolic pressure will only cause more intra-abdominal hemorrhage.",
        "cop": 2,
        "opa": "Peritoneal lavage",
        "opb": "Immediate abdominal exploration",
        "opc": "CT scan of the abdomen",
        "opd": "Abdominal aortogram",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "022cba62-c687-4e41-b52e-b8917e76966d",
        "choice_type": "multi"
    },
    {
        "question": "Artificially high readings of ABPI can be caused by",
        "exp": "(A) Arteriosclerosis calcified arteries[?]Theory of ABPI:Ankle-brachial pressure index (ABPI)/Ankle-Brachial index (ABI):Ratio of blood pressure at ankle to blood pressure in upper arm (brachium).Compared to arm, Lower blood pressure in leg suggests blocked arteries due to peripheral artery disease (PAD).Ankle brachial pressure index (ABPI) is a method for the quantification of peripheral vascular disease that results from advanced atherosclerosis.The ABPI is the ratio of the systolic B/P measured at the ankle to that measured at the brachial artery (arm). RATING OF ABPIABI ValueInterpretationRecommendationGreater than 1.4Calcification/Vessel HardeningVascular Intervention1.0-1.4Normal (Resting ABPI)None0.9-1.0Acceptable0.8-0.9Some degree of Arterial obstruction (Claudication)Treat risk factors0.5-0.8Moderate Arterial DiseaseVascular InterventionLess than 0.5Severe Arterial Disease (Rest Pain)Vascular InterventionLess than 0.3Imminent necrosisNeeds Vascular interventionIssues to look out for?Vessels are calcified, limbs are large, fatty, oedematous, cuff too small or limbs Dependant.Inappropriately high readings are obtainedInvestigations:ABPI:Normal value doesn't rule out ischemiaRetest after exercise, ABPI may fall.Post exercise ABPI considered POSITIVE when ABPI fall =0.2 and/or Failure to return to baseline in 3 minutesWrong high readings in calcified arteries, e.g., seen in diabetics & ESRD.Peripheral Vascular Disease:= obstruction of large arteries (not within the coronary, aortic arch or brain vasculature)Main cause is atherosclerosis.Risk Factors:Smoking, diabetes, HTN, sedentary lifestyle, increased cholesterol, obesity.Investigations: Bloods, ABPI, arterial duplex, MR angiographyManagement:Conservative measures - Lose weight, increased exercise, anti-hypertensives, statins, stop smoking.Surgery - Angioplasty, surgical bypass, amputation.",
        "cop": 1,
        "opa": "Arteriosclerosis calcified arteries",
        "opb": "Ischemic ulcers",
        "opc": "Intermittent claudication",
        "opd": "Deep Vein Thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "3d33f8b4-3ca2-4507-8efc-25d2258b7fb7",
        "choice_type": "multi"
    },
    {
        "question": "A young college student injures his left knee while playing football and is unable to bear weight. The provisional x-ray report indicates that there are no fractures seen. He is discharged home but presents the next morning to the emergency department with a severely swollen, painful left knee and severe pain in the foot. On examination, the foot is pale, cold, and pulseless. What is the most likely diagnosis?",
        "exp": "Normal radiographic findings in the presence of severe knee trauma should raise suspicion for posterior dislocation of the knee, which is often associated with popliteal artery thrombosis. A careful vascular examination should, therefore, be made in such a situation. The presence of pain, pallor, and pulselessness (three of the five p's) is indicative of severe ischemia. This patient should undergo urgent exploration for vascular repair. The other options are unlikely to cause the signs and symptoms presented.",
        "cop": 4,
        "opa": "Traumatic deep vein thrombosis",
        "opb": "Gastrocnemius muscle tear",
        "opc": "Traumatic arteriovenous fistula",
        "opd": "Posterior knee dislocation with thrombosed popliteal artery",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "65b1f2b3-d356-4e13-8eb5-c3a59b4a8736",
        "choice_type": "multi"
    },
    {
        "question": "Lehriche syndrome is characterized by presence of arterial insufficiency in -",
        "exp": "Ans. is 'a' i.e., Aorto- iliac artery Intermittent claudication:* Intermittent claudication is a cramp-like pain felt in the muscles that is:i) Brought on by walking;ii) Not present on taking the first step (unlike osteoarthritis);iii) Relieved by standing still (unlike nerve compression from a lumbar intervertebral disc prolapse or osteoarthritis of the spine or spinal stenosis).* The distance that a patient is able to walk without stopping varies only slightly from day to day.* It is altered by walking up hill, the speed of walking, carrying heavy weights and changes in general health, such as anaemia or heart failure.* The pain of claudication is usually felt in the calf because the superficial femoral artery is the most commonly affected (70 per cent of cases).* Aortoiliac disease (30 per cent of cases) may cause thigh or buttock claudication. Buttock claudication in association with sexual impotence resulting from arterial insufficiency is eponymously called Leriche's syndrome. It is very rare.",
        "cop": 1,
        "opa": "Aorto- iliac artery",
        "opb": "Superficial femoral artery",
        "opc": "Temporal artery",
        "opd": "Brachial artery",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "53c0a7ab-c91d-42d6-ad79-530e2975ec57",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old male has history of leg pain at rest. Patient also has history of severe coronary artery diseases. He cannot walk two flights of steps without getting short of breath. He underwent evaluation and was noted to have complete aortoiliac occlusive disease. He needs surgery. Which one of the following options is acceptable?",
        "exp": "The treatment goal in these patients is to reestablish blood flow to the lower extremity. The treatment is based on the findings at angiogram. All the treatment options are valid and are used in treatment of the aortoocclusive disease. Patients with short-segment (TASCA) stenosis in common iliac artery are treated with angioplasty and/or stent placement and the patency results are expected to be comparable to surgery. In patients with long-segment stenosis and good risk patient treatment options would include aortobifemoral bypass. These procedures are long lasting. The long-term patency rates are reported to be 65-90%. Axillobifemoral bypass is utilized in patients with high risk and poor general condition. The patency rates for this group vary between 50-85% in 5 years. The patient described would be an ideal candidate for axillobifemoral bypass.",
        "cop": 4,
        "opa": "Aortobililiac bypass",
        "opb": "Aortobifemoral bypass",
        "opc": "Aortoiliac angioplasty and stent placement",
        "opd": "Axillobifemoral bypass",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "cc86f055-e781-4fa3-89ab-77ead3ef8a3e",
        "choice_type": "multi"
    },
    {
        "question": "Most reliable sign of injury to intrathoracic aorta is -",
        "exp": "Ans. is 'c' i.e., Obliteration of aortic knob contour * Several findings on the chest X ray are associated with the blunt injury to the intrathoracic great vessels.* The most reliable of these signs for the blunt aortic injury is loss of the aortic knob contour.Finding on Chest X-Ray Associated with Blunt Aortic InjuryPresence of widened mediastinum (> 8 cm at the aortic knob in adults)Deviation of the trachea, nasogastric tube, or endotracheal tube to the rightPresence of an apical cap of pleural fluidDepression of the left mainstem brochus > 140deg from trachea Obliteration of aortic knob contour\"Funny\" looking mediastinum",
        "cop": 3,
        "opa": "Presence of apical cap of pleural fluid",
        "opb": "Depression of left main stem bronchous",
        "opc": "Obliteration of aortic knob contour",
        "opd": "Funny looking mediastenum",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "76b092e1-58bc-4993-8257-03f205c3fcf8",
        "choice_type": "single"
    },
    {
        "question": "An arteriogram of a 75-year-old man is shown below. He have an asymptomatic carotid bruit. The patient has mild hypertension and mild COPD. The current recommendation for this man would be",
        "exp": "In a recent prospective, randomized, multicenter trial involving 1662 patients in a study known as the Asymptomatic Carotid Atherosclerosis Study, patients with asymptomatic carotid artery stenosis of 60% or greater reduction in diameter and whose general health made them good candidates for elective surgery were found to have a significant reduction in the 5-year risk for ipsilateral stroke with surgery compared with medically treated cohorts (5.1 vs. 11.0%). Medically treated patients were treated with aspirin on a daily basis. Warfarin has not been shown to be effective in the management of patients with carotid disease. Angioplasty of carotid stenoses is being performed in some institutions on a purely investigational basis and to date has not replaced surgery as the treatment for high-grade carotid stenoses.",
        "cop": 4,
        "opa": "Medical therapy with aspirin 325 mg/day and medical risk factor management",
        "opb": "Medical therapy with warfarin",
        "opc": "Angioplasty of the carotid lesion followed by carotid endarterectomy if the angioplasty is unsuccessful",
        "opd": "Carotid endarterectomy",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "96020908-5a58-4ce9-8b1e-42521f5497b3",
        "choice_type": "single"
    },
    {
        "question": "Allens test detects insufficiency of which artery -",
        "exp": "Ans. is 'a' i.e., Radial artery \"Allen test the adequacy of blood supply to the hand from radial and ulnar arteries and the arcade between them\".TestTechniqueSignificanceAllens testElevate the hand and apply digital pressure on the radial and ulnar arteries to occlude them.Ask the patient to make a fist several times. The tips of the finger should go pale. Release each artery in turn and observe the return of colourTests the adequacy of the blood supply to the hand from the radial and ulnar arteries and the arcade between them",
        "cop": 1,
        "opa": "Radial artery",
        "opb": "Umbilical artery",
        "opc": "Popliteal artery",
        "opd": "Aorta",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "c12a0740-b157-45ab-aec2-a1b83c156a9d",
        "choice_type": "multi"
    },
    {
        "question": "Four days after undergoing subtotal gastrectomy for stomach cancer, a 58-year-old woman complains of right leg and thigh pain, swelling and redness, and has tenderness on examination. The diagnosis of deep vein thrombosis is entertained. What is the initial test to establish the diagnosis?",
        "exp": "The most accurate method of confirming the diagnosis of venous thrombosis is the injection of contrast material to visualize the venous system (venography). However, this method is invasive and time-consuming and must be done in the radiology suite. Venous duplex ultrasound is noninvasive, can be done bedside, and has a sensitivity and specificity of 96 and 100%, respectively. The other methods listed are used less often in certain selected patients.",
        "cop": 2,
        "opa": "Venography",
        "opb": "Venous duplex ultrasound",
        "opc": "Impedance plethysmography",
        "opd": "Radio-labeled fibrinogen",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "b6c96a49-cca3-441a-86f5-e108d8d28cbb",
        "choice_type": "single"
    },
    {
        "question": "The angiogram depicted below is most typical of the patient whose history includes",
        "exp": "The angiogram presented in the question demonstrates an isolated segment of atherosclerotic occlusion of the superficial femoral artery. Patients who have isolated femoropopliteal disease tend to be smokers, whereas those who have isolated tibioperoneal disease frequently are diabetic. Hypertension and hyperlipidemia predispose to accelerated atherosclerosis. On the other hand, type I hyperlipoproteinemia (hyperchylomicronemia), which is associated with dramatic levels of plasma triglyceride and formation of xanthomas, does not cause accelerated vascular disease.",
        "cop": 1,
        "opa": "Cigarette smoking",
        "opb": "Alcoholism",
        "opc": "Hypertension",
        "opd": "Diabetes",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "078c7464-4a82-43ea-be6a-8a6209d5d4fb",
        "choice_type": "single"
    },
    {
        "question": "A newborn girl with family history of lymphedema is noted to have bilateral lower extremity swelling. What is the diagnosis?",
        "exp": "Lymphedema is classified by etiology - primary versus secondary. Primary lymphedema is divided into congenital, praecox, and tarda, depending on the age of onset. The diagnosis of Milroy disease is reserved for patients with familial lymphedema in which clinical factors are present at birth or noticed soon thereafter. Lymphedema is classified as praecox if the age of onset is between 1 and 35 years. Meigs' disease is the familial form of primary lymphedema praecox. If the onset of primary lymphedema is after 35 years of age, it is called lymphedema tarda. Secondary lymphedema usually results from a disease process that causes obstruction of the lymphatic system.",
        "cop": 3,
        "opa": "Secondary lymphedema",
        "opb": "Lymphedema praecox",
        "opc": "Milroy disease",
        "opd": "Lymphedema tarda",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "5147f398-41e4-4467-add7-0a96e3b73c22",
        "choice_type": "single"
    },
    {
        "question": "Adson's test is for determining vascular compression. It is useful in -",
        "exp": "Ans. (c) Cervical ribRef: Short cases in Surgery, RajamahendranThe tests to identify the compression of the Subclavian artery by Cervical Rib are:* Roos test* Adson's test* Halstead testAllen's test is done to look for patency of Palmar arches.",
        "cop": 3,
        "opa": "Peripheral vascular disease",
        "opb": "Varicose veins",
        "opc": "Cervical rib",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "c3d89157-6379-4bd2-82ad-4da3d3e6c8e6",
        "choice_type": "single"
    },
    {
        "question": "A middle-age woman has right leg and foot nonpitting edema associated with dermatitis and hyperpigmentation. The diagnosis of chronic venous insufficiency is made. What is the treatment of choice?",
        "exp": "The mainstay of treatment of chronic venous insufficiency and its complication, venous stasis ulceration, is conservative management. Elastic stocking support, frequent elevation of the legs, and avoidance of prolonged sitting and standing is used for venous insufficiency in the absence of ulceration. If venous stasis ulcers develop, then paste boots (e.g., Unna's boots) are used along with appropriate bed rest and foot elevation until the ulcer heals. Patients whose ulcers fail to heal after such conservative management may need perforator vein ligation. Skin grafting should be considered for chronic stasis ulcers that are large, and perforator incompetence has been treated. Venous reconstruction procedures, including valvuloplasty, can be useful for a selected group of patients, especially those with venous claudication to less than half a block, that have been treated with all the procedures above, including stripping and ligation. Unlike previous opinions, superficial venous stripping and ligation is not always contraindicated in the presence of chronic venous insufficiency and even previous history of deep vein thrombosis.",
        "cop": 2,
        "opa": "Vein stripping",
        "opb": "Pressure-gradient stockings",
        "opc": "Skin grafting",
        "opd": "Perforator vein ligation",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "1d17ba8c-f20a-4eb8-ab74-2e968fdb8e8a",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old female on her routine examination was noted to have a pulsatile abdominal mass. She has been otherwise healthy with history of hypertension with no other history, except family history of father dying of ruptured abdominal aortic aneurysm. What are the acceptable reasons to operate on abdominal aortic aneurysms in 65-year-old female with 5-cm infrarenal aneurysm?",
        "exp": "The current indication for repair of abdominal aortic aneurysm in female includes aneurysm size 5 cm in acceptable risk patient. A United Kingdom small aneurysm study has increased the size that could be observed to 5.5 cm in male while in female it is acceptable to treat aneurysm at 5 cm size for acceptable risk. Any aneurysm with associated complication should be treated; just the presence of intramural thrombus does not justify repair. Asymptomatic 5.5-cm aneurysm should be treated in all patients, male or female, at acceptable cardiac risk. Patients with 2-cm aneurysm of iliac artery without any symptoms and complications should be observed; as the risk of surgery is higher than risk of observation till they reach to 4 cm. In patients, not in child-bearing age, 1.5-cm splenic aneurysm could be observed.",
        "cop": 3,
        "opa": "Presence of aneurysm",
        "opb": "Aneurysm with intramural thrombus",
        "opc": "Asymptomatic aneurysm 5.5 cm",
        "opd": "Associated 2-cm iliac aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "c27422c0-c8de-4858-b3a5-fb578e763549",
        "choice_type": "multi"
    },
    {
        "question": "Following aortic reconstruction, the viability of the sigmoid colon can most reliably be evaluated by",
        "exp": "Viability of the colon can be evaluated intraoperatively by Doppler auscultation of the bowel mesentery and serosa, observation of bowel peristalsis, and measurement of the IMA stump pressure. A strong, pulsatile Doppler signal in the mesentery; active sigmoid peristalsis; a chronically occluded IMA; or a patent IMA with stump pressure greater than 40 mm Hg presage viability of the sigmoid colon postoperatively. However, none of these observations excludes the possibility of late sigmoid ischemia. Serial postoperative sigmoidoscopic examination is the best predictor of ischemic colitis and in experienced hands allows assessment of the depth of ischemic injury before frank perforation has occurred. Barium enema is not as accurate as sigmoidoscopy in determining depth of injury and carries grave risks of contamination by barium and feces if perforation occurs.",
        "cop": 4,
        "opa": "Intraoperative measurement of inferior mesenteric artery stump pressure",
        "opb": "Intraoperative Doppler arterial signal in the sigmoid mesentery",
        "opc": "Intraoperative observation of bowel peristalsis",
        "opd": "Postoperative sigmoidoscopy",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "e3151bd5-04a1-4f3e-86ef-08723965fbb4",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Infantile Hemangioma-",
        "exp": "Ans. is 'c' i.e., Observe for 1-2 years o Infantile hemangioma is most common birthmark with 3 to 5 : 1 predilection for females and increased incidence in pretem babies.Noticed first during 2nd week of life as a faint pink spot; there enter the proliferatily phase during 2nd month.Hemagioma growth peaks during before first year and enters involution phase after that. Resolution is completely 5 to 10 years of age.Treatment is primarily observationalo If hemangioma is problematic then treatment in order is -Systemic corticosteroidsVincristine:'InterferonLaser therapy",
        "cop": 3,
        "opa": "Surgery",
        "opb": "Cytotherapy",
        "opc": "Observe for 1 -2 years",
        "opd": "Laser ablation",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "30380133-468a-417b-95e0-c3dcda32f75e",
        "choice_type": "single"
    },
    {
        "question": "Best femoropopliteal bypass graft-",
        "exp": "Ans. is 'b' i.e., Autologus saphenous vein",
        "cop": 2,
        "opa": "PTFE",
        "opb": "Autologus saphenous vein",
        "opc": "Dacron",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "0a0e61ba-bd50-45f7-b3b4-b36efd43ee1e",
        "choice_type": "multi"
    },
    {
        "question": "Allen test is used for -",
        "exp": "Ans. is 'b' i.e., Radial or ulnar artery patency \"Allen test the adequacy of blood supply to the hand from radial and ulnar arteries and the arcade between them\".TestTechniqueSignificanceAllens testElevate the hand and apply digital pressure on the radial and ulnar arteries to occlude them.Ask the patient to make a fist several times. The tips of the finger should go pale. Release each artery in turn and observe the return of colourTests the adequacy of the blood supply to the hand from the radial and ulnar arteries and the arcade between them",
        "cop": 2,
        "opa": "Thoracic outlet syndrome",
        "opb": "Radial or ulnar artery patency",
        "opc": "Varicose veins",
        "opd": "Ulnar nerve injury",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "f415791c-ae3f-4e47-9663-15cff32c0a28",
        "choice_type": "multi"
    },
    {
        "question": "Which artery is involved in dysphagia lusoria",
        "exp": "Ans. is 'a' i.e., Abnormal right subclavian artery Dysphagia Lusoria* Dysphagia Lusoria is a disorder of swallowing caused due to vascular anomalies* Causes of Dysphagia Lusoria:# A right aortic arch# A double aortic arch# A vascular constricting ring formed by a PDA or a ligamentumarteriosum and the pulmonary artery or aortic arch.# An abnormal right subclavian artery.(Arterialusoria)# An abnormal innominate artery.* Diagnosis is made by a lipoidal swallow or by arteriography.",
        "cop": 1,
        "opa": "Abnormal right subclavian artery",
        "opb": "Abnormal right thyroid artery",
        "opc": "Abnormal right internal carotid artery",
        "opd": "Abnormal left subclavian artery",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "708c85b8-a8db-4fac-9357-134623656fac",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man complains of progressive intermittent claudication of the left leg. On examination, the popliteal, dorsalis pedis, and posterior tibial pulses are normal; but they disappear on dorsiflexion of the foot. What is the most likely diagnosis?",
        "exp": "Popliteal artery entrapment syndrome consists of intermittent claudication caused by an abnormal relation of that artery to the muscles, usually the medial head of the gastrocnemius muscle. As a consequence of developmental abnormalities, the popliteal artery may be compressed by the medial head of the gastrocnemius muscle, resulting in ischemia of the leg at an unusually early age. On examination, the pulses may be diminished or absent, but they may also be normal and be made to disappear on dorsiflexion of the foot. Angiography is essential to establish the diagnosis.",
        "cop": 4,
        "opa": "Embolic occlusion",
        "opb": "Thromboangiitis obliterans",
        "opc": "Atherosclerosis obliterans",
        "opd": "Popliteal artery entrapment syndrome",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "cfcc1831-666d-4450-8f21-ebef8490b960",
        "choice_type": "single"
    },
    {
        "question": "Oliver's sign is seen in:",
        "exp": "B i.e. Arch of aorta aneurysmRef: Rutherford Vascular Surgery, 8th edition, page 2090Explanation:Oliver's Sign:It is an abnormal downward movement of the trachea during systole that can indicate a dilation or aneurysm of the aortic arch*.Elicited by gently grasping the cricoid cartilage and applying upward pressure while the patient stands with his or her chin extended upward. Due to the anatomic position of the aortic arch, which overrides the left main bronchus, a downward tug of the trachea may be felt if an aneurysm is present. Also called as Tracheal Tug sign.Another sign that is associated with abnormal pulsation of the trachea in patients with a dilation or aneurysm of the aortic arch called Cardarelli's sign.It can be felt by a physician pressing on the thyroid cartilage and displacing it to the patient's left. This increases contact between the left bronchus and the aorta, allowing systolic pulsations from the aorta to be felt at the surface if an aneurysm is present.",
        "cop": 2,
        "opa": "Ascending aortic aneurysm",
        "opb": "Arch of aorta aneurysm",
        "opc": "Descending aortic aneurysm",
        "opd": "Aortic dissection",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "2068b071-e819-4341-9bbb-ce9adfa524c5",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman undergoes cardiac catheterization through a right femoral approach. Two months later, she complains of right lower extremity swelling and notes the appearance of multiple varicosities. On examination, a bruit is heard over the right groin. What is the most likely diagnosis?",
        "exp": "A traumatic AV fistula results from a penetrating injury to adjacent artery and vein, permitting blood flow from the injured artery into the vein. The iatrogenic injury in this case occurred during cardiac catheterization. Femoral artery thrombosis results in signs of limb ischemia. A bruit is usually not heard with venous insufficiency. Traumatic pseudoaneurysm presents as an enlarging pulsating mass. Once the diagnosis of AV fistula is made, an angiogram is performed, and surgical repair (division of the fistula and reconstruction of the artery and preferably of the injured vein as well) is carried out.",
        "cop": 3,
        "opa": "Femoral artery thrombosis",
        "opb": "Superficial venous insufficiency",
        "opc": "Arteriovenous (AV) fistula",
        "opd": "Pseudoaneurysm",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "6e06a0eb-a6fe-450b-9b6e-cf636e9eaf95",
        "choice_type": "single"
    },
    {
        "question": "A 66-year-old woman has a 5.5-cm infrarenal abdominal aortic aneurysm. What is the most common manifestation of such an aneurysm?",
        "exp": "Most patients are unaware of their abdominal aneurysm until it is incidentally discovered by their physician. The importance of careful deep palpation of the abdomen cannot be overemphasized. On occasion, these aneurysms may expand, causing abdominal or back pain, and may even leak or rupture, mimicking other acute intra-abdominal conditions. Signs and symptoms of acute ischemia in the lower extremities are rare and usually follow thrombosis or embolization from an abdominal aneurysm.",
        "cop": 3,
        "opa": "Abdominal or back pain",
        "opb": "Acute leak or rupture",
        "opc": "Incidental finding on abdominal examination",
        "opd": "Atheroembolism",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "1078a551-e298-4efb-8c44-80bf6dd24e57",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old man is found by his internist to have an asymptomatic carotid bruit. The best initial diagnostic examination would be",
        "exp": "Doppler ultrasonography (duplex) has become the best initial test for screening patients with carotid disease. It has become a highly accurate test, often obviating the need for carotid arteriography prior to carotid endarterectomy. Carotid arteriography remains the \"gold standard\" when quantifying the degree of carotid stenosis, but it is usually performed after noninvasive testing suggests significant stenosis. Spiral CT angiography is a new noninvasive modality that has been used to evaluate many segments of the vascular tree, but as yet its accuracy does not approach that of standard arteriography and it would certainly not be used in the initial evaluation of a patient with an asymptomatic bruit. Magnetic resonance arteriography (MRA) is also a relatively new modality that has enjoyed moderate success in the investigation of carotid disease. Although not quite as accurate as standard arteriography, it has been used in conjunction with the duplex as a complementary study. Once again, because of its cost, MRA would not be used as the primary screening modality. Transcranial Doppler studies are used to assess the intracranial vasculature.",
        "cop": 2,
        "opa": "Transcranial Doppler studies",
        "opb": "Doppler ultrasonography (duplex)",
        "opc": "Spiral CT angiography",
        "opd": "Arch aortogram with selective carotid artery injections",
        "subject_name": "Surgery",
        "topic_name": "Arterial Disorders",
        "id": "8724d418-0226-4f08-a6e2-472acc9fde19",
        "choice_type": "single"
    }
]