[
    {
        "question": "A 70 year old male chronic smoker is diagnosed of having cancer of the urinary bladder. It is confined to the trigone and extention is upto the submucosa. The management would be -",
        "exp": "Ans. is 'b' i. e., Complete Transurethral resection with intravesical chemotherapy Management of bladder cancero Cystoscopy and transurethral resection or biopsy# initially, any pt. with hematuria is examined by cystoscopy and any tumor seen is removed by transurethral resection (if possible) or biopsied. o Further treatment decisions are made after tumor staging on histology. Such decisions are based on tumor stage (TNM), grade, size, multiplicity, and recurrence patterno First see the staging (TNM)o The primary bladder cancer is staged according to the depth of invasion into the bladder wall or beyond The urothelial basement membrane separates superficial bladder cancers into Ta (noninvasive) and T1 (invasive) tumors. The muscularis propria separates superficial disease from deeply (muscularis propria) invasive disease. Stage T2 and higher T stage tumors invade the muscularis propria, the true muscle of the bladder wall. If the tumor extends through the muscle to involve the full thickness of the bladder and into the serosa, it is classified as T3. If the tumor involves contiguous structures such as the prostate, the vagina, the uterus, or the pelvic sidewall, the tumor is classified as stage T4.# Tis Ca in situ# Ta Ca confined to mucosa# T1 Ca confined to submucosa# T2 Muscle invasion# T3 perivescical fat invasion# T4 invasion of adjacent structures (prostate, uterus, vagina, pelvic wall, abd. wall)o Now the histological grading.# There are 3 histological gradeso Grade I, II & IIIo There is a strong correlation between tumor grading and tumor recurrence progression and survival. Treatment options for bladder cancers. Cancer stage. Initial treatment options. Tis. Complete TUR followed by intravesical BCGTa (single, low-to- moderate grade, not recurrent). Complete TURTa (large, multiple, high grade, or recurrent). Complete TUR followed by intravesical chemo-or immunology. T1. Complete TUR followed by intravesical chemo- or immunotherapy or radical cystectomy. T2-T4. Radical cystectomy. Neoadjuvant chemotherapy followed by radical cytectomy followed by adjuvant chemotherapy. Concomitant chemotherapy and irradiation. Any T, N+, M+Systemic chemotherapy followed by selective surgery orirradiationo Intravesical therapy: Common agents used for intravesical therapy are# Mitomycin C# Thiotepa# BCGo Among these agents, BCG is the most effective. o The patient in question has T1 stage (Tumor upto submucosa)",
        "cop": 2,
        "opa": "Complete Transurethral resction",
        "opb": "Complete Transurethral resection with intravesical chemotherapy",
        "opc": "Palliative Radiotherapy",
        "opd": "Radical Cystectomy",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "0ba83f4d-c887-4fb4-8d5a-8bfeacc363dd",
        "choice_type": "multi"
    },
    {
        "question": "Risk factor for bladder carcinoma is -",
        "exp": "Ans. is 'b' i. e., Schistosoma hematobium Risk factors for ca of Bladder. Cigarette smoking is the main etiological factor and accounts for about 50% of bladder cancers. Occupational exposures to chemicalso The following compounds mav be carcinogenic # 2 naphthylamine-combustion gases and soot from coal# 4-aminobiphenyl-chlorinated aliphatic hydrocarbons# 4-nitrobiphenyl-certain aldehydes such as acrolein# 4-4-diaminobiphenyl (benzidine)-aniline dyes# 2-ami- 1-naphthol o Occupation reported to be associated with increased risk of bladder cancer# Autoworkers-metal workers# Painters-textile worker# Truck drivers-dye workers# Drill press operator-petrol workers# Leather workers-rodent exterminators & sevage workers. Schistosoma haemotobium - Its a risk factor for both transitional cell ca & squamous cell ca. Drugs such as phenacetin & chlornaphazine. Cyclophosphamide therapy. Pelvic irradiationo Vitamin A supplements appear to be protective.",
        "cop": 2,
        "opa": "Clonorcis sinensis",
        "opb": "Schistosoma hematobium",
        "opc": "Plasmodium",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "a7a32e45-d70e-48d4-b474-fd80e9624488",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are causes of Urothelial Carcinomas Except -",
        "exp": "Ans. is 'd' i. e., Alcohol consumption Etiology of transitional cell Cao Smokingo Industrial dyes or solventso Excessive analgesic intakeo Balkan nephropathy, ando Those exposed to Thorotrast, (a contrast agent previously used for retrograde pyelography)",
        "cop": 4,
        "opa": "Smoking",
        "opb": "Industrial solvents",
        "opc": "Exposure to thorotrast",
        "opd": "Alcohol consumption",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "f09f499c-e411-43b2-957a-ebb41bc4cc00",
        "choice_type": "multi"
    },
    {
        "question": "Majority of bladder cancers are:",
        "exp": "Ans: D (Transitional cell carcinoma) Ref: Bailey & Love's Short Practice of Surgery, 25th Edition 1334. Explanation: Types of Bladder Cancer. Transitional Carcinoma - 90%Squomous cell carcinoma -5 (Associated with hilharzias). Adenocarcinoma -1-2% ( Arises either from the urachal remnant or from areas of glandular metaplasia). Note. Most common type of Prostrate cancer - Adenocarcinoma. Most common type of Renal cell Carcinoma - Adenocarcinoma",
        "cop": 4,
        "opa": "Adenocarcinoma",
        "opb": "Adenosquamous carcinoma",
        "opc": "Squamous carcinoma",
        "opd": "Transitional cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "7fe4e2e1-6be9-4294-b8c2-77ba7a6ebde3",
        "choice_type": "single"
    },
    {
        "question": "Ca urinary bladder commonly presents as:",
        "exp": "Ans is 'a' ie hematuria [Ref. Bailey & love, 25/e p1336 (24/e, p1363; 23/e, p1229)\\\"Painless hematuria is by far the most common symptom and should be regarded as indicative of a bladder carcinoma until proven otherwise. \"Also Remember. MC primary tumor which gives secondary to penis is- bladder carcinoma*Commonest tumor of Urinary bladder -Transitional cell Ca*Commonest tumor of U. B. in a child - Rhabdomyosarcoma*MC symptom of renal cell Ca -Painless hematuria. MC symptom of wilm's tumor - mass in abd. MC symptom of bony metastasis -pain*MC symptom of renal stone -pain*Earliest symptom of vesical calculus- frequency*Cardinal symptom of renal trauma -hematuria*MC symptom of acute arterial occlusion -Pain*",
        "cop": 1,
        "opa": "Haematuria",
        "opb": "Frequency",
        "opc": "Dysuria",
        "opd": "Abdominal lump",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "74168246-6322-4cfb-9bf4-98f6fbd44e32",
        "choice_type": "single"
    },
    {
        "question": "A 58 year old male presents with hematuria. He s diagnosed of having bladder cancer which extends muscle deep. The best treatment is -",
        "exp": "Ans. is 'b' i. e., Neoadjuvant chemotherapy followed by radical cystectomy Management of bladder cancero Cystoscopy and transurethral resection or biopsy# initially, any pt. with hematuria is examined by cystoscopy and any tumor seen is removed by transurethral resection (if possible) or biopsied. o Further treatment decisions are made after tumor staging on histology. Such decisions are based on tumor stage (TNM), grade, size, multiplicity, and recurrence patterno First see the staging (TNM)o The primary bladder cancer is staged according to the depth of invasion into the bladder wall or beyond The urothelial basement membrane separates superficial bladder cancers into Ta (noninvasive) and T1 (invasive) tumors. The muscularis propria separates superficial disease from deeply (muscularis propria) invasive disease. Stage T2 and higher T stage tumors invade the muscularis propria, the true muscle of the bladder wall. If the tumor extends through the muscle to involve the full thickness of the bladder and into the serosa, it is classified as T3. If the tumor involves contiguous structures such as the prostate, the vagina, the uterus, or the pelvic sidewall, the tumor is classified as stage T4.# Tis Ca in situ# Ta Ca confined to mucosa# T1 Ca confined to submucosa# T2 Muscle invasion# T3 perivescical fat invasion# T4 invasion of adjacent structures (prostate, uterus, vagina, pelvic wall, abd. wall)o Now the histological grading.# There are 3 histological gradeso Grade I, II & IIIo There is a strong correlation between tumor grading and tumor recurrence progression and survival. Treatment options for bladder cancers. Cancer stage. Initial treatment options. Tis. Complete TUR followed by intravesical BCGTa (single, low-to- moderate grade, not recurrent). Complete TURTa (large, multiple, high grade, or recurrent). Complete TUR followed by intravesical chemo-or immunology. T1. Complete TUR followed by intravesical chemo- or immunotherapy or radical cystectomy. T2-T4. Radical cystectomy. Neoadjuvant chemotherapy followed by radical cytectomy followed by adjuvant chemotherapy. Concomitant chemotherapy and irradiation. Any T, N+, M+Systemic chemotherapy followed by selective surgery orirradiationo Intravesical therapy: Common agents used for intravesical therapy are# Mitomycin C# Thiotepa# BCGo Among these agents, BCG is the most effective. o The patient in question has T1 stage (Tumor upto submucosa)",
        "cop": 2,
        "opa": "Intravesical Chemotherapy",
        "opb": "Neoadjuvant chemotherapy followed by radical cystectomy",
        "opc": "Radiotherapy",
        "opd": "Tranurethral resection",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "cd79d0c8-59a9-41ec-90d3-93953a606621",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of urinary bladder is?",
        "exp": "Ans. (c) Transitional cell cancer. Ref: Bailey & Love 26th ed. /1330-35",
        "cop": 3,
        "opa": "Squamous cell cancer",
        "opb": "Carcinosarcoma",
        "opc": "Transitional cell cancer",
        "opd": "Clear cell cancer",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "69ff11ad-547f-472e-a476-372e2dd88365",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most effective intravesical therapy for superficial bladder cancer-",
        "exp": "Ans. is 'd' i. e., BCG Management of bladder cancer. Cystoscopy and transurethral resection or biopsy initially, any pt. with hematuria is examined by cystoscopy and any tumor seen is removed by transurethral resection (if possible) or biopsied. Further treatment decisions are made after tumor staging on histology. Such decisions are based on tumor stage (TNM), grade, size, multiplicity, and recurrence pattern. First see the staging (TNM). Tis - Ca in situ. Ta - Ca confined to mucosa T1 - Ca confined to submucosa T2 -- Muscle invasion T3 - perivesical fat invasion. T4 - invasion of adjacent structures (prostate, uterus, vagina, pelvic wall, abd. wall). Now the histological grading. There are 3 histological grades - grade 1, II & IIIThere is a strong correlation between tumor grading and tumor recurrence progression and survival. Cancer Stage Initial Treatment Options. Tis. Complete TUR followed by intravesical BCGTa (single, low-to-moderate grade, not recurrent). Complete. TURTa (large, multiple high-grade, or} recurrent T1 }. Complete TUR followed by intravesical chemo- or immunotherapy. T2-T4. Radical cystectomy. Neoadjuvant chemotherapy followed by radical cystectomy Radical cystectomy followed by adjuvant chemotherapy Neoadjuvant chemotherapy followed by concomitant chemotherapy and irradiation. Any T, N+, M+Systemic chemotherapy followed by selective surgery or irradiation. Intravesical therapy: Common agents used for intravesical therapy are Mitomycin C Thiotepa - BCG * Among these agents, BCG is the most effective. Treatment options for bladder cancers.",
        "cop": 4,
        "opa": "Mitomycin",
        "opb": "Adriamycin",
        "opc": "Thiotepa",
        "opd": "BCG",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "c948d057-b425-49dd-8344-04211ce13053",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in urinary bladder carcinoma?",
        "exp": "Amns. (b) BCGRef: Sabiston Textbook of surgery 18th ed Table 77-6",
        "cop": 2,
        "opa": "5. FU",
        "opb": "BCG",
        "opc": "Cyclophosphamide",
        "opd": "6 Mercapto Purine",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "5bba0e39-2149-479c-978c-082da898b05a",
        "choice_type": "single"
    },
    {
        "question": "Transitional cell carcinoma is seen in",
        "exp": "Ans. (d) Urinary bladder. Ref: Bailey & Love 26th ed. /1330-35* Transitional cell epithelium lines -> the urinary tract from the renal pelvis to the ureter, urinary bladder, and the proximal two-thirds of the urethra.* Transitional cell carcinoma-Cancers can occur at any point mentioned above:# 90% of malignancies develop in the bladder# 8% in the renal pelvis# 2% in the ureter or urethra. Salient features about urothelial tumors* Bladder cancer is the fourth (4th) most common cancer in men and the thirteenth (1 +3=4) in women.* Among urothelial tumors-95% are transitional cell in origin.* Others are- Pure squamous cancers with keratinisation constitute 3%, adenocarcinomas 2%, and small cell tumors (often with paraneoplastic syndromes) <1%. Adenocarcinomas* Polychronotropism -urothelial tumors exhibit polychronotropism, which is the tendency to recur over time in new locations in the urothelial tract.* Most imp risk factor- Cigarette smoking* Other- aniline dyes, drugs phenacetin and chlornaphazine, external beam radiation. Chronic cyclophosphamide, Schistosoma haematobium(a parasite-cause both see and tcc)* Vitamin A - protective.* 3 clinical subtypes-# Superficial (75%)# Invade muscle (20% )# Metastatic (5%)* Clinical presentation# Hematuria (painless)- Most common presentation (80-90% of cases)# Irritative bladder symptoms such as dysuria, urgency, or frequency of urination occur in 20-30% of patients with bladder cancer.* The bladder is the most common source of gross hematuria (40%), * Among bladder causes benign cystitis (22%) > bladder cancer (15%) as a cause of hematuria* Microscopic hematuria- is more commonly of prostate origin (25%)* MC site of lymphatic metastasis: -pelvic lymph nodes (obturator MC)* MC site of hematogenous spread- LIVER > LUNG* Diagnosis- diagnosis and initial staging is made by cystoscopy and TUR.# Newer; voided urine assays (i. e., bladder tumor antigen, NMP-22, fibrin/fibrinogen degradation products ) are being used for the detection and surveillance of urothelial carcinoma.* Management-cystoscopy and TUR or biopsy* Further management depends on stage, grade, size, multiplicity, recurrecnce pattern* Drugs for intravesical chemo- Mitomycin, Thiotepa, Epirubicin, BCG (most effective)",
        "cop": 4,
        "opa": "Prepuce",
        "opb": "Testis",
        "opc": "Prostate",
        "opd": "Urinary bladder",
        "subject_name": "Surgery",
        "topic_name": "Bladder Cancer",
        "id": "f8a7e7dc-426f-4774-9d6a-a59413a8ca5b",
        "choice_type": "single"
    }
]