[
    {
        "question": "Platelets can be stored at -",
        "exp": "Ans. is 'a' i.e., 20-24degC for 5 days Summary of Available ]Blood ComponentsComponentCompositionShelf LifeWhole bloodRBCs; nonfunctional WBCs and platelets; plasma (450 ml total volume contains 200 ml of RBCs)CPDA-1: 35 days (1deg to6degC)Packed RBCsRBCs; some plasma; nonfunctional WBCs and platelets (250 to 350 ml total volume contains 200 ml of RBCs)AS-1: 42 daysLeukocyte-reducedRBCsRBCs; minimum plasma and nonfunctional WBCs and platelets (200 ml total volume contains 170 to 190 ml of RBCs)24 hr (1deg to 6degC)Platelets (single unit from whole blood donation)Platelets; some nonfunctional WBCs; few RBCs; plasma (50 to 70 ml total volume contains 5.5 (1010 platelets); levels of labile clotting factors depend on storage time5 days (20deg to 24degC)Platelets (apheresis from random donor)As above; usually contains as many platelets as 6 to 10 single units (>30 (1010)Usually 24hr; up to 5 days (20deg to 24degC)Leukocyte concentrate.|WBCs; may contain large numbers of platelets, some RBCs (600 ml total volume contains 5 to 30 (109 granulocytes)24 hr (20deg to 24degC)Fresh frozen plasma|Plasma, all coagulation factors (180 to 250ml contains 0.7 to 1 unit/ml of prothrombin; factors V, VII, VIII, IX, XII, and XIII; and 500 mg of fibrinogen)Frozen: 1 yr (<- 30degC) Thawed: 24 hr (1deg to 6degC)Cryoprecipitate|Fibrinogen, factors VIII, VIIIR, XIII, fibronectin (10 to 20 ml contains 80 units/ml factor VIII, 200 mg fibrinogen)Frozen: 1 yr (<-30degC) Thawed: 4hr if pooled (20deg to 24degC)AlbuminAlbumin (12.5 g albumin in 50 or 250 ml)3yr (room temperature)",
        "cop": 1,
        "opa": "20-24deg C for 5 days",
        "opb": "20-24deg C for 8 days",
        "opc": "4-8deg C for 5 days",
        "opd": "4-8deg C for 8 days",
        "subject_name": "Surgery",
        "topic_name": "Blood Transfusion",
        "id": "e584ff52-c740-4f74-9aca-a86933d0cdfb",
        "choice_type": "single"
    },
    {
        "question": "A 4 year old child presents with shock and circulatory collapse. It is not possible to get iv access. Then What must be done nect -",
        "exp": "Ans. is 'a' i.e., Intraosseus cannulation Intraosseus transfusiono For patients in respiratory failure or shock, securing vascular access is crucial, along with establishing an airway and ensuring adequacy of breathing and ventilation. Peripheral intravenous catheter insertion is often difficult, if not impossible, in infants and young children with circulatory collapse. An intraosseous line is as efficient as an intravenous route and can be inserted quickly, even in the most poorly perfused patientso The marrow of long bones has a rich network of vessels that drain into a central venous canal, emissary veins, and, ultimately, the central circulation. Therefore, the bone marrow functions as a noncollapsible venous access route when peripheral veins may have collapsed because of vasoconstriction. This approach is particularly important in patients in shock or cardiac arrest, when blood is shunted to the core due to compensatory peripheral vasoconstriction. The intraosseous (IO) route allows medications and fluids to enter the central circulation within secondso Intraosseous (IO) insertion was typically recommended for use in children younger than 6 years; however, it is now recognized to be both safe and effective in older children and adultso The problems with IO use in older patients arise from the increased difficulty of insertion through thicker cortex of the bone and the smaller marrow cavity. Inability to enter the marrow may increase the likelihood of fracturing the bone.",
        "cop": 1,
        "opa": "Intraosseus cannulation",
        "opb": "Intracardiac Infusion",
        "opc": "Thoracotomy",
        "opd": "CPR",
        "subject_name": "Surgery",
        "topic_name": "Blood Transfusion",
        "id": "227da6d7-6593-48dd-a501-987ff80f7170",
        "choice_type": "single"
    },
    {
        "question": "Best blood product to be given in a patient of multiple clotting factor deficiency with active bleeding:",
        "exp": "Ans. c. Fresh frozen plasma (Ref: Harrison 19/e p138 e-3 18/e p953. Sabiston 19/e p588)Best blood product to be given in a patient of multiple clotting factor deficiency with active bleeding is fresh frozen plasma.\"FFP contains stable coagulation factors and plasma proteins: fibrinogen, antithrombin, albumin, as well as proteins C and S. Indications for FFP include correction of coagulopathies, including the rapid reversal of warfarin: supplying deficient plasma proteins: and treatment of thrombotic thrombocytopenic purpura. \"--Harrison 19/e p138 e-3Fresh-frozen Plasma (FFP)FFP is produced from the separation of plasma from donated bloodQ.Stored at -18degC and has a shelf life of 1 yearQ.Each unit contains 400 mg of fibrinogen and 1 unit activity of each of the clotting factorsQ,Most labile clotting factors (V & VIII) may be diminishedQ proportional to shelf life.FFP contains stable coagulation factors & plasma proteins: fibrinogen, antithrombin, albumin, proteins C & SQ.Indications for FFP* Correction of coagulopathies:* Rapid reversal of warfarinQ* Supplying deficient plasma proteinsQ* Treatment of thrombotic thrombocytopenic purpuraQPatients who are IgA-deficient and require plasma support should receive FFP from IgA-deficient donors to prevent anaphylaxis.FFP should not be routinely used to expand blood volumeQ.FFP: An acellular component & does not transmit intracellular infections, e.g., CMV.Characteristics of Selected Blood ComponentsComponentVolume (mL)ContentClinical ResponseWhole Blood450 +- 45* No elements removed* Contains RBCs. WBCs, plasma & platelets (WBCs & platelets may be non-functionalQ)* Not for routine use* Used for acute massive bleeding, open heart surgery & neonatal total exchangePacked RBCs180-200* RBCs with variable leukocyte content & small amount of plasma* Increase Hb 1 gm/dL & hematocrit 3%cPlatelets50-70* 5.5 x 1010/RD unit* Increase platelet count 5000-10,000/uL0FFP200-250* Plasma proteins: Coagulation factors, proteins C & S, antithrombin0* Increases coagulation factors about 2%Cryoprecipitate10-15* Cold-insoluble plasma proteins, fibrinogen, factor VIII, vWFdeg* Topical fibrin glue, also 80 IU factor VIIIQCryoprecipitateCryoprecipitate is a source of fibrinogenQ, factor VIIIQ and von Willebrand factor (vWF)Q.It is ideal for supplying fibrinogen to the volume-sensitive patient.Stored at < -18degC1 unit of cryoprecipitate contains 80-145 units of Factor VIII & 250 mg of fibrinogenQ.Cryoprecipitate is pooled from many donors, so there are maximum chances of disease transmission among all blood productsQ.Cryoprecipitate may also supply vWF to patients with dysfunctional (type II) or absent (type III) von Willebrand disease.",
        "cop": 3,
        "opa": "Whole blood",
        "opb": "Packed RBCs",
        "opc": "Fresh frozen plasma",
        "opd": "Cryoprecipitate",
        "subject_name": "Surgery",
        "topic_name": "Blood Transfusion",
        "id": "d94843df-57a7-43f2-9d81-748b88d74759",
        "choice_type": "single"
    },
    {
        "question": "During blood transfusion, clotting of transfused blood is associated with",
        "exp": "Most transfusion reactions are hemolytic and are due to clerical errors that result in administration of blood with major (ABO) and minor antigen incompatibility. Interestingly, Rh incompatibility is not associated with intravascular hemolysis. Administration of blood through hypotonic solutions such as 5% dextrose and water results in swelling of the erythrocytes and hemolysis. Calcium-containing solutions such as Ringer's lactate cause clotting within the intravenous line rather than hemolysis and may lead to pulmonary embolism. Delayed transfusion reactions, caused by a presumed anamnestic immune response that occurs 3-21 days after blood is infused, result in a hemolytic anemia.",
        "cop": 4,
        "opa": "ABO incompatibility",
        "opb": "Minor blood group incompatibility",
        "opc": "Rh incompatibility",
        "opd": "Transfusion through Ringer's lactate",
        "subject_name": "Surgery",
        "topic_name": "Blood Transfusion",
        "id": "96a6ceaa-60e1-4dbe-8bbe-216e1e101a25",
        "choice_type": "single"
    }
]