[
    {
        "question": "A 50 years old lady presented with lump in the left breast, which has developed suddenly in weeks. Perimenstrual symptoms are present. No associated family history. On examination, the lump is well circumscribed, fluctuant, 1. 5 cm oval in shape. Most likely diagnosis:",
        "exp": "Fibroadenoma - it occurs in 2nd to 3rd decade of life Galactocele - it occurs in 3rd to 4th decade of life. Breast cancer - there is no associated family history and lump has developed suddenly hence breast cancer is ruled out. Breast cyst - it occurs in 5th to 6th decade of life. Examination revealed fluctuant lesion which point towards breast cyst. - Often multiple, may be bilateral & can mimic malignancy. Typically present suddenly - Diagnosis can be confirmed by aspiration and / or ultrasound.",
        "cop": 1,
        "opa": "Breast cyst",
        "opb": "Galactocele",
        "opc": "Fibroadenoma",
        "opd": "Breast cancer",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f68d215d-20f5-4c82-a386-02445dc44ebc",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man presents with signs and symptoms of peritonitis in the right lower quadrant. The clinical impression and supportive data suggest acute appendicitis. At exploration, however, a tumor is found; frozen section suggests carcinoid features. For each tumor described, choose the most appropriate surgical procedure. A 2. 5-cm tumor at the base of the appendix (SELECT 1 PROCEDURE)",
        "exp": "Carcinoid tumors are most commonly found in the appendix and small bowel, where they may be multiple. They have a tendency to metastasize, which varies with the size of the tumor. Tumors <1 cm uncommonly metastasize. Tumors >2. 0 cm are more often found to be metastatic. Metastasis to the liver and beyond may give rise to the carcinoid syndrome. The tumors cause an intense desmoplastic reaction. Spread into the serosal lymphatics does not imply metastatic disease; local resection is potentially curative. When metastatic lesions are found in the liver, they should be resected when technically feasible to limit the symptoms of the carcinoid syndrome. When extensive hepatic metastases are found, the disease is not curable. Resection of the appendix and cecum may be performed to prevent an early intestinal obstruction by locally encroaching tumor.",
        "cop": 4,
        "opa": "Appendectomy",
        "opb": "Segmental ileal resection",
        "opc": "Cecectomy",
        "opd": "Right hemicolectomy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "dafad5d1-ec83-4570-a212-ddaa563e732f",
        "choice_type": "single"
    },
    {
        "question": "Which is used in CA Breast?",
        "exp": "Ans. (b) Doxorubicin(Ref: Bailey 26/e p815, 25/e p844; Schwartz 10/e p550-551, 9/e p263)* In CAF regimen- Adriamycin (Anthracylcines- Doxorubicin or Epirubicin) is used* Anthracyclines have cardio toxicity",
        "cop": 2,
        "opa": "Daunorubicin",
        "opb": "Doxorubicin",
        "opc": "Cisplatin",
        "opd": "Actinomycin D",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "b842efa3-fae6-40c2-b473-c436ff68e227",
        "choice_type": "single"
    },
    {
        "question": "Bloom Richardson staging is for?",
        "exp": "Ans. (b) Breast cancer(Ref Internet source). Bloom and Richardson grading for cancer breast is based on* Tubules formation* Nuclear pleomorphisms* Mitotic counts",
        "cop": 2,
        "opa": "Prostate cancer",
        "opb": "Breast cancer",
        "opc": "Ovarian cancer",
        "opd": "Penile cancer",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "1843ee69-8b1b-412b-8399-e0a332048ce1",
        "choice_type": "single"
    },
    {
        "question": "Painless Breast lump in a young female",
        "exp": "Ans. (a) Fibroadenoma(Ref. Bailey and Love 27th edition Page 870)* Fibroadenoma (Breast mouse) is mc in young females, painless and freely mobile with Firm Indian rubbery consistency",
        "cop": 1,
        "opa": "Fibroadenoma",
        "opb": "Fibroadenosis",
        "opc": "Cancer",
        "opd": "Mastalgia",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f9a7a931-09d6-4393-8d55-42949b233f5f",
        "choice_type": "single"
    },
    {
        "question": "Superolateral boundary of axillary dissection is:",
        "exp": "Axillary Node Clearance Axillary node clearance is defined as clearing of the axillary contents bounded by: Laterally: Axillary skin Posteriorly: Lattisimus dorsi, Teres major and subscapularis Superiorly: Lower border of axillary vein Anteriorly: Pectoralis muscle Medially: Chest wall",
        "cop": 4,
        "opa": "Clavipectoral fascia",
        "opb": "Brachial plexus",
        "opc": "Axillary aery",
        "opd": "Axillary vein",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "afbccb26-c1dd-46b8-9d27-6eddcf7a5285",
        "choice_type": "single"
    },
    {
        "question": "Gene associated with autosomal dominant breast cancer?",
        "exp": "Ans. B. BRCA 1. (Ref. Bailey and Love 26th/pg. 817). The BRCA1 gene has been associated with an increased incidence of breast (and ovarian) cancer and is located on the long arm of chromosome 17 (17q). The gene frequency in the population is approximately 0. 0006. It does, however, occur with greater frequency in certain populations such as Ashkenazi Jews, in whom there is often a common (founder) mutation. BRCA2. is located on chromosome 13q and there is an association with male breast cancer. Women who are thought to be gene carri- ers may be offered breast screening (and ovarian screening in the case of BRCA1, which is known to impart a 50 % lifetime risk of ovarian cancer), usually as part of a research programme, or genetic counselling and mutation analysis. Those who prove to be 'gene positive' have a 50-80 % risk of developing breast cancer, predominantly while premenopausal. Many opt for prophylactic mastectomy. Gene. Chromosome. Associated tumour. Rb12q. Retionablastoma, osteosarcoma. BRCA-l and 217q, 13q. Breast and ovarian cancer. APC5. Colonic cancer. P5317q. Most human cancers, Li-Fraumeni syndrome. Hereditary cancer occurs in multiple family members due to germline mutations in high-risk genes which are inherited in autosomal dominant pattern. BRCA1 and BRCA2 are two major high-risk genes associated with hereditary breast cancer. Likelihood of genetic mutation with family history. No. of family cases <50 years old. BRCA1 (%)BRCA2 (%)243317134413355544. BRCA1 is also associated with ovarian and, to a lesser extent, colorectal and prostate cancer. b. BRCA2 is associated with familial male breast cancer. Genetics of breast cancer. The majority of breast cancers are sporadic, occur randomly, and carry somatic genetic alterations. Hereditary cancer occurs in multiple family members due to germline mutations in high-risk genes which are inherited in autosomal dominant pattern. BRCA1 and BRCA2 are two major high-risk genes associated with hereditary breast cancer. Mutations in CHEK2 contribute to a substantial fraction of familial breast cancer. Carriers of TP53 mutations develop Li-Fraumeni syndrome and are at high risk of developing early onset breast cancer, but these mutations are very rare. Susceptibility alleles in other genes, such as PTEN, ATM, STK11/LKB1, and MSH2/MLH1 are also very rare causes of breast cancer. ~ Devita.",
        "cop": 2,
        "opa": "PTEN and KAI",
        "opb": "BRCA 1 and 2",
        "opc": "APC",
        "opd": "P53",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "4b27fc61-89bb-44bb-a286-ccb418622a3d",
        "choice_type": "single"
    },
    {
        "question": "Halstaed's mastectomy is",
        "exp": "Ans. (c) Radical Mastectomy(Ref Internet Sources). Halstaed Radical mastectomy is historical.* It involves removal of Entire breast, Nipple and areola with tumor* Also removes all level 1, 2, 3 nodes* Muscles like Pectoralis major, Serratus Anterior are also removed.* It's a very high morbid procedure and hence not done now a days after the wide usage of chemotherapy and radiotherapy.* Now we commonly do MRM- in which Pectoralis major muscle is preserved.",
        "cop": 3,
        "opa": "Simple mastectomy",
        "opb": "Wide local excision",
        "opc": "Radical mastectomy",
        "opd": "Modified radical Mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "40bf295a-ba02-4696-9261-cc906206cc06",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old presents with a well- circumscribed 2 cm mass in her right breast. The mass is painless and has a rubbery consistency and discrete borders. It appears to move freely through the breast tissue. What is the likeliest diagnosis?",
        "exp": "Fibroadenomas are most often found in teenage girls. They are firm in consistency, clearly defined, and very mobile. The typical feature on palpation is that they appear to move freely through the breast tissue (\"breast mouse\").",
        "cop": 3,
        "opa": "Carcinoma",
        "opb": "Cyst",
        "opc": "Fibroadenoma",
        "opd": "Cystosarcoma phyllodes",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "20d211b9-a4b1-4b39-8fc4-163bb59cccd6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nipple discharge is most probably; physiological:",
        "exp": "Ans. (b) B/L milky discharge with squeezing from multiple ducts. Ref: Bailey and Love 27th edition page 864* Bilateral milky discharge is from physiological lactation All other secretions may be pathological.",
        "cop": 2,
        "opa": "B/L spontaneous discharge",
        "opb": "B/L milky discharge with squeezing from multiple ducts",
        "opc": "U/L bloody discharge",
        "opd": "U/L bloody discharge with squeezing from a single duct",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "b3fc662b-c03c-4aad-890a-c3a29c8d82b2",
        "choice_type": "single"
    },
    {
        "question": "Fibrocystic disease of the breast has been associated with elevated blood levels of",
        "exp": "Fibrocystic disease (chronic cystic mastitis) is a common disorder of the adult female breast. It is rare after cessation of ovarian function, either natural or induced. Its association with estrogens is inferential. In postmenopausal women it only occurs when replacement estrogen therapy is in use. Its main clinical significance relates to the need to differentiate irregular breast tissue from cancer. Patients afflicted with this disorder are often frustrated by the repeated biopsies that may be recommended.",
        "cop": 3,
        "opa": "Testosterone",
        "opb": "Progesterone",
        "opc": "Estrogen",
        "opd": "Luteinizing hormone",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "5384dff9-e736-4a83-8ef9-cf018e116e30",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pathologic findings is/are the strongest contraindication to breast preservation (lumpectomy with breast radiation) as primary treatment for a newly diagnosed breast cancer?",
        "exp": "The only firm contraindication to wide excision and radiation (breast preservation, lumpectomy) as the primary surgical treatment for a newly discovered breast cancer is the inability to achieve an uninvolved surgical margin after excision of the tumor. A positive surgical margin requires, at least, reoperation with an attempt at re-excision of cancer. If the margin of removal is positive after attempts at re-excision, this is a strong reason to recommend mastectomy in preference to breast conservation. Tumor size is a relative contraindication when the cancer is so large in relation to the breast that excision to a clean surgical margin seems unreasonable. Other histologic findings, such as tumor grade or vascular invasion, are not strong reasons to recommend a mastectomy if the patient would prefer breast conservation.",
        "cop": 4,
        "opa": "Grade 3, poorly differentiated, infiltrating ductal carcinoma",
        "opb": "Extensive intraductal cancer around the invasive lesion",
        "opc": "Tumor size less than 3 cm",
        "opd": "Positive surgical margin for invasive cancer",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "6468d23c-c28c-4833-ae7e-fcc987d6c96d",
        "choice_type": "single"
    },
    {
        "question": "Cystosarcoma phyllodes is treated by:",
        "exp": "Ans. (a) Simple mastectomy(Ref: Bailey and Love 807 /26th edition)* In Phyllodes tumor - Axillary dissection is not needed as there in no nodal mets",
        "cop": 1,
        "opa": "Simple mastectomy",
        "opb": "Radical mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Antibiotic with conservative treatment",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "07871bc9-48eb-4107-9d55-2d10b6cbf1cf",
        "choice_type": "single"
    },
    {
        "question": "Galactorrhea, a milky discharge from the nipple in nonpregnant women, is most likely to be associated with which of the following?",
        "exp": "Galactorrhea is fairly common up to old age. The discharge may vary in color from brown to milky. Hormonal causes are associated with elevated prolactin levels or with pituitary or thyroid disorders. Tranquilizers have also been implicated. Simple abscesses do not cause galactorrhea.",
        "cop": 3,
        "opa": "Fibroadenoma",
        "opb": "Tubular adenoma",
        "opc": "Pituitary adenoma",
        "opd": "Hyperparathyroidism",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "c8eda208-b684-44ef-9e55-4468a6c2c72f",
        "choice_type": "single"
    },
    {
        "question": "Van-Nuys classification does not include which of the following?",
        "exp": "Van Nuy's prognostic index (VNPI) was designed for DCIS patients, to determine which patients do not required radiotherapy after tumour resection. Size of tumour Width of margins Age of patient Grade Microcalcification (mnemonic: - micro SWAG)",
        "cop": 4,
        "opa": "Patients age",
        "opb": "Size of tumor",
        "opc": "Presence of microcalcification",
        "opd": "Her-2-neu receptor status",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "648d1841-9a58-4c3c-b2e7-7ad3360ca547",
        "choice_type": "single"
    },
    {
        "question": "Most common type of sarcoma of breast",
        "exp": "Ans. (a) Angioarcoma(Ref. Sabiston page 842, 20th edition)* Angiosarcoma most commonly follows RT to the axilla.* Characterized by Bluish purple nodule clinically",
        "cop": 1,
        "opa": "Angiosarcoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Kaposi sarcoma",
        "opd": "Synovial",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "e13c4cbb-c4ad-45e5-955d-e638b30a3572",
        "choice_type": "single"
    },
    {
        "question": "Best myocutaneous flap for breast reconstruction:",
        "exp": "Methods of breast reconstruction: Autogenous - tissues of the patient used to create a myocutaneous flap Eg: TRAM, LD Alloplastic - silicone implant Combined - uses TRAM + implant or LD + implant Most common method of breast reconstruction / augmentation worldwide: silicone implants. IOC for implant related complications: MRI Best method for breast reconstruction: DIEP > TRAM DIEP: deep inferior epigastric vessels flap TRAM: transverse rectus abdominal muscle LD: latissimus dorsi flap.",
        "cop": 4,
        "opa": "Pectoralis minor",
        "opb": "Pectoralis major",
        "opc": "Latissimus dorsi",
        "opd": "Transverse rectus abdominis",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "4b9ed792-35cd-4479-958d-9e34b9f7d07e",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node biopsy is used for-",
        "exp": "Ans is 'a' i. e., Breast carcinoma Sentinel Lymph Node Mapping and Biopsy* For breast cancer sentinel lymph node is the largest lymph node in axilla and is the first to receive the lymph and potential metastases drained from the breast.* Intraoperative lymphatic mapping and biopsy of the sentinel lymph node initially introduced for the staging of melanoma, has been similarly used for the detection of axillary metastases in breast cancer, where it has also become the accepted standard of care.* In both the cases the method provides for minimally invasive surgery, and its success is now stimulating attempts to introduce it in the staging of thyroid, gastric, colonic, lung and endometrial cancers.* In breast cancer surgery this technique avoids significant morbidity of axillary dissection and in experienced hands has proven to provide acceptable rates of metastatic identification.",
        "cop": 1,
        "opa": "Breast carcinoma",
        "opb": "Penile cacinoma",
        "opc": "Retroperitoneal sarcoma",
        "opd": "Hepatic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "c0aa4d2f-3855-43be-a0cc-af6d8dff3c42",
        "choice_type": "single"
    },
    {
        "question": "In cases of Cancer breast with Her-2 neu amplification when will you do FISH?",
        "exp": "Ans. (b) HER 2 neu 2+(Ref NCCN Guidelines for Cancer breast)* HER 2 Status of the cancer breast is routinely done by IHC study with values from \"0 to + l, +2 and +3.* Recently FISH (Fluorescence Insitu Hybridization) is used to detect HER 2 amplification and advised for IHC HER 2 positive cases of values +2 onwards.* 20% incidence is detected and treated by Trastuzumab (HER 2 receptor inhibitor)",
        "cop": 2,
        "opa": "HER 2 neu 1 +",
        "opb": "HER 2 neu 2+",
        "opc": "Irrespective of Her 2 neu",
        "opd": "HER 2 neu 3+",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "6026224f-010f-4569-8c0e-7e6fc40ef5fb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hormonal levels influence the development of benign breast disease?",
        "exp": "Ans is 'a' i. e., Estrogen & 'b' i. e., Progesterone Benign Breast Disease /Nonproliferative Breast Changes (Fibrocystic Changes)* This group includes common morphologic alterations that are often grouped under the term fibrocystic changes.* To the clinician the term might mean \"lumpy bumpy\" breasts on palpation; to the radiologist, a dense breast with cysts; and to the pathologist, benign histologic findings.* These lesions are termed nonproliferative to indicate that they are not associated with an increased risk of breast cancer.* There are three principal morphologic changes: (1) cystic change, often with apocrine metaplasia, (2) fibrosis, and (3) adenosis. Etiology/ Pathogenesis:* Hormonal: Responsiveness of breast tissue to monthly changes of estrogen and progesterone play an important role in pathogenesis of benign breast disease. They may be related to excess hormonal stimulation or hypersensitivity of breast tissue.* Clinical factors associated with increased risk of benign breast disease late age at menopause, estrogen replacement therapy, nulliparity, low body mass index and family history of breast cancer.* Clinica factors associated with decreased risk of benign breast disease include high parity, oral contraceptives and physical acitivity. Tamoxifen therapy is associated with 28% reduction in risk of benign breast disease.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Progesterone",
        "opc": "Lutenizing hormone",
        "opd": "Testosterone",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "2e08b082-d7f6-470d-9882-14395f0a1e40",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old patient presents to your office with chronic draining subcutaneous periareolar abscesses, which have been incised and drained many times in the past 5 years but keep recurring. What is the best treatment of choice?",
        "exp": "Mammary fistula also known as Zuska's disease is felt to represent dilated laciferous ducts, which develop chronic inflammation presenting with these periareolar draining sinuses. They will continue to recur until completely excised, which may require removal of the terminal duct into the nipple, leaving the wound open.",
        "cop": 4,
        "opa": "Repeat incision and drainage (I and D) since the previous procedures were inadequate",
        "opb": "Long-term antibiotics",
        "opc": "Major duct excision",
        "opd": "Complete excision of the drainage tract",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "ecf3d3dc-ffa9-43cd-bd8a-cb41c97b9ac3",
        "choice_type": "single"
    },
    {
        "question": "Recently delivered female with a shiny mass in the breast with fever",
        "exp": "Ans. (a) Breast Abscess(Ref Bailey and Love 866)* MC organism causing breast abscess - Staphylococcus aureus* It is due to ascending infection of a sucking Baby* Treatment is by Antibiotics and I/D if not resolved in 48 hours",
        "cop": 1,
        "opa": "Breast abscess",
        "opb": "Fibro adenosis",
        "opc": "Sebaceous cyst",
        "opd": "Fibroadenoma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "e3adcea4-bba4-496e-b05f-4d80eb852e42",
        "choice_type": "single"
    },
    {
        "question": "Which of the following breast lesions are noninvasive malignancies?",
        "exp": "Intraductal carcinoma refers to a malignancy of ductal origin that remains enclosed within duct structures. This noninvasive proliferation can undergo central necrosis, which frequently calcifies to form the microcalcifications seen on mammography Tubular, mucinous, and medullary carcinomas are histologic variants of infiltrating ductal cancer and are all invasive malignancies. Infiltrating lobular cancer is a paicular histologic variant of invasive breast cancer characterized by permeation of the stroma with small cells that resemble those found in the breast lobule or acinus.",
        "cop": 1,
        "opa": "Intraductal carcinoma of the comedo type",
        "opb": "Tubular carcinoma and mucinous carcinoma",
        "opc": "Infiltrating ductal carcinoma and lobular carcinoma",
        "opd": "Medullary carcinoma, including atypical medullary lesions",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f1578382-d276-4aa9-b40f-2fb8fa6cadf2",
        "choice_type": "single"
    },
    {
        "question": "Flap that is most commonly used in breast reconstruction",
        "exp": "Ans. (b) TRAM(Ref: Bailey and Love 26th edition Page 817)* TRAM flap based on Superior Epigastric vessels is the MC used flap for breast reconstruction",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "TRAM",
        "opc": "Flap from arm",
        "opd": "Delto-pectoral flap",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "3ac0df0e-d21d-4798-b164-7797618aa984",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of DCIS is: -",
        "exp": "Ans. (a) Breast nodule(Ref. Bailey 27th Edition 872)* Most common presentation of DCIS is Breast Nodule.* DCIS is diagnosed on Mammography by it's characteristic micro calcifications.* Mammography is the IOC.* Treatment is excision by Simple mastectomy or BCS followed by tamoxifen.",
        "cop": 1,
        "opa": "Breast nodule",
        "opb": "Nipple discharge",
        "opc": "Peau'd orange",
        "opd": "Neck swelling",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "66c76273-1e68-4353-9382-8d477fe159c3",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old premenopausal woman undergoes a left breast lumpectomy for a 1. 5 cm, lymph node positive, hormone sensitive invasive breast cancer. She receives chemotherapy, radiotherapy, and is on tamoxifen. Recommended follow-up after therapy should always include:",
        "exp": "Follow-up after breast cancer treatment is very variable. There is no consensus and no follow-up test has shown a survival advantage. Routine 3-6-month clinical examinations and yearly mammography should always be performed. The use of tumor markers such as a CA15-3has not shown any proven significant value and may lead to unnecessary worry.",
        "cop": 4,
        "opa": "Blood tumor markers drawn every 3-6 months after treatment.",
        "opb": "Routine monitoring of liver function tests (LFTs) every 3-6 months after treatment.",
        "opc": "Yearly bone scans.",
        "opd": "Routine clinical examination every 3-6 months for the first 5 years after treatment as well as continued yearly mammography.",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "301c7211-0fcd-4bcf-bb5c-70d8b1c0d38b",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old male is burned while sleeping in his home. His right upper and lower extremity and the anterior aspect of the upper chest have extensive second-degree burns. The extent of the burn is calculated to represent what percentage of body surface area? Relative Percentages of Areas Affected by Growth. Area. Age1015. Adult A = half of head512412312B = half of one thigh414412434. Relative Percentages of Areas Affected by Growth. Area. Age015A = half of head912812612B = half of one thigh2343144. Table for estimating extent of burns. In adults, a reasonable system for calculating the percentage of body surface burned is the \"rule of nines\"--Each arm equals 9%, the head equals 9%, the anterior and posterior trunk each equals 18%, and each leg equals 18%; the sum of these percentages is 99%",
        "exp": "In calculating burn surface area, the rule of \"9's\" assigns 9% to each upper extremity, 18% to each lower extremity, and 9% to the head and neck. The trunk and abdomen (36%) is divided into four equal parts (9% each). Thus, upper trunk anteriorly would be 9%.",
        "cop": 4,
        "opa": "10%",
        "opb": "20%",
        "opc": "30%",
        "opd": "40%",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "bca36dc4-3800-4e58-8447-92016ca74f30",
        "choice_type": "single"
    },
    {
        "question": "Level II axillary lymph node:",
        "exp": "Level II axillary lymph node is located behind pectoralis minor. Axillary LN Levels in relation with Pectoralis minor Level Relation with Pectoralis minor Axillary LNs Included I Below or lateral Anterior, posterior, lateral II Posterior (behind) Central, Interpectoral (Rotter's nodes) III Medial or above Apical",
        "cop": 2,
        "opa": "Lateral to pectoralis major and minor",
        "opb": "Behind pectoralis minor",
        "opc": "Medial to pectoralis minor",
        "opd": "Superomedial to pectoralis major",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "91c0f6b2-3ff4-4dcf-b6a3-6060f2e994b2",
        "choice_type": "single"
    },
    {
        "question": "A 47 year old post menopausal lady was on adjuvant hormonal treatment with Tamoxifen for 3 years for Carcinoma Breast. She came to Outpatient Department with history of passing blood clots per vagina. She is probably suffering from:",
        "exp": "Ans. (c) Carcinoma Endometrium(Ref Surgery Sixer 3rd Edition Page 276)* Endometrial carcinoma is a dangerous complication on giving Tamoxifen due to continuous estrogenic stimulation on Endometrium.",
        "cop": 3,
        "opa": "Carcinoma Vulva",
        "opb": "Carcinoma Vagina",
        "opc": "Carcinoma Endometrium",
        "opd": "Uterine fibroid",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "c82dbf26-d3b8-462b-9468-d68613ac412a",
        "choice_type": "single"
    },
    {
        "question": "A 55 years old female presented with breast mass of size 3 cm with ulceration, edema and satellite nodules confined to the same breast with metastasis to ipsilateral axillary lymph node I & II and is mobile on examination. The staging of the breast cancer is:",
        "exp": "Stage Size of tumor T1 up to 2 cm T2 >2-5cm T3 >5cm T4a Extension to chest wall (chest wall is formed by Ribs, Intercostal muscles, Serratus Anterior) T4b Ulceration edema including Peau-D-Orange Satellite nodules These changes are confined to same breast. T4c T4a + T4b T4d Inflammatory breast cancer Not included in T4 Involvement of dermis alone Nipple retraction/ detion Involvement of Pectoralis major/ Pectoralis minor Lymph node (N) Staging N1 Metastasis to ipsilateral axillary lymph node level I and II Mobile N2a Metastasis to ipsilateral axillary LN I and II Fixed / matted lymph nodes N2b Clinically apparent internal / mammary nodes (detected on clinical examination /grossly visible pathologically/detected on radiological examination except lymphoscintigraphy) N3a Metastasis to ipsilateral infraclavicular LN N3b Metastasis to ipsilateral axillary + internal mammary LN N3c Metastasis to ipsilateral supraclavicular LN Metastasis M0 (r) No metastasis M1 (r) Distant Metastasis Stage I T1 Stage IIA TO-1 N1 T2 Stage IIB T2 N 1 T3 Stage IIIA To-2 N2 T3 N1-2 Stage IIIB T4 N0-2 Stage IIIc T any N3 Stage IV T any N any M1",
        "cop": 3,
        "opa": "Stage II B",
        "opb": "Stage III A",
        "opc": "Stage III B",
        "opd": "Stage IV",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "4bc3caef-f864-40c8-b092-cd1de2c42875",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old patient is diagnosed with a localized 1 cm infiltrating ductal cancer after a needle core biopsy of the lesion. She is clinical node negative; a lumpectomy and sentinel lymph node biopsy are performed. The patient develops an anaphylactic response during the case. Which of the following substances was the likely causative agent?",
        "exp": "Both methylene blue or isosulfan (lymphazurin) blue dye can be used for sentinel lymph node identification and have been associated with some allergic reactions. Isosulfan blue has been associated with rare anaphylactic reactions in <1% of patients. Methylene blue can cause skin necrosis if injected too superficially. Fluorenscein and indigo carmine are not given in these surgeries. 99 Tc is given for the lymphoscintigraphy and gamma probe isolation of the sentinel node and has no known anaphylactic reactions.",
        "cop": 3,
        "opa": "Fluorescein",
        "opb": "99 Tc radiolabeled colloid",
        "opc": "Isosulfan blue dye",
        "opd": "Methylene blue dye",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "73c76deb-3002-4091-9b42-c537316530d6",
        "choice_type": "single"
    },
    {
        "question": "Discrete breast lump without tenderness over breast in 18 year old female is most likely -",
        "exp": "Ans. is 'b' i. e., Fibroadenoma * Fibroadenomas are benign solid tumors composed of stromal and epithelial elements.* It is the second most common tumor in the breast (after carcinoma) and is the most common tumor in women younger than 30 years.* Fibroadenomas most often arise in the late teens and in women during their early reproductive years.* Clinically, they present as discrete firm masses that are easily movable. They slide easily under the examining fingers and may be lobulated or smooth. Usually non-tender",
        "cop": 2,
        "opa": "Fibroadenosis",
        "opb": "Fibroadenoma",
        "opc": "CA breast",
        "opd": "Mastalgia",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "2bf73909-d4e5-4fef-83f5-9770aeebde70",
        "choice_type": "single"
    },
    {
        "question": "Reconstruction surgery in breast carcinoma, Best myocutaneous flap is",
        "exp": "D. i. e. (Transverse rectus abdominis) (1241 - CSDT 12th) (845 -B&L 25th) (737 - S. Das 5th)* Majority surgeons now prefer to use transverse rectus abdominis (TRAM-flap) - TRAM- flap reconstruction results in a soft natural and ptotic breast and avoids the need for additional prosthetic volume replacement. Excellent cosmetic results are achieved at the expanse of 5 -7 days hospital stay, a 4 to 6 weeks convalescent period and an overall complication rate of 16% to 28%BREAST - RECONSTRUCTION is new regarded as an integral part of breast cancer management and is requested with increasing frequency by informed women at the time of mastectomy* The easiest type of reconstruction is using a silicone gel implant under the pectoralis major muscle* The latissimus dorsi myocutaneous flap is used most often for reconstruction of breast with an implant* Abbey - Estlander flap used for lip* ** that may be used to correct a tight upper lip due to severe tissue deficiency (1238 - CSDT 12th)* Abbey estlendes flap is based on Labial artery*** Lingual nerve block is given in neck of mandible**",
        "cop": 4,
        "opa": "Pectoralis minor",
        "opb": "Pectoralis major",
        "opc": "Latissimus dorsi",
        "opd": "Transverse rectus abdominis",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "94a09852-2028-427d-9b65-5e14710f00ed",
        "choice_type": "single"
    },
    {
        "question": "Hadfield operation is done for",
        "exp": "Ans. (a) Duct Ectasia(Ref. Bailey and Love 27th Edition Page 868)* Hadfield operation of resection of all ducts conically with apex at the nipple and base at pectoralis fascia level. Done for periductal mastitis (Duct Ectasia) and Duct papilloma of unknown duct origin.",
        "cop": 1,
        "opa": "Duct Ectasia",
        "opb": "Fibroadenoma",
        "opc": "Mondor",
        "opd": "Cancer breast",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "079bf44e-5ab0-4807-a186-57c4a4ccb2b6",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula is seen after mastectomy due to injury:",
        "exp": "Winging of scapula is seen after mastectomy due to injury of long thoracic nerve.",
        "cop": 2,
        "opa": "Musculocutaneous nerve",
        "opb": "Long thoracic nerve of Bell",
        "opc": "Intercostobrachial nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "ac09d6a9-9987-4c82-b9d6-baa69dbe88f6",
        "choice_type": "single"
    },
    {
        "question": "In evaluating a breast lesion in a female athlete, the surgeon notes that the tumor is in the anterior axillary line. To which site does the lateral edge of normal breast tissue extend?",
        "exp": "The breast tissue extends over the medial margin of the serratus anterior muscle. The nerve to the serratus anterior lies on the lateral aspect of this muscle and may be accidentally injured during breast surgery.",
        "cop": 3,
        "opa": "The lateral edge of the pectoralis major muscle",
        "opb": "The medial edge of the pectoralis minor muscle",
        "opc": "Cover the medial third of the serratus anterior muscle",
        "opd": "The semispinalis capitis",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "7b89e6c3-53ca-4d6e-87cc-10a83527cea7",
        "choice_type": "single"
    },
    {
        "question": "Most frequent site of accessory breast:-",
        "exp": "Most frequent site of accessory breast is axilla.",
        "cop": 1,
        "opa": "Axilla",
        "opb": "Groin",
        "opc": "Buttock",
        "opd": "Thigh",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "53c6f87a-b855-48d8-9b3f-46f16b381d23",
        "choice_type": "single"
    },
    {
        "question": "A blood stained discharge from the nipple indicates",
        "exp": "(Duct papilloma) (831 - Baity & Love 25th, 281- CSDT 13th). Blood discharge from nipple caused by benign papilloma in the duct. Causes of blood stained discharge from nipple. Blood stained discharge from a single duct. More than one duct, * Intraductal carcinoma* Intraductal papilloma*** Duct ectasia* Carcinoma* Ectasia* Fibrocystic disease. Causes of other tvpe of discharge from nipple. Serous (any colour). Grumous/Gram. Purulent. Milk* Fibrocystic disease* Duct ectasia* Carcinoma* Duct ectasia. Infections* Lactation* OCP users* Estrogen replacement therapy. Greenish discharge is seen in fibroadenosis and mammary duct ectasia* Treatment of ductal papilloma (<40 years) - Michrodochectomy*** Lobular carcinoma are associated with bilaterality, A biopsy of the contralateral breast is therefore required. CEA is a marker of Paget's disease of the mammary gland (Infiltratina ductal carcinoma). Post radical neck dissection syndrome - arising from denervation and atrophy of the trapezius muscle due to sacrifice of the spinal accessory nerve (SAN)- Inability to abduct the shoulder beyond 90deg cephalad- Long standing pain in the shoulder- Deformity of the shoulder girdle- Drooping of the shoulder, shoulder abduction and external rotation. Causes of Fat necrosis1. After surgery / surgical trauma -* Wide local excision* Reduction mammoplsty*** Breat reconstruction* Breast biopsy2. Following radiotherapy* including iridium implant3. following trauma4. Autologous fat injection using the liposuction* technique to fill in irregular contours & small soft tissue defects in the breast may lead to fat necrosis secondary to poor blood supply in the injected fat5. Conservative treatment of breast cancer with lumpectomy & radiation therapy may also result in fat necrosis* Phenomena resulting from lymphatic obstruction in advanced breast cancer(i) Peaud's orange (due to cutaneous lymphatic oedema)(ii) Cancer-en-cuirasse(iii) Lymphangiosarcoma* Aromatase Inhibitors are used in Breast carcinoma are - Letrozole, Anastrozole, Exemestane, Aminoglutethimide",
        "cop": 3,
        "opa": "Breast abscess",
        "opb": "Fibroadenoma",
        "opc": "Duct papilloma",
        "opd": "Fat necrosis of breast",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "0fe16ab1-5ed2-4a5e-b1fe-13398ba8a0c4",
        "choice_type": "single"
    },
    {
        "question": "Mondor's disease is:",
        "exp": "Mondor's disease is thrombophlebitis of the superficial veins of the breast and anterior chest wall, although it may also occur in the arm. Frequently involved veins: Lateral thoracic vein, thoracoepigastric vein, superficial epigastric vein. Benign, self-limited disorder. TREATMENT NSAIDs & application of warm compresses",
        "cop": 1,
        "opa": "Thrombophlebitis of the superficial veins of breast",
        "opb": "Carcinoma of the breast",
        "opc": "Premalignant condition of the breast",
        "opd": "Filariasis of the breast",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "8aca0fb0-f038-42a5-a524-e36d98328b96",
        "choice_type": "single"
    },
    {
        "question": "Patient with 1. 2 cm breast lump with three lymph nodes in the axilla of same side, LN are fixed with no metastasis is in which stage as per AJCC?",
        "exp": null,
        "cop": 3,
        "opa": "T1. N0. M0",
        "opb": "T1. N1. M0",
        "opc": "T1. N2a. M0",
        "opd": "T2. N1. M0",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "65726b41-18c1-46a9-a2cd-f55b2e14350c",
        "choice_type": "single"
    },
    {
        "question": "Arrange the incidence of various types of breast cancers in increasing incidence. a. PTEN ( Cowden disease )b. Sporadic breast cancerc. Hereditary breast cancerd. BRCA1e. BRCA2f. Familial breast cancer",
        "exp": "Breast cancer Incidence Sporadic breast cancer 65-75 % Familial breast cancer 20-30 % Hereditary breast cancer 5-10 % BRCA1 45 % BRCA 2 35 % p53 ( Li-Fraumeni syndrome ) 1 % STK11/LKB1a (Peutz-Jegherssyndrome), PTENa (Cowdendisease), MSH2/MLH1a ( Muir-Torresyndrome), ATMa (Ataxiatelangiectasia ) Less than 1 % Unknown 20 %",
        "cop": 4,
        "opa": "a, b, c, d, e, f",
        "opb": "a, d, b, c, f, e",
        "opc": "c, a, f, d, b, e",
        "opd": "a, c, f, e, d, b",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "1ff67f0c-e7de-4e4d-b703-fd2449bca47f",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old male is to undergo an elective laparotomy procedure. The proposed wound is considered as \"clean-contaminated. \"The wound characteristic indicates which of the following?",
        "exp": "If spillage is substantial or infected tissue has entered, the wound is classified as contaminated. Dirty wounds are used for drainage of an abscess or debridement of infected tissue.",
        "cop": 1,
        "opa": "Entry of intestinal or urinary tract without significant spillage",
        "opb": "Gross spillage from intestinal tract",
        "opc": "No entry of intestinal tract",
        "opd": "Entry into infected tissue",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "2d96ba51-f7c0-4d3e-b675-090b68b04f9d",
        "choice_type": "single"
    },
    {
        "question": "The type of mammary ductal carcinoma is situ (DCIS) most likely to result in palpable abnormality in the breast is:",
        "exp": "Ans. (d) Comedo DCIS(Ref Sabiston 20th Edition Page 837). Types of DCIS:* Comedocarcinoma* Cribriform* Micro Papillary* Solid (High Grade)* Papillary (High grade). Comedo carcinoma presents with palpable mass in breast commonly",
        "cop": 4,
        "opa": "Apocrine DCIS",
        "opb": "Neuroendocrine DCIS",
        "opc": "Well differentiated DICS",
        "opd": "Comedo DCIS",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "da237dff-1f38-41eb-9d6d-56a7050b16cd",
        "choice_type": "single"
    },
    {
        "question": "Incisional biopsy of a breast mass in a 3 5-year-old woman demonstrates a hypercellular fibroadenoma (Cystosarcoma phyllodes) at the time of frozen section. Appropriate management of this lesion could include",
        "exp": "Cystosarcoma phyllodes is a tumor most often seen in younger women. It can grow to enormous size and at times ulcerate through the skin. Still, it is a lesion with low propensity toward metastasis. Local recurrence is common, especially if the initial resection was inadequate. Simple re-excision with adequate margins is curative. Very large lesions may necessitate simple mastectomy to achieve clear margins. Axillary lymphadenectomy, however, is seldom indicated without biopsy-positive demonstration of tumor in the nodes. The low incidence of metastatic disease suggests that adjunctive therapy is indicated only for known metastatic disease, even when the tumors are quite large and ulcerated.",
        "cop": 1,
        "opa": "Wide local excision with a rim of normal tissue",
        "opb": "Lumpectomy and axillary lymph- adenectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Excision and postoperative radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "679123bd-0fa0-4264-9bcc-08b45455f83d",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old patient has recently undergone a mastectomy for a 2. 5 cm multicentric breast cancer with three positive axillary lymph nodes (stage IIB). A metastatic survey is done, and is negative, and she receives adjuvant chemotherapy. The most common site for distant metastasis would be:",
        "exp": "Bone metastasis is the most common distant metastatic site for breast cancer. They are typically osteolytic lesions and can be treated by bisphosphonates, which inhibit bone demineralization and have been shown to reduce the pathologic fracture frequency and need of radiation.",
        "cop": 2,
        "opa": "Brain",
        "opb": "Bone",
        "opc": "Lung",
        "opd": "Gastrointestinal tract",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "cfc923f6-cf02-4ead-9913-42d5edb86e9d",
        "choice_type": "single"
    },
    {
        "question": "Most common bone secondaries from",
        "exp": "(B) (Carcinoma breast) (1085-CSDT 13th)METASTATIC BONE TUMORS:* 80% of these metastatic lesions are from primary carcinoma-particularly of the Breast, Prostate, lung, kidney, thyroid, pancreas or stomach in that order of frequency (1202-CSDT 12th).* Most common primary source of solitary skeletal metastasis at the time of first diagnosis is carcinoma of the kidney (1202 CSDT 12, h).* Most common site of bony metastasis in carcinoma breast goes to - Lumber vertebra**.* Most common quadrant site in carcinoma breast is - upper outer quadrant***. A) MOST COMMON CAUSE OF OSTEOBLASTIC SECONDARY* In males - Prostate cancer* In females - Breast cancerB) MOST COMMON CAUSE OF OSTEOLYTIC METASTASIS* In males - Lung cancers* In females - Breast cancersC) LYTIC EXPANSILE METASTASIS* Thyroid* Renal carcinoma",
        "cop": 2,
        "opa": "Carcinoma kidney",
        "opb": "Carcinoma breast",
        "opc": "Carcinoma prostrate",
        "opd": "Carcinoma thyroid",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f9e245ae-ecf4-4ae0-867b-c1c46db04eae",
        "choice_type": "single"
    },
    {
        "question": "Virchow's node is seen in -",
        "exp": "Ans. is 'a' i. e., Left supraclavicular fossa o Virchow's node (or signal node) is a lymph node in the left supraclavicular fossa (the area above the left clavicle). It takes its supply from lymph vessels in the abdominal cavity. The finding of an enlarged, hard node (also referred to as Troisier's sign) has long been regarded as strongly indicative of the presence of cancer in the abdomen, specificallygastric cancer, that has spread through the lymph vessels. It is sometimes called the signal node or sentinel node for the same reason.",
        "cop": 1,
        "opa": "Left supraclavicular fossa",
        "opb": "Anterior mediastinum",
        "opc": "Posterior triangle of neck",
        "opd": "Inguinal Region",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "8879af1f-b920-443f-b984-6abd1d5b9e6f",
        "choice_type": "single"
    },
    {
        "question": "Recent drug for metastatic hormone receptor(+)and HER-2 (-) metastatic breast cancer:",
        "exp": "Palbociclib is a recent drug for metastatic hormone receptor(+)and HER-2 (-) breast cancer. It works by inhibiting Cyclin-dependent kinase 4/6. Other examples of this class of drug includes: Ribociclib, Abemaciclib. These drugs are used along with letrozole (aromatase inhibitor) and/or fulvestrant (selective estrogen-receptor downregulator) Herceptin/Trastuzumabis used in Her-2 neu positive breast cancer. Ipataseib is an AKT (Protein kinase B) inhibitor used in metastatic triple-negative breast cancer. Buparlisib is a Phophatidyl-inositol 3 kinase (PI3k) inhibitor which is still in trial stages for treatment of metastatic breast carcinoma",
        "cop": 1,
        "opa": "Palbociclib",
        "opb": "Ipataseib",
        "opc": "Herceptin",
        "opd": "Buparlisib",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "5f85b05e-a0d1-4db5-8ce3-429eed47ed3e",
        "choice_type": "single"
    },
    {
        "question": "Which among these has a moderately increased risk to develop into invasive breast carcinoma?",
        "exp": "Cancer risk associated with Benign breast disease and carcinoma in situ Abnormality Relative risk Non proliferative lesions No increased risk Sclerosing adenosis No increased risk Duct papilloma No increased risk Florid hyperplasia 1. 5- 2 X Atypical ductal hyperplasia 4 X Atypical lobular hyperplasia 4 X Ductal involvement by cells of Atypical ductal hyperplasia 7 X LCIS 10 X DCIS 10 X",
        "cop": 3,
        "opa": "Apocrine metaplasia",
        "opb": "Ductal papillomatosis",
        "opc": "Atypical ductal hyperplasia",
        "opd": "Sclerosing adenosis",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "fa1dac98-aacc-4a5f-b513-b0b8cb84c7e1",
        "choice_type": "single"
    },
    {
        "question": "The tumour, which may occur in the residual breast; or overlying skin following wide local excision and radiotherapy for mammary carcinoma is:",
        "exp": "Ans. (d) Angiosarcoma(Ref: Sabiston 19/e p845)* Post mastectomy and adjuvant RT results in Lymphedema of Arms.* This lymphedema of upper limb may get converted to lymphangiosarcoma-known as Stewart Treves Syndrome* Treatment - Forequarter amputation.* Has very bad prognosis.",
        "cop": 4,
        "opa": "Leiomyosarcoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Basal cell carcinoma",
        "opd": "Angiosarcoma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "b8de770b-54b8-4c52-b099-c0ffc05f6303",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old female underwent Fine Needle Aspiration cytology (FNAC) for a lump in the breast which was non-tender, firm and mobile. Which of the following features would suggest finding of a benign breast disease? (AIIMS November 2014, May 2013)",
        "exp": "Ans. b. Tightly arranged ductal epithelial cells with dyseohesive bare nuclei (Ref: Winfred Grays diagnostic cytopathology 2/e p279-280). Non-tender, firm and mobile breast lump in a female of age 17 years is suggestive of fibroadenoma, in which tightly- arranged ductal epithelial cells with dyscohesive bare nuclei are seen on FNAC. (AIIMS May 2013 repeat). Fibroadenoma: Diagnostic findings on needle biopsy consist of: Abundant stromal cells which appear as bare bipolar nuclei. Sheets of fairly uniform-size epithelial cells that are typically arranged in either an antler like pattern or a honeycomb pattern. Foam cells and apocrine cells may also be seen, although these are less diagnostic features. Fibroadenoma. MC benign tumor of female breast. QMC age group: 15-30 years. QKnown as breast mouse. QEtiology: Increased sensitivity of focal areas of breast tissue to estrogen. QPathology: Encapsulated spherical lesion, composed of fibrous and glandular tissue. QArise from interlobular stroma, stromal cells can be monoclonal or polyclonal. Types of Fibroadenoma. Pericanalicular. Intracanalicular* Hard* Due to proliferation of connective tissue inside the elastic lamina* Soft* Due to proliferation of connective tissue outside the elastic lamina. Clinical Features: Painless, slowly growing solitary mobile lump in the breast (Breast mouse)QDiagnosis: Characteristic popcorn calcificationQ on mammography. IOC is FNACQDiagnostic findings on needle biopsy consist of. Abundant stromal cells which appear as bare bipolar nuclei. Sheets of fairly uniform-size epithelial cells that are typically arranged in either an antler like pattern or a honeycomb pattern. Foam cells and apocrine cells may also be seen, although these are less diagnostic features. Treatment: No treatmentQ is necessary when diagnosis is confirmed. Excision biopsy is the treatment of choice for suspicious lesionQ and for cosmetic indications.",
        "cop": 2,
        "opa": "Dyscohesive ductal epithelial cells without cellular fragments",
        "opb": "Tightly arranged ductal epithelial cells with dyscohesive bare nuclei",
        "opc": "Stromal predominance with spindle cells",
        "opd": "Polymorphism with single or arranged ductal epithelial cells",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "078c8dfe-1aad-43ed-93d2-0cad05710d5d",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old female presented to OPD with this lesion in the breast. What is the most probable diagnosis?",
        "exp": "PAGET'S DISEASE is a superficial manifestation of an underlying breast carcinoma (95%) it presents as an eczema like condition of nipple and areola that persists despite treatment. Microscopically, Paget's disease is characterized by the presence of large, ovoid cells with abundant clear, pale staining cytoplasm in the Malpighian layer of epidermis. Treatment: mastectomy + axillary staging or wide local excision of nipple and areola to achieve clear margins, axillary sampling and radiation therapy. PEAU-D-ORANGE",
        "cop": 4,
        "opa": "DCIS",
        "opb": "LCIS",
        "opc": "Peau-d-orange",
        "opd": "Paget's disease of nipple",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "7ce95835-bba5-4bb1-a18c-b240091a67b0",
        "choice_type": "single"
    },
    {
        "question": "What is the recommended treatment for this male aged 35 years?",
        "exp": "Ans. (a) Mastectomy with nipple areola preservation* Removal of the breast tissue without removing nipple areola complex by surgical or Liposuction is the treatment ot this type of Gynecomastia in adults and old age.* Adolescent age physiological cases may be observed and reassured.",
        "cop": 1,
        "opa": "Mastectomy with nipple areola preservation",
        "opb": "Cystectomy",
        "opc": "IV antibiotics",
        "opd": "Radical mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "12a67116-f5a6-4361-8cb6-6f36339389cd",
        "choice_type": "single"
    },
    {
        "question": "Serocystic disease of Brodie is also known as:",
        "exp": "(Cystosarcoma phyllodes): Ref: 834-LB (836-B & L 25th). Phvlioid tumours: benign tumour, previously sometimes known as serocystic disease of Brodie or cystosarcoma phylloides* Usually occurs over the age of 40* May recur locally but, despite the name of cystosarcoma phyllodes they one rarely cystic and only very rarely develop features of a sarcomatous tumours. Treatment* Benign = Enucleation in very young women or wide local excision* Massive tumours recurrent and those of malignant type - Mastectomy",
        "cop": 1,
        "opa": "Cystosarcoma phyllodes",
        "opb": "Fibroadenoma",
        "opc": "Galactocele",
        "opd": "Traumatic fat necrosis",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "5d900bc3-9b05-4ceb-9dc4-b6f198ffbe73",
        "choice_type": "single"
    },
    {
        "question": "Dimpling in carcinoma is due to:",
        "exp": "Dimpling: Small depression over skin of breast due to infiltration of ligament of Cooper by carcinoma Puckering: Small fold or wrinkle of skin over the breast due to infiltration of ligament of Cooper by carcinoma Cancer en-cuirasse: Infiltration of breast skin & chest wall with multiple nodules & ulceration by the carcinoma",
        "cop": 2,
        "opa": "Edema",
        "opb": "Contraction of Cooper's ligaments",
        "opc": "Subdermal lymphangitis",
        "opd": "Scarring",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "eae9cd99-41cc-4632-939e-0d67a8095c4c",
        "choice_type": "single"
    },
    {
        "question": "The most impoant prognostic factor for carcinoma breast is:",
        "exp": "Most impoant prognostic factor for carcinoma breast: StageQ >Axillary LN statusQ Most impoant prognostic factor for Wilm's tumor: HistologyQ >StageQ Most impoant prognostic factor for soft tissue sarcoma: Tumor gradeQ",
        "cop": 1,
        "opa": "Stage",
        "opb": "DNA content of tumor",
        "opc": "Histologic subtype",
        "opd": "Tumor grade",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "756942a4-8b67-4e66-8678-d27156fd7ef0",
        "choice_type": "single"
    },
    {
        "question": "Hilton method is best used in -",
        "exp": "Ans. is 'b' i. e., Axillary abscess * Hilton's method of abscess drainage is chosen when there are plenty of important structures like nerves and vessels around the abscess cavity, like axilla. In this method incision is made only through the skin and subcutaneous tissue. The deep fascia is not incised. A pair of artery forceps or sinus forceps is insinuated through the deep fascia into the abscess cavity. The blades are gradually opened to drain the pus.",
        "cop": 2,
        "opa": "Breast abscess",
        "opb": "Axillary abscess",
        "opc": "Paronychia",
        "opd": "Pulp abscess",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "bcb94c9d-e156-4f4e-9352-202e47e083a7",
        "choice_type": "single"
    },
    {
        "question": "Nottingham Prognostic index for CA breast is:-",
        "exp": "Nottingham Prognostic index NPI =(0. 2 x tumor size in cm ) + Tumor grade + LN stage Used to select patients for adjuvant treatmentQ",
        "cop": 1,
        "opa": "=(0. 2 x size ) + grade + nodes",
        "opb": "=(0. 4 x size ) + grade + nodes",
        "opc": "=(0. 6 x size ) + grade + nodes",
        "opd": "=(0. 8 x size ) + grade + nodes",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "bdb617d6-88e0-406a-a46a-ae6c915ce54a",
        "choice_type": "single"
    },
    {
        "question": "In which of the following type of breast carcinoma of the breast, is a biopsy of opposite breast?",
        "exp": "Ans. (c) Lobular carcinoma(Ref Sabiston 20th Edition Page 837)* Lobular carcinoma is bilateral hence biopsy taken from opposite breast also",
        "cop": 3,
        "opa": "Adenocarcinoma poorly differentiated",
        "opb": "Medullary carcinoma",
        "opc": "Lobular carcinoma",
        "opd": "Comedo carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "6bcca386-dea8-4a5d-9962-958f45ec434c",
        "choice_type": "single"
    },
    {
        "question": "In inflammatory carcinoma breast with metastasis to axilla, treatment of choice:",
        "exp": "Hallmark of inflammatory breast Ca is diffuse tumour involvement of dermal lymphatic channel breast & overlying skin, often without an underlying tumour mass. Presents with inflammatory changes like erythema, edema (peau de orange) warmth as a result of lymphatic obstruction. At least 33% skin over breast involved. History of rapid onset & progression. Inflammatory breast Ca is a clinical diagnosis & can occur with tumour of ductal or lobular histology Inflammatory breast Ca = stage T4d, corresponds to stage IIIB i. e. locally advanced breast Ca. Rx: NACT + MRM +.",
        "cop": 1,
        "opa": "NACT + MRM + Radiotherapy",
        "opb": "Radical mastectomy plus chemotherapy",
        "opc": "Radical mastectomy plus radiotherapy",
        "opd": "Chemotherapy followed by hormone therapy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "be8525b8-a187-4643-8863-873a8780b514",
        "choice_type": "single"
    },
    {
        "question": "Best prognosis amongst the following histological variants of breast carcinoma is seen with:",
        "exp": "Ans. (b) Colloid (Mucinous)(Ref Sabiston 20th Edition Page 840)* Medullary cancers carry intermediate prognosis* Tubular and mucinous cancers carry good prognosis* NOS carry worst prognosis",
        "cop": 2,
        "opa": "Intraductal",
        "opb": "Colloid (Mucinous)",
        "opc": "Lobular",
        "opd": "Medullary",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "3b027e28-afbe-467c-9797-0b204c1d72c4",
        "choice_type": "single"
    },
    {
        "question": "In Patey's modified mastectomy, which of the following is preserved?",
        "exp": "In Patey's modified mastectomy, pectoralis major is preserved. PATEY'S modification* En bloc removal of nipple, areola, skin, breast tissue, breast mass + level, I, II, III LN +Excision of pectoralis minor. Variants of MRM Auschincloss Procedure Removes all breast tissue, nipple-areola complex, skin and level I & II axillary LNs. PATEY'S modification Pectoralis minor is removed to allow complete dissection of level III axillary LNs Scanlon's Modification Pectoralis minor is divided instead of removing. Division of pectoralis minor allows complete removal of level III axillary LNs",
        "cop": 2,
        "opa": "Intercostobrachial nerve",
        "opb": "Pectoralis major",
        "opc": "Pectoralis minor",
        "opd": "Axillary fascia",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "5f730ed9-21b9-459c-9894-fe092e6fc463",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old lady presented with lump in the left breast which has developed suddenly in weeks. Perimenstrual symptoms are present. No associated family history. On examination, the lump is well circumscribed, fluctuant, 1. 5 cm oval in shape. Most likely diagnosis:",
        "exp": "Ans: (a) Breast cyst. Ref: Bailey and Love's Short Practice of Surgery, 26th edition. Breast Cyst. Occur most commonly in the last decade of reproductive life. Results from a non-integrated involution of stroma and epithelium. Cavities lined by epithelium. Common after the age of 35 years up to menopause. Uncommon after menopause. Hormone replacement can cause cyst formation in old women. Cyst size varies with menstruation due to influence of ovarian hormones. Clinical Features. Often multiple, may be bilateral and can mimic malignancy. Typically present suddenly and cause great alarm; prompt diagnosis and drainage provides immediate relief. Multiple cysts seen is 50%. Often bilateral. Risk of breast cancer in breast cyst is very less (0. 1%). Clinically--smooth, soft, fluctuant often transilluminating well-localised swelling Diagnosis. Diagnosis can be confirmed by aspiration and/or ultrasound. On USG - Smooth margins and echofree center. Treatment. Aspiration for Solitary cyst: If they resolve completely, and if the fluid is not blood-stained, no further treatment is required30% will recur and require reaspiration. Core biopsy or local excision; If there is a residual lump or if the fluid is blood-stained, for histological diagnosis (exclude cystadenocarcinoma, which is more common in elderly women). Note: Fibroadenoma - usually between the ages of 15 and 25 years. Galactocele - generally occurs after the cessation of location or when feeding frequency has curtailed significantly",
        "cop": 1,
        "opa": "Breast cyst",
        "opb": "Galactocele",
        "opc": "Fibroadenoma",
        "opd": "Breast cancer",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "8e55b0f8-3500-4f05-b035-8d1ccd57ca35",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in carcinoma breast?",
        "exp": "Powdery calcification Fibrocystic disease Popcorn calcification Fibroadenoma Pleiomorphic calcification Ca breast Curvilinear calcification Fat necrosis Microcalcification - < 0. 5mm Macrocalcification - > 0. 5mm",
        "cop": 4,
        "opa": "Powdery calcification",
        "opb": "Popcorn calcification",
        "opc": "Nodular calcification",
        "opd": "Pleomorphic calcification",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "573e28f5-533a-4280-9b36-585065eeaf14",
        "choice_type": "single"
    },
    {
        "question": "A patient presents 1 month after a benign right breast biopsy with a lateral subcutaneous cord felt just under the skin and causing pain. The etiology of this condition is?",
        "exp": "This entity is known as Mondor's disease and is caused by superficial thrombophlebitis usually induced by surgery, infection, or trauma. The process is self-limiting and resolves within 2-10 weeks.",
        "cop": 3,
        "opa": "Fat necrosis",
        "opb": "Infection",
        "opc": "Superficial thrombophlebitis",
        "opd": "Suture granuloma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "c55376c7-f9e5-4f60-bd81-bd554169fada",
        "choice_type": "single"
    },
    {
        "question": "BIRADS stage of 5 is",
        "exp": "Ans. (d) Highly suggestive of malignancy(Ref. Sabiton 20th edition Page 831)* BIRADS - Breast Imaging Reporting and Data System)* This system is used to categorize the degree of suspicion o malignancy based on Mammography findings.* BIRADS-5 is highly suggestive of malignancy. Category. Definition. Further Plan0. Incomplete assessment. Need additional imagingsl. Negative. Advised annual screening2. Benign Finding. Recommend annual screening3. Probably Benign. Short interval follow up4. Suspicious of malignancy. Biopsy must5. Highly suggestive of malignancy. Take appropriate action6. Known biopsy proved malignancy",
        "cop": 4,
        "opa": "Negative",
        "opb": "Probably benign",
        "opc": "Suspicious abnormality",
        "opd": "Highly suggestive of malignancy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "cc0accd8-d952-4295-a2a4-560380a32ed0",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common benign breast condition which presents in young females as a palpable lump?",
        "exp": "Ans. is 'a' i. e., Fibroadenoma * Fibroadenomas are the most common benign tumor of the female breast.* Most occur in women in their 20s and 30s, and they are frequently multiple and bilateral.* Young women usually present with a palpable mass and older women with a mammographic density or clustered calcifications.* The epithelial component is hormonally responsive and there is typically an increase in size due to lactational changes during pregnancy.* Such increases in size may be complicated by infarction and inflammation, and may raise a false suspicion of carcinoma.",
        "cop": 1,
        "opa": "Fibroadenoma",
        "opb": "Phylloides tumor",
        "opc": "DCIS",
        "opd": "LCIS",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "aaf55c99-e9bd-4579-8689-23075a65df6b",
        "choice_type": "single"
    },
    {
        "question": "For carcinoma breast, best chemotherapy regimen:-",
        "exp": "For carcinoma breast, best chemotherapy regimen is cyclophosphamide, adriamycin, 5-flurouracil. For HER-2-positive breast cancer, adding trastuzumabQ to polychemotherapy is approved. New Drugs in CA Breast Ixabepilone Used for anthracycline & taxane resistant breast cancerQ Lapatinib Inhibitor of Her-2-neu & EGFR tyrosine kinase Second line Her-2-neu therapyQ Sunitinib Approved for advanced renal cancer & refractory metastatic breast cancerQ",
        "cop": 1,
        "opa": "Cyclophosphamide, adriamycin, 5-flurouracil",
        "opb": "Methotrexate, cisplatin",
        "opc": "Cisplatin, adrimaycin, steroid",
        "opd": "Methotrexate, adriamycin, steroid",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "e486609b-a86c-43d4-ad6a-e241bf5f513e",
        "choice_type": "single"
    },
    {
        "question": "Pain along medial aspect of arm in a post - mastectomy patient is due to:",
        "exp": "Four Pain Syndromes have been Distinguished: Phantom Breast Pain: Painful (often knife like or shooting) sensation that the removed breast is still present Intercostobrachial neuralgia: Usually known as post-mastectomy pain syndrome (PMP), consists of pain in axilla, medial upper arm and anterior chest wall and is often is caused by nerve damage during axillary node dissection. Neuroma Pain: Can occur from scars from either mastectomy or lumpectomy but is more common if surgery is followed by radiotherapy. Other Nerve Injury Pain: Can occur even if intercostobrachial nerve is spared and is more common in breast reconstruction and implants.",
        "cop": 2,
        "opa": "Phantom breast pain",
        "opb": "Intercostobrachial neuralgia",
        "opc": "Neuroma pain",
        "opd": "Other nerve injury pain",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "47410cd6-ee4b-41fc-87e9-4b7436fb932c",
        "choice_type": "single"
    },
    {
        "question": "70 years old lady underwent Right Radical mastectomy 10 years back, now presents with multiple subcutaneous nodules in right upper limb. Most probable diagnosis is",
        "exp": "Ans. (a) Lymphangiosarcoma(Ref Bailey and Love 27h edition page 879). Lymphangiosarcoma (Stewart Treves Syndrome)* It is a complication of Lymphedema which develops after mastectomy.* It takes the form of multiple nodules in upperlimb.* Differentiate from recurrent breast cancer.* Poor prognosis* Inter scapulothoracic (Forequarter Amputation) is rarely indicated",
        "cop": 1,
        "opa": "Lymphangiosarcome",
        "opb": "Multiple Lipomas",
        "opc": "Varicose veins",
        "opd": "Mets",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f391b63b-f5b0-4e5e-912c-fb8aea8d7e49",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female with history of painless breast lump measuring 6. 2x4. 5 cm. Trucut biopsy showed carcinoma breast. She underwent surgical removal of and post operative biopsy showed with carcinoma breast with high grade necrosis with margin 4 mm. Which of the following is needed?",
        "exp": "Ans. (c) Adjuvant Chemo RT(Ref Page 854/Sabiston 20th Edition)* Indications of RT:# Extracapsular nodal extension# Lymphovascular invasion# Close surgical margins# High grade necrosis# Age < 40 years",
        "cop": 3,
        "opa": "Adjuvant chemotherapy",
        "opb": "Adjuvant radiotherapy",
        "opc": "Adjuvant chemoradiotherapy",
        "opd": "No additional treatment",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "0d1ed174-9e03-42f0-8551-f433a6b1686e",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old window cleaner fell off a scaffold. He sustained an open wound on the right leg. Debridement was carried out in the emergency department, and the edges of the wound were left open. Which factor is least likely to inhibit wound contraction?",
        "exp": "Following the application of a full-thickness graft, contraction at the site of the recipient site is maximally inhibited by a full-thickness and to a lesser extent by the partial-thickness graft.",
        "cop": 4,
        "opa": "Radiation",
        "opb": "Cytolytic drug",
        "opc": "Transformation growth factor b",
        "opd": "Full-thickness skin graft",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "a64514b5-08c5-4c07-916f-3117c51e0034",
        "choice_type": "single"
    },
    {
        "question": "The Least common quadrant in cancer breast is",
        "exp": "Ans. (d) Lower inner(Ref: Bailey and Love Principles and Practice of Surgery, 26th ed p-811)* MC site - Upper outer* Least Common - Lower Inner",
        "cop": 4,
        "opa": "Superior outer",
        "opb": "Inferior outer",
        "opc": "Sub areolar",
        "opd": "Lower inner quadrant",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "40adecf7-a165-4369-a483-0752a0391893",
        "choice_type": "single"
    },
    {
        "question": "BIRADS score 4 suggest:",
        "exp": "Ans. b. Suspicious of malignancy. Breast imaging reporting and data systems (BIRADS). Category. Definition. Next plan0. Incomplete assessment 1. Negative (No abnormal enhancement is found). Advice for routine follow-up2. Benign Finding. Ex: Hyalinized non-enhancing Fibroadenoma, Cysts and old non-enhancing scars, fat containing lesions such as oil cysts, Lipomas, galactocele or mixed density hamartomas. Recommend annual screening3. Probably benign(Changes are highly unlike to malignant). Short interval follow-up4. Suspicious(These are lesions that do not have characteristic morphology of Breast carcinoma, but do have a definite low to moderate probability of benign malignant). Biopsy should be consider for the lesions5. Highly suggestive malignancy(Lesion categorized as BIRADS-5 have high risk probability of being cancerous. They show typically findings of malignant breast tumor). Appropriate action should be taken6. Histological verified breast carcinoma.",
        "cop": 2,
        "opa": "Normal lesion",
        "opb": "Suspicious of malignancy",
        "opc": "Mostly benign",
        "opd": "Proven malignancy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "613c213c-c815-49fd-ab80-8a4b4e4c36e4",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease of breast is a manifestation of",
        "exp": "Ans. (a) Ductal carcinoma(Ref Bailey and Love 27th edition Page 873)* Paget's disease of nipple is the manifestation of underlying Ductal carcinoma, Nipple gets eroded completely and disappears.* Large ovoid cells with abundant Pale staining cytoplasm in malphigian layer of skin is Paget's cells",
        "cop": 1,
        "opa": "Ductal carcinoma",
        "opb": "Lobular carcinoma",
        "opc": "DCIS",
        "opd": "LCIS",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "5a4359bb-e4bc-4582-ba49-c3138cf587e6",
        "choice_type": "single"
    },
    {
        "question": "Most important prognostic factor for breast carcinoma is:",
        "exp": "Ans. (b) Lymph node involvement. Prognosis related to lymph node status:* Overall the best prognostic factor for ca breast - disease free survival and overall survival is axillary lymph node status.* But if the question has the choice of staging, then it must be opted because it includes lymph node status & metastasis also.* But the question if asked about the prognosis in metastatic: ca breast- the best option is ER or PR status because the further prognosis and survival in metastatic patients is based on their response to hormone therapy.* The patients with ER positive and more with PR positive will respond well with hormone therapy and have a prolonged survival",
        "cop": 2,
        "opa": "Age of the patient",
        "opb": "Lymph node involvement",
        "opc": "Genetic factors",
        "opd": "Family history",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "9c662620-1f80-4c99-bc5c-21a6f34fe44b",
        "choice_type": "single"
    },
    {
        "question": "Zuska's disease common in smoker causes:",
        "exp": "Zuska's Disease (Recurrent Periductal Mastitis) Condition of recurrent retroareolar infections and abscess. Smoking has been implicated as a risk factor. Managed symptomatically by antibiotics with incision and drainage procedure.",
        "cop": 2,
        "opa": "Acute mastitis",
        "opb": "Chronic areolar abscess",
        "opc": "Fibroadenosis",
        "opd": "Acute abscess formation",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "9a129256-a24e-4ca4-ab84-6c33909be7fd",
        "choice_type": "single"
    },
    {
        "question": "A 45-years old woman presents with a hard and mobile lumps in the breast. Next investigation is:",
        "exp": "First investigation done in suspected case of breast cancer: MammographyQ Investigation of choice for diagnosis of breast cancer: BiopsyQ (trucut biopsy/core cut biopsy/ needle biopsyQ)",
        "cop": 3,
        "opa": "FNAC",
        "opb": "USG",
        "opc": "Mammography",
        "opd": "Excision biopsy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f8a7f008-16a0-43ad-82f4-2481610b794f",
        "choice_type": "single"
    },
    {
        "question": "What is the use of injecting Methylene Blue dye in a Breast cancer surgery?",
        "exp": "Ans. (c) Sentinel lymph node biopsy(Ref. Sabiston 20th ed; pg. 849-850.)SENTINEL LYMPH NODE BIOPSY* Now done in Stage I patients with clinically node negative patients as a part of Nodal staging to prevent morbidity due to unnecessary axillary surgery* Technique of injecting methylene or isosulfan blue dye peritumorally and locating the blue node (suspected sentinel node - first node to be drained by the tumor) and doing excision biopsy with frozen section to rule out malignant deposits.* For better accuracy, lymphoscintigraphy can aid. 2. 5m. Ci. Tc99m sulphur colloid 1 day prior to surgery +Peritumoral injection of 3-5ml isosulfan blue dye inside OT|Gamma probe to locate the hot spot||* Hot spot picked up* Incision and locate the blue node and excise it* Check for Radioactivity in bed* No hot spot* Excise primary which might decrease background* Radioactivity shine||* Activity is Present* Further nodes resected until residual radioactivity <10% of the 10 sec ex vivo count of most radioactive SLN* No activity* Send for Frozen ||Positive - Do Standard ALNC Negative - Close the Wound * IDEAL - 2 - 3 sentinel nodes per patient to be dissected",
        "cop": 3,
        "opa": "Tattooing for biopsy",
        "opb": "Marking of tumor cells",
        "opc": "Sentinel lymph node biopsy",
        "opd": "Photodynamic therapy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "99507365-4409-4bae-9513-447f5a25dd90",
        "choice_type": "single"
    },
    {
        "question": "Where are Rotter's node located?",
        "exp": "Ans. (d) Interpectoral region(Ref Surgery Sixer 3rd Edition Page 266)* Rotter's Nodes are Level 2 nodes in Axilla in cancer breast. They are interpectoral nodes.",
        "cop": 4,
        "opa": "Infraclavicular region",
        "opb": "Mediastinum",
        "opc": "Supraclavicular region",
        "opd": "Interpectoral region",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "26f16844-b429-4140-b47e-c2071cd6cb18",
        "choice_type": "single"
    },
    {
        "question": "When galactorrhea occurs in a high school student, a diagnostic associated finding would be",
        "exp": "Prolactin-secreting tumors in the pituitary gland (previously called chromophobe adenomas) may grow to large size and cause bitemporal hemianopia because of proximity to the optic chiasm. They are typically associated with amenorrhea and galactorrhea (the \"A/G syndrome\") in women. In both sexes lack of libido and impotence or infertility may be noted. Sexual vigor is usually restored after removal of the adenomas. These tumors are not life threatening; if their physical size is not an issue or the relative sexual dysfunction is not a problem, benign neglect is sometimes recommended.",
        "cop": 2,
        "opa": "Gonadal atrophy",
        "opb": "Bitemporal hemianopia",
        "opc": "Exophthalmos and lid lag",
        "opd": "Episodic hypertension",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "564ea45b-bb19-453b-a0cf-422ba2c0443d",
        "choice_type": "single"
    },
    {
        "question": "ER/ PR status is used as a prognostic variable in -",
        "exp": "Ans. is 'a' i. e., Ca breast Prognostic factors of breast carcinoma:* The most important prognostic variables are provided by tumor staging.* The size of the tumor and the status of the axillary lymph nodes provide reasonably accurate information on the likelihood of tumor relapse.* There is rarely justification for adjuvant chemotherapy in most women with tumors <1 cm in size whose axillary lymph nodes are negative. HER2-positive tumors are a potential exception.* Detection of breast cancer cells either in the circulation or bone marrow is associated with an increased relapse rate.* Estrogen and progesterone receptor status are of prognostic significance. Tumors that lack either or both of these receptors are more likely to recur than tumors that have them.* Several measures of tumor growth rate correlate with early relapse. S-phase analysis using flow cytometry is the most accurate measure. Indirect S-phase assessments using antigens associated with the cell cycle, such as PCNA (Ki67), are also valuable.* Tumors with a high proportion (more than the median) of cells in S-phase pose a greater risk of relapse; chemotherapy offers the greatest survival benefit for these tumors.* Assessment of DNA content in the form of ploidy is of modest value, with nondiploid tumors having a somewhat worse prognosis.* Histologic classification of the tumor has also been used as a prognostic factor. Tumors with a poor nuclear grade have a higher risk of recurrence than tumors with a good nuclear grade.* Molecular changes in the tumor are also useful. Tumors that overexpress erb. B2 (HER2/neu) or have a mutated p53 gene have a worse prognosis. Tumors that overexpress erb. B2 are more likely to respond to higher doses of doxorubicincontaining regimens and predict those tumors that will respond to HER2/neu antibodies (trastuzumab) (herceptin) and HER2/ neu kinase inhibitors.* The presence of more microvessels in a tumor, particularly when localized in socalled hot spots, is associated with a worse prognosis.* Other variables that have also been used to evaluate prognosis include proteins associated with invasiveness, such as type IV collagenase, cathepsin D, plasminogen activator, plasminogen activator receptor, and the metastasissuppressor gene nm23. None of these has been widely accepted as a prognostic variable for therapeutic decision-making. One problem in interpreting these prognostic variables is that most of them have not been examined in a study using a large cohort of patients.",
        "cop": 1,
        "opa": "Ca breast",
        "opb": "Ca ovary",
        "opc": "Ca endometrium",
        "opd": "Ca cervix",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "0e7778ff-2a21-4713-b034-ab59c43ef7b6",
        "choice_type": "single"
    },
    {
        "question": "Next Investigation to be done for painful breast lump in a lactating woman",
        "exp": "Ans. (b) USGRef: Bailey & Love 26th ed. / 527* Breast abscess is highly probable in this lactating patient. Ultrasonography is used to distinguish solid from cystic structures and to direct needle aspiration for abscess drainage.* Ultrasound is the imaging method of choice for the majority of women aged < 40 years and during pregnancy and lactation.* Breast MRI does not form part of the initial imaging assessment of patients in the symptomatic breast clinic. It may, however, be useful in the further investigation of some breast lesions and in the evaluation of patients with confirmed breast cancer.",
        "cop": 2,
        "opa": "Mammography",
        "opb": "USG",
        "opc": "MRI",
        "opd": "FNAC",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "0ce9868b-c868-448c-abde-de4b45ce57a8",
        "choice_type": "single"
    },
    {
        "question": "A 30- years old female presented with unilateral breast cancer associated with axillary lymph node enlargement. Modified radical mastectomy was done, further treatment plan will be:",
        "exp": "Ans. (b) Adriamycin based chemotherapy followed by tamoxifen depending on estrogen/progesterone receptor status* A case of LABC- MRM is followed by - CAF+ Hormone therapy based on ER +/-",
        "cop": 2,
        "opa": "Observation and follow-up",
        "opb": "Adriamycin based chemotherapy followed by tamoxifen depending on estrogen/progesterone receptor status",
        "opc": "Adriamycin based chemotherapy only",
        "opd": "Tamoxifen only",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "9ec06a2b-09c1-471e-a57f-d79180a63045",
        "choice_type": "single"
    },
    {
        "question": "BIRADS score of 4 suggests:",
        "exp": "BIRADS (Breast Imaging Repoing And Data System) Category Definition Likelihood of Malignancy 0 Incomplete assessment, need additional imaging evaluation Not applicable 1 Negative, routine mammogram in 1 year is recommended 0% 2 Benign findings, routine mammogram in 1 year is recommended 0% 3 Probably benign findings, sho term follow-up suggested >0 to <2% 4 Suspicious abnormality, biopsy should be considered0 (4A-Low suspicion; 4B-Moderate suspicion, 4C-High suspicion) 4A:>2-<10% 4B:>10-<50% 4C:>50-<95% 5 Highly suggestive of malignancy, appropriate action should be taken >95% 6 Know biopsy-proven malignancy Not applicable",
        "cop": 2,
        "opa": "Normal lesion",
        "opb": "Suspicion of malignancy",
        "opc": "Mostly benign",
        "opd": "Proven malignancy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "ddefe153-c706-47a1-bd1d-012daf67262d",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old light-complexioned male presents with a solitary scaly plaque like lesion on his forearm present for many years. The lesion is 0. 5 cm in diameter. Shave biopsy reveals intraepithelial squamous cell carcinoma. (Bowen's disease) incompletely excised. Further treatment includes:",
        "exp": "Bowen's disease represents an intraepithelial squamous cell carcinoma (carcinoma in situ) and is seen in older patients. These lesions tend to have a long clinical course. Adequate excision is the recommended treatment as these lesions can become invasive squamous cell carcinomas and metastatasize.",
        "cop": 3,
        "opa": "Wide excision of the lesions and sentinel node biopsy",
        "opb": "Referral for local radiation therapy",
        "opc": "Excision and repair of this area, ensuring clear surgical margins",
        "opd": "No further treatment indicated",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "2942f594-51f8-4f52-b601-9f3a71dd78c2",
        "choice_type": "single"
    },
    {
        "question": "Pagets disease of breast is associated with which of the following?",
        "exp": "Ans. is 'a' i. e., Ductal carcinoma in situ * Paget disease of the nipple is a rare manifestation of breast cancer - 1% to 4% of cases.* It presents as a unilateral erythematous eruption with a scale crust. Pruritus is common, and the lesion may be mistaken for eczema.* Malignant cells (Paget cells) extend from ductal carcinoma in situ (DCIS) within the ductal system via the lactiferous sinuses into nipple skin without crossing the basement membrane.",
        "cop": 1,
        "opa": "Ductal carcinoma in situ",
        "opb": "Lobular carcinoma in situ",
        "opc": "Phyllodes tumor",
        "opd": "Mondors disease",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "6c8cccfe-fe02-45b8-9489-c5242b78f804",
        "choice_type": "single"
    },
    {
        "question": "After undergoing modified radical mastectomy for cancer of the right breast, a 52-year-old female teacher becomes aware that the medial end of her scapula becomes prominent in protraction movements at the shoulder. She also complains of some weakness in complete abduction of the same shoulder. What nerve was injured?",
        "exp": "Axillary dissection during modified radical mastectomy requires exposing the long thoracic and thoracodorsal nerves. Injury to the long thoracic nerve that supplies the serratus anterior muscle causes \"winging of the scapula\". The intercostobrachial nerve supplies sensory innervation to the skin in the axilla and proximal upper extremity. The medial and ulnar nerves are outside of the usually axillary dissection field.",
        "cop": 1,
        "opa": "Long thoracic",
        "opb": "Thoracodorsal",
        "opc": "Ulnar",
        "opd": "Median",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "a428773c-2630-45c6-abb6-810e3d46a1ee",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman undergoes a lumpectomy and sentinel lymph node biopsy and is found to have a 5 mm tubular cancer ER and PR positive and a negative sentinel lymph node. What adjuvant treatment should be recommended?",
        "exp": "Generally, patients with small (<1 cm) breast cancers, which are pathologically node negative, are spared from chemotherapy. Radiation and hormonal therapy is indicated. Partial breast irradiation can be offered though there is no current randomized data to show the best modality of treatment (currently an ongoing NSABP/RTOG trial).",
        "cop": 4,
        "opa": "Chemotherapy and radiation",
        "opb": "Radiation treatment only",
        "opc": "Hormonal therapy only",
        "opd": "Radiotherapy and hormonal therapy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "3e6a6480-a951-4dd2-bafc-5bc3e6d08996",
        "choice_type": "single"
    },
    {
        "question": "Best prognosis of following:",
        "exp": "Ans. (a) <1cm Size, Node -ve, ER/PR +ve, Her 2 Negative(Ref. Bailey and Love 27th edition Page 872)* ER/PR Positive is good prognosis* Her 2 positive carries high virulence of the tumor",
        "cop": 1,
        "opa": "<1 cm Size, Node -ve, ER/PR +ve, Her 2 Negative",
        "opb": "<1 cm Size, Node -ve, ER/PR -ve, Her 2 Positive",
        "opc": "<2 cm Size, Node -ve, ER/PR +ve, Her 2 Negative",
        "opd": "<2 cm Size, Node -ve, ER/PR -ve, Her 2 positive",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "02cb1dae-e6af-4b7e-9334-51a59df81536",
        "choice_type": "single"
    },
    {
        "question": "Most common Familial Breast cancer gene:",
        "exp": "Ans. (a) BRCA 1(Ref Sabiston 20th Edition 832)* Hereditary breast cancer - 5-10%# BRCA1 - 45% (MC hereditary Breast cancer)# BRCA2 - 35%# P53(Lifraumeni) - < 1%# Peutz jeughers, Cowden disease, Muir torre syndrome, Ataxia telangiectasia all less than 1% each.",
        "cop": 1,
        "opa": "BRCA1",
        "opb": "BRCA 2",
        "opc": "Li-Fraumeni syndrome",
        "opd": "STK 11",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "dbc96cbd-ba5a-4685-85d1-340a42f498b4",
        "choice_type": "single"
    },
    {
        "question": "Blood stained nipple discharge is seen in:",
        "exp": "Ans. (c) Ductal papilloma(Ref: Schwartz 10/e p554)MC Cause of Blood Stained Nipple Discharge in* Young age - Duct Papilloma* Old Age - Carcinoma Breast.",
        "cop": 3,
        "opa": "Breast abscess",
        "opb": "Fibro adenoma",
        "opc": "Ductal papilloma",
        "opd": "Fat necrosis of breast",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "46820a45-6cc1-4b20-a974-91603b7cda04",
        "choice_type": "single"
    },
    {
        "question": "The \"Van Nuys grading\" is used for",
        "exp": "Ans. (b) DCIS(Ref: Sabistons Textbook of Surgery, 20th ed p-853)* DCIS prognosis is based on Van Nuy's Grading* Van Nuys Grading is used to decide whether RT can be avoided in selective cases after Lumpectomy* Van Nuys favorable cases for whom RT can be avoided are - Low and Intermediate grade, DCIS <2. 5cm size and Margin minimum 1cm after excision",
        "cop": 2,
        "opa": "LCIS",
        "opb": "DCIS",
        "opc": "Medullary carcinoma breast",
        "opd": "IDC",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "11c53486-ce41-4a8a-8b64-a9c4d5d68f5b",
        "choice_type": "single"
    },
    {
        "question": "A 14 week post natal woman presents with fluctuant breast swelling, what would be the treatment",
        "exp": "Ans. (d) Repeated aspiration under antibiotic cover(Ref Bailey and Love 27th edition Page 866)* The clinical diagnosis of a lactating mother at 14 weeks is usually a mastitis followed by Breast abscess. Abscess presents with Fluctuant swelling* During cellulitis stage - only Antibiotic such as Flu cloxacillin and Co amoxiclav can be used. Feeding can be given via the affected stage at this time. Analgesics will help to relieve pain with support of breast.* In antibiotics alone used in the presence of underlying pus - Antibioma will form.* Olden days - Incision and Drainage was advised if not resolves in 48 hours.* Latest recommendation: Repeated aspirations under antibiotic cover (if needed under USG Guidance) to be performed. This allows resolution without Incision and Drainage and will also allow breast feeding in the affected breast.",
        "cop": 4,
        "opa": "Incision and Drainage",
        "opb": "Continue Breast feeding with antibiotics",
        "opc": "Analgesics",
        "opd": "Repeated Aspirations under antibiotic cover.",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "5fc5edaf-8f4a-443e-9fd2-be8a026f02d8",
        "choice_type": "single"
    },
    {
        "question": "Molecular classification of breast cancer is based on:",
        "exp": "Molecular classification of breast cancer is based on gene expression profiling. \"Gene expression profiling, which can measure the relative quantities of m. RNA for essentially every gene, has identified five major patterns of gene expression in the NST group: luminal A, luminal B, normal, basal-like, HER2 positive. These molecular classes correlate with prognosis and response to therapy, and thus have taken on clinical impoance\".",
        "cop": 4,
        "opa": "Serum hormone levels",
        "opb": "Expression of hormone receptors (ER/PR)",
        "opc": "In-vitro response to chemotherapeutic agents",
        "opd": "Gene expression profiling",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "2d2145b0-4618-4534-82b8-3340ebbc8916",
        "choice_type": "single"
    },
    {
        "question": "Best definitive investigation for carcinoma breast is?",
        "exp": "Ans. (a) Biopsy. Ref: Bailey & Love 25th ed. / 289, 290",
        "cop": 1,
        "opa": "Biopsy",
        "opb": "FNAC",
        "opc": "USG",
        "opd": "Mammography",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "93247dd8-da7a-4484-b031-4f174d913392",
        "choice_type": "single"
    },
    {
        "question": "What is the investigation done here?",
        "exp": "Ans. (b) Mammography* This is a craiiio-caudal view of mammography being taken* It is a low voltage and high amplitude X ray.* If it's a PGI -Question both options \"b and c\" are correct.",
        "cop": 2,
        "opa": "MRI breast",
        "opb": "Mammography",
        "opc": "X ray",
        "opd": "Clinical examination",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "d9be7ff7-8194-4dd0-ad1e-218133e5bab5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition looks malignant FNAC of breast -",
        "exp": "Ans. is 'a' i. e., Intraductal CA in situ * Inraductal carcinoma in situ (DCIS) and lobular carcinoma insitu (LCIS) are the types of carcinoma in situ seen in breast cancers.* On the other hand fibradenoma is a benign tumour* Simple cyst and fibroadenosis bear no malignant potential.",
        "cop": 1,
        "opa": "Intraductal CA in situ",
        "opb": "Fibroadenoma",
        "opc": "Fibroadenosis",
        "opd": "Simple cyst",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f591ab63-9096-4755-8f78-0025e0a830c5",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old female had a breast lesion of 1. 2x1 cm, underwent lumpectomy with positive axillary nodes. And she was taking adjuvant radiotherapy with tamoxifen and chemotherapy, which is the line of management for her?",
        "exp": "Ans. (b) Routine Examination once in 3 months for an year and regular mammogram after that yearly. (Ref Bailey and Love Page 816)* Follow up needs only examination, Clinical examination and yearly mammography* There is no routine need of other types of imaging or Tumor markers study.",
        "cop": 2,
        "opa": "Yearly bone scans",
        "opb": "Routine examination once in 3 months for an year and regular mammogram after that yearly",
        "opc": "Regular checking of LFT once in 6 months",
        "opd": "Follow up by tumor markers once in 6 months",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "7302d641-6cba-4aab-8772-6761d9038c1c",
        "choice_type": "single"
    },
    {
        "question": "The incidence of breast cancer",
        "exp": "Breast cancer is rarely seen before the age of 20, but thereafter its incidence increases inexorably. While the prevalence of breast cancer (the raw number of patients alive with disease) is greatest among perimenopausal women, the incidence of breast cancer (the number of new cases per 100, 000 population) rises so sharply that it is twice as common among women between 80 and 85 years of age as among those 60 to 65. In addition, the age-adjusted incidence has increased steadily since the mid-1940s. No data is presently available consistently linking the incidence of breast cancer to dietary factors. A possible linkage between breast cancer and alcohol consumption at an early age is being studied.",
        "cop": 1,
        "opa": "Increases with increasing age",
        "opb": "Has declined since the 1940s",
        "opc": "Is related to dietary fat intake",
        "opd": "Is related to coffee intake",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f23a4483-99a3-413d-888c-b757d4e6495e",
        "choice_type": "single"
    },
    {
        "question": "Hadfields operation is performed for which of the following pathology?",
        "exp": "Ans. is 'a' i. e., Duct ectasia Duct ectasia/periductal mastitis* This is a dilatation of the breast ducts, which is often associated with periductal inflammation.* The classical description of the pathogenesis of duct ectasia asserts that the first stage in the disorder is a dilatation in one or more of the larger lactiferous ducts, which fill with a stagnant brown or green secretion. This may discharge.* These fluids then set up an irritant reaction in surrounding tissue leading to periductal mastitis or even abscess and fistula formation.* In some cases, a chronic indurated mass forms beneath the areola, which mimics a carcinoma. Fibrosis eventually develops, which may cause slit-like nipple retraction.* A marked association between recurrent periductal inflammation and smoking has been demonstrated. It is certainly clear that cessation of smoking increases the chance of a long-term cure. Clinical features* Nipple discharge (of any colour), a subareolar mass, abscess, mammary duct fistula and/or nipple retraction are the most common symptom/s. Treatment* In the case of a mass or nipple retraction, a carcinoma must be excluded by obtaining a mammogram and negative cytology or histology. If any suspicion remains the mass should be excised.* Antibiotic therapy may be tried, the most appropriate agents being co-amoxiclav or flucloxacillin and metronidazole.* However, surgery is often the only option likely to bring about cure of this notoriously difficult condition; this consists of excision of all of the major ducts (Hadfield's operation). It is particularly important to shave the back of the nipple to ensure that all terminal ducts are removed. Failure to do so will lead to recurrence.",
        "cop": 1,
        "opa": "Duct ectasia",
        "opb": "Fibroadenoma",
        "opc": "Mondors disease",
        "opd": "Inflammatory breast carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "de2a8fe7-eb90-4fef-908b-34d5fa6b8189",
        "choice_type": "single"
    },
    {
        "question": "What procedure is going on here",
        "exp": "Ans. (d) Sentinel Lymphnode Biopsy(Ref, Surgery Sixer 3rd Edition Page 275)* Day before surgery or on the same day of surgery inject Technetium 99m Sulfur colloid in the breast parenchyma or around the tumor, this activity can be measured using Gamma probe during surgery.* The node with high activity is Sentinel node.",
        "cop": 4,
        "opa": "Brachytherapy",
        "opb": "USG",
        "opc": "Lateral Pectoral Block",
        "opd": "Sentinel Lymphnode Biopsy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "8bd67c1e-b1a0-4d37-9835-f346fda7c984",
        "choice_type": "single"
    },
    {
        "question": "Most common site of metastasis from breast carcinoma:",
        "exp": "Ans. (d) Lumbar vertebra(Ref: Bailey 26/ep811)* MC site of bony mets - Lumbar vertebra > Femur > Thoracic Vertebra > Ribs > Skull.* Osteolytic secondaries are seen commonly.",
        "cop": 4,
        "opa": "Thoracic vertebra",
        "opb": "Pelvis",
        "opc": "Femur",
        "opd": "Lumbar vertebra",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "4bcebc72-d77e-4e86-b25c-b855fd2cc49d",
        "choice_type": "single"
    },
    {
        "question": "Most common quadrant for carcinoma Breast:",
        "exp": "Ans. (c) Upper Outer(Ref Bailey an Love Page 811)* MC site - Upper outer* Least Common - Lower Inner",
        "cop": 3,
        "opa": "Lower outer",
        "opb": "Lower inner",
        "opc": "Upper outer",
        "opd": "Upper inner",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "45074cd5-23bb-40b1-b913-fcc85a3f2897",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old premenopausal patient as recently developed a 1. 5 cm sized pigmented lesion on her back. Which of the following forms of tissue diagnosis will you recommend for her?",
        "exp": "Ans. is 'c' i. e. Excision biopsy The pigmented lesion in this patient should be evaluated for possibility of malignant melanoma and hence biopsied. The choice of biopsy depends on the size of the lesion and anatomic location. Method of choice is excisional biopsy. In circumstances when complete excisional biopsy could not be performed, punch biopsy or incisional biopsy should be done. These conditions are: large lesion whose removal would create too large a defect, proximity of lesion to important structures such as the eye, nose or ear. Biopsy specimens should be full thickness into subcutaneous tissue.",
        "cop": 3,
        "opa": "Needle biopsy",
        "opb": "Trucut biopsy",
        "opc": "Excision biopsy",
        "opd": "Incisional biopsy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "20be6d8f-331e-47e2-a26e-d6e7f02ee27f",
        "choice_type": "single"
    },
    {
        "question": "Gail Model is for risk assessment of",
        "exp": "Ans. (c) CA. Breast(Ref. Schwartz 10th edition Page 512). Common models used in risk assessment of cancer breast:* Gail model* Claus Model* BRCAPRO model* Tyrer-Cuzick model* Neither the Gail model nor the Claus model accounts for the risk associated with mutations in the breast cancer susceptibility genes BRCA1 and BRCA2.* Other models utilize the family history and BRCA1 and 2 mutations.",
        "cop": 3,
        "opa": "Ovarian",
        "opb": "Prostate",
        "opc": "Breast",
        "opd": "Lung",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "45acaef3-aa2f-43df-890c-e6762b0fd3a4",
        "choice_type": "single"
    },
    {
        "question": "Dimpling in cancer breast happens due to",
        "exp": "Ans. (b) Infiltration of Cooper's Ligament(Ref. Bailey 26th edition Page 798)* Infiltration of Suspensory ligament of breast (Cooper's) results in Dimpling of breast in cancer",
        "cop": 2,
        "opa": "Edema",
        "opb": "Infiltration of cooper's ligaments",
        "opc": "Subdermal lymphangitis",
        "opd": "Scaring",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "ba26aa1b-0239-4b12-82a4-f529e3a02d3b",
        "choice_type": "single"
    },
    {
        "question": "Least common quadrant of cancer breast",
        "exp": "Ans. (d) Lower Inner Quadrant* MC site - Upper outer (60%)* Central/areolar (12%)* Upper Inner (12%)* Lower Outer (10%)* Least Common site - Lower Inner (6%)",
        "cop": 4,
        "opa": "Superior Outer",
        "opb": "Inferior Outer",
        "opc": "Sub areolar",
        "opd": "Lower inner quadrant",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "e8965931-f8ba-4be7-bf88-b03e4a9f2a8a",
        "choice_type": "single"
    },
    {
        "question": "Peaud' orange develops due to",
        "exp": "(Lymphatic obstruction) (837-LB) (839-B & L 25th). Phenomena resulting from lymphatic obstruction In advanced breast cancer(i) Peaud's orange (ii) Cancer-en-cuirasse (iii) Lymphangiosarcoma. Peaud' orange - is due to cutaneous lymphatic oedema, where the infiltrate skin is fethered by the sweat ducts, it cannot swell leading to an appearance like orange skin. Occasionally the same phenomenon is seen over a chronic abscess",
        "cop": 2,
        "opa": "Vascular obstruction",
        "opb": "Lymphatic obstruction",
        "opc": "Local spread",
        "opd": "Endocrinal abnormality",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "7eaa3cc5-c5d5-45c5-b02f-2236aeb06251",
        "choice_type": "single"
    },
    {
        "question": "Mammography radiation used is",
        "exp": "Ans. (b) Bremsstrahlung Xray(Ref Internet Source)* Mammography is a Low voltage and High Amperage X ray* Mammography is a type of X ray known as Bremsstrahlung/Braking X-ray generation (It is not a classical X ray)",
        "cop": 2,
        "opa": "Conventional X ray",
        "opb": "Brems strahlung X ray",
        "opc": "Low amperage X ray",
        "opd": "Stereo Ray",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f3054b04-a05f-46af-93fa-433fa7c69217",
        "choice_type": "single"
    },
    {
        "question": "Gold standard investigation for Triple assessment screening breast carcinoma in patient with Silicone breast implant",
        "exp": "Ans. (a) MRI(Ref. Bailey and Love 26th edition Page 800). Indications for MRI in Breast:* Distinguish scar and recurrence* For diagnosing multicentricity in LCIS and Extent in DCIS* Breast implants* Best screening tool for high risk women",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "Mammography",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "d34fa5ec-f29c-4221-a53e-41e2c5f7d3af",
        "choice_type": "single"
    },
    {
        "question": "In the case of carcinoma breast with Her -2 neu immunohistochemistry staining, which of the following score needs fuher FISH study?",
        "exp": null,
        "cop": 3,
        "opa": "0",
        "opb": "1+",
        "opc": "2+",
        "opd": "3+",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "1e40e1c4-05b2-4149-ab00-a7da61ca9681",
        "choice_type": "single"
    },
    {
        "question": "25 year old female presenting with lump in breast to OPD-First investigation is",
        "exp": "Ans. (a) USG(Ref Bailey and Love 27h edition Page 861)* USG is IOC in young females with Dense breast to evaluate a lump in Breast* It is not useful as a screening tool as it is operator dependent.",
        "cop": 1,
        "opa": "USG",
        "opb": "Mammogram",
        "opc": "MRI",
        "opd": "PET",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "e700d690-58e1-4416-815d-c03a11c3d9ac",
        "choice_type": "single"
    },
    {
        "question": "During a routine screening mammography, a 62-year-old teacher is informed that she has changes on her mammography, and she should consult her physician. She can be reassured that the findings that indicate a benign condition are which of the following?",
        "exp": "Coarse calicfications are usually benign. Fine, clustered califications are often milignant and require biopsy. Solid tumors of the breast, especially those that have increased in size or have changed in appearance, are suspicious for carcinoma and require biopsy.",
        "cop": 3,
        "opa": "Discrete, stellate mass",
        "opb": "Fine, clustered calcifications",
        "opc": "Coarse calcifications",
        "opd": "Solid, clearly defined mass with irregular edges",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "ab43d860-2dcd-47ef-accd-27b6609b1154",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Her 2 Neu positive Breast cancer",
        "exp": "Ans. (a) Trastuzumab(Ref. Bailey and Love 27th Edition Page 878)* Drug of choice for Tumors containing Growth Factor receptor positive for C- erb B2 is Trastuzumab (Herceptin)* Other agents currently available are:# Lapitinib- Oral Combined Tyrosine Kinase Inhibitor# Pertuzumab- Tyrosine Kinase inhibitor# T-DM1- A drug which has emestane is bound to Anti Her 2 agent to allow targeted delivery of Chemotherapy for HER-2 Positive cases.",
        "cop": 1,
        "opa": "Trastuzumabb.",
        "opb": "Tamoxifen",
        "opc": "Exemestane",
        "opd": "Fluvestart",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "bd60f656-e7bc-4f17-b369-a7cafd5c1245",
        "choice_type": "single"
    },
    {
        "question": "Lady with recent delivery engorged shiny mass on breast under nipple fever -",
        "exp": "Ans. is 'a' i. e., Breast abscess * Features favouring breast abscess:# Lactating woman# Tender swelling# Pyreia# Tense shiny overlying skin* Diagnosis- Ultrasound would be the most useful investigation to diagnose the condition and in delineating the required extent of the drainage procedure.",
        "cop": 1,
        "opa": "Breast abscess",
        "opb": "Fibroadenosis",
        "opc": "Sebaceous cyst",
        "opd": "Fibroadenoma",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "9ffcad24-afdc-47fd-88ff-37adb4eb743f",
        "choice_type": "single"
    },
    {
        "question": "Latest method \"Gail model'' of risk assessment is for",
        "exp": "Ans. (c) Breast cancer. (Ref Schwartz principles of surgery, 10th ed p-512). Because of the increased risk of breast cancer in US - Gail developed a most commonly used model to predict the cumulative risk of breast cancer. It includes the following factors# Age# Age at menarche# Age at 1st child birth# Number of breast biopsy specimens# History of atypical hyperplasia# Number of 1st degree relatives with breast cancer* A scoring is calculated by a software based on these and predicts the 5 year risk and life time risk of breast cancer. For Extra Edge - Know the other similar models used for cancer breast:# Clauss model# BRCAPRO model# Tyrer-Cuzick model",
        "cop": 3,
        "opa": "Ovarian ca",
        "opb": "Prostate ca",
        "opc": "Breast ca",
        "opd": "Lung ca",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "915cd459-56c3-4fc5-8adf-b042eb703ffd",
        "choice_type": "single"
    },
    {
        "question": "Not preserved in modified radical mastectomy is",
        "exp": "Ans. (d) Branches of Inter costobrachial Nerve(Ref. Bailey and Love 6th Edition Page 813). Structures preserved in MRM:* Axillary Vessels* Bells nerve* Cephalic vein* Nerve to Latissmus dorsi* Pectoralis Major",
        "cop": 4,
        "opa": "Cephalic vein",
        "opb": "Pectoralis minor",
        "opc": "Pectoralis major",
        "opd": "Branches of Inter costobrachial Nerve",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "85b77ecf-fb8d-4443-8fee-feb7e516f3b8",
        "choice_type": "single"
    },
    {
        "question": "Indication of Sentinel node Biopsy in cancer breast",
        "exp": "Ans. (c) Breast Mass without palpable axillary node(Ref. Bailey and love 27th edition Page 877)* Sentinel node biopsy is indicated only for Node non palpable cases.* Palpable node always Cytology (FNAC) Done",
        "cop": 3,
        "opa": "Metastasis",
        "opb": "Breast mass with Palpable Axillary Node",
        "opc": "Breast mass without Palpable Axillary node",
        "opd": "Stage III cases",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "763c7dac-a534-4473-90ca-d594cae828a6",
        "choice_type": "single"
    },
    {
        "question": "The flap not used to reconstruct Breast is",
        "exp": "Ans. (c) Pectoralis major myocutaneous flap(Ref: Bailey 26th /e p. 816, Sabiston 20th edition 867). Flaps used to reconstruct Breast:* Transverse rectum abdominis flap (Pedicled or Free flaps)* Latissimus Dorsi flap* Gluteal flap* Ruben's flap* Thoraco epigastric flap* Lateral thigh flap",
        "cop": 3,
        "opa": "Transverse rectus abdominis myocutaneous flap",
        "opb": "Latissimus dorsi myocutaneous flap",
        "opc": "Pectoralis major myocutoneous flap",
        "opd": "Transversus rectus abdominis free flap",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "cd63be70-7813-4dbd-9bec-4fb4f8552448",
        "choice_type": "single"
    },
    {
        "question": "Patey's mastectomy is a type of",
        "exp": "Ans. (c) Modified radical mastectomy(Ref. Bailey and Love 26th edition Page 813)* In Patey's type of MRM- Pectoralis Minor muscle removed.",
        "cop": 3,
        "opa": "Simple mastectomy",
        "opb": "Extended mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Halsted's radical mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "dbc2cd16-e43b-49af-8840-72756f3915b9",
        "choice_type": "single"
    },
    {
        "question": "Hormonal therapy is useful if Cancer breast expresses...",
        "exp": "Ans. (a) Estrogen receptor(Ref. Sabiston 20th edition Page 853)* ER positive cases are provided Hormone therapy* HER-2/neu Positive cases are provided Trastuzumab HERCEPTIN (VEGF inhibitor)",
        "cop": 1,
        "opa": "Estrogen receptor",
        "opb": "Progesterone receptor",
        "opc": "Selling Her 2 neu",
        "opd": "VEGF",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "48938307-aff2-479d-ab46-2cf143bddcb1",
        "choice_type": "single"
    },
    {
        "question": "Mammography is used for screening from",
        "exp": "Ans. (c) 40 years(Ref Schwartz page 513/ 10th edition)* American Cancer Society (ACS) recommends screening from 40 years* Other many recommend - from 50 years. (But Sabiston 20th edition also recommends 40 years - so let us go with 40 years)",
        "cop": 3,
        "opa": "20 years",
        "opb": "30 years",
        "opc": "40 years",
        "opd": "50 years",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "682a419f-203b-4637-ba9d-99dc786dd89d",
        "choice_type": "single"
    },
    {
        "question": "Best prognosis for carcinoma breast is seen with which of the following?",
        "exp": "Ans. is 'a' i. e., <lcm size, nodes -ve, ER/ PR +ve, her 2/ neu -ve Prognostic factors of breast carcinoma* The most important prognostic variables are provided by tumor staging.* The size of the tumor and the status of the axillary lymph nodes provide reasonably accurate information on the likelihood of tumor relapse.* There is rarely justification for adjuvant chemotherapy in most women with tumors <1 cm in size whose axillary lymph nodes are negative. HER2-positive tumors are a potential exception.* Detection of breast cancer cells either in the circulation or bone marrow is associated with an increased relapse rate.* Estrogen and progesterone receptor status are of prognostic significance. Tumors that lack either or both of these receptors are more likely to recur than tumors that have them.* Several measures of tumor growth rate correlate with early relapse. S-phase analysis using flow cytometry is the most accurate measure. Indirect S-phase assessments using antigens associated with the cell cycle, such as PCNA (Ki67), are also valuable.* Tumors with a high proportion (more than the median) of cells in S-phase pose a greater risk of relapse; chemotherapy offers the greatest survival benefit for these tumors.* Assessment of DNA content in the form of ploidy is of modest value, with nondiploid tumors having a somewhat worse prognosis.* Histologic classification of the tumor has also been used as a prognostic factor. Tumors with a poor nuclear grade have a higher risk of recurrence than tumors with a good nuclear grade.* Molecular changes in the tumor are also useful. Tumors that overexpress erb. B2 (HER2/neu) or have a mutated p53 gene have a worse prognosis. Tumors that overexpress erb. B2 are more likely to respond to higher doses of doxorubicin- containing regimens and predict those tumors that will respond to HER2/neu antibodies (trastuzumab) (herceptin) and HER2/ neu kinase inhibitors.* The presence of more microvessels in a tumor, particularly when localized in so-called hot spots, is associated with a worse prognosis.* Other variables that have also been used to evaluate prognosis include proteins associated with invasiveness, such as type IV collagenase, cathepsin D, plasminogen activator, plasminogen activator receptor, and the metastasis- suppressor gene nm23. None of these has been widely accepted as a prognostic variable for therapeutic decision- making. One problem in interpreting these prognostic variables is that most of them have not been examined in a study using a large cohort of patients.",
        "cop": 1,
        "opa": "<lcm size, nodes -ve, ER/ PR +ve, her 2/ neu -ve",
        "opb": "<lcm size, nodes -ve, ER/ PR -ve, her 2/ neu +ve",
        "opc": "<2cm size, nodes -ve, ER/ PR +ve, her 2/ neu -ve",
        "opd": "<2cm size, nodes -ve, ER/ PR -ve, her 2/ neu +ve",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "945fa2de-eb2e-40a1-9754-1d4278f34129",
        "choice_type": "single"
    },
    {
        "question": "Triple assessment for CA Breast includes:",
        "exp": "Ans. (d) Clinical examination, Mammogram and FNAC(Ref: Schwartz 10/e p - 522-523)* Positive predictive value of Triple Assessment = 99. 9%",
        "cop": 4,
        "opa": "History, clinical examination and mammogram",
        "opb": "History, clinical; examination and FNAC",
        "opc": "USG, mammogram and FNAC",
        "opd": "Clinical examination, mammogram and FNAC",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "3a05b15b-9143-4b37-8f73-d83b3efef3a8",
        "choice_type": "single"
    },
    {
        "question": "ER Positive cases of cancer breast - drug given is",
        "exp": "Ans. (b) Tamoxifen(Ref. Sabiston 20th edition 853)* Tamoxifen - ER+ ve Tumors in Premenopausal and Postmenopausal* Aromatose Inhibitors - ER +ve in Postmenopausal women only",
        "cop": 2,
        "opa": "Bevacizumab",
        "opb": "Tamoxifen",
        "opc": "Cyclophosphamide",
        "opd": "Adalimumab",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "14aebfa4-f65c-460e-90a0-9884725698aa",
        "choice_type": "single"
    },
    {
        "question": "Percentage of malignancy in duct ectasia is",
        "exp": "Ans. (a) No risk(Ref. Schwartz 10th edition Page 511, Bailey 26th edition page 806)* The periductal mastitis mimics like cancer and hence mammography must be done.* Otherwise there is no risk of cancer in Duct ectasia",
        "cop": 1,
        "opa": "No risk",
        "opb": "5: 01",
        "opc": "1. 2: 1",
        "opd": "10: 01",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "16145223-bb7b-4bbc-888b-435c1b76b6b9",
        "choice_type": "single"
    },
    {
        "question": "Chronic treatment with tamoxifen can cause carcinoma of:-",
        "exp": "TAMOXIFEN Tamoxifen is effective in Estrogen Receptor (ER) positive breast carcinoma but some ER negative tumors also respond to tamoxifenQ. Potent antagonist in breast carcinoma cells, blood vessels and at some peripheral sitesQ Paial agonist in the pituitary, bone, uterus and liver (Pit Bul) Adverse Effects of Tamoxifen Hot flushes, nausea & vomiting (MC)Q Menstrual irregularitiesQ, vaginal bleeding, discharge, pruritus vulvae & dermatitis Endometrial cancerQ ThromboembolismQ CataractQ Retinal deposits & decreased visual acuityQ",
        "cop": 2,
        "opa": "Ovary",
        "opb": "Endometrium",
        "opc": "Cervix",
        "opd": "Vulva",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "b0501d36-200f-4c37-b4fb-5b0f6e49dffc",
        "choice_type": "single"
    },
    {
        "question": "Fibroadenoma of the breast are:",
        "exp": "Ans. (d) Solitary mobile mass(Ref: Schwartz 10/e p510)* Fibroadenoma is the MC benign tumor of Female breast* MC in 15-30 years* Also known as Breast mouse",
        "cop": 4,
        "opa": "Fixed mass",
        "opb": "Diffuse mass",
        "opc": "Multiple diffuse mass",
        "opd": "Solitary mobile mass",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "f1fb53fe-e116-4386-b6b5-34ba453aa17b",
        "choice_type": "single"
    },
    {
        "question": "Nipple inversion occurs due to involvement of:",
        "exp": "Ans. (b) Subareolar duct(Ref: Bailey 25/e p834)* Peau- de orange - Subdermal Lymphatic infiltration (T4b)* Dimpling/Puckering/tethering of skin - Due to Coopers ligament of breast involvement (It is not skin involvement is T staging)* Nipple retraction - Fibrosis in and around the Subareolar duct",
        "cop": 2,
        "opa": "Cooper's ligament",
        "opb": "Subareolarm duct",
        "opc": "Parenchyma of breast",
        "opd": "Subdermal lymphatics",
        "subject_name": "Surgery",
        "topic_name": "Breast",
        "id": "bf09756a-031f-4562-a77c-327b2b6d8ee5",
        "choice_type": "single"
    }
]