[
    {
        "question": "Most common type of breast carcinoma:",
        "exp": "Ans: b (Ductal) Ref: Bailey, 24th ed, p. 836# Ductal carcinoma is the most common variant.# Subtypes of lobular carcinoma are classical type and pleomorphic type, of which classical type carries a better prognosis. Classification of breast carcinoma with percentage incidence is given in 2007 surgery paper. Please go through it.",
        "cop": 2,
        "opa": "Lobular",
        "opb": "Ductal",
        "opc": "Medullary",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "e2eacb4d-5f8b-490d-bfbb-43838d8ba33d",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of ca breast is:",
        "exp": "Ans. is 'd' ie Infiltrative Ductal ca Almost all breast malignancies are adenocarcinomas, all other types (i. e. squamous cell Ca, phylloides tumors, sarcomas, and lymphomas are rare. They are divided into two types ductal and lobular types each of which are further two types carcinoma in situ & invasive type. Ductal carcinomas arise from epithelium lining the ducts and lobular arises from the epithelium of the acini forming lobules. Infiltrative ductal Ca is the most common type of breast Ca.",
        "cop": 4,
        "opa": "Papillary ca",
        "opb": "Pagets disease",
        "opc": "Fibrasorcoma",
        "opd": "Infiltrative ductal ca",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "4566ea7e-cce4-4e99-bd14-b225f73cd185",
        "choice_type": "single"
    },
    {
        "question": "Maximum risk of invasive breast carcinoma is seen with?",
        "exp": "ANSWER: (D) Atypical ductal hyperplasia. REF: Sabiston Textbook of Surgery, 18th ed Table 34-3, Schwart'z 8til edition Table 17-4\"Annual risk for development of breast cancer in a woman with lobular carcinoma insitu (LCIS) is slightly less than 1% per year, and with either atypical ductal hyperplasia (ADH) or atypical lobular hyperplasia (ALH) it is between 0. 5% and 1% per year\" (NOTE: Annual risk and relative risk provided in the chart are different). Cancer Risk Associated with Benign Breast Disorders and In Situ Carcinoma of the Breast. Nonproliferative lesions of the breast. No increased risk. Sclerosing adenosis. No increased risk. Intraductal papilloma. No increased risk. Florid hyperplasia1. 5 to 2-fold. Atypical lobular hyperplasia4-fold. Atypical ductal hyperplasia4-fold. Ductal involvement by cells of atypical ductal hyperplasia7-fold. Lobular carcinoma in situ10-fold. Ductal carcinoma in situ10-fold",
        "cop": 4,
        "opa": "Complex Fibroadenoma",
        "opb": "Sclerosing Adenosis",
        "opc": "Intraductal papilloma",
        "opd": "Atypical ductal hyperplasia",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "7547be30-7ca5-464e-a2cf-176fb89dceab",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node biopsy is done if -",
        "exp": "Ans. is 'c' i. e., Breast mass but no lymph node palpable Sentinel lvmph node biopsyo Now Sentinel lymph node biopsy is considered the standard for evaluation of the axillary lymph nodes for metastasis in women who have clinically negative lymph nodes, (the sentinel lymph node is the first regional lymph node to receive tumor cells that metastasize along the lymphatic pathway from the primary breast cancer)o SLN biopsy is usually done intraoperatively by using isosulphan blue dye (lymphazurin) or radioactive colloid. Accuracy in detection of SLN is best when both the methods are combinedo When radioactive colloid is used, the SLN is detected by a gamma-camerao The blue dye colours the afferent lymphatics and the SLN, hence aids in the identification. SLN Biopsy (for breast ca) is contraindicated ino Palpable lymphadenopathyo Prior axillary surgery, chemotherapy or radiation therapyo Multifocal breast cancers",
        "cop": 3,
        "opa": "Metastatic breast ca",
        "opb": "Lymph node palpable",
        "opc": "Breast mass but no lymph node palpable",
        "opd": "Breast lump with palpable axillary lymph node",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "990c805b-9117-425b-ab3e-d9656d9f0a0e",
        "choice_type": "single"
    },
    {
        "question": "Peau d'orange appearance is due to -",
        "exp": "Ans. is 'c'i. e., Lymphatic permeation o Repeat from previous sessions",
        "cop": 3,
        "opa": "Intra-epithelial cancer",
        "opb": "Sub-epidermal cancer",
        "opc": "Lymphatic permeation",
        "opd": "Vascular embolization",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "d5353ecd-d76b-4d60-9689-0a240bdb226a",
        "choice_type": "single"
    },
    {
        "question": "What is peau d'orange?",
        "exp": "Ans. is 'a' i. e., Cutaneous lymphatic edema due to infiltration of subdermal lymphatics o Peau d' orange is due to cutaneous lymphatic edema, where the infiltrated skin is tethered by the sweat ducts, it cannot swell, leading to an appearance like orange skin. o Has been explained in previous sessions",
        "cop": 1,
        "opa": "Cutaneous lymphatic edema due to infiltration of subdermal lymphatics",
        "opb": "Radiation associated edema of breast",
        "opc": "Radiation associated limb edema",
        "opd": "Limb edema associated with axillary lymph node dissection",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "3c665fd0-d327-4b51-9d83-898908614889",
        "choice_type": "single"
    },
    {
        "question": "This appearance of mammary skin is due to",
        "exp": "Ans. (c) Lymphatic penetration. Observe the dotted dimpling on the skin which resembles orange peel, hence the name peau-d-orange. Peau-d-orange is due to cutaneous lymphatic blockage, leading to an appearance like orange skin, this condition is due to lymphatic penetration by tumor cells. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 3,
        "opa": "Intra-epithelial cancer",
        "opb": "Sub-epidermal cancer",
        "opc": "Lymphatic penetration",
        "opd": "Vascular embolization",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "b8611cc2-ccc3-4ac7-9e5e-ca7fa40211d5",
        "choice_type": "single"
    },
    {
        "question": "On which of following does prognosis in male breast Ca depend.",
        "exp": "Ans is 'd' ie. Lymph node status Lymph node status is the best prognostic indicator in both females as well as males. \"The presence of nodal metastasis appears to have at least the same prognostic power in male as in women. \" - Sabiston, 16/e\"The negative prognostic factors for breast cancer in men are the same as in women and include nodal involvement, tumor size, histologic grade, and hormone receptor status. \" - Sabiston 18/e, p 886",
        "cop": 4,
        "opa": "Duration of disease",
        "opb": "Nipple discharge",
        "opc": "Ulceration of nipple",
        "opd": "Lymph node status",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "aa43e0ce-859f-4b19-963b-b208c674076f",
        "choice_type": "single"
    },
    {
        "question": "As per AJCC breast cancer staging T4 is?",
        "exp": "Ans. (b) Satellite lesions. Ref: Schwartz 10th ed. / 532. To. No evidence of primary tomor. TISCarcinoma in situ. T1. Tumor <2 cm. T1a. Tumor > 0. 1 cm but < 0. 5 cm. T1b. Tumor > 0. 5 but < 1 cm. T1c. Tumor > 1 cm but <2 cm. T2. Tumor > 2 cm but <5 cm. T3. Tumor >5 cm. T4. Extension to chest wall, inflammation, satellite lesions, ulcerations",
        "cop": 2,
        "opa": "Distant metastasis",
        "opb": "Satellite lesions",
        "opc": "Spread to contralateral axillary lymph nodes",
        "opd": "Sentinel lymph node involvement",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "521154a0-1ab4-4e63-bff1-31eb53420332",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common type of male breast cancer?",
        "exp": "Ans. is 'a' i. e., Infiltrating Ductal Carcinoma o All known histopathologic types of breast cancer have been described in men with infiltrating ductal carcinoma being most common (about 70%). Male breast cancero Breast cancer in men is a rare disease; less than 1% occurs in men. o The average age is about 60 yrs - older than the most common presenting age in womeno Gynecomastia is seen preceding or accompanying the breast cancer in about 20% of caseso The risk of male breast cancer is related to an increased lifelong exposure to estrogen (as with female breast cancer) or to reduced androgen. The strongest association is in men with Klinefelter's syndrome (XXY) who have a 14- to 50-fold increased risk of developing male breast cancer. Also, men who carry a BRC A1, or particularly a BRC A2 mutation, have an increased risk of developing breast cancero The following conditions have been reported to be associated with an increased risk of breast cancer in men:# Chronic liver disorders, such as cirrhosis, chronic alcoholism, schistosomiasis;# A history of mumps orchitis, undescended testes, or testicular injury; and# Feminization, genetically or by environmental exposure# Radiation exposureo All known histopathologic types of breast cancer have been described in men with infiltrating ductal carcinoma being most common (about 70%). o A majority of male breast cancers are ER/PR positive and the percentage positive is greater than for female breast cancer. o As for women, stage is the predominant prognostic indicator, and most studies report that stage for stage, men with breast cancer have the same outcome following treatment as women with breast cancer. Overall, men do worse because of the advanced stage of their cancer at the time of diagnosiso Treatment consists of modified radical mastectomy in operable patients. The use of postmastectomy radiation therapy follows the same guidelines as for female breast cancer. Similarly, the use of systemic therapy follows the same guidelines as for women with postmenopausal breast cancer. Tamoxifen is the mainstay for adjuvant systemic therapy in ER-positive male breast cancer. Metastatic breast cancer in men is treated identically to metastatic disease in women",
        "cop": 1,
        "opa": "Infiltrating Ductal Carcinoma",
        "opb": "lobular Carcinoma",
        "opc": "Mucinous Carcinoma",
        "opd": "Colloid Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "88e2a2a5-c30c-423a-9e33-a0ee972bd471",
        "choice_type": "single"
    },
    {
        "question": "Which type of breast carcinoma is bilateral and multicentric?",
        "exp": "1. Ans: b (Lobular) Ref: Bailey, 24th. Most Ca breast are adenocarcinoma. Types:* Ductal: in situ invasive* Lobular. Most common type: invasive ductal type. Ductal carcinoma arises from epithelium. Colloid carcinoma--Cells produce abundant mucin. Medullary Ca-- Solid sheets of large cells often associated with marked lymphocytic reaction. Infiltrative Ca-- Rare highly aggressive Ca that present as a painful swollen breast with cutaneous odema. Tubular Ca. Breast carcinoma with good prognosis even with axillary lymph nodes--medullary Ca. Bulls eye appearance is seen in - invasive lobular. Desmoplastic reaction is shown by - ductal invasive. Comedo carcinoma is - ductal carcinoma in situ (DCIS). Most common variant of breast carcinoma- ductal invasive. Lobular carcinoma - multicentric and bilateral. The underlying lobular architecture can still be recognised on microscopic examination \"Indian file pattern\" is seen",
        "cop": 2,
        "opa": "Ductal",
        "opb": "Lobular",
        "opc": "Medullary",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "fbb93abc-b738-49a9-aa52-3d948ee53d06",
        "choice_type": "single"
    },
    {
        "question": "Intraoperative sentinel lymph node detection in axilla is done by using -",
        "exp": "Ans. is 'b' i. e., Isosulfan blue dye o Lymphetic mapping is performed by using isosulfan blue dye, technetium-fabled sulfur colloid ablumin or a combination of both.",
        "cop": 2,
        "opa": "Mammography",
        "opb": "Isosulfan blue dye",
        "opc": "MRI *",
        "opd": "CT",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "a2963db4-8c10-473f-b147-cc427a179997",
        "choice_type": "single"
    },
    {
        "question": "Bilateral carcinoma breast is common in which of the following type of breast cancer?",
        "exp": "Ans. a (Lobular). (Ref. Bailey & Love, 25th/ pg. 837). Breast carcinoma1. Mast common type. Ductal carcinoma (80%)2. Most malignant (bad prognosis). Inflammatory carcinoma3. Most favourable/ excellent prognosis. Tubular carcinoma4. Bilateral. Invasive Lobular carcinoma5'Indian file pattern' on HPRInvasive lobular carcinoma6. Mast common type in males. Infiltrating ductal carcinoma",
        "cop": 1,
        "opa": "Lobular",
        "opb": "Inflammatory",
        "opc": "Scirrhous",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "58b505ce-68c3-4d78-a216-cc599db66bd7",
        "choice_type": "single"
    },
    {
        "question": "Histological variety of Breast carcinoma with best prognosis is?",
        "exp": "ANSWER: (D) Tubular. REF: Sabiston 17th ed p. 891, CSDT 11th ed p. 335. It is commonly held that infiltrating ductal carcinomas (NOS) is the most common form of breast carcinoma and carries worst outcome. Infiltrating and pure medullary carcinomas have intermediate outcomes. Tubular and mucinous carcinomas are least aggressive cancers. NOTE: Most important prognostic factor for breast carcinoma is staging followed by lymph node status",
        "cop": 4,
        "opa": "Medullary",
        "opb": "Colloid",
        "opc": "Lobular",
        "opd": "Tubular",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "4121bb5a-8be7-4f8d-ab25-84a9ba832fdb",
        "choice_type": "single"
    },
    {
        "question": "Increased incidence of breast carcinoma is seen with-",
        "exp": "Ans. is 'b' i. e., Atypical hyperplasia o Patients with a history-' of breast biopsy for benign breast disease have an increased risk of breast cancer. The degree of increase in risk depends on the specific epithelial abnormality. The table below shows the relative associated risks for patients with benign histologic findings. American Board of Pathology Histologic Classification of Benign Disease. Histopatiioiogy. Approximate Relative Risk. Nonproliferative. No added risk. Cysts Duct ectasia Calcification Fibroadenoma Milk ductal epithelial hyperplasia Sclerosing adenosis. No added risk. Papillomatosis. Slight added risk. Radial scars Complex sclerosing lesions? Moderate or florid hyperplasia1. 5: 1 to 2: 1. Atypical hyperplasia (ductal and lobular)4: 1. Extensive ductal involvement of atypical hyperplasia 7: 1 Lobular carcinoma in situ10: 1. Ductal carcinoma in situ10: 1",
        "cop": 2,
        "opa": "Sclerosing adenosis",
        "opb": "Atypical hyperplasia",
        "opc": "Apocrine metaplasia",
        "opd": "Duct papilloma",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Types and Staging",
        "id": "61c6f088-881f-4451-91b8-5507939f7d9f",
        "choice_type": "single"
    }
]