[
    {
        "question": "Which of the following is spared in modified radical mastectomy (MRM)?",
        "exp": "Ans. a (Pectoralis major). (Ref. Bailey & Love Surgery, 25th ed., 842)MASTECTOMY is now only strictly indicated for large tumors, central tumor beneath or involving nipple, multifocal disease, and local recurrence or for patient preference. Simple mastectomy. Radical mastectomy (Halsted). Modified radical Mastectomy (Patey's)# Only breast & Axillary tail of breast# Breast# Axillary lymph nodes# Pectoralis major# Pectoralis minor# Whole breast# Large portion of skin including nipple# Dissection of axilla# All fat, fascia & lymph nodes of axilla.# Pectoral minor either divided or retracted# Intercostal brachial nerves divided. STRUCTURES SPARED IN MRM1. Pectoralis major2. Axillary vein3. Nerve to serratus anterior & latissimus dorsi. Educational points:# Conservative breast cancer surgery is QUART (Quadrantectomy Axillary Dissection & RT).# Sentinel node biopsy localized by radionuclide scan or by injection of patent blue dye.# Reconstruction materials:- Silicone gel, - Musculocutaneous Flaps {TRAM gives best cosmetic results)",
        "cop": 1,
        "opa": "Pectoralis major",
        "opb": "Pectoralis minor",
        "opc": "Axillary lymph nodes",
        "opd": "Nipple",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "438bf93a-d441-4291-ac94-041d058823d7",
        "choice_type": "single"
    },
    {
        "question": "Nerve not damaged in breast surgery is?",
        "exp": "ANSWER: (A) Median nerve. REF: Breast surgery by William G. Cance page 95. Following nerves get injured during breast surgeries: Axillary motor nerves. The long thoracic. Thoracodorsal. Medial pectoralnerves",
        "cop": 1,
        "opa": "Median nerve",
        "opb": "Median pectoral nerve",
        "opc": "Nerve to latissimus dorsi",
        "opd": "Nerve to serratus anterior",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "f55769b8-0887-4ec1-97e6-af47b07e8ae5",
        "choice_type": "single"
    },
    {
        "question": "Use of tamoxifen in carcinoma of breast patients does not lead to the following side effects.",
        "exp": "Ans. is 'd' i. e. Cancer in opposite breast Adverse effects of Tamoxifen: - Hot flushes, nausea vomiting (most common side effects)*Menstrual irregularities, vaginal bleeding, discharge, pruritus vulvae & dermatitis. Endometrial cancer. Thromboembolism. Cataracts. Retinal deposits & decreased visual acuity. Uses of Tamoxifen: -Estrogen receptor positive breast cancer: used in both pre and postmenopausal women. May slow the development of osteoporosis in postmenopausal women (due to its estrogenic effect)",
        "cop": 4,
        "opa": "Thromboembolic events",
        "opb": "Endometrial Carcinoma",
        "opc": "Cataract",
        "opd": "Cancer in opposite breast",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "c54928ed-8c98-4610-9022-c3abc108955e",
        "choice_type": "single"
    },
    {
        "question": "In a post menopausal woman with ER positive breast cancer most appropriate drug would be -",
        "exp": "Ans. is 'a' i. e., Aromatase inhibitor Adjuvant hormone therapy (tamoxifen) is added to all those with estrogen receptor positive. o The use of chemotherapy in post-menopausal women is controversial.# In post menopausal women, chemotherapy is frequently used upto age 70 yrs, if she can tolerate it.# In older women, chemotherapy is performed less frequently. o In estrogen positive tumors, in postmenopausal women, antiestrogen (aromatase inhibitors) therapy is the preferred form of adjuvant systemic treatment.",
        "cop": 1,
        "opa": "Aromatase inhibitor",
        "opb": "Tamoxifen",
        "opc": "Herceptin",
        "opd": "Flutamide",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "f6ca5a48-c236-44c0-82b6-7d6269f588f4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to treat hormone- responsive breast cancer?",
        "exp": "Ans. d. Tamoxifen (Ref: Goodman and Gilman 12/e p1756-1757). Tamoxifen is used to treat hormone- responsive breast cancer. \"Tamoxifen was first synthesized in 1966 and initially developed as on oral contraceptive but instead was found to induce ovulation and proved to have anti-proliferative effect on estrogen-dependent breast cancer. Tamoxifen is a competitive inhibitor of estradiol, binding to the estrogen receptor. It has become a standard agent as a result of its anti-cancer activity and good tolerability profile. Tamoxifen is prescribed for the prevention of breast cancer in high-risk patients, for the adjuvant therapy of early stage breast cancer, and for the therapy of advanced breast cancer. It also prevents development of breast cancer in woman at high risk based on a strong family history, prior non-malignant breast pathology, or inheritance of the BRCA1 or BRCA2 genes. \"- Goodman and Gilman 12/e p1756-1757. Tamoxifen. Tamoxifen is a standard hormonal treatment of breast cancer in both premenopausal and postmenopausal women. QTamoxifen is effective in Estrogen Receptor (ER) positive breast carcinoma but some ER negative tumors also respond to tamoxifenQ. Tamoxifen is approved for primary prophylaxis of breast cancer in high risk women. QIf reduces the recurrence rate of breast cancer in ipsilateral as well contralateral breast. QTamoxifen is associated with reduced risk of cancer in the contralateral breastQ. Dose: 10 mg BD X 5-years. QWhile tamoxifen blocks estrogen receptors on the breast, it stimulates these receptors in the uterus (because tamoxifen is a partial against of ER), may lead to endometrial hyperplasia and endometrial cancer. QPotent antagonist in breast carcinoma cells, blood vessels and at some peripheral sites. QQPartial agonist in the uterus, bone, liver and pituitary. Adverse Effects of Tamoxifen* Hot flushes, nausea and vomiting (MC)Q* Menstrual irregularitiesQ, vaginal bleeding, discharge, pruritus vulvae and dermatitis* Endometrial cancerQ* ThromboembolismQ* CataractQ* Retinal deposits and decreased visual acuity",
        "cop": 4,
        "opa": "Cyptroterone acetate",
        "opb": "Clomiphene citrate",
        "opc": "Diethylstibestrol",
        "opd": "Tamoxifen",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "a83532ee-199b-4c2d-8d66-87b72093a142",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma breast 4cm with lymph node and nipple involvement -",
        "exp": "Ans. is 'a' i. e., MRM o Here let's first see the TNM staging of this tumor. This patient is having Stage III disease (T4, NI or N2, MO) according the TNM table given below. TNM Classification of Breast Cancer (Accord to AJCC - 6/e. of. AJCC Cancer Staging Manual)T0-No clinical evidence of primary'tumor. Tis-Carcinoma in situ. T1-Tumor 2 cm or less in greatest dimension. T2-Tumor more than 2 cm but not more than 5 cm in greatest dimension. T3-Tumor more than 5 cm in greatest dimension. T4-Tumor of any size with direct extension to a) chest wall or b) skin or c) both. T4a-Extension to chest wall (excluding the pectoralis)T4b-Edema (including Peaud1 Orange) or ulceration of the skin of the breast, or satellite skin nodules confined to the same breast. T4c-Both T4a& T4b. T4d-Inflammatory' Carcinoma. N0-No regional lymphnode metastasis. N1-Metastasis to ipsilateral axillary' lymph nodes, mobileN, 2 N2a-Metastasis to ipsilateral axillary' lymph nodes, fixed or matted. N2b-Metastasis to ipsilateral internal mammary' nodes in the absence of clinically evident axillary' lymph. N3: N3a-Metastasis to ipsilateral infraclavicular lymph node. N3b-Metastasis to ipsilateral internal mammary lymph node and ipsilateral axillary' lymph node. N3c-Metastasis to ipsilateral supraclavicular lymph nodes. M0-No distant metastasis. M1-Distant metastasis Staging according to TNM Classification. Stage 0-Tis. N0 M0. Stage I-T1. N0 M0. Stage II-T0. N1 M0 T1. T2. T3. N1. N0/N1. N0. M0. M0. M0. Stage IIIT3. Any T4. Any N2, N3. N1. Mo. Stage IVAny M1 Stage III or Advanced Local-Regional Breast Cancer is managed by: Neoadjuvant chemotherapy + MRM + adjuvant radiation therapy + chemotherapy + antiestrogen therapy. Lets see the management of all the stages of breast cancer: Stage 1 & H breast cancers f Earh invasive breast cancers) are managed by. Primary therapy for local management &Adjuvant therapyo Primary therapy consists of: Mastectomy with assessment of axillary lymph node status (or modified radical mastectomy) or# Breast conservation (lumpectomy, wide local excision or quadrantectomy) with assessment of axillary lymph node status + radiotherapy. o Various trials have found both these methods to be equally effective. Breast conservation is the preferred form of treatment because of cosmetic advantages. However there are certain contraindications for conservative surgery (described in subsequent question)o Management of axillarylymph nodes. Earlier dissection of axillary lymph nodes (level I and II) was performed to assess the lymph node status (i. e. presence or absence of occult metastasis). Now Sentinel lymph node biopsy is considered the standard for evaluation of the axillary lymph nodes for metastasis in women who have clinically negative lymph nodes, (the sentinel lymph node is the first regional lymph node to receive tumor cells that metastasize along the lymphatic pathway from the primary breast cancer). Axillary Lymph node dissection is performed for clinically palpable axillary lymphnodes or metastatic disease detected in sentinel lymph node biopsy. o Adjuvant chemotherapy is given to. All node-positive cancers. Node negative cancers if> 1 cm in size. Node negative cancer > 0. 5 cm in size with adverse prognostic factors such as. Blood vessel or lymph vessel invasion. High nuclear grade. High histological grade. HER 2/neu overexpression. Negative hormone receptor statuso Adjuvant hormone therapy (tamoxifen) is added to all those with estrogen receptor positive tumors. o HER-2/neu expression is determined for all patients with newly diagnosed breast cancer and may be used to provide prognostic information in patients with node-negative breast cancer and predict the relative efficacy of various chemotherapy regimens. Trastuzumab is the HER-2/neu-targeted agent that is added to the adjuvant therapy if the tumor shows overexpression of HER-2/neu receptors. Advanced Local-Regional Breast Cancer (Stage HI)(Neoadjuvant chemotherapy + MRM + adjuvant radiation therapy + chemotherapy + antiestrogen therapy)o Here the disease is advanced on the chest wall or in regional lymph nodes (or both), with no evidence of metastasis to distant sites. Such patients are recognized to be at significant risk for the development of subsequent metastases, and treatment addresses the risk for both local and systemic relapse, o In an effort to provide optimal local-regional disease-free survival as well as distant disease-free survival for these women, surgeiy is integrated with radiation therapy and chemotherapy, o Neoadjuvant chemotherapy (administration of therapeutic agents prior to the main treatment) should be considered in the initial management of all patients with locally advanced stage III breast cancer, o Surgical therapy for women with stage III disease is usually a modified radical mastectomy, followed by adjuvant radiation therapy and chemotherapy. Antiestrogen therapy (tamoxifen) is added for hormone receptor positive tumors. Chemotherapy is used to maximize distant disease-free survival, whereas radiation therapy is used to maximize local- regional disease-free survival. o In selected patients with stage III A cancer, neoadjuvant (preoperative) chemotherapy can reduce the size of the primary cancer and permit breast-conserving surgery. Distant Metastases f. Stage IV)(mainly palliative treatment)o Treatment for stage IV breast cancer is not curative but may prolong survival and enhance a woman's quality of life, o Hormonal therapies that are associated with minimal toxicity are preferred to cytotoxic chemotherapy. Appropriate candidates for initial hormonal therapy include women with hormone receptor-positive cancers; women with bone or soft tissue metastases only; and women with limited and asymptomatic visceral metastases. o Systemic chemotherapy is indicated for women with hormone receptor-negative cancers, symptomatic visceral metastases, and hormone-refractory metastases. o Bisphosphonates, which may be given in addition to chemotherapy or hormone therapy, should be considered in women with bone metastases.",
        "cop": 1,
        "opa": "MRM",
        "opb": "Lumpectomy",
        "opc": "Simple mastectomy",
        "opd": "Palliation",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "709802ad-d2c7-4530-9c29-cad19bf4a237",
        "choice_type": "multi"
    },
    {
        "question": "30 yrs female presented with unilateral breast cancer associated with axilary lymph node enlargement. Modified radical mastectomy was done, further treatment plan will be",
        "exp": "Ans. is 'b' i. e. Adriamycin based chemotherapy followed by tamoxifen depending on.... Stage I & II breast cancers (Early invasive breast cancers) are managed by. Primary therapy for local management &Adjuvant therapy. Primary therapy consists of: Mastectomy with assessment of axillary lymph node status (or modified radical mastectomy) or. Breast conservation (lumpectomy, wide local excision or quadrantectomy) with assessment of axillary lymph node status + radiotherapy. Various trials have found both these methods to be equally effective. Breast conservation is the preferred form of treatment because of cosmetic advantages However there are certain contraindications for conservative surgery (described in subsequent question). Management of axillary lymph nodes. Earlier dissection of axillary lymph nodes (level I and II) was performed to assess the lymph node status (i. e. presence or absence of occult metastasis). Now Sentinel lymph node biopsy is considered the standard for evaluation of the axillary lymph nodes for metastasis in women who have clinically negative lymph nodes, (the sentinel lymph node is the first regional lymph node to receive tumor cells that metastasize along the lymphatic pathway from the primary breast cancer). Axillary Lymph node dissection is performed for clinically palpable axillary lymph nodes or metastatic disease detected in sentinel lymph node biopsy. Adjuvant chemotherapy is given to all node-positive cancersnode negative cancers if > 1 cm in size * node negative cancer >. 5 cm in size with adverse prognostic factors such as blood vessel or lymph vessel invasion high nuclear grade high histological grade HER 2/neu overexpression negative hormone receptor status. Adjuvant hormone therapy (tamoxifen) is added to all those with estrogen receptor positive tumors. HER-2/neu expression is determined for all patients with newly diagnosed breast cancer and may be used to provide prognostic information in patients with node-negative breast cancer and predict the relative efficacy of various chemotherapy regimens. Trastuzumab is the HER-2/neu-targeted agent that is added to the adjuvant therapy is the tumor shows overexpression of HER-2/neu receptors. Advanced Local-Regional Breast Cancer (Stage III)(Neoadjuvant chemotherapy + MRM + adjuvant radiation therapy + chemotherapy + antiestrogen therapy). Here the disease is advanced on the chest wall or in regional lymph nodes (or both), with no evidence of metastasis to distant sites. Such patients are recognized to be at significant risk for the development of subsequent metastases, and treatment addresses the risk for both local and systemic relapse. In an effort to provide optimal local-regional disease-free survival as well as distant disease-free survival for these women, surgery is integrated with radiation therapy and chemotherapy. Neoadjuvant chemotherapy (administration of therapeutic agents prior to the main treatment) should be considered in the initial management of all patients with locally advanced stage III breast cancer. Surgical therapy for women with stage III disease is usually a modified radical mastectomy, followed by adjuvant radiation therapy and chemotherapy. Antiestrogen therapy (tamoxifen) is added for hormone receptor positive tumors. Chemotherapy is used to maximize distant disease-free survival, whereas radiation therapy is used to maximize local-regional disease-free survival. In selected patients with stage IIIA cancer, neoadjuvant (preoperative) chemotherapy can reduce the size of the primary cancer and permit breast-conserving surgery. Distant Metastases (Stage IV)(mainly palliative treatment). Treatment for stage IV breast cancer is not curative but may prolong survival and enhance a woman's quality of life. Hormonal therapies that are associated with minimal toxicity are preferred to cytotoxic chemotherapy. Appropriate candidates for initial hormonal therapy include women with hormone receptor-positive cancers; women with bone or soft tissue metastases only; and women with limited and asymptomatic visceral metastases. Systemic chemotherapy is indicated for women with hormone receptor-negative cancers, symptomatic visceral metastases, and hormone-refractory metastases. Bisphosphonates, which may be given in addition to chemotherapy or hormone therapy, should be considered in women with bone metastases. About Adjuvant Therapy. Adjuvant therapy is the use of systemic therapy (chemotherapy or/and hormone therapy) in patients who have received local therapy but are at risk of relapse. The objective is to eliminate the occult metastasis responsible for late recurrences while they are microscopic and theoretically most vulnerable to anticancer agents. Adjuvant chemotherapy is given to all node-positive cancersnode negative cancers if > 1 cm in size node negative cancer >. 5 cm in size with adverse prognostic factors such as blood vessel or lymph vessel invasion high nuclear grade high histological grade HER 2/neu overexpression negative hormone receptor status. Adjuvant hormone therapy (tamoxifen) is added to all those with estrogen receptor positive.* The use of chemotherapy in post-menopausal women is controversial. In post menopausal women, chemotherapy is frequently used upto age 70 yrs, if she can tolerate it. In older women, chemotherapy is performed less frequently. In estrogen positive tumors, in postmenopausal women, antiestrogen (tamoxifen/ aromatase inhibitors) therapy is the preferred form of adjuvant systemic treatment. Neoadjuvant chemotherapy it involves the administration of adjuvant therapy before primary therapy (surgery & radiation therapy) it has shown to down-stage the tumor. Previously CMF (cyclophosphamide, methotrexate & 5-fluorouracil) was the chemotherapeutic regimen of choice. \"CMF is no longer considered adequate adjuvant chemotherapy and modem regimens include an anthracycline (doxorubicin or epirubicin) and the newer agents such as the taxanes (paclitaxel and docetaxel)\"- Bailey and Love 25/e p844. Anti-HER-2/neu antibody therapy (Trastuzumab)HER-2/neu expression for all newly diagnosed patients with breast cancer is now recommended. Trastuzumab is added to the chemotherapy for tumors overexpressing HER-2/neu receptors. (Trastuzumab is added along with taxanes)",
        "cop": 2,
        "opa": "Observation and follow-up",
        "opb": "Adriamycin based chemotherapy followed by tamoxifen depending on estrogen/progesterone receptor status",
        "opc": "Adriamycin based chemotherapy only",
        "opd": "Tamoxifen only",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "b34269d9-22cc-4f3f-9e54-e4e6ae353df1",
        "choice_type": "single"
    },
    {
        "question": "Management of cvstosarcoma phylioides in a young female:",
        "exp": "Ans: A (Wide excision with a margin) Ref: Robbins Pathologic Basis of Disease, 8th edition & Bailey and Love's Short Practice of Surgery 25th Edition. Explanation: PHYLLODES TUMORThey are a fibroepithelial tumor composed of an epithelial and a cellular stromal component. Phyllodes tumors arise from intralobular stroma. Most patients present in the sixth decade. The majority is detected as palpable masses, but a few are found by mammography. Aka cvstosarcoma phy llodes and serocystic disease of brodie. However, the term phyllodes tumor is preferred, since most are benign and are not cystic. Around 70% are benign. Morphology. The tumors vary in size from a few centimeters to massive lesions. The larger lesions have bulbous protrusions (phyllodes \"leaflike\") due to the presence of nodules of proliferating stroma covered by epithelium. In some tumors these protrusions extend into a cystic space. Low-grade lesions resemble fibroadenomas but contain more cellular and contain mitotic figures. High-grade lesions have foci of mesenchymal differentiation (DD: soft-tissue sarcomas). The frequent chromosomal mutation is amplification of EGFR. Treatment. Excision with wide margins or by mastectomy (to avoid local recurrences). Axillary lymph node dissection is not indicated, because of nodal metastases is rare. I he majority are low-grade tumors that may recur locally but only rarely metastasize. Rare high-grade lesions behave aggressively, with frequent local recurrences and distant hematogenous metastases in about one third of cases. Malignant Phyllodes - Total Mastectomy.",
        "cop": 1,
        "opa": "Wide excision with a margin",
        "opb": "Wide excision and chemotherapy",
        "opc": "Wide excision and radiotherapy",
        "opd": "Modified mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "89b600ac-1025-4f3e-8fb6-83039800c674",
        "choice_type": "single"
    },
    {
        "question": "Conservative surgery is not done in breast carcinoma if there is?",
        "exp": "ANSWER: (B) sub-areolar lump. REF: Harrison s principles of internal medicine 17th ed chapter 86. Breast-conserving surgery is not suitable for all patients: it is not generally suitable for tumor> 5 cm (or for smaller tumors if the breast is small). For tumors invoking the nipple areola complex. For tumors with extensive intraductal disease involving multiple quadrants of the breast. For women with a history of collagen-vascular disease. Do not have convenient access to radiation therapy. Women who either do not have the motivation for breast conservation",
        "cop": 2,
        "opa": "Lymph node metastasis",
        "opb": "Sub-areolar lump",
        "opc": "Lump of size 4 cms",
        "opd": "Disease involving the lower quadrant only",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "54daa091-34be-45b2-a3a8-5bce3737b8b5",
        "choice_type": "single"
    },
    {
        "question": "Patey's mastectomy involves removal of all of the following except -",
        "exp": "Ans. is 'a' i. e., Pectoralis Major Various surgeries on breast o Simple or Total mastectomy# It removes all breast tissue, the nipple-areola complex, and skin. o Extended simple mastectomy# Simple mastectomy + removal of level I axillary lymph nodes. o Modified radical mastectomy# It removes all breast tissue, the nipple-areola complex, skin and the level I and level II axillary lymph nodes. o Halstead's Radical mastectomy# Removes all breast tissue and skin, the nipple areola complex, the pectoralis major and minor muscles and the level I, II and III axillary lymph nodes. o Modified Radical Mastectomy# Two forms of modified radical mastectomy are in useo Auchincloss (pronounced as 'aushincloss) procedure# Here both the pectoralis major and minor muscles are preserved with removal of level I and II axillary lymph nodes. o Patey's Procedure# Here the pectoralis minor muscle is removed to allow complete dissection of level III axillary lymph nodes. o Scanlon's modification of Patey? s procedure# Here the pectoralis minor muscle is divided instead of removing. Division ofpectoralis minor muscle allows complete removal of level III lymph nodeso Halstead Radical Mastectomy# In this operation following structures are removed: i) The whole breast. ii) The portion of skin overlying the tumor, which includes the nipple-areola complex. iii) The subcutaneous fat and the deep fascia vertically from the lower border of the clavicle upto the upper quarter of the sheath of the rectus abdominis and horizontally from the strenum to the anterior border of lattissimus dorsi. iv) Pectoralis major muscle. v) Pectoralis minor muscle and clavipectoral fascia. vi) Upper part of the aponeurosis of the external oblique and anterior parts of a few digitations of the serratus anterior muscle. vii) All fatty and loose areolar tissue along with level I, II & III axillary lymph nodes.# Structures saved are: i) The axillary vein and the cephalic veinii) The long thoracic nerve of Bell (Nerve to serratus anterior). The nerve to latissimus dorsi may be sacrified if required. Also knowo Extended Radical Mastectomy - Radical mastectomy + removal of internal mammary lymph nodes. o Super Radical Mastectomy - Radical mastectomy + removal of internal mammary, mediastinal and supraclavicular lymph nodes.",
        "cop": 1,
        "opa": "Pectoralis Major",
        "opb": "Skin of the breast",
        "opc": "Pectoralis Minor",
        "opd": "Ductular system of the breast",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "00608329-0379-40dc-8d30-8a3b6cd425c3",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of cystosarcomaphvlloides -",
        "exp": "Ans. is 'a' i. e., Mastectomyo Treatment of cystosarcoma phyllodes -T/T of small phyllodes tumour -* It should be locally excised with an obvious 1cm of normal breast tissue.. After excision, when the diagnosis of a phyllodes tumor with suspicious malignant elements is made, re-excision of the biopsy site to ensure complete excision of a tumour with a 1 cm margin of normal-appearing breast-tissue is indicated. T/T of large phyllodes tumour -* simple mastectomyo Remember, cystosarcoma phyllodes does not metastasize by lymphatic route, so axillary dissection is not needed, o Cystosarcoma phyllodes metastasize exclusively by blood borne route. Other questions on cystosarcoma phyllodes. Pathologically it is similar to fibroadenoma i. e., proliferation of both duct and stroma is seen. The tumor displays a range of behaviour from benign like fibroadenoma to frankly malignant. Mammographic evidence of calcifications and morphologic evidence of necrosis do not distinguish between benign, borderline, and malignant phyllodes tumors. Consequently, it is difficult to differentiate benign phyllodes tumors from the malignant variant and from fibroadenomas. Peak incidence is in the fifth decade, exceedingly rare in adolescents. The excised specimen is firm and rubbery and may separate into leaflike structures therefore the term (phyllodes - means leaf like). They usually present as a large growth which is mobile and commonly there is a history of rapid growth.",
        "cop": 1,
        "opa": "Mastectomy",
        "opb": "Radiotherapy",
        "opc": "MRM",
        "opd": "Chemotherpy",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "5cfd3bbe-022a-4b25-b927-85223ee70a1b",
        "choice_type": "single"
    },
    {
        "question": "Aromatase inhibitors are used in the treatment of:",
        "exp": "Ans: b (Breast) Ref: Bailey & Love, 24th ed, p. 842. Aromatase inhibitors are used in the treatment of breast cancer. Hormonal therapy for Breast Ca:* Tamoxifen is the most widely used hormonal treatment in Ca breast.* Effect of tamoxifen is favourable in cases with estrogen receptor (ER positive disease).* LHRH agonists which induce a reversible ovarian suppression. Have same beneficial effects as surgical or radiation induced ovarian ablation in premenopausal receptor positive women.* Oral aromatase inhibitors. Nonsteroidal. Letrozole. It is an orally active non steroidal compound that reverse aromatization all over the body including that within the breast cancer cell resulting in total estrogen deprivation. It is used in early breast cancer as an adjuvant therapy after mastectomy in ER positive cases and it is also used for post menopausal women for recurrent breast Ca (superior to tamoxifen). Anastrazole is another non steroidal aromatase inhibitor which is more potent than Letrozole and suitable for single daily dosing. Exemestane is a steroidal orally acting aromatase inhibitor.",
        "cop": 2,
        "opa": "Lung",
        "opb": "Breast",
        "opc": "Liver",
        "opd": "Colon",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "f5016430-ef2e-4535-ae1c-83a343d9803e",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node biopsy in carcinoma breast is done if -",
        "exp": "Ans. is 'b' i. e., Breast mass but no lymph node palpable",
        "cop": 2,
        "opa": "LN palpable",
        "opb": "Breast mass but no lymph node palpable",
        "opc": "Breast lump with palpable axillary node",
        "opd": "Metastatic CA breast",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "87bba5e4-9507-485e-a26b-406dc390ff8c",
        "choice_type": "single"
    },
    {
        "question": "51 yr female with ductal ca in situ managed by-",
        "exp": "Ans. is 'b' i. e., Simple mastectomy Breast conserving surgery and Simple mastectomy, both can be done in this patient. Though Simple mastectomy offers lesser risk of recurrence, it induces the psychological trauma of loss of breast. Hence breast consenting surgery would be the best management in this young patient. Treatment of Ductal Ca in situ (DC1S)o DCIS carries a high risk for progression to an invasive cancer. Schwartz writes - \"The risk of invasive breast cancer is increased nearly five fold in women with DCIS. The invasive cancers are observed in the ipsilateral breast, usually in the same quadrant as the DCIS that was originally detected, suggesting that DCIS is an anatomic precursor of invasive ductal carcinoma \". o The treatment of intraductal lesion is controversial. It can be t/t by either. Simple mastectomy or. Breast conservation with wide excision (lumpectomy) with radiation therapyo Choice of operation depends on both surgeon and patient preference', however following points must be kept in mind. o Simple mastectomy is the gold standard procedure with no need of radiation and less recurrence rate (-2%), but there is loss of breast, a big psychological trauma to the patient, o Breast conserving procedures are better cosmetically but recurrence rate is more. The patient also has to be monitored regularly both clinically and by mammography for any recurrent disease. Those in favour of conservative procedure, however say that local recurrences if occur, can be successfully managed with salvage mastectomy. o Simple mastectomy is recommended for the following DCISDCIS with evidence of widespread disease (involving two or more quadrants). Mammographically identified mu Dicentric disease or diffuse suspicious calcification. Persistent positive margins after reexcision. Unacceptable cosmesis to obtain negative margins. A patient not motivated to preserve her breast. For patients who are high risk for recurrence. Size greater than 4 cm. Comedo appearance on histology. Negative estrogen receptor status. High grade tumor. For patients with contraindications to radiation therapy. Prior radiation to the breast region. Presence of collagen vascular disease {SLE, Scleroderma). First or second trimester pregnancyo Adjuvant Tamoxifen therapy is may be give to ER positive DCIS patients. (The use of hormonal therapy in ER- positive DCIS decreases the risk for local recurrence and also reduces the risk for development of new contralateral and ipsilateral breast cancers). o ''Sentinel node biopsy is currently recommended when mastectomy is performed for DCIS because up to 10% of patients with DCIS on a diagnostic biopsy will be found to have invasive cancer in their mastectomy specimen\".-- Sabiston 18/e po Because the risk for metastatic disease in patients with DCIS is 1%, systemic chemotherapy is not required. o Breast conservative surgery (lumpectomy) without radiation can be an option for -Low-grade DCIS of the solid, cribriform, or papillary subtype that is <0. 5 cm in diameter if the margins of resection are widely free of disease. Treatment of lobular carcinoma in situ (LOS)o LCIS is not an anatomical precursor of invasive disease like DCIS, rather it is considered as a risk factor for invasive breast carcinoma (which can be either invasive ductal or lobular type), o The risk for invasive cancer is equal for both breast, so there is no benefit to excise LCIS. o Treatment of LCIS is. Observation with or without tamoxifen. The goal of treatment is to detect the invasive cancer at an early stage which will develop in about 25 to 35% of these women. For patients who are unwilling to accept the increased risk of breast cancer may be offered bilateral simple mastectomy. o Also Remember. The majority of invasive cancer which subsequently develop in LCIS are of ductal nature (~65%) not lobular. One more difference between LCIS & DCISLCIS is seen in female breasts only whereas DCIS can be seen in both male and female breasts.",
        "cop": 2,
        "opa": "Quadrentectomy",
        "opb": "Simple mastectomy",
        "opc": "Radiotherapy",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "c5c004b9-a769-4389-b928-3aeed5ff37fe",
        "choice_type": "single"
    },
    {
        "question": "Breast conservation surgery for breast cancer is indicated in one of the following conditions:",
        "exp": "Ans. is 'a' i. e. breast tumour & V Extensive in situ cancer It's quite sure that for Multicentric tumor and T4b breast tumor conservative surgery is not indicated. Multicentricity means occurrence of a second breast cancer outside the breast quadrant of the primary cancer (cf: Multifocality refers to the occurrence of a second cancer within vicinity or in the same breast quadrant as the primary cancer)T4b Breast tumor implies - tumor of any size with skin involvement (cf: T4a implies tumors of any size with chest involvement) Both T4a & T4b are relative contraindication for Breast Conservative Surgery. So we are left with two options. T1 breast tumor and Extensive in situ cancer. T1 breast tumour (means tumor <2 cm in size)BCT is done in T1 tumors (unless some contraindications are present). Extensive in situ cancer Here the examiner is talking about extensive intraductal component - EIC'EIC is a pattern of DC1S that is seen associated with invasive carcinoma. The above mentioned book writes - \"At our institution EIC positive tumors are defined as invasive carcinomas that show the simultaneous presence of prominent DCIS within the tumor (usually comprising 25% or more of the area of the tumor) and DCIS beyond the edges of the invasive tumor. Also included among EIC positive cases are tumors that are predominantly DCIS with one or more foci of microinvasion. The significance of EIC positive tumors is that in these tumors the intraductal involvement is more extensive than can be appreciated clinically or at the time of surgery. Therefore EIC positive patients who undergo a limited resection of the clinically evident- tumor frequently have considerable residual DCIS in the vicinity of the tumor site. This earlier led to increased recurrence in EIC positive tumors managed by BCT. But, now these tumors are not a contraindication for BCT, provided that microscopically negative margins can be obtained (Ref: Washington Manual of Surgery 4th/e, p 533). More careful mammographic & pathological evaluation are necessary on EIC positive tumors to define the extent of the lesion and to determine the adequacy of excision. But if one answer is to be chosen, it would be option (a) i. e. T1 breast tumor. For complete management of Breast carcinoma Refer to Chapter- \"Breast\" in our 'Surgery for PGMEE'",
        "cop": 1,
        "opa": "T1 breast tumor",
        "opb": "Multicentric tumor",
        "opc": "Extensive in situ cancer",
        "opd": "T4b breast tumor",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "2d693837-4263-42f1-9b7a-59dbfb250aca",
        "choice_type": "single"
    },
    {
        "question": "Supero-lateral boundary of axillary dissection is?",
        "exp": "ANSWER: (D) Axillary vein. REF: Grays anatomy, 39th edition, page 841. Also see Anatomy Q1 Dec 2010\"Axillary node clearance can be defined as clearing the axillary contents bounded by the axillary skin laterally, latissimus dorsi, teres major and subscapularis posteriorly, the lower border of the axillary vein superiorly, pectoralis muscles anteriorly, and the chest wall medially. The levels of axillary nodes are anatomically defined as level one (inferolateral to pectoralis minor), level two (posterior to pectoralis minor) and level three (superomedial to pectoralis minor). In reality, these nodes are in continuity with each other but the concept of axillary node levels is useful when discussing the extent of axillary node surgery\"",
        "cop": 4,
        "opa": "Clavi-pectoral fascia",
        "opb": "Brachial plexus",
        "opc": "Axillary artery",
        "opd": "Axillary vein",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "fc94979d-6d4d-458e-91bd-aa112be8ffd6",
        "choice_type": "single"
    },
    {
        "question": "During breast reconstruction surgery which of the following structure is preserved?",
        "exp": "ANSWER: (B) Pectoralis major. REF: Oncoplastic and Reconstructive Surgery for Breast Cancer: By A. Fitoussi, M. G. Berry, B. Couturaud, R. J. Salmon Page 45\"As the breast implant is mostly placed beneath the pectoralis major muscle, it is never dissected. A complete musculofascial pocket is created by lateral and inferolateral dissection of the pectoralis minor and serratus anterior. If indicated, mastectomy is performed with preservation of skin envelop, but nipple areola complex is included in the resection with fusiform incision that is more oblique inferiorly\"The four surgical approaches to emplacing a breast implant to the implant pocket are described in anatomical relation to the pectoralis major muscle. Subglandular -- the breast implant is emplaced to the retromammary space, between the breast tissue (the gland) and the pectoralis major muscle, which most approximates the plane of normal breast tissue, and affords the most aesthetic results. Yet, in women with thin pectoral soft-tissue, the subglandular position is likelier to show the ripples and wrinkles of the underlying implant. Moreover, the capsular contracture incidence rate is slightly greater with subglandular implantation. Subfascial -- the breast implant is emplaced beneath the fascia of the pectoralis major muscle; this is a variant of the subglandular position. The technical advantages of the subfascial implant-pocket technique are debated; proponent surgeons report that the layer of fascial tissue provides greater implant coverage and better sustains its position. Subpectoral (dual plane) -- the breast implant is emplaced beneath the pectoralis major muscle, after the surgeon releases the inferior muscular attachments, with or without partial dissection of the subglandular plane. Resultantly, the upper pole of the implant is partially beneath the pectoralis major muscle, while the lower pole of the implant is in the subglandular plane. Submuscular -- the breast implant is emplaced beneath the pectoralis major muscle, without releasing the inferior origin of the muscle proper. Total muscular coverage of the implant can be achieved by releasing the lateral muscles of the chest wall -- either the serratus muscle or the pectoralis minor muscle, or both -- and suturing it, or them, to the pectoralis major muscle. In breast reconstruction surgery, the submuscular implantation approach effects maximal coverage of the breast implants.",
        "cop": 2,
        "opa": "Pectoralis minor",
        "opb": "Pectoralis major",
        "opc": "Serratus anterior",
        "opd": "Nipple areola complex",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "e778bd19-ad90-49c1-b7b1-a1f6189934e2",
        "choice_type": "single"
    },
    {
        "question": "A lady who is 9 weeks pregnant comes with a 2. 5 cm mass in the upper outer quadrant of left breast. Ultrasound failed to show any abnormality. The ideal management will be to:",
        "exp": "Ans. b. Finger guided core biopsy (Ref: Schwartz 9/467; Sabiston19/2035-2037; Bailey 26/818, 25/846). Most breast lesions in pregnancy are benign but biopsy should be done to rule out malignancy. Core-needle biopsy with or without ultrasound guidance is a safe and reliable method for obtaining tissue. \"Fewer than 25% of the breast nodules developing during pregnancy and lactation will be cancerous. Ultrasonography and needle biopsy are used in the diagnosis of these nodules. Open biopsy may be required. Mammography is rarely indicated because of its decreased sensitivity during pregnancy and lactation; however, the fetus can be shielded if mammography is needed. --Schwartz 9/467\"Because of the changes in the breast tissue with pregnancy, imaging modalities may be difficult to interpret. If used with appropriate shielding, mammography carries a limited risk to the fetus. Mammography has a high false-negative rate due to the increased density of the fibroglandular breast tissue, however.: so it has limited usefulness in the evaluation of the pregnant patient. Ultrasonography can safely be performed as an initial evaluation or in conjunction with mammography. Ultrasound is able to distinguish solid from cystic lesions in 97% of patients and is helpful in guiding fine-needle aspiration or biopsy Although MRI does not use ionizing radiation, the two main risks to the fetus from the magnetic field and electromagnetic radiation are heating and cavitation. With other reliable imaging modalities available, MRI is not currently recommended for breast imaging in the pregnant patient. Tissue diagnosis is essential. Core-needle biopsy with or without ultrasound guidance is a safe and reliable method for obtaining tissue. Fine-needle aspiration may be a reliable alternative to core-needle or open biopsy. \"--Sabiston 19/2035. Breast Career during Pregnancy. Occurs in 1 of every 3000Q pregnant women. MC non-gynecologic malignancy associated with pregnancyQ. Ductal carcinoma is MC type, accounting for 75-90%Q of breast cancer in pregnancy. Clinical Features: Presents as painless palpable massQ with or without nipple discharge Axillary LN metastases in upto 75% patients. Approx. <25% nodules developing during pregnancy and lactation will he cancerous. QPresent at a later stage of disease because breast changes occurring in hormone-rich environment of pregnancy obscure early cancer. Diagnosis: USG and needle biopsyQ are used for diagnosis. Mammography is rarely indicated due to its decreased sensitivity during pregnancy & lactation. Treatment: Mainstay of therapy is surgical resection. Stage I & IIMastectomy with axillary dissection. QLABCNACT after 1st trimester + MRM in 2nd trimester + RT after delivery. QLABC in Pregnancy. MRM can be performed during first and second trimester (increased risk of spontaneous abortion after first-trimester anesthesia), chemotherapy after first trimester & radiotherapy after delivery. Chemotherapy during first trimester carries a risk of spontaneous abortion & 12% risk of birth defects, given after first trimester. No evidence of teratogenecity by chemotherapy during second and third trimester. Breast cancer in pregnancy have prognosis stage by stage similar to that of non-pregnant patient. Elective termination of pregnancy to receive appropriate therapy without the risk for fetal malformation is no longer routinely recommended because no improvement in survival has been demonstrated.=",
        "cop": 2,
        "opa": "Aspirate the cyst and reassure",
        "opb": "Finger guided core biopsy",
        "opc": "Call patient one month after delivery",
        "opd": "Do mammography",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "49d07cf2-4243-4080-ac57-6b0949cebca8",
        "choice_type": "multi"
    },
    {
        "question": "Nerve damaged during sentinel node biopsy of breast carcinoma is: (2014 Feb D. REPEAT)",
        "exp": "Ans: A (Intercostobrachial nerve) Ref: Fischer JE et al, Master of Surgery, Lippincott. 2006. 5th edition, pg: 514 Explanation: \"Complications of sentinel lymph node biopsy and axillary node sampling include hematoma formation, wound infection, seroma, lymphedema and damage to intercostobrachial nerve. \" Ref Fischer et al. Sentinel Lymph node biopsy The aim is to avoid complete axillary dissection in clinically node-negative breast ca patients. The sentinel lymph node is the first lymph nodes to drain the cancer. If sentinel lymph nodes are identified and removed before involvement, it can prevent the need for complete axillary lymph node dissection. Commonly used tracers to identify sentinel lymph nodes o Radioactive Tc99M labeled albumin or sulphur colloid, o Blue supravital dye (Patent blue V or isosulfan blue). indication: Clinically node negative Contraindications: o Pregnant or breast feeding o Severe allergies o DCIS o T3 tumors o Previous surgery-augmentation or reduction. Complication o Hematoma formation o Wound infection o Seroma o Lymphedema o Damage to intercostobrachial nerve.",
        "cop": 1,
        "opa": "Intercostobrachial nerve",
        "opb": "Lateral pectoral nerve",
        "opc": "Long thoracic nerve",
        "opd": "Nerve to latissimus dorsi",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "4591d835-2eb2-405b-9a9d-547118937649",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used for reconstruction of breast except -",
        "exp": "Ans. is 'c' i. e., Pectoralis major myocutoneous flap Options for breast reconstruction||||Autogenous. Alloplastic. Combined|||o Silicone gel implanto Silicone implant with saline fill |||||||TRAM flap (Most common). Latissimus dorsi myocutaneous flap. Glutealflap. Ruben'sflap. Thoracoepigastricflap. Lateral thigh flap. Breast splitting procedure (historical value only)o Single Pedicleo Double Pedicleo Free flapo Deep inferior epigastric perforator flap o TRAM-transverse rectus abdominis myocutaneous",
        "cop": 3,
        "opa": "Transverse rectus abdominis myocutaneous flap",
        "opb": "Latissimus dorsi myocutaneous flap",
        "opc": "Pectoralis major myocutoneous flap",
        "opd": "Transversus rectus abdominis free flap",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "92415cb8-553b-4253-aa07-6b3226c88a8f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is used in management of breast cancer if it is estrogen receptor positive -",
        "exp": "Ans. is 'b' i. e., Tamoxifen Drugs commonly used in hormone (estrogen) receptor positive breast cancero SERMs Tamoxifen, tromifeneo SERDs. Fulvestranto Aromatase inhibitors Letrozole, anastrazole, exemestone.",
        "cop": 2,
        "opa": "Bevacizumab",
        "opb": "Tamoxifen",
        "opc": "Cyclophosphamide",
        "opd": "Adalimumab",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "1cbfcce4-b348-4000-bbfc-cb6eefce2e0a",
        "choice_type": "single"
    },
    {
        "question": "Pain along medial aspect of arm in a post mastectomy patient is due to?",
        "exp": "ANSWER: (B) Intercostobrachial neuralgia. REF: Medical care of cancer patients by Sai-Ching Jim Yeung, Carmen R Escalante, Robert F. Gagel page 415. Repeat from June 2008. POST MASTECTOMY PAINThe breast, axilla and upper are innervated by a variety of nerves; the lateral cutaneous branch of T2 (intercostobrachial nerve), T3 and T4 provides innervation to the anterior chest wall and upper back, the torso and nipple. Sympathetic innervation of the cutaneous structures of the breast is provided by the medial and lateral branches of the ventral ramus of 3rd to 6th intercostal nerves. While both nociceptive pain (due to damage of muscles and ligaments) and neuropathic pain can occur after surgery for breast cancer, neuropathic pain is more likely to persist after wound healing has occurred. Four pain syndromes have been distinguished. Phantom breast pain: is a painful (often knife like or shooting) sensation that the removed breast is still present. Intercostobrachial neuralgia: usually known as post mastectomy pain syndrome (PMP). Consists of pain in axilla, medial upper arm and anterior chest wall and is often caused by nerve damage during axillary node dissection. Neuroma pain: can occur from scars from either mastectomy or lumpectomy but is more common if surgery is followed by radiotherapy. Other nerve injury pain: can occur even if intercostobrachial nerve is spared and is more common in breast reconstruction and implants. In Jung et als review, there were 21 studies with follow-up periods from 1-96 months (one studyof 210 months), which revealed the following widely varying ranges of prevalence estimates: Phantom breast pain 3-44 per cent. Intercostobrachial neuralgia (ICN) 16-39 per cent for all breast cancer surgery; ICN in breast conserving surgery 14-61 per cent. Neuroma pain 23-49 per cent.",
        "cop": 2,
        "opa": "Phantom breast pain",
        "opb": "Intercostobrachial neuralgia",
        "opc": "Neuroma pain",
        "opd": "Other nerve injury pain",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "6a32e23f-4d3a-4c58-8b46-d4c21f5c5e19",
        "choice_type": "single"
    },
    {
        "question": "All the following structures are preserved in modified radical mastectomy except?",
        "exp": "Ans. is 'b' i. e., Intercostobrachial N. o The nerve to latissimus dorsi and the nerve to senstive anterior are identified and preserved, o The upper branches of asillaiy artery and companion veins are usually sacrificed, o The intercostobrachial nerve is divided as it emerges from the second rib space. Let's see the nomenclature of various surgeries on breasto Simple or Total mastectomy. It removes all breast tissue, the nipple-areola complex, and skin. o Extended simple mastectomy. Simple mastectomy + removal of level I axillary lymph nodes. o Modified radical mastectomy. It removes all breast tissue, the nipple-areola complex, skin and the level I and level II axillary lymph nodes. o Halstead's Radical mastectomy. Removes all breast tissue and skin, the nipple areola complex, the pectoralis major and minor muscles and the level I, II and III axillary? lymph nodes. Modified Radical Mastectomyo Two forms of modified radical mastectomy are in use. Auchincloss (pronounced as 'aushinclossj procedure. Here both the pectoralis major and minor muscles are presented with removal of level / and II axillary lymph nodes. o Patey's Procedure. Here the pectoralis minor muscle is removed to allow complete dissection of level III axillary lymph nodes. o Scanlon's modification of Patey's procedure. Here the pectoralis minor muscle is divided instead of removing. Division of pectoralis minor muscle allows complete removal of level III lymph nodes. Halstead Radical Mastectomyo In this operation following structures are removed. The whole breast. The portion of skin overlying the tumor, which includes the nipple-areola complex. The subcutaneous fat and the deep fascia vertically from the lower border of the clavicle upto the upper quarter of the sheath of the rectus abdominis and horizontally from the strenum to the anterior border of lattissimus dorsi. Pectoralis maj or muscl e. Pectoralis minor muscle and clavipectoral fascia. Upper part of the aponeurosis of the external oblique and anterior parts of a few digitations of the serratus anterior muscle. All fatty and loose areolar tissue along with level I, II & 111 axillary lymph nodeso Structures saved are: The axillary- vein and the cephalic vein. The long thoracic nerve of Bell (Nerve to serratus anterior). The nerve to latissimus dorsi may be sacrified if required. Also knowo Extended Radical Mastectomy - Radical mastectomy + removal of internal mammary' lymph nodes. o Super Radical Mastectomy - Radical mastectomy + removal of internal mammary\\ mediastinal and supraclavicular lymph nodes.",
        "cop": 2,
        "opa": "Subclavian vein",
        "opb": "Intercostobrachial N",
        "opc": "Long thoracic nerve",
        "opd": "N to LD",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "d52b0c31-b177-4e8a-8297-25b201e2ba5e",
        "choice_type": "multi"
    },
    {
        "question": "A 28 year old female with infiltrating Breast carcinoma with 1 cm hard lump. T1-N0-M0. Best treatment is?",
        "exp": "Ans. (b) Simple mastectomy. Ref: Sabiston 19th ed./849-853* According to staging given in question, this is a case of stage 1 breast CA for which simple mastectomy is preferred. Types of Mastectomy Simple or Total mastectomy. Removal of breast tissue, nipple-areola complex, and skin. Extended simple mastectomy. Simple mastectomy + removal of level 1 axillary LNs. Modified radical mastectomy. Removes all breast tissue and skin, nipple areola complex, pectoralis major and minor muscles and the level, 1, II and III axillary LNs, Extended radical mastectomy. Radical mastectomy + Removal or internal mammary, LNs. Super radical mastectomy. Radical mastectomy + Removal of internal mammary, mediastinal and supraclavicular LNs",
        "cop": 2,
        "opa": "Radical mastectomy",
        "opb": "Simple mastectomy",
        "opc": "Extended radical mastectomy",
        "opd": "Super radical mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "f2ee9be4-1a8a-469d-8080-2d5a84b49d2b",
        "choice_type": "single"
    },
    {
        "question": "Drug used in estrogen dependent breast cancer -",
        "exp": "Ans. is 'a' i. e., Tamoxifen Breast cancer can be divided into two types. Hormonal drug therapy for breast cancer targets estrogen receptor positive breast cancer. It aims at blocking the action of estrogen on estrogen receptor positive breast cells. The hormonal therapy of choice for breast cancer in premenopausal women is Tamoxifen. Tamoxifen belongs to class of drugs known as Selective Estrosen Receptor Modulator\". Tamoxifen binds to the estrogen receptors on tumours and blocks the effect of estrogen on these cells. Tamoxifen is only effective in treating estrogen receptor positive breast cancers. Therefore the tumour's hormone receptor status should be determined before deciding on treatment option for breast cancer. Tamoxifen is used to treat patients with early sta2e breast cancer as well as those with metastatic breast cancer. Adjuvant therapy with Tamoxifen. Chemotherapy after primary t/t to increase the chance of cure. It helps in preventing the recurrence and also helps to prevent the development of new cancers in the other breast When used as adjuvant chemotherapy it is usually taken for 5 years. When taken for 5 years if reduces the chance of the original breast cancer coming back in the same breast or elsewhere. It also reduces the risk of developing secondary primary cancer. Metastatic cancer therapy with Tamoxifen As a treatment for metastatic breast cancer, the drug slows or stops the growth of cancer cells that are present in the body. Patient with metastatic breast cancer may have to take tamoxifen for varying lengths of time.",
        "cop": 1,
        "opa": "Tamoxifen",
        "opb": "Clomiphene citrate",
        "opc": "Estrogen",
        "opd": "Adriamycin",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "46231d84-fbb5-4acf-86e6-650211abcefd",
        "choice_type": "single"
    },
    {
        "question": "Breast conservation surgery is contraindicated in-",
        "exp": "Ans. is 'a' i. e., Pregnancy Conservative breast cancer management. Absolute Contraindications. Pregnancy is an absolute contraindication to the use of breast irradiation. However, in many cases, it may be possible to perform breast-conserving surgery in the third trimester and treat the patient with irradiation after delivery. Women with tw o or more primary tumors in separate quadrants of the breast or with diffuse malignant- appearing microcalcifications are not considered candidate for breast conservation treatment. A history of prior therapeutic irradiation to the breast region that would require retreatment to an excessively high total-radiation dose to a significant volume is another absolute contraindication. Persistent positive margins after reasonable surgical attempts. Relative ContraindicationsA history of collagen vascular disease is a relative contraindication to breast conservation treatment because published reports indicate that such patients tolerate irradiation poorly. Most radiation oncologists will not treat patients with scleroderma or active lupus erythematosus, considering it an absolute contraindication. In contrast, rheumatoid arthritis is not a relative or an absolute contraindication. The presence of multiple gross tumors in the same quadrant and indeterminate calcifications must be carefully assessed for suitability because studies in this area are not definitive. Tumor size is not an absolute contraindication to breast conservation treatment, although there is little published experience in treating patients with tumor sizes greater than four to five cm. However, a relative contraindication is the presence of a large tumor in a small breast in which an adequate resection would result in significant cosmetic alteration. In this circumstance, preoperative chemotherapy should be considered. Breast size can be a relative contraindication. Large pendulous breast is a relative contraindication, as it presents difficulty in delivering a uniform radiation dose. Centrally located tumor for which removal of the nipple areola complex is required to obtain a tumor free margin is a relative contraindication. It depends on patient acceptability. The nipple and areola can now be reconstructed.",
        "cop": 1,
        "opa": "Pregnancy",
        "opb": "Axillary node involvement",
        "opc": "Subareolar lump tnt",
        "opd": "Large pendulous breast",
        "subject_name": "Surgery",
        "topic_name": "Breast Cancer - Treatments",
        "id": "77bb380e-df49-431c-b665-8b163af7d734",
        "choice_type": "single"
    }
]