[
    {
        "question": "Heimlich valve is used for drainage of",
        "exp": "The Heimlich valve(flutter valve)is a small one-way valve used for chest drainage that empties into a flexible collection device & prevents return of gases or fluids into the pleural space. The heimlich valve is less than 13 cm long and facilitates patient ambulation. Reference: SRB's manual of surgery, 5th edition, page no: 1116.",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Hemothorax",
        "opc": "Emphyema",
        "opd": "Malignant plural effusion",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "6b781930-2bde-424b-9658-fa0b73086482",
        "choice_type": "single"
    },
    {
        "question": "Bastio surgery for refractory LV hyperophy is:",
        "exp": "Bentall&; s Operation For aoic root aneurysm repair Reimplantation of coronary ostia into composite graft Bastio surgery For Left Ventricular hyperophy Ventriculectomy is done Ref: Bailey 27th edition Pgno: 936",
        "cop": 3,
        "opa": "Patch repair",
        "opb": "MR repair",
        "opc": "Ventriculectomy",
        "opd": "Ventriculoplasty",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "68a9f9ed-36a3-4909-892d-896bc31f7e9f",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements regarding branchial cysts are true except",
        "exp": ". BRANCHIAL CYST It arises from the remnants of second branchial cleft. Normally 2nd, 3rd, 4th clefts disappear to form a smooth neck. Persistent 2nd cleft is called as cervical sinus which eventually gets sequestered to form branchial cyst. Features * Swelling in the neck beneath the anterior border of upper third of the sternomastoid muscle. It is smooth, soft, fluctuant, often transilluminant with a sensation of 'Half-filled double hot water bottle'. ref: SRB&; s manual of surgery, ed 3, pg no 381",
        "cop": 2,
        "opa": "Seen in mediastinum",
        "opb": "50-70% occur in lung",
        "opc": "Are commonly infected",
        "opd": "Multilocular",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "6c82144e-84f5-4653-8ea9-6bfd86240366",
        "choice_type": "multi"
    },
    {
        "question": "A man is brought to casualty who met with A. He sustained multiple rib fractures with paradoxical movement of chest. Management is",
        "exp": "Ventilator suppo with IPPV(intermittent positive pressure ventilation) is the treatment of choice. Assisted ventilation is required for several days until the chest wall stabilises. If ventilator suppo is required for more than 10 days, then tracheostomy is done to prevent laryngeal stenosis which can occur due to prolonged endotracheal intubation. Reference: SRB's manual of surgery, 5th edition, page no: 1116.",
        "cop": 4,
        "opa": "Tracheostomy",
        "opb": "Consult cardiothoracic surgeon",
        "opc": "Strapping",
        "opd": "Intermittent positive pressure ventilation",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "291e3856-795c-4c4d-87ef-69cb12a74ab8",
        "choice_type": "single"
    },
    {
        "question": "Cirsoid aneurysms most commonly occur in which of the following vessels?",
        "exp": "Cirsoid aneurysms are rare aeriovenous malformations of the scalp and extremities. Cirsoid aneurysms of the scalp are fed by the superficial temporal aery",
        "cop": 4,
        "opa": "Aoic arch",
        "opb": "Splenic aery",
        "opc": "Saphenous vein",
        "opd": "Superficial temporal aery",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "bea38473-5b3f-4bcb-b990-b86112d3bed2",
        "choice_type": "single"
    },
    {
        "question": "Most common sets of Metastases of carcinoma bronchi",
        "exp": "Distant metastases blood stream are widespread and early. The sites affected, in descending order of involvement, are: the liver, adrenals, bones, pancreas, brain, opposite lung, kidneys & thyroid. Textbook of pathology-6th edition, Harsh Mohan, 6th edition, page no: 502",
        "cop": 1,
        "opa": "Liver + Bones",
        "opb": "Prostate",
        "opc": "Kidney",
        "opd": "Breast",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "41fc199d-a232-40e0-95e3-815ba10117a4",
        "choice_type": "single"
    },
    {
        "question": "For transplantation of hea in human being, which of the animal hea has been used",
        "exp": "Pigs (Sus scrofa domesticus) are currently thought to be the best candidates for organ donation. The risk of cross-species disease transmission is decreased because of their increased phylogenetic distance from humans. They are readily available, their organs are anatomically comparable in size, and new infectious agents are less likely since they have been in close contact with humans through domestication for many generations. Current experiments in xenotransplantation most often use pigs as the donor, and baboons as human models. Ref: internet",
        "cop": 1,
        "opa": "Pig",
        "opb": "Horse",
        "opc": "Rabbit",
        "opd": "Sheep",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "9596e7be-0c2c-41ea-86c0-e1cb952e543a",
        "choice_type": "single"
    },
    {
        "question": "The best treatment for uncomplicated fractures of the ribs is",
        "exp": "The ideal treatment for uncomplicated fracture of ribs is on an outpatient basis with administration of analgesics like NSAIDs or narcotics if not sufficient. Immediate surgery in the absence of complications is not needed.",
        "cop": 1,
        "opa": "Leave it alone",
        "opb": "Immediate surgery and wiring of the fragments",
        "opc": "Strapping of the chest",
        "opd": "Injection of local anesthetic around the involved intercostal nerve",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "d28cfe3f-7ad0-4d0a-967e-8815de1fca26",
        "choice_type": "single"
    },
    {
        "question": "Early and reliable indication of air embolisms during anaesthesia can be obtained by continous monitoring of:",
        "exp": "Capnography: It is the continuous measurement of end tidal CO2 and its waveforms. It works on the principle that infrared light is absorbed by CO2. Useful in diagnosing pulmonary embolism by air, Fat or thrombus (sudden fall in End-tidal CO2 occurs). It may become zero if the embolus is large enough to block pulmonary circulation. Ref: Sabiston 20th edition pgno: 296",
        "cop": 3,
        "opa": "ECG",
        "opb": "Blood Pressure",
        "opc": "End-tidal CO2",
        "opd": "Oxygen Saturation",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "77398cd4-5e1b-4534-b49a-5ac138880ce3",
        "choice_type": "single"
    },
    {
        "question": "The commonest anterior mediastinal tumour is",
        "exp": "Thymomas are the most common anterosuperior mediastinal tumors accounting for 25% of the total. They are commonly associated with myasthenia gravis. Diagnosis and treatment is best achieved by complete thymectomy. Reference: SRB's manual of surgery, 5th edition, page no: 1127.",
        "cop": 3,
        "opa": "Aneurysm of descending aoa",
        "opb": "Neurogenic tumour",
        "opc": "Thymoma",
        "opd": "Bronchogenic cyst",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "e298a08c-d54b-4d1b-9589-2478f5a426a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a complications of surgery for thoracic outlet syndrome",
        "exp": "Potential complications from surgery for thoracic outlet syndrome can include pneumothorax, injury to subclan aery & vein, injury to brachial plexus, long thoracic nerve, intercostobrachial nerve, apical hematomas, injury to thoracic duct.",
        "cop": 3,
        "opa": "Pneumothorax",
        "opb": "Brachial plexus injury",
        "opc": "Lymphocutaneous fistula",
        "opd": "Long thoracic nerve injury",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "11b364fd-87d3-4b5a-b5d0-3d1ccc6d321e",
        "choice_type": "single"
    },
    {
        "question": "In patients who present with a penetrating chest injury, injury to the hea is most likely when the following physical sign is present",
        "exp": "Hypotension increased venous pressure (distended neck veins), and decreased heart sounds make up the classic Beck's triad associated with cardiac tamponade. If these three findings are present in a person who has a penetrating chest wound, the intracardiac injury is almost ceain and operative intervention is mandatory.",
        "cop": 4,
        "opa": "Hypotension",
        "opb": "Distended neck veins",
        "opc": "Decreased hea sound",
        "opd": "Decreased venous pressure",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "d14c40a8-4205-4625-a68a-401c849c575a",
        "choice_type": "single"
    },
    {
        "question": "The following are indications for performing thoractomy after blunt injury of the chest, except",
        "exp": "Indications for thoracotomy include haemothorax more than 1500 ml after placing intercostal tube(ICT)or hourly collection of 200-300 ml or ICT placed showing persistent drainage of blood. haemopericardium leading to cardiac tamponade is an another indication. Other indications include diaphragmatic injury, bronchus & major vessel injuries, oesophageal & thoracic duct injuries.",
        "cop": 4,
        "opa": "1500 ml drainage after placing an intercostal tube",
        "opb": "Continuous bleeding through intercostal tube more than 200 ml\\/hour for three or more hours",
        "opc": "Cardiac tamponade",
        "opd": "Rib fracture",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "b048ad86-1db0-4bf4-ab35-06ac7814a977",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding mesothelioma except?",
        "exp": "Mesothelioma arises from mesothelial lining of serous cavities like pleural cavity & rarely in peritoneal cavity & pericardial sac. Pleural mesothelioma is either solitary(benign) or diffuse (malignant). Malignant mesothelioma is associated with asbestos exposure and occurs in late middle age. Histologically, it has got a biphasic pattern with whorls of collagen & reticulin with interspersed fibroblasts. Reference: Textbook of pathology-Harsh Mohan-6th edition, page no: 505",
        "cop": 1,
        "opa": "Bilaterally symmetrical",
        "opb": "Associated with asbestos exposure",
        "opc": "Histopathalogy shows biphasic pattern",
        "opd": "Occurs in late middle age",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "001aa029-f6df-4bb2-a088-f4219008578e",
        "choice_type": "multi"
    },
    {
        "question": "Thoracotomy is indicated in all of the following Except",
        "exp": "Indications of thoracotomy after chest trauma Cardiac arrest (resuscitative thoracotomy) Massive hemothorax (drainage of more than 1500 ml of blood when a chest tube is first inseed or continuous haemorrhage of more than 200 ml/hr for more than 3 consecutive hours). Brisk bleeding (> 100 ml/15 min) Penetrating injuries of the anterior chest with cardiac tamponade. Large open wounds of the thoracic cage. Rupture of the bronchus, aoa, esophagus or diaphragm. A non-emergent indication of thoracotomy Empyema not resolved with tube thoracostomy Clotted hemothorax Lung abcess Thoracic duct injuries Tracheoesophageal fistulas Chronic sequelae of vascular injuries (pseudo aneurysms & AV fistulas)",
        "cop": 4,
        "opa": "Penetrating chest trauma",
        "opb": "Rappidly accumlating Hemothorax",
        "opc": "Massive air leak",
        "opd": "Pulmonary contusion",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "fc1a5f4a-507f-45bb-a1b3-9483f5957f23",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for Tension pneumothroax is",
        "exp": "tension pneumothorax must be treated as a medical emergency. If the tension in the pleural space is not relieved, the patient is likely to die from the inadequate cardiac output or marked hypoxemia. A large-bore needle should be inseed into the pleural space through the second anterior intercostal space. If large amounts of gas escape from the needle after inseion, the diagnosis is confirmed. The needle should be left in place until a thoracostomy tube can be inseed. Ref: Harrison 17/e p1660; Bailey & Love 25/e p879",
        "cop": 1,
        "opa": "Immediate IC tube drainage",
        "opb": "Continuous aspiration by needle",
        "opc": "Intermittent aspiration by needle",
        "opd": "Thoractomy with repair of leakage",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "d565be66-1c8b-426e-97d1-7a7aef4fb7cb",
        "choice_type": "single"
    },
    {
        "question": "Patient can safely undergo major lung resection without increased risk of post operative complications if:",
        "exp": "Pulmonary Function Test: Pulmonary function studies are routinely performed when any resection greater than a wedge resection will be performed. Of all the measurement available, the two most valuables are FEV1 and DLCO. For every 10% decline in patients DLCO, the risk of any pulmonary complication (as estimated by Odd ratio) increased by 42%. patients with FEV1>2. 0L can tolerate pneumonectomy, and those with an FEV1 of >1. 5 L can tolerate lobectomy. Ref: Bailey 27th edition Pgno: 916-917",
        "cop": 3,
        "opa": "FEV1 > 1L, Normal DLCO",
        "opb": "FEV1 > 1L, Decreased DLCO",
        "opc": "FEV1 > 2L, Normal DLCO",
        "opd": "FEV1>2L, Decreased DLCO",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "3953bca3-1554-40d2-82b3-11b740cf1766",
        "choice_type": "single"
    },
    {
        "question": "Adult respiratory distress syndrome is defined by all except:",
        "exp": "Diagnostic Criteria Acute Lung Injury (ALI) ARDS Pa. O2/Fi. O2 </= 300 mm. Hg </= 200 mm. Hg Onset Acute Acute Chest X-Ray Bilateral alveolar or interstitial infiltrates Bilateral alveolar or interstitial infiltrates Absence of Left Atrial Hypertension PCWP </= 18 mm. Hg No Clinical evidence of increased left atrial pressure PCWP </= 18 mm. Hg No clinical evidence of increased left atrial pressure Ref: Harrison&; s 19th edition Pgno: 1736",
        "cop": 1,
        "opa": "PCWP > 18 mm. Hg",
        "opb": "Pa. O2/Fi. O2 < 200",
        "opc": "Diffuse bilateral air space edema on Chest X-Ray",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "d0d767ee-8b70-4fd4-a370-ae461adf8dfa",
        "choice_type": "multi"
    },
    {
        "question": "Which needle is used for pleural biopsy",
        "exp": "Abram's needle is used for pleural biopsy. Techniques of biopsy include CT guided needle biopsy, VATS biopsy open surgical biopsy. Abraham's needle is used for pleural tap. Osgood's needle is used for bone marrow aspiration. Vin silvermann's needle is used for liver biopsy Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 881",
        "cop": 2,
        "opa": "Vin Silvermann's",
        "opb": "Abram's",
        "opc": "Abraham's",
        "opd": "Osgood's",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "5c895b2f-65ab-46a9-992a-d0b12beee89e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for medullary carcinoma of thyroid to",
        "exp": "Treatment is by total thyroidectomy and either prophylactic or therapeutic resection of the central and bilateral cervical lymph nodes. Bailey & Love's sho practise of surgery, 25th edition, page no: 798; SRB's manual of surgery, 5th edition, page no: 487.",
        "cop": 1,
        "opa": "Total thyroidectomy",
        "opb": "Paial thyroidectomy",
        "opc": "I131 ablation",
        "opd": "Hemithyroidectomy",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "ab9becd1-12e2-4ac2-8751-a9d3f3aab698",
        "choice_type": "single"
    },
    {
        "question": "Symptoms of thoracic outlet syndrome in cervical rib are produced due to compression of which nerve roots.",
        "exp": "Cervical rib is usually represented by a fibrous band originating from the seventh cervical veebra and inseing onto the first thoracic rib. The lower trunk of the plexus (mainly T1) is compressed, leading to wasting of the interossei and altered sensation in the T1 distribution. Compression of the subclan aery may result in a post-stenotic dilatation with thrombus and embolus formation. Source: Bailet and Love 26th edition Pg: 872",
        "cop": 4,
        "opa": "C5, C6",
        "opb": "C6, C7",
        "opc": "C7, C8",
        "opd": "C8, T1",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "a62c0fb8-c384-4ece-8162-a33d620030cf",
        "choice_type": "single"
    },
    {
        "question": "Temporal bone metastasis is seen with",
        "exp": "Temporal Bone metastasis Metastatic tumors to the temporal bone are uncommon Usually seeded by the Hematogenous route. MC metastatic lesion in the temporal bone: CA breast Lung, prostate and renal carcinomas are well documented for their metastatic potential to the temporal bone Ref: www. ncbi. nlm. gov. 63(suppl 1) Jul 2011",
        "cop": 2,
        "opa": "Ca breast",
        "opb": "Ca bronchus",
        "opc": "Ca kidney",
        "opd": "Ca prostate",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "9a57a6a3-c21c-4530-a589-06382f9a24d6",
        "choice_type": "single"
    },
    {
        "question": "Retrocardiac lucency with air fluid level is seen in",
        "exp": "Paraoesophageal hiatus hernia('Rolling hernia')may be visible on a plain radiograph of the chest as a gas bubble, often with a fluid level behind the hea. It is herniation of stomach fundus or rarely other abdominal contents through a hiatus, usually towards left side. Reference: Bailey & Love's sho practise of surgery, 25 th edition, page no: 1024; SRB's manual of surgery, 5th edition, page no: 795.",
        "cop": 1,
        "opa": "Hiatus hernia",
        "opb": "Distal end esophageal obstruction",
        "opc": "Eventration of diaphragm",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "04f53dd7-2cbd-40fa-b12c-6193ce0feef5",
        "choice_type": "multi"
    },
    {
        "question": "Steering wheel injury on chest of a young man reveals multiple fractures of ribs and paradoxical movement with severe respiratory distress. X-ray shows pulmonary contusion on right side without pneumothorax. What is the initial tretment of choice?",
        "exp": "The initial treatment of choice for flail chest presenting with paradoxical respiration is endotracheal intubation and ventillator suppo with IPPV(intermittent positive pressure ventillation). Assisted ventilation is required for several days until the chest wall stabilises. If ventilator suppo is needed for more than 10 days, then tracheotomy is done to prevent laryngeal stenosis which can occur due to prolonged endotracheal intubation. Reference: SRB's manual of surgery, 5th edition, page no: 1116.",
        "cop": 2,
        "opa": "Immediate internal fixation",
        "opb": "Endotracheal intubation and mechanical ventilation",
        "opc": "Thoracic epidural analgesia and O2 therapy",
        "opd": "Stabilization with towel clips",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "ae9a470c-de26-4342-93c5-0c7868b2b9dc",
        "choice_type": "single"
    },
    {
        "question": "The following are the indications for performing thoracotomy after blunt injury of the chest, except:",
        "exp": "Indications of thoracotomy: Initial tube thoracostomy drainage of >1000ml (Penetrating injury) or >1500 ml (blunt injury) Ongoing tube thoracostomy drainage of >200 ml/hr for 3 consecutive hours in non-caogulopathic patients Caked hemothorax despite of placement of two chest tubes Tracheobronchial injury Selected descending torn aoa or great vessel injury Pericardial tamponade Cardiac herniation Massive air leak from chest tube with inadequate ventilation Open Pneumothorax Esophageal perforation Ref: Sabiston 20th edition PGno: 427, 429",
        "cop": 4,
        "opa": "100 ml drainage after placing an intercoastal tube",
        "opb": "Continous bleeding through intercostal tube of more than 200 ml/hour for three or more hours",
        "opc": "Cardiac tamponade",
        "opd": "Rib Fracture",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "fc37d01b-d139-4036-912b-c991b361693b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a sign of pulmonary hydatidosis?",
        "exp": "Chest Xray of pulmonary hydatidosis shows a dense homogenous opacity. Ruptured hydatid cyst with collapsed laminated membrane produces irregular projections in a fluid level-'Water-lily' sign. It also shows 'Meniscus' sign or 'crescentic cap of air' when it communicates into bronchial tree. Other signs include 'Rising sun' or 'Daughter cyst' sign', 'Air-bubble'sign, etc. Reference: SRB's manual of surgery, 5th edition, page no: 1125",
        "cop": 4,
        "opa": "Water lily sign",
        "opb": "Rising sun sign",
        "opc": "Meniscus sign",
        "opd": "Drooping lily sign",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "451df33a-cdb4-4bab-aa1a-c451571b97c3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about small cell carcinoma is true?",
        "exp": "Small cell carcinomas are highly chemosensitive with an overall 90% regression rate with chemotherapy. Propey Small Cell Carcinoma Non Small Cell Carcinoma Location Central location Peripheral location Metastasis Highly metastatic lesion with wide spread metastasis at time of diagnosis Common site of metastasis include brain, bone, liver and adrenals Less metastatic than small cell carcinoma Paraneoplastic syndrome ACTH AVP (Vasopressin) Calcitonin ANF Gastrin Releasing peptide PTH-rp Repsonse to Chemotherapy Superior response Overall regression rate 90% Rate complete regression in 30% Inferior response Onjective shrinkage in 30-50% Complete response; Uncommon Ref: Harrisons 19th edition pgno: 522",
        "cop": 3,
        "opa": "Bone metastasis is uncommon",
        "opb": "Peripheral in location",
        "opc": "Chemosensitive tumor",
        "opd": "Paraneoplastic syndrome with PTH is common",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "b8a09a57-1f50-47c4-892d-45d28a07f706",
        "choice_type": "multi"
    },
    {
        "question": "The most popular incision for open general thoracic surgical procedure is",
        "exp": "For open general thoracic surgery, the most popular incision is median sternotomy. Here, an incision is made from the jugular or suprasternal notch to the lower end of the xiphisternum. The sternum is divided & retracted to expose the thymus superiorly & the pericardium inferiorly. Reference: Bailey & Love's sho practise of surgery, 25 th edition, page no: 851",
        "cop": 2,
        "opa": "Anterior thoracotomy",
        "opb": "Median sternotomy",
        "opc": "Lateral thoracotomy",
        "opd": "Transverse thoracosternotomy",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "08000db5-3a0f-480e-accf-e2b876d4e3f3",
        "choice_type": "single"
    },
    {
        "question": "Clinical manifestations of bronchogenic carcinoma include the following except",
        "exp": "Invasion of the mediastinum may result in hoarseness (because of recurrent laryngeal nerve involvement), dysphagia (because of the involvement of, or extrinsic pressure on, the oesophagus) and superior vena caval obstruction. It can also result in Horner's syndrome due to involvement of sympathetic chain. Infiltration of phrenic nerve occurs producing diaphragmatic palsy.",
        "cop": 4,
        "opa": "Hoarseness of voice due to involvement of left recurrent laryngeal nerve",
        "opb": "Horner's syndrome",
        "opc": "Diaphragmatic palsy due to infiltration of phrenic nerve",
        "opd": "Gastroparesis due to vagal involvement",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "50b708a0-d919-4693-9004-0c8a3d57a083",
        "choice_type": "multi"
    },
    {
        "question": "A 80 years old male presented with lung abscess in left upper zone. Best treatment of modalities is",
        "exp": "Appropriate high dose antibiotics are staed depending on sputum culture like penicillins, 3rd generation cephalosporins like cefoperazone, ceftriaxone for 3-6 weeks. Postural drainage for 2-3 hours, 3 times daily. 80-90% of acute abscesses resolve by medical therapy. Surgical drainage is not commonly done. Reference: SRB's manual of surgery, 5th edition, page no: 1120, 1121",
        "cop": 1,
        "opa": "Antibiotics according to organisms",
        "opb": "Surgical drainage",
        "opc": "Tube thoracostomy",
        "opd": "Wait and watch",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "206dd8c2-5ab4-4c24-8e9c-01929321f476",
        "choice_type": "single"
    },
    {
        "question": "All of the following are associated with Tracheoesophageal fistula except",
        "exp": "VATER/VACTER association is the result of a defective mesodermal development during embryogenesis before the 35th day of gestation. The typical findings are veebral segmentation defects, anal atresia, tracheoesophageal fistula, cardiac defects, esophageal atresia, single umbilical aery, and radial and renal defects. Name. MANIFESTATIONSTracheoesophageal fistula. Polyhydramnios, aspiration pneumonia, excessive salivation, a nasogastric tube cannot be placed in the stomach. Suspect VATER (veebral defects, imperforate anus, tracheoesophageal fistula, and radial and renal dysplasia) syndrome. Ref: Nelson; 20th edition; Page no: 833; Table: 98-3",
        "cop": 2,
        "opa": "VATER association",
        "opb": "Oligohydramnios",
        "opc": "Excessive salivation",
        "opd": "Aspiration pneumonia",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "4a46264c-467c-47b8-b42e-d2b3a18043c1",
        "choice_type": "multi"
    },
    {
        "question": "The most common histological type seen in branchogenic carcinoma is",
        "exp": ". Adenocarcinoma is now the most common of the NSCLC types, having oveaken squamous cancer. The increasing incidence is paly due to an increasing incidence in women and may be the result, in pa, of a move towards lower-tar cigarettes that are inhaled more deeply to get the same effect. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 884",
        "cop": 4,
        "opa": "Small cell carcinoma",
        "opb": "Large cell carcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "329c1d4b-2e2c-486e-976a-c53e6028d53b",
        "choice_type": "multi"
    },
    {
        "question": "The site of temporal bone metastasis is most commonly seen with:",
        "exp": "Temporal Bone Metastasis: Metastatic tumours to the temporal bone are uncommon. Usually seeded by the hematogenous route MC metastatic lesion in the temporal bone: CA Breast Lung, Prostate and renal Carcinomas are well documented for their metastatic potential to the temporal bone. Ref: www. ncbi. nlm. nih. gov. v. 63(Suppl 1); Jul2011",
        "cop": 2,
        "opa": "Carcinoma breast",
        "opb": "Carcinoma bronchus",
        "opc": "Carcinoma kidney",
        "opd": "Carcinoma Prostate",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "20daf0a8-aac5-4dc9-b6b8-aa9ed85aa355",
        "choice_type": "single"
    },
    {
        "question": "Inoue balloon is used in treatment of?",
        "exp": "Inoue-Balloon catheter is indicated for percutaneous transvenous mitral commissurotomy in patients with hemodynamically significant mitral valvular stenosis resulting primarily from commissural fusion of the mitral valve cusps.",
        "cop": 2,
        "opa": "ASD",
        "opb": "Mitral stenosis",
        "opc": "Mitral regurgitation",
        "opd": "Patent foreman ovale",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "cc549fb4-9145-410b-8322-af0cf9ef6ce2",
        "choice_type": "multi"
    },
    {
        "question": "False about chest trauma",
        "exp": "80% of chest injuries can be managed non operatively. Chest radiograph is the initial investigation of choice. If a sucking chest wound is present, this should not be fully closed, but should be covered with a one-way valve, & then an underwater drain should be placed. ECG should be done in all cases associated with sternal injuries to rule out hea damage. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 341",
        "cop": 4,
        "opa": "ECG done in all cases a\\/w sternal fracture",
        "opb": "Under water seal drainage if a\\/w pneumothorax",
        "opc": "X-ray chest investigation of choice",
        "opd": "Urgent surgery needed in all cases",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "fa1bfed8-a021-4e97-bfbd-08b8378af554",
        "choice_type": "multi"
    },
    {
        "question": "Most common tumor of anterior mediastimum is",
        "exp": "Thymomas are the most common tumours of anterosuperior mediastinum in the adult, accounting for 25% of the total. They are most common in the 5th and 6th decades of life. Both sexes are equally affected. They vary in behaviour from benign to aggressively invasive. Diagnosis and treatment are best achieved by complete thymectomy.",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Lymphoma",
        "opc": "Germ cell cumor",
        "opd": "Thyroid tumors",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "89c32a78-ae92-4dbe-b065-f9c15d8c90fa",
        "choice_type": "single"
    },
    {
        "question": "Thoracic outlet syndrome is primarily diagnosed by",
        "exp": "The initial presentation of thoracic outlet syndrome(eg., in cervical rib)is dependent on whether the compression is primarily vascular, neurogenic or a combination of both. Vascular thoracic outlet syndrome can involve subclan aery or vein presenting with colour changes of affected upper extremity, claudication, or diffuse pain. Neurogenic syndrome involves brachial plexus presenting as sensory loss, pain or paraesthesia. Reference: Bailey & Love's sho practise of surgery, 25th edition, pageno: 895.",
        "cop": 1,
        "opa": "Clinical Evaluation",
        "opb": "CT scan",
        "opc": "MRI",
        "opd": "Angiography",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "96d224b2-796f-42ec-8bae-781f7a308f00",
        "choice_type": "single"
    },
    {
        "question": "Indications for surgery in Bronchiectases include all except",
        "exp": "Removal of the bronchiectatic pa of the lung for symptoms of bleeding, reccurent infection, or copious symptoms can be very effective when the disease is localised. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 892",
        "cop": 1,
        "opa": "Negative hemoptysis",
        "opb": "Copious symptoms with localised disease",
        "opc": "Bleeding",
        "opd": "Recurrent infections",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "fb152bc7-d7bf-4c45-9e5b-781745102cbd",
        "choice_type": "multi"
    },
    {
        "question": "Most common posterior mediastinal tumour is",
        "exp": "The most common tumour of posterior mediastinum is neurofibromas, which constitutes around 75% of the total. Other tumors include ganglioneuromas, aneurysm of descending aoa, lymph node mass. Reference: SRB's manual of surgery, 5th edition, page no: 1126.",
        "cop": 2,
        "opa": "Dermoid",
        "opb": "Neurofibroma",
        "opc": "Lipoma",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "b8d011ad-1aeb-46f0-bd57-e32e6ac7a0c8",
        "choice_type": "single"
    },
    {
        "question": "Maze operation is done in which of the following condition",
        "exp": "Surgical ablation of AF is typically performed at the time of other cardiac valve or coronary aery surgery and, less commonly, as a stand-alone procedure. The Cox surgical Maze procedure is designed to interrupt all macroreentrant circuits that might potentially develop in the atria, thereby precluding the ability of the atria to fibrillate.",
        "cop": 1,
        "opa": "Atrial fibrillation",
        "opb": "Complete heart block",
        "opc": "Ebstein anomaly",
        "opd": "Truncus aeriosus",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "4ad57adb-149b-48d1-a7a7-19cbc5301733",
        "choice_type": "single"
    },
    {
        "question": "True about Flail chest",
        "exp": "A flail chest results from blunt trauma associated with multiple rib fractures, i. e. three or more ribs fractured in two or more places. The diagnosis is made clinically, not by radiography. On inspiration the loose segment of the chest wall is displaced inwards and on expiration, it is displaced outwards-paradoxical respiration. Voluntary splinting as a result of pain, mechanically impaired chest wall movement and the associated lung contusion are all causes of the hypoxia. The patient is also at high risk of developing a pneumothorax or haemothorax. Traditionally, treatment consisted of mechanical ventilation to 'internally splint' the chest until fibrous union of the broken ribs occurred. The price for this was considerable in terms of intensive care unit resources and ventilation dependent morbidity. Currently, treatment consists of oxygen administration, adequate analgesia (including opiates) and physiotherapy. If a chest tube is in situ, intrapleural local analgesia can be used as well. Ventilation is reserved for cases developing respiratory failure despite adequate analgesia and oxygen. Surgery to stabilise the flail chest is currently in use again. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 343.",
        "cop": 2,
        "opa": "of two or more ribs",
        "opb": "Paradoxical respiration on the side of flail",
        "opc": "Intubation is contraindicated",
        "opd": "No treatment needed",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "466e17a4-b73b-47c2-82d0-f0ff40466351",
        "choice_type": "multi"
    },
    {
        "question": "Thoracic outlet syndrome is seen most commonly in which age group",
        "exp": ". THORACIC OUTLET SYNDROME (TOS) It is syndrome complex due to neurovascular bundle compression in the thoracic outlet. Thoracic outlet has got two main spaces: * Scalene triangle is bound by scalenus anterior, scalenus medius and first rib. It contains subclan aery and brachial plexus. * Costoclavicular space is bound by clavicle, first rib, costoclavicular ligament and scalenus medius. It contains subclan aery and vein and brachial plexus. Causes - * Cervical rib. * Long C7 transverse process. * Anomalous inseion of scalene muscles. * Scalene muscle hyperophy. * Scalene minimus. * Abnormal bands and ligaments. * Fracture clavicle or first rib. * Exostosis. * Tumours in the region. * Brachial plexus trauma and diseases. ref: SRB&; s manual of surgery, ed 3, pg no 378",
        "cop": 3,
        "opa": "Children",
        "opb": "Elderly",
        "opc": "Middle aged women",
        "opd": "Atheletes",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "0dd1e7ab-6509-4151-8a56-356701cf7230",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor in the posterior mediastinum is",
        "exp": "Most common tumour of posterior mediastinum is neurofibromas constituting 75% of the total. Others include ganglioneuromas, aneurysm of descending aoa, lymph node mass. Reference: SRB's manual of surgery, 5th edition, page no: 1126.",
        "cop": 1,
        "opa": "Neurofibroma",
        "opb": "Teratoma",
        "opc": "Lymphoma",
        "opd": "Bronchogenic cyst",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "8904bfc2-5358-4e6e-9eae-e17fa5c05f85",
        "choice_type": "single"
    },
    {
        "question": "Best approach in thoracic trauma is",
        "exp": ". Indications for thoracotomy * Haemothorax more than 1500 ml found when ICT is placed or hourly collection in ICT is 200- 300 ml * ICT placed shows persistent drainage of blood * Diaphragmatic injury * When associated with liver and spleen injuries * Bronchus and major vessel injuries * Haemopericardium * Oesophageal and thoracic duct injuries. ref: SRB&; s manual of surgery, ed 3, pg no 1061",
        "cop": 3,
        "opa": "Midline sternotomy",
        "opb": "Parasternal thoracotomy",
        "opc": "Anterolateral thoracotomy",
        "opd": "Posterolateral thoracotomy",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "84df4ca7-b775-4095-bbe5-784ae1f300ed",
        "choice_type": "single"
    },
    {
        "question": "In erect posture commonest siteof foreign body in bronchus",
        "exp": "Foreign bodies like pins, coins entering the trachea pass into the right bronchus, which is wider, more veical & is in line with trachea. Most of the human beings want to take the path of least resistance, so the foreign bodies in the trachea travel down into right bronchus and then into posterior basal segments of the lower lobe of the lung. Reference: B D Chaurasia's Human anatomy-Volume 1, 5th edition, page no: 288",
        "cop": 1,
        "opa": "Right lower lobe",
        "opb": "Right upper lobe",
        "opc": "Carina",
        "opd": "Left lower lobe",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "5efa91c0-e14f-43bc-bdc5-7715fda9d53c",
        "choice_type": "single"
    },
    {
        "question": "All regarding bronchial cyst are true Except",
        "exp": "Bronchigenic cyst Bronchogenic cysts originate as sequestrations from the ventral foregut, the antecedent of the tracheobronchial tree Cyst wall is composed pathognomic inner layer of ciliated respiratory epithelium MC location: Middle mediastinum (65-90%) Bronchogenic cyst Mediastinal - Sub-carinal, right paratracheal and hilar locations are most common. Does not communicate with the tracheobronchial tree Parenchymal(intrapulmonary) - Typically perihilar with predilection for lower loves. Communicate with the tracheobronchial tree Clinical features Two - thirds are asymptomatic May produce symptoms that depend on their anatomic location Paratracheal region: Airway compression and respiratory distress Lung parenchyma: Become infected, present with fever and cough Ref: Bailey and love 27th edition Pgno: 938",
        "cop": 4,
        "opa": "Seen in mediastinum",
        "opb": "50-70% of lung",
        "opc": "Are commonly affected",
        "opd": "Multilocular",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "6e091265-d42f-4d27-a514-3b8cd7c3ddf5",
        "choice_type": "multi"
    },
    {
        "question": "Tumours of anterior mediastinum include the following except",
        "exp": "Schwannoma is a benign nerve sheath tumor arising from Schwann(neurilemmal)cells. Anterior mediastinal tumors include retrosternal goitre, aoic arch aneurysm, lymph node enlargement, thymoma, teratomas, dermoid, Pleuro-pericardial cyst.",
        "cop": 4,
        "opa": "Thymoma",
        "opb": "Lymphoma",
        "opc": "Germ cell tumour",
        "opd": "Schwannoma",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "c6880c72-ee9b-4cc1-9569-83d28826c93f",
        "choice_type": "multi"
    },
    {
        "question": "The most common benign tumor of the lung is",
        "exp": "The most common benign lung tumor is a hamaoma, a developmental abnormality containing mesothelial & endothelial elements. Diagnosis is achieved by excision of the lesion. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 891",
        "cop": 1,
        "opa": "Hamaoma",
        "opb": "Alveolar adenoma",
        "opc": "Teratoma",
        "opd": "Fibroma",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "f7636d66-0877-44f8-aa99-72c1fb13ea5f",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of choice in severe flail chest?",
        "exp": "In severe flail chest, the treatment of choice is Ventilator suppo with IPPV(intermittent positive pressure ventillation). Assisted ventilation is required for several days until the chest wall stabilises. If ventilator suppo is required for more than 10 days, then tracheostomy is done to prevent laryngeal stenosis which can occur due to prolonged endotracheal intubation. Reference: SRB's manual of surgery, 5th edition, page no: 1116",
        "cop": 1,
        "opa": "IPPV",
        "opb": "Strapping",
        "opc": "Wiring",
        "opd": "Nasal Oxygen",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "0441baf1-04a8-4528-be37-6575b89eb4ea",
        "choice_type": "single"
    },
    {
        "question": "Coronary graft is most commonly taken from?",
        "exp": "The long saphenous vein is the most common vein used as it is straightforward, provides good length & is easy to handle. The 10 year patency rate is repoed to be 50-60%, with10-15% occluding in one year. Other grafts used include left internal mammary aery or internal thoracic aery, sho saphenous vein, cephalic vein, radial aery, gastroepiploic aery, inferior epigastric aery Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 856",
        "cop": 2,
        "opa": "Femoral vein",
        "opb": "Saphenous vein",
        "opc": "Axillary vein",
        "opd": "Cubital vein",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "5a713ff2-d641-4564-b8f2-547fa1c2e792",
        "choice_type": "single"
    },
    {
        "question": "TRUE regarding management of traumatic pneumothorax is",
        "exp": "Once clinically diagnosed, a wide bore intercoastal drain is immediately placed in the second intercoastal space in midclavicular line. Once patient is better, Xray is taken, antibiotics & analgesics are given. In severe cases, ventillator suppo with IPPV is required. Reference: SRB's manual of surgery, 4th edition, page no: 1197.",
        "cop": 1,
        "opa": "Immediate ICD tube inseion",
        "opb": "CT-scan should be done to conform pulmonary leak",
        "opc": "Intermittent needle aspiration",
        "opd": "Sealed",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "a02d8979-c8b0-4be8-ae63-5e686a67fd96",
        "choice_type": "multi"
    },
    {
        "question": "False about Flail chest",
        "exp": "Flail chest is fracture of 3 or more consecutive ribs, with each rib having two or more fracture sites. It is characterised by paradoxical respiration where the flail segment moves inward during inspiration, and during expiration the segment moves outwards. It can lead to respiratory failure. Traditionally, treatment consisted of mechanical ventilation to internally splint the chest until fibrous union of the broken ribs occurred. The price for this was considerable in terms of intensive care unit resources & ventilation dependent morbidity. Currently, treatment consisted of oxygen administration, adequate analgesia, & physiotherapy. Ventilation is reserved for cases developing respiratory failure despite adequate analgesia and oxygen administration. Surgery to stabilise flail chest is currently in use again. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 343",
        "cop": 3,
        "opa": "of 3 or 4 contiguous ribs in atleast 2 locations",
        "opb": "Chestwall moves inwards during inspiration",
        "opc": "Mechanical Ventilation always needed",
        "opd": "Can lead to respiratory failure",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "202de6e6-d8e5-407f-add7-bacfa3dfa913",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of lung abscess is",
        "exp": "Lung abscess Lung abscess refers to a microbial infection of the lung that results in necrosis of the pulmonary parenchyma MC cause of primary lung abscess: Anaerobic bacteria Etiology of anaerobic lung abscess: Aspiration Routes of infection Aspiration of organisms that colonize oropharynx (MC) Inhalation of infection or aerosols Hematogenous dissemination from extrapulmonary site Direct inoculation (as in tracheal intubation or stab wounds) Contiguous spread from an adjacent site of infection Ref: schwaz's principle of surgery 10th edition Pgno: 650",
        "cop": 3,
        "opa": "Aspiration",
        "opb": "Hematogenous spread from distant date",
        "opc": "Direct contact",
        "opd": "Lymphatic spread",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "d337d21f-f500-4a61-b045-4ee005e4b5e2",
        "choice_type": "single"
    },
    {
        "question": "A patient with a cavitatory lesion in right upper lobe of lung. The best investigation is:",
        "exp": "Uses of Bronchoscopy: Diagnostic Confirmation of disease: Carcinoma of the bronchus Inflammatory and infective process Investigative Tissue Biopsy Preoperative assessment Before lung resection Before esophageal resection Persistent hemoptysis Therapeutic Removal of secretions Removal of foreign bodies Stent placement, endobronchial resection Ref: Bailey 27th edition Pgno: 923",
        "cop": 1,
        "opa": "Bronchoscopy, lavage and brushing",
        "opb": "CT-Scan",
        "opc": "X-Ray",
        "opd": "FNAC",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "e4992af9-4ff3-4e3e-a075-0fcf09ff7edf",
        "choice_type": "single"
    },
    {
        "question": "The organism most frequently related to mediastina fibrosis is",
        "exp": "Fibrosing mediastinitis or mediastinal fibrosis is the least common, but the most severe, late complication of histoplasmosis. It is due to an abnormal immunological response to antigens released by the soil based fungus Histoplasma capsulatum. It is characterised by invasive calcified fibrosis centered at locations of lymph nodes, which occludes major vessels & airways.",
        "cop": 2,
        "opa": "Actinomycosis",
        "opb": "Histoplasma",
        "opc": "Hansen's bacillus",
        "opd": "Staphylococcus",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "e89be3cc-60a2-4aa0-85cc-31ce586bc17b",
        "choice_type": "single"
    },
    {
        "question": "Decision regarding surgery in a case of hemothorax due to blunt trauma chest should be based on",
        "exp": "Decision regarding surgery for haemothorax due to blunt trauma chest is based on the hemodynamic status of the patient & whether features of shock present or not. Treatment usually consists of ICT placement in the mid -axillary line in the 6th intercoastal space. Thoracotomy is done when ICT shows persistent drainage /hourly collection of 200-300 ml or initial chest tube output of 1500 ml of blood.",
        "cop": 2,
        "opa": "Chest symptoms",
        "opb": "Hemodynamic status",
        "opc": "Nature of chest tube output",
        "opd": "X-ray finding",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "b580ab15-a022-45e2-9270-5b1a6e3b447f",
        "choice_type": "single"
    },
    {
        "question": "Indications for lung transplantation are all Except",
        "exp": "The indications span the gamut of lung diseases, but in some respects, the distribution of indications differs among countries. According to aggregate international data, the most common indications in the last few years have been the chronic obstructive pulmonary disease (COPD), ~29%; idiopathic pulmonary fibrosis (IPF), ~28%; cystic fibrosis (CF), ~16%; a1-antitrypsin deficiency emphysema, ~3. 5%; and idiopathic pulmonary aerial hypertension (IPAH), ~3%. Other diseases have made up the balance of primary indications, and retransplantation has accounted for ~3% of procedures. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 320e; Lung Transplantation",
        "cop": 4,
        "opa": "COPD",
        "opb": "Alpha 1 antitrypsin deficiency",
        "opc": "Cystic fibrosis",
        "opd": "Ca lung",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "8f6914a5-7534-48d7-83ff-62ffbd4a1f5a",
        "choice_type": "multi"
    },
    {
        "question": "In Video assisted thoracoscopic surgery for better vision, the space in the operative field is created by:",
        "exp": "Video Assisted Thoracoscopic Surgery (VATS) In contrast to most laparoscopic techniques, the working space for VATS is created not by adding an insufflating gas but rather by removing air from the ipsilateral lung parenchyma causing of the ipsilateral lung. Used for pulmonary decoication, pleurodesis, and lung or pleural biospies. Ref: Sabiston 20th edition Pgno: 355",
        "cop": 3,
        "opa": "Self retaining retractor",
        "opb": "CO2 insufflation",
        "opc": "Collapse of ipsilateral lung",
        "opd": "Rib spacing",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "d2f74d9d-7bb8-49c9-a6e6-4023e24d8a1e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true regarding subclan steal syndrome",
        "exp": "Subclan steal syndrome may occur if it is the first pa of the subclan aery that is obstructed, with the veebral aery providing a collateral circulation into the arm by reversing its direction of flow. It is associated with neck pathology like cervical rib. This may cause periods of cerebral ischaemia. However, the classic syndrome of syncopal attack and visual disturbance associated with arm exercise and a diminished blood pressure in the affected limb is rare, asymptomatic reversal of flow in the veebral aery is much more common. In symptomatic patients, PTA or operation is indicated. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 909",
        "cop": 1,
        "opa": "Reversal of blood flow in the ipsilateral veebral aery",
        "opb": "Reversal of blood flow in the contralateral carotid aery",
        "opc": "Reversal of blood flow in the contralateral veebral aery",
        "opd": "Bilateral reversal of blood flow in the veebral aeries",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "eb597fd9-84df-4385-ad90-6e12989d2afa",
        "choice_type": "multi"
    },
    {
        "question": "All are been in Pancoast syndrome except",
        "exp": "Pancoast tumour invades brachial plexus, sympathetic chain, upper ribs, and veebrae. Dyspnoea can occur due to loss of functioning lung tissue/the development of a large pleural effusion. Clubbing and hyperophic pulmonary osteoahropathy can also occur. Bailey & Love's sho practise of surgery, 25 th edition, page no: 885",
        "cop": 4,
        "opa": "Brachial plexus involvement",
        "opb": "Dyspnoea",
        "opc": "Clubbing",
        "opd": "Myasthenia gravis",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "bc719075-445f-4f04-a449-c433c2ea1d06",
        "choice_type": "multi"
    },
    {
        "question": "The most useful incision in the operating room for patients with penetrating pericardium injury is",
        "exp": "The subxiphoid incision is useful for determining if there is blood in the pericardium and if there is an intracardiac injury; however, exposure is extremely limited, and definitive repair can rarely be performed through the incision. Left (or right) anterior thoracotomy is easily performed, especially in the emergency room, and gives adequate exposure to ceain areas of the hea. However, each has significant limitations in exposure. Either may be extended across the thoracotomy into the other side of the chest, thus producing a bilateral anterior thoracotomy. Exposure is excellent through this incision, and most injuries can be satisfactorily repaired through this approach. Most cardiac operations today are performed through median sternotomy incisions. If the patient is in the operating room, this incision is easily performed and always provides excellent exposure for all areas of the hea.",
        "cop": 4,
        "opa": "Left anterior thoracotomy",
        "opb": "Right anterior thoracotomy",
        "opc": "Subxyphoid",
        "opd": "Median sternotomy",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "f9dfa1fb-b5ae-4cdf-92ae-fe36e623bf19",
        "choice_type": "single"
    },
    {
        "question": "An entity of pneumothorax which leads to build up of positive pressure within the hemithorax, leading to collapse of lung, flattened diaphragm, mediastinal shift to contralateral side and eventually the venous return to the right side of hea is compromised is known as",
        "exp": "During inspiration, air is pumped into the pleural cavity through a valvular opening in the visceral pleura and underlying injured lung, leading to build up of positive pressure within the hemithorax. Lung collapses first, and as air continuously collects in the pleural cavity, mediastinum shifts towards the oppposite side, fuher decreasing the volume of the functioning lung. Fuher increase in the pleural pressure, reduces the venous return, atrial filling, and ventricular filling and so cardiac output and cardiac function. It causes sudden death & emergency treatment is required. Reference: Bailey & Love's sho practise of surgery, 25th edition, page no: 1116, 1117.",
        "cop": 2,
        "opa": "Primary spontaneous pneumothorax",
        "opb": "Tension pneumothorax",
        "opc": "Haemo-pneumothorax",
        "opd": "Secondary spontaneous pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Cardio thoracic surgery",
        "id": "c54267ba-d1d6-4fbd-b7fb-0a029777bf0b",
        "choice_type": "multi"
    }
]