[
    {
        "question": "The following is the commonest site for venous ulcer -",
        "exp": "Ans. is 'b' i. e., Lower 1/3 leg and ankle o Venous ulcers usually lie just proximal to the medial or lateral malleolus. o Venous ulcers are accompanied by lipodermatosclerosis and hemosiderosis (if these are not present then the ulcer is probably not of venous origin).",
        "cop": 2,
        "opa": "Instep of foot",
        "opb": "Lower 1/3 leg and ankle",
        "opc": "Lower 2/3 of leg",
        "opd": "Middle 1/3 of leg",
        "subject_name": "Surgery",
        "topic_name": "Chronic Venous Insufficiency",
        "id": "2dd90e5f-d7a2-45b5-a046-570e7e2abed6",
        "choice_type": "multi"
    },
    {
        "question": "Deep vein thrombosis is seen in all except one:",
        "exp": "Ans. is 'b' ie Subungual melanoma Risk factors for venous thromboembolism Patient Factors. Disease or surgical procedure. Age. Trauma or surgery, especially of pelvis, hip, lower limb. Obesity. Malignancy, especially pelvic, abdominal metastatic. Varicose veins /superficial thrombophlebitis. Heart failure. Immobility. Recent myocardial infraction. Pregnancy. Paralysis of lower limb(s). Puerperium. Infection. High-dose oestrogen therapy. Inflammatory bowel disease. Previous deep vein thrombosis or pulmonary embolism. Nephrotic syndrome. Thrombophilia. Polycythaemica. Deficiency of anti-thrombin III, protein C or protein SParaproteinemia. Anti-phospholipid. Paroxysmal nocturnal hemoglobinuria antibody or lupus anticoagulant Behcet's disease Homocystinemia",
        "cop": 2,
        "opa": "Prolonged immobilization",
        "opb": "Subungual melanoma",
        "opc": "Pregnancy",
        "opd": "Major surgical operation.",
        "subject_name": "Surgery",
        "topic_name": "Chronic Venous Insufficiency",
        "id": "f3e14380-10f5-4578-80ae-b3ffee50fa7f",
        "choice_type": "multi"
    },
    {
        "question": "Deep vein thombosis occurs most commonly after:",
        "exp": "Ans. is 'a' ie Total hip replacement * \"Pts receiving t/t in hospital are at increased risk of venous thrombosis. This includes pts being treated surgically or for medical conditions. The factors which result in increased risk of venous thrombosis include advancing age and greater complexity of surgical treatment. Orthopedic operations on the lower limbs (hip and knee replacements) are especially likely to result in venous thrombosis. \"",
        "cop": 1,
        "opa": "Total hip replacement",
        "opb": "Gastrectomy",
        "opc": "Prostatic operation",
        "opd": "Brain surgery",
        "subject_name": "Surgery",
        "topic_name": "Chronic Venous Insufficiency",
        "id": "fd23d4fe-7d85-47b0-80c7-a4bcbe86a54b",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in DVT is -",
        "exp": "Ans. is 'b' i. e., Color doppler",
        "cop": 2,
        "opa": "Venogram",
        "opb": "Colordoppler",
        "opc": "Plethysmography",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Chronic Venous Insufficiency",
        "id": "5fbf6a3e-9b37-44e8-9c85-9107ff75daee",
        "choice_type": "single"
    },
    {
        "question": "Following result after chronic edema to legs EXCEPT?",
        "exp": "Ans. (d) Varicose veins. Ref: Bailey & Love 26th ed. / 593/903* Varicose veins are a cause of chronic leg edema and not a result of chronic leg edema.* Edema is defined as a palpable swelling caused by an -increase in interstitial fluid volume. The most likely cause of leg edema in patients over age 50 is venous insufficiency. Venous insufficiency affects up to 30% of the populationywhereas heart failure affects only approximately 1%. The most likely cause of leg edema in women under age 50 is idiopathic edemay formerly known as cyclic edema. Pulmonary hypertension and early heart failure can both cause leg edema before they become clinically obvious in other ways.* Marjolin's ulcer refers to an aggressive ulcerating squamous cell carcinoma presenting in an area of previously traumatized, chronically inflamed, or scarred skin. Histologically, the tumor is a well-differentiated squamous cell carcinoma. This carcinoma is aggressive in nature, spreads locally and is associated with a poor prognosis. Its edge is everted and not always raised.* The IOC is a wedge biopsy.",
        "cop": 4,
        "opa": "Marjolins ulcer",
        "opb": "Thickening of skin",
        "opc": "Soft tissue infections",
        "opd": "Varicose veins",
        "subject_name": "Surgery",
        "topic_name": "Chronic Venous Insufficiency",
        "id": "bc4da2f4-237b-45b2-87ac-c34ed672a623",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the best way of preventing development of deep vein thrombosis (DVT) in post-operative period?",
        "exp": "Ans is 'c' i. e. Prophylactic Heparin Patients are at increased risk for developing venous thromboembolism after: Major abdominal surgery Major orthopaedic surgery has sustained, major trauma has prolonged immobility (>3 days). These patients need some form of prophylaxis. The prophylaxis can be mechanical or pharmacological. Prophylaxis for DVT Mechanical prophylaxis includes: i: ' ' ' - V,. V? 'Early ambulation **Pneumatic compression devices **It is the simplest method of prophylaxis It acts by activating the calf pump mechanism It is the most common method of prophylaxis. Pneumatic compresses prevents the stasis by periodically compressing the calves. Pharmacological prophylaxis includes: Use of unfractionated heparin * Use of fractionated low molecular * weight heparin *Now being replaced by fractionated low molecular weight hepatin Better efficacy than unfractionated heparin No laboratory monitoring is necessary. Comparison of low molecular weight heparin (LMWH) with mechanical prophylaxis demonstrates superiority of low molecular weight heparin (LMWH) in reduction of the development of venous thromboembolic disease. Prospective trials evaluating LMWH in head injured and trauma patients have also proven safety of LMWH with no increase in intracranial bleeding or major bleeding at other sites. In addition, LMWH shows significant reduction in the development of venous thromboembolism compared to other methods. In short, LMWH should be considered the optimal method of prophylaxis in moderate and high risk patients. Even the traditional reluctance to use heparin in high risk groups such as the multiply injured trauma patient and the injured patient must be reexamined, given the efficacy and safety profile of LMWH in multiple prospective trials.",
        "cop": 3,
        "opa": "Early ambulation",
        "opb": "Physiotherapy",
        "opc": "Prophylactic heparin",
        "opd": "Low dose aspirin",
        "subject_name": "Surgery",
        "topic_name": "Chronic Venous Insufficiency",
        "id": "ee583358-1af1-4279-bc25-ed8de95de0b2",
        "choice_type": "single"
    }
]