[
    {
        "question": "Which is the appropriate age for Repair of Cleft palate",
        "exp": "Ans is 'a' i.e. 6 months to 1 year [Ref: Sabiston 18/e p2138 (17/e, p2188); Schwartz 9/e pl658; Bailey & Love 25/e p661 (24/e, p648; 23rd/e p589)\\Timing of Repair of Cleft PalateAccording to Sabiston - before 12 monthsAccording to Schwartz -at 9 to 12 months of ageAccording to Bailey & Love - between 6 and 18 monthsSabiston writes- \" The timing of cleft repair is important, and a general recommendation is lip repair at 3 months, palate repair by 12 months, and alveolar bone grafting at about 9 years''Also knowTiming of repair of cleft livAccording to CSDTFollow the 'Rule of Ten' i.e. Surgery is done after 10 wks of age weight > 10 lb (4.5 kg) hemoglobin >10 g/dlAccording to Schwartz -at 3 to 6 months of ageAccording to Sabiston - at 3 months of ageAccording to Bailey - between 3 & 6 months of age",
        "cop": 1,
        "opa": "6 month to 1 year",
        "opb": "12 to 15 month",
        "opc": "At puberty",
        "opd": "Just after birth",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "fa93ea21-96d8-49b2-bde8-7a30c3a82bb9",
        "choice_type": "single"
    },
    {
        "question": "What is the best time to operate cleft lip?",
        "exp": "Ans. is 'c' i.e., 3 months to 6 months Timing of repair of cleft lipo According to CSDT-Follow the 'Rule of Ten' i.e. Surgery is done after 10 wks of age weight 10 lb (4.5 kg) hemoglobin 10g/dlo According to Schwartz - at 3 to 6 months of ageo According to Sabiston - at 3 months of ageo According to Bailey - between 4 to 6 months of age",
        "cop": 3,
        "opa": "Immediately after birth",
        "opb": "1 to 3 months",
        "opc": "3 months to 6 months",
        "opd": "6 months to 1 year",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "5e93a94e-46b3-4ec6-9a6b-bca7964ee2c7",
        "choice_type": "single"
    },
    {
        "question": "What is your diagnosis?",
        "exp": "Ans. (c) Cleft lip and palateRef: Bailey & Love 26th ed. / 634Orofacial clefts (ie, cleft lip , cleft lip and palate , cleft palate alone, as well as median, lateral , oblique facial clefts) are among the most common congenital anomalies. Approximately 1 case of orofacial cleft occurs in every 500-550 births.",
        "cop": 3,
        "opa": "Cleft lip",
        "opb": "Cleft palate",
        "opc": "Cleft lip and palate",
        "opd": "Bifid uvula",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "89b2c638-e6f9-447e-85d1-25b8aef91a56",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the ideal time for the repair of cleft palate?",
        "exp": "Ans. a. 9-12 months (Ref: Sabiston 19/e p1923-1924; Schwartz 9/e p1658-1663: Bailey 26/e 634-648, 25/e p657-668; Nelson 19/e p1252- 1253)Ideal time for the repair of cleft palate is 6-18 months of age. Best choice among the given options is 9-12 months.'Cleft lip repair is commonly performed between 3 and 6 months of age whereas cleft palate repair is frequently performed between 6 and 18 months. - Bailey 26/e 638Surgical closure of a cleft lip is usually performed by 3 months of age. when the infant has shown satisfactory weight gain and is free of any oral, respiratory: or systemic infection. Z-plasty is the most commonly used technique; a staggered suture line minimizes notching of the lip from retraction of scar tissue. The initial repair may be revised at 4 or 5 year of age. In an otherwise healthy child, closure of the palate is usually done before 1 year of age to enhance normal speech development.' - Nelson 19/e p1252-1253Cleft Lip and PalateClefts of the lip, alveolus and hard and soft palate are the MC congenital abnormalities of the orofacial structuresQ.Frequently occur as isolated deformities but can be associated with other medical conditions, particularly congenital heart diseaseQ.Incomplete clefts affect only a portion of the lip and contain a bridge of tissue connecting the central and lateral lip elements, referred to as Simonart's bandQ.Cleft lip is due to non-fusion of maxillary process with medial nasal processQ.Unilateral cleft lip is associated with posterior displacement of alar cartilageQIncidence:Highest incidence reported for cleft lip and palate occurs in the Indian tribes of Montana, USA (1:276).Cleft lip/palate predominates in malesQCleft palate alone appears to be more common in femalesQ.Incidence of cleft lip and palate is 1:600 live birthsQIncidence of isolated cleft palate is 1:1000 live birthsQDistribution:In unilateral cleft lip the deformity affects the left sideQ in 60% of cases.Typical distribution of cleft typesCleft lip alone: 15%Cleft lip and palate: 45% (MC)QIsolated cleft palate: 40%Etiology of cleft lip and palateEtiology of cleft lip and palate: Genetic predisposition and a contributory environmental componentQ. Environmental factors: Maternal epilepsyQ and drugs (steroids, diazepam and phenytoinQ).Associated syndromes:Although most clefts of the lip and palate occur as an isolated deformity, Pierre Robin sequence remains the most common syndromeQ.Other associated syndromes: Stickler's (ophthalmic and musculoskeletal abnormalities), Shprintzen's (cardiac anomalies), Down's, Apert's and Treacher-Collins'syndromes.Types of Cleft lipTypes of Cleft palate* Unilateral deft lip* Bilateral deft lip* Incomplete: Cleft of the hard palate remains attached to the nasal septum and vomerQ* Complete: Nasal septum and vomer are completely separated from the palatine processesQAntenatal diagnosis:All but isolated cleft palate can be diagnosed by ultrasound after 18 weeksQ gestationProblems immediately after birth:Some babies are able to feed normally but some will need assistanceBreathing problems in Pierre Robin sequence may be life threateningManagement:Surgical techniques are aimed at restoring normal anatomy.Cleft lip* Repaired between 3-6 months of ageQCleft palate* Repaired between 6-18 months of ageQPrinciples of surgery:Cleft lip surgery attaches and reconnects the muscles around the oral sphincterQCleft palate surgery aims to bring together mucosa and muscles with minimal scarringQTwo-stage procedures attempt to minimize dissectionQSecondary Management:Following primary surgery, regular review by a multidisciplinary team is essentialQ.Many aspects of cleft care require long-term review: Hearing, speech, dental development, facial growthQ.Timing of Primary Cleft Lip and Palate Procedures (after Delaire)Cleft lip aloneCleft palate aloneCleft lip and palate* Unilateral (one side): One operation at 5-6 months* Bilateral (both sides): One operation at 4-5 months* Soft palate only: One operation at 6 monthsQ* Soft and hard palate: Two operations- Soft palate at 6 monthsQ - Hard palate at 15-18 months* Unilateral: Two operations- Cleft lip and soft palate at 5-6 months- Hard palate and gum pad with or without lip revision at 15-18 months* Bilateral: Two operations- Cleft lip and soft palate at 4-5 months- Hard palate and gum pad with or without lip revision at 15-18 months",
        "cop": 1,
        "opa": "9-12 months",
        "opb": "18-24 months",
        "opc": "2-3 years",
        "opd": "5-6 years",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "59e3c439-a663-4fa0-beb6-e5eba75ca8d7",
        "choice_type": "single"
    },
    {
        "question": "Unilateral cleft lip is repaired at what age?",
        "exp": "ANSWER: (B) 3-6 monthsREF: With textDefinitive single-stage cleft lip and nose repair is performed at 3 to 6 months of age. After the definitive deft lip and nose repair, the deft palate is repaired in a single stage at 9 to 12 months of age. (Ref: Schwartz 9th ed chapter 45)The timing of cleft repair is important, and a general recommendation is lip repair at 3 months, palate repair by 12 months, and alveolar bone grafting at about 9 years which coincides with partial eruption of the canine teeth (Ref: Sabiston 18th ed chapter 73)Cleft lip repair is commonly performed between 3 and 6 months of age whereas deft palate repair is frequently performed between 6 and 18 months. (Ref: Bailey 25th ed page 661)",
        "cop": 2,
        "opa": "1-3 months",
        "opb": "3-6 months",
        "opc": "6-9 months",
        "opd": "9-12 months",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "2a54127c-07d5-4da3-b243-840a9c4c0185",
        "choice_type": "single"
    },
    {
        "question": "Kernahan Striped Y Classification - The major reference point is.",
        "exp": "Ans. (c) Incisive foramenRef: Internet Sources, Syed Nasir Shah, Mariya Khalid, Muhammad Sartaj KhanKernahan proposed this classification in 1971.This system provides graphic classification scheme using Y-configuration as shown in image.* Areas 1 and 4 - Lip (It represents the fusion line between the maxillary prominence and medial nasal prominence at lip level).* Areas 2 and 5 - Alveolus (It represents the fusion line between the maxillary prominence and intermaxillary segment).* Areas 3 and 6 - Primary Palate (It represents the fusion line between the primary and secondary palate and lies anterior to the incisive foramen).* Areas 7 and 8 - Hard palate (It represents the fusion line between palatine shelves of the hard palate posterior to the incisive foramen).* Area 9 - Soft palateThe small circle represents incisive papilla. In order to show the cleft, stippling of the appropriate areas is done on the above diagram.For Examples:* Clefts of the soft palate will be represented by the following diagram* Left Cleft lip will be represented by the following diagram.",
        "cop": 3,
        "opa": "Soft palate",
        "opb": "Hard palate",
        "opc": "Incisive foramen",
        "opd": "Third molar",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "87801dd9-fd16-41fd-a6d5-575daa31d3d4",
        "choice_type": "single"
    },
    {
        "question": "Cleft lip surgery should ideally be done at:",
        "exp": "Ans. B. 5 - 6 months. (Ref. LB 25th/pg. 660)\"Cleft lip repair is commonly performed between 3 and 6 months of age whereas cleft palate repair is frequently performed between 6 and 18 months\".Cleft lip:Embryology & pathogenesis:# Unilateral cleft lip results from failure of the maxillary prominence on the affected side to fuse with medial nasal prominences. The result is called a persistant labial groove.# A unilateral cleft lip, commonly on the left side, is more common than a bilateral cleft lip.# Single gene defects that are associated with cleft lip include: Van der Woude syndrome, Opitz Syndrome, Aarskog syndrome, Fryns syndrome, Waardenburg, and Coffin-Siris syndrome.# Medications that can cause it if taken antenatally include alcohol, steroids, antiseizure drugs, vitamin A, and oral anti- acne medications (such as Acutane) taken during the first trimester.# Risk of cleft lip increases with paternal age, especially over 30 yrs at the time of conception.# When the affected child has unilateral cleft lip and palate, the risk for subsequent children increases to 4.2%.# A complete cleft involves the entire lip, and typically the alveolar arch. An incomplete cleft involves only part of the lip.Incidence:# Cleft occurs in somewhere between one in 600 and one in 800 births.# Cleft lip occurs more commonly in males, while cleft palate is more likely to occur in females.Surgical procedure: Patients are: (Rule of 10)# Operated at 10 weeks of age,# With 10 pounds weight, and at# Hb of 10gm%.- \"Cleft lip repair is commonly performed between 3 and 6 months of age whereas cleft palate repair is frequently performed between 6 and 18 months\".- Operations done for cleft lip are Millard procedure and Mirault-Blair operation.# The Millard procedure begins with an incision on the edge of the cleft side of the philtrum, and the cutting continues upward, medially, and to the side. A second incision extends to the buccal sulcus. The length of this incision depends on the size of the gap to be closed. In this second incision, the surgeon frees soft tissue, which allows him or her to completely lift the lip from the underlying bone. Advantages of the Millard rotation advancement technique include: It is the most common procedure (i.e., surgeons more familiar with it). The technique is adaptable and flexible. It permits construction of a normal-looking Cupid's bow. A minimal amount of tissue is discarded. The suture line is camouflaged. The disadvantage of the Millard rotation advancement technique is the possible development of a vermilion notch (shortening of the entire lip in the vertical direction), resulting from contracture of the vertical scar.Cleft palate occurs due to failure of fusion of medial nasal process to the two palatine processes of maxillary process.Operations for it include Langenbeck's operation. WardilVs four flap operation and VY repair",
        "cop": 2,
        "opa": "2 - 3 months",
        "opb": "5 - 6 months",
        "opc": "10-12 months",
        "opd": "12-24 months",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "5d51f7f4-6b0f-4a9f-b5f7-9a7e85500881",
        "choice_type": "multi"
    },
    {
        "question": "A child with unilateral cleft lip ideal time of repair is -",
        "exp": "Ans. is 'a' i.e., 3-6 months Timing of repair of cleft lip* According to CSDT# Follow the 'Rule of Ten' i.e. Surgery is done* After 10 wks of age* Weight >10 lb (4.5 kg)* Hemoglobin <10 g/dl* According to Schwartz - at 3 to 6 months of age* According to Sabiston - at 3 months of age* According to Bailey - between 3 & 6 months of age",
        "cop": 1,
        "opa": "3-6 months",
        "opb": "at birth",
        "opc": "at 1 year",
        "opd": "> 5 years",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "6c9b06a8-d852-4e9c-ad65-5ea05f25b1a0",
        "choice_type": "single"
    },
    {
        "question": "Cleft hard palate is repaired around -",
        "exp": "Ans- D 12-15 months Timing of elective surgery for various conditions Cleft lip 3mon Cleft soft palate. 3mon Cleft hard palate. 12-15 Mon Combined soft and hard palate. 1 y Combined lip plus soft palate - 3 months Umbilical hernia - conservative till 2 years of age. Surgery if still symptomatic Hypospadias. 6-12 Mon Inguinal hernia. As early as possible Hydrocele. >1 y Undescended testis. 6m - 1 y PDA. At birth COA. 3-4 y or as soon as the child is medically fit.",
        "cop": 4,
        "opa": "Soon after birth",
        "opb": "After one month",
        "opc": "3-5 months",
        "opd": "12-15 months",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "1cf63cfa-a2e4-412b-9872-8e4b7d4bac8c",
        "choice_type": "single"
    },
    {
        "question": "Cleft lip repair minimum age to repair",
        "exp": "Ans. (a) 6 monthsRef: Bailey and Love 26th edition. Page 638Timing of surgery of each type of Cleft is given by Delaire sequence:* Unilateral cleft lip alone - One operation at 5-6 months* Bilateral cleft lip - One operation at 4-5 months* Soft palate only - One operation at 6 months* Soft and Hard Palate Only - as Two operations (Soft palate at 6 months and Hard palate at 15-18 months)* Combined Cleft lip and Palate (Unilateral or Bilateral): Two operations (Cleft lip and Soft palate at 5-6 months. Hard Palate at 15-18 months)",
        "cop": 1,
        "opa": "6 months",
        "opb": "12 months",
        "opc": "2 years",
        "opd": "5 years",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "890e6715-85ff-4ec9-8293-6bac11b71397",
        "choice_type": "single"
    },
    {
        "question": "Ideal time for surgery in case of unilateral cleft lip?",
        "exp": "Ans. b (3 to 6 months) (Ref. Bailey and Love 26th/pg.637).Timing of primary cleft lip and palate procedures.Cleft lip aloneUnilateral (one side)Bilateral (both sides)One operation at 5-6 monthsOne operation at 4-5 months Cleft palate aloneSoft palate onlySoft and hard palateOne operation at 6 months two operationsSoft palate at 6 monthsHard palate at 15-18 monthsCleft lip and palateUnilateralTwo operationsCleft lip and soft palate at 5-6 monthsHard palate and gum pad with or without lip revisionat 15-18 monthsBilateralTwo operationsCleft lip and soft palate at 4-5 monthsHard palate and gum pad with or without lip revisionat 15-18 months",
        "cop": 2,
        "opa": "<3 months",
        "opb": "3 to 6 months",
        "opc": "6 to 9 months",
        "opd": ">12 months",
        "subject_name": "Surgery",
        "topic_name": "Cleft Lip & Palate",
        "id": "9f1b6a25-cacf-4bd1-822b-b4571bea1e7e",
        "choice_type": "single"
    }
]