[
    {
        "question": "The CNS tumor present with calcification:",
        "exp": "Oligodendroglioma is associated with calcification. BT associated with calcification (COM):CraniopharyngiomaQ (most) > ODGQ (90%) > MeningiomaQ (20-25%)",
        "cop": 1,
        "opa": "Oligodendroglioma",
        "opb": "Astrocytoma",
        "opc": "Medulloblastoma",
        "opd": "Pheochromocytoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "e966ba8d-8106-48b9-8427-1e2cdcc9c86f",
        "choice_type": "single"
    },
    {
        "question": "Most common site of primary spinal tumor",
        "exp": "- MC spinal tumor - Metastasis - MC primary spinal tumor - Nerve sheath tumor - MC intra - Medullary tumor - Astrocytoma - MC site of primary spinal tumor - Intra-dural; Extra medullary",
        "cop": 3,
        "opa": "Intramedullary; Extradural",
        "opb": "Intramedullary only",
        "opc": "Intradural; Extramedullary",
        "opd": "Intra axially only",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "ececfd67-7320-4339-96d7-5803f507a47e",
        "choice_type": "multi"
    },
    {
        "question": "Stereotactic radiosurgery is used in which of the following conditions?",
        "exp": "STEREOTACTIC RADIOSURGERY - SRS is a non-surgical radiation therapy used to treat functional abnormalities & small tumors of brain - Deliver precisely-targeted concentrated dose of radiation in fewer high-dose treatments to a defined volume in the brain Common uses of Stereotactic Radiosurgery (BAT) - Brain tumor(Benign, malignant, primary & metastatic tumors, single & multiple) - Benign lesions of cranial nerves - Aeriovenous malformations - Trigeminal neuralgia",
        "cop": 4,
        "opa": "Metastatic brain tumors",
        "opb": "Aeriovenous malformations",
        "opc": "Trigeminal neuralgia",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "dd6bb095-deba-46a7-b86a-2bc943c7eec0",
        "choice_type": "multi"
    },
    {
        "question": "Prophylactic craniospinal irradiation is recommended in:",
        "exp": "PROPHYLACTIC CRANIOSPINAL IRRADIATION Prophylactic craniospinal irradiation is useful in CNS malignancy which disseminate CSF or any malignancy with high risk of CNS spreadQ. Common Indications Less Common Indications MedulloblastomaQ GlioblastomaQ GerminomaQ Small cell Carcinoma of LungQ ALLQ Non-Hodgkin's LymphomaQ Leptomeningeal RhabdomyosarcomaQ",
        "cop": 4,
        "opa": "Astrocytoma",
        "opb": "Posterior fossa ependymoma",
        "opc": "Meningioma",
        "opd": "Medulloblastoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "a5d85d4b-881d-4b6a-8b78-bc2a3164a874",
        "choice_type": "single"
    },
    {
        "question": "MRI done in a 28yrs old male suffering from Neurofibromatosis 2 showed ice cream cone appearance. On asking he fuher revealed that it began with ringing sensation in ears which progressed to balance problems and hearing loss. Which of the following is the most likely diagnosis",
        "exp": "NF2 is associated with bilateral vestibular schwannomas and hearing loss benign tumors usually originate from perineural fibroblasts. intracranial schwannomas originate from vestibular branch of eighth cranial nerve. Malignant schwannomas although rare, are treated with radiation therapy, if the curative resection is not possible. C/F :- SNHL (M/C) presentation Tinnitus Veigo/Dizziness MRI shows - ice cream cone appearance - depicting b/l vestibular schwannomas",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Ependymoma",
        "opc": "Schwannoma",
        "opd": "Gangioneuroma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "c45b6d87-fdc3-4f29-a137-03624c1d9495",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about brain metastasis except:",
        "exp": "M/c brain tumor is Metastasis M/C primary site for brain metastasis is Ca Lung > Ca breast Frontal lobe is the most common site Lesions are located at the gray-matter and white-matter junction Treated with both Surgery and Radiotherapy (whole brain Radiotherapy) Chemotherapy is not helpful Exceptions: - Can be used in brain metastases due to small cell lung cancer and seminomas",
        "cop": 3,
        "opa": "Frontal lobe is the most common site",
        "opb": "Lesions are located at the gray-matter and white-matter junction",
        "opc": "Most common primary site is breast cancer",
        "opd": "Chemotherapy can be used in brain metastases due to small cell lung cancer and seminomas",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "9ebd1201-7f51-4c1f-9133-177a7fd2c531",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements regarding glioblastoma multiforme is true?",
        "exp": "Glioblastoma Multiforme most common form of primary intracranial neuroepithelial tumor. It represents 25% of all intracranial tumors and 50% of tumors originating in the central nervous system. It is a heterogeneous glial cell tumor derived from the malignant degeneration of an astrocytoma or anaplastic astrocytoma. These tumors are most commonly found in the cerebral hemispheres during the fifth decade of life. CT and MRI scans typically reveal an irregular lesion with hypodense central necrosis, peripheral ring enhancement of the highly cellular tumor tissue, and surrounding edema and mass effect. Curative resections are rare. Therapy consists of diagnostic biopsy followed by radiotherapy to slow the tumor growth. The course of the disease progresses rapidly after presentation, with few patients living more than 2 years.",
        "cop": 2,
        "opa": "It is a neuronal cell tumor",
        "opb": "It arises from the malignant degeneration of an astrocytoma",
        "opc": "With aggressive treatment, most patients can live up to 10 years with this disease",
        "opd": "It is the most common childhood intracranial neoplasm",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "0b041bb4-b9df-450f-88a2-a310516d16b7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about this brain tumor except:",
        "exp": "Meningioma (showing dural tail) Mostly occur along the superior sagittal sinus Most common intracranial, extra-axial dural-based neoplasm Associated with spasticity & lower limb weakness, sensory deficit and sphincter dysfunction of bladder Calcification is seen in 20-25% cases Simpson grading system is used for meningioma resection",
        "cop": 3,
        "opa": "Most common intracranial, extra-axial dural-based neoplasm",
        "opb": "Associated with spasticity & lower limb weakness, sensory deficit and sphincter dysfunction of bladder",
        "opc": "Calcification is seen in 60-65% cases",
        "opd": "Simpson grading system is used for resection",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "befd2b1c-0a84-4695-a1a6-da69674d0649",
        "choice_type": "multi"
    },
    {
        "question": "Mark the true and false statement about brain tumors: 1. Most common primary brain tumor is astrocytoma 2. Radiation exposure & genetic abnormalities are the risk factors 3. MEN-2 and NF-1 increases the risk 4. Three cardinal symptoms are seizures, raised ICT & focal neurological deficit 5. Dexamethasone reduces peritumoral edema 6. Primary goals of surgery includes histologic diagnosis & reduction of mass effect 7. Anti-epileptics for tumors close to sensorimotor strip 8. Craniospinal irradiation for tumors associated with CSF spread",
        "exp": "- MC primary brain tumor - Meningioma (35%)> glial tumorQ(30%) - MC brain tumor - Metastasis - MC malignant BT of childhood - Most radiosensitive BT - Medulloblastoma - BT associated with calcification (COM) - Craniopharyngioma(most) > ODGQ(90%) > Meningioma(20-25%) BRAIN TUMOR - Most brain tumors occur sporadically - Radiation exposure&genetic abnormalities are the risk factors Genetic abnormalities with brain tumors (RL not in MTV GT) - Retinoblastoma - Li-Fraumeni - NF-1 & 2 - MEN 1 - Turcot's syndrome - VHL syndrome - Gorlin syndrome - Tuberous sclerosis Clinical Features - Three cardinal symptoms: Seizures, Raised ICT & focal neurological deficit(FND) - Raised ICT leads to headache (worse in morning & straining, associated with nausea & vomiting) - FND: Progressive over time, characteristic of location - Pituitary adenoma may also present with endocrine abnormalities Diagnosis - IOC for diagnosis: MRI Treatment - Dexamethasone: Reduces peitumoral edema - Anti-epileptics: For tumors close to sensorimotor strip - Mannitol: Adminstered before dural opening & operative resection - Surgery: Primary goals of surgery includes histologic diagnosis & reduction of mass effect preservation of neurological function - Radiotherapy: In case of positive margins & tumor infiltrating surrounding brain - Craniospinal irradiation: For tumors associated with CSF Spread",
        "cop": 3,
        "opa": "1-T, 2-T, 3-T, 4-T, 5-T, 6-T, 7-F, 8-T",
        "opb": "1-T, 2-T, 3-F, 4-T, 5-T, 6-T, 7-T, 8-T",
        "opc": "1-F, 2-T, 3-F, 4-T, 5-T, 6-T, 7-T, 8-T",
        "opd": "1-T, 2-F, 3-T, 4-T, 5-F, 6-T, 7-T, 8-T",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "8af5b0b9-46e5-4d39-878c-e7791df45a17",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about hemangioblastoma except?",
        "exp": "Hemangioblastoma - MC primary intra- axial tumor in the adult posterior fossa - Occur almost exclusively in the posterior fossa (cerebellum) - Solid or cystic with a mural nodule - May occur sporadically, and 20% of cases may be associated with von Hippel-Lindau disease (hemangioblastomas, retinal angiomas, RCC, pheochromocytoma, renal and pancreatic cysts). - It is a benign tumor - Present with Polycythemia due to increased erythropoietin production",
        "cop": 4,
        "opa": "Most common primary intra-axial tumor in the adult posterior fossa",
        "opb": "Solid or cystic with a mural nodule",
        "opc": "Polycythemia due to increased erythropoietin production",
        "opd": "Premalignant condition",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "3d80ebd9-70f2-407b-b137-03b7452dc6ce",
        "choice_type": "multi"
    },
    {
        "question": "A 47yrs old female c/o headache, changes in vision, seizures from past 2yrs. Now she has developed weakness . side of body. A CT scan was being ordered by the physician which showed well circumscribed mass abutting the skull in left hemisphere. On contrast enhanced MRI shows - What is the next step in management of this patient?",
        "exp": "Most likely diagnosis in this patient is meningioma (CECT finding & findings points towards it) it is a slow growing tumor arising from arachnoid layer. predominately occurs in females peak incidence around 45yrs primary treatment of meningioma includes - surgical excision (with radiation therapy - if complete resection is not possible) 11 -15% recurrence is there, even after gross total resection.",
        "cop": 1,
        "opa": "Surgical excision",
        "opb": "Chemotherapy with Adriamycin",
        "opc": "Cerebral angiography with tumor embolization",
        "opd": "Preoperative radiation therapy followed by surgical excision",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "07d1d7fa-9005-4e33-8aec-da8c2c5c6ee0",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old otherwise healthy woman Presents to her physician with a 3-week history of severe headaches. A contrast CT scan reveals a small, circular, hypodense lesion with ring like contrast enhancement. Which of the following is the most likely diagnosis?",
        "exp": "Although these CT findings can be consistent with all the options given but in immunocompetent individual there is more incidence of it being a metastatic lesion. M/C cancers to metastasise to brain includes :- Lung CA, Breast CA, Melanomas, RCC, few GI tumours. These lesions become symptomatic due to mass effect from white matter edema. Rx- includes combination of Sx, radios, and whole brain radiation therapy. Immunocompromised patients are at increased risk for toxoplasmosis and central nervous system lymphomas.",
        "cop": 2,
        "opa": "High-grade astrocytoma",
        "opb": "Metastatic lesion",
        "opc": "Parenchymal Haemorrhage",
        "opd": "Brain abscess",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "bde8baec-368f-4803-83cc-f1cfea443320",
        "choice_type": "multi"
    },
    {
        "question": "A six year old child managed by complete surgical removal of Craniopharyngioma developed multiple endocrinopathies. Which of following hormones should be replaced first?",
        "exp": "Coisol (hydrocoisone) is the first hormone to be replaced in patients with panhypopituitarism after craniopharyngioma surgery.",
        "cop": 1,
        "opa": "Hydrocoisone",
        "opb": "Growth hormone",
        "opc": "Thyroxine",
        "opd": "Prolactin",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "51d3c2af-8bfc-414b-b85e-f6e7be7f798c",
        "choice_type": "single"
    },
    {
        "question": "A 47yrs old female c/o headache, changes in vision, seizures from past 2yrs. Now she has developed weakness . side of body. A CT scan was being ordered by the physician which showed well circumscribed mass abutting the skull in left hemisphere. On contrast enhanced MRI shows -. What is the next step in management of this patient?",
        "exp": "Most likely diagnosis in this patient is meningioma (CECT finding & findings points towards it) it is a slow growing tumor arising from arachnoid layer. predominately occurs in females peak incidence around 45yrs primary treatment of meningioma includes - surgical excision (with radiation therapy - if complete resection is not possible) 11 -15% recurrence is there, even after gross total resection.",
        "cop": 1,
        "opa": "Surgical excision",
        "opb": "Chemotherapy with Adriamycin",
        "opc": "Cerebral angiography with tumor embolization",
        "opd": "Preoperative radiation therapy followed by surgical excision",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "4d0d2569-f2b4-4f43-a238-147a82382905",
        "choice_type": "multi"
    },
    {
        "question": "All of the following hereditary conditions predispose to CNS tumors, except:",
        "exp": "Xeroderma pigmentosum is not a risk factor for brain tumor. Genetic abnormalities associated with brain tumors (RL not in MTV GT) RetinoblastomaQ Li-FraumeniQ NF-1 & 2Q MEN 1Q Turcot's syndromeQ VHL syndromeQ Gorlin syndromeQ Tuberous sclerosisQ",
        "cop": 4,
        "opa": "Neurofibromatosis 1 and 2",
        "opb": "Tuberous sclerosis",
        "opc": "Von - Hippel - landau syndrome",
        "opd": "Xeroderma pigmentosum",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "3ad148b5-60ad-468d-92de-fef3e1f528c4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Primary CNS Lymphoma except:",
        "exp": "PCNSL: Has increased incidence in immunocompromised patients Most common type in immunocompetent patients is DLBCL Lymphoma anywhere in the body- Biopsy is needed for diagnosis In PCNL - Stereotactic biopsy is necessary for histologic diagnosis Steroids are C/I as they have cytolytic effect on tumor PCNL is also known as Ghost tumor - tumor disappear if given steroids Treatment: Chemotherapy - high dose Methotrexate",
        "cop": 2,
        "opa": "Most common type in immunocompetent patients is DLBCL",
        "opb": "Glucocoicoids should be given before biopsy to reduce the risk of edema",
        "opc": "Stereotactic biopsy is necessary for histologic diagnosis",
        "opd": "High-dose methotrexate is used for the treatment",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "d9a76940-5cfe-4680-a674-0fbdddc1ff1b",
        "choice_type": "multi"
    },
    {
        "question": "The intracranial tumor most likely to be encountered in a middle-aged man with the acquired immunodeficiency syndrome (AIDS) is:",
        "exp": "DISCUSSION: Primary intracranial lymphomas occur with increased frequency in patients who are immunocompromised, such as recipients of organ transplants and patients with AIDS.",
        "cop": 4,
        "opa": "Glioblastoma multiforme",
        "opb": "Ependymoma",
        "opc": "Meningioma",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "fea915e2-b298-4fe4-afdc-38ffe510e1ef",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about meningocele except:",
        "exp": "Meningocele It is characterized by the herniation of meninges through an abnormal opening in the back bone or skull It is a cystic swelling in theskullor along the back bone and do not contain spinal cord or its nerves. So, on examination - Brilliantly trans-illuminant Most of the time it is covered by skin so immediate surgical intervention is not needed Few cases may need immediate surgical intervention if not covered by skin because of the risk of Meningitis. Myelomeningocele Most severe dysraphism It is characterized by the herniation of spinal cord contents and meninges through an abnormal defect in the back bone Lumbosacral area is the most common location of myelomeningocele Meningocele Myelomeningocele",
        "cop": 4,
        "opa": "Spinal cord is usually normal and assumes a normal position in the spinal canal",
        "opb": "Most meningoceles are well-covered with skin and pose no threat to the patient",
        "opc": "Brilliantly transilluminant",
        "opd": "Immediate surgical treatment is required to prevent meningitis in all patients",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "96496c7d-97a6-447a-8349-fd540a10b262",
        "choice_type": "multi"
    },
    {
        "question": "Medulloblastoma exclusively occurs in the:-",
        "exp": "MEDULLOBLASTOMA MC malignant brain tumor of childhood: Medulloblastoma Medulloblastoma is most radiosensitive brain tumor MC site : Vermis (75%) MC site in adults: lateral cerebellar hemisphere",
        "cop": 2,
        "opa": "Medulla",
        "opb": "Cerebellum",
        "opc": "Cerebral hemisphere",
        "opd": "Spinal cord",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "905d4100-a1e7-424b-a2df-b0c39a62c52d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about medulloblastoma except:",
        "exp": "Medulloblastoma Most common malignant brain tumor of childhood- M/C site - Cerebellum (vermis) In adults most common site is Lateral Cerebellar hemisphere Most radiosensitive brain tumor Has CSF spread - given Craniospinal irradiation. Treatment - Despite of extreme radiosensitivity, it should be surgically excised. - Surgical excision should be followed by radiotherapy andchemotherapy. - Carmustine (BCNU) and vincristine are primarily used for recurrences, in poor- risk patients, and in children <3 years to avoid radiation therapy.",
        "cop": 4,
        "opa": "Occur predominantly in children",
        "opb": "Most common site is Vermis",
        "opc": "Carmustine and vincristine are used for recurrences and in children <3 years to avoid radiation therapy",
        "opd": "Radiotherapy is the main treatment modality",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "18465f0c-ff4b-4148-bb24-d331e7cfd0ba",
        "choice_type": "multi"
    },
    {
        "question": "A 30 years old male complains of loss of erection; he has low testosterone and high prolactin level in blood; what is the likely diagnosis:-",
        "exp": "Most common cause of hypersecreting pituitary is Pituitary adenoma. PITUITARY ADENOMA Pituitary adenomas arise primarily from anterior pituitary glandQ Classified as either functional (secreting) or nonfunctional (non-secreting) tumors MC functional tumor is prolactinomaQ, which causes amenorrhea & galactorrhea in womenQ. MRI is IOC for pituitary tumorsQ",
        "cop": 1,
        "opa": "Pituitary adenoma",
        "opb": "Testicular failure",
        "opc": "Craniopharyngioma",
        "opd": "Cushing's syndrome",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "063e8504-643c-4771-8238-ccbbf1c9bfc0",
        "choice_type": "single"
    },
    {
        "question": "Chang staging is used for:",
        "exp": "Chang staging is used for medulloblastoma.",
        "cop": 2,
        "opa": "Retinoblastoma",
        "opb": "Medulloblastoma",
        "opc": "Ewing's sarcoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "4101c55a-e4ad-470e-bcf5-d383e6959058",
        "choice_type": "single"
    },
    {
        "question": "A 6 years old boy has been complaining of headache, ignoring to see the objects on the sides for four months. On examination, he is not mentally retarded, his grades at school are good, and visual acuity is diminished in both the eyes. Visual chaing showed significant field defect. CT scan of the head showed suprasellar mass with calcification. Which of the following is the most probable diagnosis?",
        "exp": "The given scenario suggests diagnosis of craniopharyngioma. CRANIOPHARYNGIOMA Derived from Rathke's pouch Presents with signs of increased intracranial pressure, including headache, vomiting, papilledema, and hydrocephalus. Associated with hypopituitarism (90%), diabetes insipidus (10%) & growth retardation (50%) Treatment involves transcranial or transsphenoidal surgical resection followed by postoperative radiation of residual tumor.",
        "cop": 2,
        "opa": "Astrocytoma",
        "opb": "Craniopharyngioma",
        "opc": "Pituitary adenoma",
        "opd": "Meningioma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "2ff4f5d6-a390-46ae-925c-29772a8b718b",
        "choice_type": "multi"
    },
    {
        "question": "The characteristics feature of a frontal lobe tumor is:",
        "exp": "Frontal lobe tumors Personality changes are common symptom of frontal lobe tumor. Frontal lobe controls behavior and judgment. Patients may be socially disinhibited, display antisocial behavior, shows severe impairment of judgment, insight and foresight. Witzelsucht syndrome: Self amusement from poor jokes and puns, also known as pathological joking, is seen in frontal lobe tumors.",
        "cop": 4,
        "opa": "Abnormal gait",
        "opb": "Aphasia",
        "opc": "Distractibility",
        "opd": "Antisocial behavior",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "20d95f1c-5171-4aff-958e-47fdf70b143d",
        "choice_type": "single"
    },
    {
        "question": "Widened neural foramina is frequently seen in:",
        "exp": "Widened neural foramina is frequently seen in Neurofibromatosis.",
        "cop": 1,
        "opa": "Neurofibromatosis",
        "opb": "Tuberous sclerosis",
        "opc": "Sturge - Weber syndrome",
        "opd": "Klipple - Fiel syndrome",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "730c76cc-36ae-4bef-8c89-c99594c8f82b",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of brain tumor except:-",
        "exp": "Three cardinal symptoms of brain tumor: Seizures, Raised ICT & focal neurological deficit. BRAIN TUMOR Raised ICT leads to headache (worse in morning & strainingQ, associated with nausea & vomiting) FND: Progressive over time, characteristic of locationQ",
        "cop": 1,
        "opa": "Pin point pupil",
        "opb": "Seizures",
        "opc": "Headache",
        "opd": "Focal neurological deficit",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "f22d2943-3ec0-44b0-ba96-9f702222d246",
        "choice_type": "multi"
    },
    {
        "question": "A 17-year-old male presents with 3-month history of headache, weight gain, decreased concentration, polyuria, and polydypsia. His headaches are mostly in morning and involves the frontal region. On examination he was found to have bitemporal visual field defect and no facial hair. MRI scan revealed a suprasellar paially calcified cystic lesion with displacement of optic chiasm. The most likely pathology is:",
        "exp": "- Weight gain, DI, decreased memory, and visual field defect are consistent with a suprasellar hypothalamic lesion. - Calcified cystic lesions in this location, paicularly in adolescents, are characteristic of Craniopharyngiomas. - The rate of calcification in childhood is about 85% and in adult is about 40%. - Craniopharyngiomas are pathologically benign but due to their location and their firm attachment to critical structures surrounding them can result in severe neuro-functional impairment. - The cyst wall is lined with squamous epithelium and the fluid contains cholesterol crystals.",
        "cop": 4,
        "opa": "Giant aneurysm of carotid aery",
        "opb": "Pituitary macroadenoma",
        "opc": "Glioblastoma multiforme",
        "opd": "Craniopharyngioma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "017aef8d-0fbb-48f0-9153-d07b9aad6865",
        "choice_type": "multi"
    },
    {
        "question": "A child presents to the clinic with history of seizures and mental retardation. Clinical examination reveals multiple hypopigmented macules. What is the likely diagnosis?",
        "exp": "Tuberous sclerosis / Epiloia / Boruneville's disease Skin lesion Neurological Benign neoplasm Adenoma sebaceumQ (Facial angiofibroma) Ash leaf shaped hypopigmented maculesQ Shagreen patchQ - yellow thickening of lumbosacral skin Depigmented naevi SeizureQ Mental retardation Subependymal nodulesQ which may calcify Hydrocephalus RhabdomyomaQ AngiomyomaQ of liver, kidney, pancreas etc EpendymomaQ AstrocytomaQ",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Sturge Weber syndrome",
        "opd": "Linear epidermal nevus syndrome",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "7c28f23c-3226-4ccd-8e2c-4b78636d685b",
        "choice_type": "single"
    },
    {
        "question": "What is/are not a feature(s) of the Encephalotrigeminal syndrome:",
        "exp": "Sturge - Weber Syndrome / Encephalotrigeminal Syndrome - Large unilateral cutaneous angioma (po - wine stain) - Focal seizures typically occurs opposite to the side of lesion - Cerebral angiomas lead to coical atrophy - Angiomas are visible radiologically as tram - track or rail track calcification mainly in occipital region",
        "cop": 4,
        "opa": "Rail track appearance on CT scan",
        "opb": "Hemiatrophy of the brain",
        "opc": "Convulsion",
        "opd": "Empty sella",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "c1ffc00e-2ab5-44bf-a16e-f45d64b1132f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about Dandy-Walker syndrome are true and which are false? 1 Most common posterior fossa malformation 2 Consists of a cystic expansion of 4th ventricle in the posterior fossa & midline cerebellar hypoplasia 3 Triad of Hypoplasia of vermis + Cephalad rotation of the vermian remnant & cystic dilatation of 4th ventricle extending posteriorly + Small posterior fossa 4 Most common manifestation is Macrocephaly 5 Managed by shunting the cystic cavity",
        "exp": "DANDY- WALKER MALFORMATION - Mc posterior fossa malformation - Prevalence: 1 per 30,000 live bihs - Consists of a cystic expansion of 4th ventricle in the posterior fossa &midline cerebellar Hypoplasia - Results from a developmental failure of the roof of the 4th ventricle during embryogenesis. Dandy-Walker Malformation is characterized by the traid of - Hypoplasia of vermis - Cephalad rotation of the vermian remnant & cystic dilatation of 4th ventricle extending posteriorly - Enlarged posterior fossa with torcular-lambdoid inversion Clinical Features - MC manifestation: Macrocephaly (80% cases);Associated withhydrocephalus (90% cases) - Infants present with a rapid increase in head size & prominent occiput. - Transillumination of the skill may be positive. - Most children have evidence of long-tract signs, cerebellar ataxia, and delayed motor &cognitive milestones, probably due to the associated structural anomalies Associations - CNS abnormalities are present in 70% cases (i.e.Agenesisof the posterior cerebellar vermis & corpus callosumQ. Coical dysplasia, polymicrogyria) Diagnosis - IOC for diagnosis: MRI Treatment: Managed by shunting the cystic cavity",
        "cop": 2,
        "opa": "1-T, 2-T, 3-T, 4-T, 5-T",
        "opb": "1-T, 2-T, 3-F, 4-T, 5-T",
        "opc": "1-T, 2-F, 3-F, 4-T, 5-T",
        "opd": "1-T, 2-T, 3-T, 4-F, 5-F",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "eccdd09b-bc46-4f83-8199-279323c50019",
        "choice_type": "multi"
    },
    {
        "question": "MRI done in a 28yrs old male suffering from Neurofibromatosis 2 showed ice cream cone appearance. On asking he fuher revealed that it began with ringing sensation in ears which progressed to balance problems and hearing loss. Which of the following is the most likely diagnosis -",
        "exp": "NF2 is associated with bilateral vestibular schwannomas and hearing loss benign tumors usually originate from perineural fibroblasts. intracranial schwannomas originate from vestibular branch of eighth cranial nerve. Malignant schwannomas although rare, are treated with radiation therapy, if the curative resection is not possible. C/F :- SNHL (M/C) presentation Tinnitus Veigo/Dizziness MRI shows - ice cream cone appearance - depicting b/l vestibular schwannomas",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Ependymoma",
        "opc": "Schwannoma",
        "opd": "Gangioneuroma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "e86de28a-872e-4d34-b8ce-69ce6ff1af7f",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man presents with headache and left-sided upper extremity weakness. The MRI of brain is given below. What does an MRI exhibits ?",
        "exp": "Glioblastoma multiforme -Endothelial proliferationor necrosison histology makes the tumorgrade IV. - Know asbutterfly tumoras it crosses midline - Seen inolder patient (> 50 years) - Grows rapidly, - Tumor often contains a necrotic core that occurs as its growth surpasses its blood supply. - MRI Irregular shape, Poor demarcation from surrounding brain tissue Presence of variable amount of surrounding white-matter edema. -Treatment: Cytoreductive surgeryfollowed byEB. The extent of tumor resectionbhas asignificant effecton time to tumorprogressionand mediansurvival. Carmustineandcisplatinhave been the primary agents used againstmalignant gliomas. Temozolomide has shown some promise in the management ofnewly diagnosedandrecurrent GBM,with an overall surl time of 13.6 months. -Median survivaltime forGBMis<1 year.",
        "cop": 3,
        "opa": "Lesion is regular in shape.",
        "opb": "Well demarcated from surrounding brain tissue.",
        "opc": "Shows a ring pattern of enhancement with intravenous contrast and has a nonenhancing necrotic center.",
        "opd": "Shows an absence of surrounding white-matter edema.",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "647483ee-29c9-408a-9031-d793148c5c89",
        "choice_type": "multi"
    },
    {
        "question": "Glioblastoma multiforme may occur in the following except:",
        "exp": "Glioblastoma multiforme can occur in cerebrum, cerebellum & spinal cord but not in the adrenal medulla. GLIOBLASTOMA MULTIFORME Ring enhancement with central necrosis on MRI Known as butterfly tumor as it crosses midline",
        "cop": 4,
        "opa": "Cerebrum of adult",
        "opb": "Brain stem of child",
        "opc": "Spinal cord of adult",
        "opd": "Adrenal medulla of child",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "62696740-050b-4e9e-9167-cb730abe3ea6",
        "choice_type": "multi"
    },
    {
        "question": "A 63-year-old woman presents with a several-week history of headaches and difficulties with speech. A sister who lives with her claims that her language \"has recently not been making much sense\" and that she is a bit confused. Her condition seems to be deteriorating. On neurologic examination, she has a moderately severe aphasia, with difficulty understanding language and following commands, and she makes frequent paraphasic errors when she speaks. There are no other motor or sensory deficits. An MRI with intravenous contrast reveals the presence of a ring-enhancing mass lesion within the substance of the left temporal lobe. The lesion is approximately 3 cm in great-est diameter, poorly demarcated from the surrounding brain, and surrounded by a moderate amount of cerebral edema. Findings on routine admission tests, including a chest x-ray and serum chemistry, are unremarkable. What is the most likely diagnosis?",
        "exp": "Glioblastoma multiforme is a highly malignant neoplasm, arising from glial cells or their precursors within the CNS. It is the most common of all primary malignancies of the CNS and its peak incidence is within the fifth to sev-enth decade of life. A low-grade astrocytoma is a tumor derived from glial cells of astrocytes. Fig. 11-4, shows a large cystic giant astrocytoma on T2 weighted MRI where fluid is shown as a white area with midline shift (not glioblastoma multiforme presented in this question).",
        "cop": 2,
        "opa": "Low-grade cerebral astrocytoma",
        "opb": "Glioblastoma multiforme",
        "opc": "Metastasis to the brain from an occult primary cancer",
        "opd": "Meningioma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "046e5581-d5ec-4698-9a0a-4d558c2dbf7a",
        "choice_type": "single"
    }
]