[
    {
        "question": "The CNS tumor present with calcification:",
        "exp": "Oligodendroglioma is associated with calcification. BT associated with calcification (COM): CraniopharyngiomaQ (most) > ODGQ (90%) > MeningiomaQ (20-25%)",
        "cop": 1,
        "opa": "Oligodendroglioma",
        "opb": "Astrocytoma",
        "opc": "Medulloblastoma",
        "opd": "Pheochromocytoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "e966ba8d-8106-48b9-8427-1e2cdcc9c86f",
        "choice_type": "single"
    },
    {
        "question": "Prophylactic craniospinal irradiation is recommended in:",
        "exp": "PROPHYLACTIC CRANIOSPINAL IRRADIATION Prophylactic craniospinal irradiation is useful in CNS malignancy which disseminate CSF or any malignancy with high risk of CNS spreadQ. Common Indications Less Common Indications MedulloblastomaQ GlioblastomaQ GerminomaQ Small cell Carcinoma of LungQ ALLQ Non-Hodgkin's LymphomaQ Leptomeningeal RhabdomyosarcomaQ",
        "cop": 4,
        "opa": "Astrocytoma",
        "opb": "Posterior fossa ependymoma",
        "opc": "Meningioma",
        "opd": "Medulloblastoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "a5d85d4b-881d-4b6a-8b78-bc2a3164a874",
        "choice_type": "single"
    },
    {
        "question": "MRI done in a 28yrs old male suffering from Neurofibromatosis 2 showed ice cream cone appearance. On asking he fuher revealed that it began with ringing sensation in ears which progressed to balance problems and hearing loss. Which of the following is the most likely diagnosis",
        "exp": "NF2 is associated with bilateral vestibular schwannomas and hearing loss benign tumors usually originate from perineural fibroblasts. intracranial schwannomas originate from vestibular branch of eighth cranial nerve. Malignant schwannomas although rare, are treated with radiation therapy, if the curative resection is not possible. C/F:- SNHL (M/C) presentation Tinnitus Veigo/Dizziness MRI shows - ice cream cone appearance - depicting b/l vestibular schwannomas",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Ependymoma",
        "opc": "Schwannoma",
        "opd": "Gangioneuroma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "c45b6d87-fdc3-4f29-a137-03624c1d9495",
        "choice_type": "single"
    },
    {
        "question": "A six year old child managed by complete surgical removal of Craniopharyngioma developed multiple endocrinopathies. Which of following hormones should be replaced first?",
        "exp": "Coisol (hydrocoisone) is the first hormone to be replaced in patients with panhypopituitarism after craniopharyngioma surgery.",
        "cop": 1,
        "opa": "Hydrocoisone",
        "opb": "Growth hormone",
        "opc": "Thyroxine",
        "opd": "Prolactin",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "51d3c2af-8bfc-414b-b85e-f6e7be7f798c",
        "choice_type": "single"
    },
    {
        "question": "The intracranial tumor most likely to be encountered in a middle-aged man with the acquired immunodeficiency syndrome (AIDS) is:",
        "exp": "DISCUSSION: Primary intracranial lymphomas occur with increased frequency in patients who are immunocompromised, such as recipients of organ transplants and patients with AIDS.",
        "cop": 4,
        "opa": "Glioblastoma multiforme",
        "opb": "Ependymoma",
        "opc": "Meningioma",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "fea915e2-b298-4fe4-afdc-38ffe510e1ef",
        "choice_type": "single"
    },
    {
        "question": "Medulloblastoma exclusively occurs in the:-",
        "exp": "MEDULLOBLASTOMA MC malignant brain tumor of childhood: Medulloblastoma Medulloblastoma is most radiosensitive brain tumor MC site: Vermis (75%) MC site in adults: lateral cerebellar hemisphere",
        "cop": 2,
        "opa": "Medulla",
        "opb": "Cerebellum",
        "opc": "Cerebral hemisphere",
        "opd": "Spinal cord",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "905d4100-a1e7-424b-a2df-b0c39a62c52d",
        "choice_type": "single"
    },
    {
        "question": "A 30 years old male complains of loss of erection; he has low testosterone and high prolactin level in blood; what is the likely diagnosis:-",
        "exp": "Most common cause of hypersecreting pituitary is Pituitary adenoma. PITUITARY ADENOMA Pituitary adenomas arise primarily from anterior pituitary glandQ Classified as either functional (secreting) or nonfunctional (non-secreting) tumors MC functional tumor is prolactinomaQ, which causes amenorrhea & galactorrhea in womenQ. MRI is IOC for pituitary tumorsQ",
        "cop": 1,
        "opa": "Pituitary adenoma",
        "opb": "Testicular failure",
        "opc": "Craniopharyngioma",
        "opd": "Cushing's syndrome",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "063e8504-643c-4771-8238-ccbbf1c9bfc0",
        "choice_type": "single"
    },
    {
        "question": "Chang staging is used for:",
        "exp": "Chang staging is used for medulloblastoma.",
        "cop": 2,
        "opa": "Retinoblastoma",
        "opb": "Medulloblastoma",
        "opc": "Ewing's sarcoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "4101c55a-e4ad-470e-bcf5-d383e6959058",
        "choice_type": "single"
    },
    {
        "question": "The characteristics feature of a frontal lobe tumor is:",
        "exp": "Frontal lobe tumors Personality changes are common symptom of frontal lobe tumor. Frontal lobe controls behavior and judgment. Patients may be socially disinhibited, display antisocial behavior, shows severe impairment of judgment, insight and foresight. Witzelsucht syndrome: Self amusement from poor jokes and puns, also known as pathological joking, is seen in frontal lobe tumors.",
        "cop": 4,
        "opa": "Abnormal gait",
        "opb": "Aphasia",
        "opc": "Distractibility",
        "opd": "Antisocial behavior",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "20d95f1c-5171-4aff-958e-47fdf70b143d",
        "choice_type": "single"
    },
    {
        "question": "Widened neural foramina is frequently seen in:",
        "exp": "Widened neural foramina is frequently seen in Neurofibromatosis.",
        "cop": 1,
        "opa": "Neurofibromatosis",
        "opb": "Tuberous sclerosis",
        "opc": "Sturge - Weber syndrome",
        "opd": "Klipple - Fiel syndrome",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "730c76cc-36ae-4bef-8c89-c99594c8f82b",
        "choice_type": "single"
    },
    {
        "question": "A child presents to the clinic with history of seizures and mental retardation. Clinical examination reveals multiple hypopigmented macules. What is the likely diagnosis?",
        "exp": "Tuberous sclerosis / Epiloia / Boruneville's disease Skin lesion Neurological Benign neoplasm Adenoma sebaceumQ (Facial angiofibroma) Ash leaf shaped hypopigmented maculesQ Shagreen patchQ - yellow thickening of lumbosacral skin Depigmented naevi SeizureQ Mental retardation Subependymal nodulesQ which may calcify Hydrocephalus RhabdomyomaQ AngiomyomaQ of liver, kidney, pancreas etc EpendymomaQ AstrocytomaQ",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Sturge Weber syndrome",
        "opd": "Linear epidermal nevus syndrome",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "7c28f23c-3226-4ccd-8e2c-4b78636d685b",
        "choice_type": "single"
    },
    {
        "question": "What is/are not a feature(s) of the Encephalotrigeminal syndrome:",
        "exp": "Sturge - Weber Syndrome / Encephalotrigeminal Syndrome - Large unilateral cutaneous angioma (po - wine stain) - Focal seizures typically occurs opposite to the side of lesion - Cerebral angiomas lead to coical atrophy - Angiomas are visible radiologically as tram - track or rail track calcification mainly in occipital region",
        "cop": 4,
        "opa": "Rail track appearance on CT scan",
        "opb": "Hemiatrophy of the brain",
        "opc": "Convulsion",
        "opd": "Empty sella",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "c1ffc00e-2ab5-44bf-a16e-f45d64b1132f",
        "choice_type": "single"
    },
    {
        "question": "MRI done in a 28yrs old male suffering from Neurofibromatosis 2 showed ice cream cone appearance. On asking he fuher revealed that it began with ringing sensation in ears which progressed to balance problems and hearing loss. Which of the following is the most likely diagnosis -",
        "exp": "NF2 is associated with bilateral vestibular schwannomas and hearing loss benign tumors usually originate from perineural fibroblasts. intracranial schwannomas originate from vestibular branch of eighth cranial nerve. Malignant schwannomas although rare, are treated with radiation therapy, if the curative resection is not possible. C/F:- SNHL (M/C) presentation Tinnitus Veigo/Dizziness MRI shows - ice cream cone appearance - depicting b/l vestibular schwannomas",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Ependymoma",
        "opc": "Schwannoma",
        "opd": "Gangioneuroma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "e86de28a-872e-4d34-b8ce-69ce6ff1af7f",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old woman presents with a several-week history of headaches and difficulties with speech. A sister who lives with her claims that her language \"has recently not been making much sense\" and that she is a bit confused. Her condition seems to be deteriorating. On neurologic examination, she has a moderately severe aphasia, with difficulty understanding language and following commands, and she makes frequent paraphasic errors when she speaks. There are no other motor or sensory deficits. An MRI with intravenous contrast reveals the presence of a ring-enhancing mass lesion within the substance of the left temporal lobe. The lesion is approximately 3 cm in great-est diameter, poorly demarcated from the surrounding brain, and surrounded by a moderate amount of cerebral edema. Findings on routine admission tests, including a chest x-ray and serum chemistry, are unremarkable. What is the most likely diagnosis?",
        "exp": "Glioblastoma multiforme is a highly malignant neoplasm, arising from glial cells or their precursors within the CNS. It is the most common of all primary malignancies of the CNS and its peak incidence is within the fifth to sev-enth decade of life. A low-grade astrocytoma is a tumor derived from glial cells of astrocytes. Fig. 11-4, shows a large cystic giant astrocytoma on T2 weighted MRI where fluid is shown as a white area with midline shift (not glioblastoma multiforme presented in this question).",
        "cop": 2,
        "opa": "Low-grade cerebral astrocytoma",
        "opb": "Glioblastoma multiforme",
        "opc": "Metastasis to the brain from an occult primary cancer",
        "opd": "Meningioma",
        "subject_name": "Surgery",
        "topic_name": "CNS Tumors",
        "id": "046e5581-d5ec-4698-9a0a-4d558c2dbf7a",
        "choice_type": "single"
    }
]