[
    {
        "question": "In hirschsprung disease aganglionic segment is?",
        "exp": "ANSWER: (B) Normal or contracted. REF: Sabiston Textbook of Surgery, 18th ed chapter 71. Hirschsprung's disease occurs in 1 out of every 5000 live births and is characterized pathologically by absent ganglion cells in the myenteric (Auerbach's) and submucosal (Meissners) plexus. This neurogenic abnormality is associated with muscular spasm of the distal colon and internal anal sphincter resulting in a functional obstruction. Hence, the abnormal bowel is the contracted, distal segment, whereas the normal bowel is the proximal, dilated portion. The area between the dilated and contracted segments is referred to as the transition zone.",
        "cop": 2,
        "opa": "Normal or dilated",
        "opb": "Normal or contracted",
        "opc": "Dilated or contracted",
        "opd": "Always dilated",
        "subject_name": "Surgery",
        "topic_name": "Colon and Rectum - Benign Colonic Disorders",
        "id": "1ad428ed-4dd6-4375-bb45-eca3a63142a0",
        "choice_type": "single"
    },
    {
        "question": "A three year old male child presents with history of constipation and abdominal distension for the last two years. The plain radiograph of abdomen reveals fecal matter containing distended bowel loops. A barium enema study done subsequently shows a transition zone at the recto-sigmoid junction with reversal of recto-sigmoid ratio. The most probable diagnosis is;",
        "exp": "Ans. is 'c' i. e. Hirschsprung's disease Don't get confused with the late onset of disease. Hirschsprung's disease usually presents shortly after birth but sometimes the onset can be delayed. All the other features in this patient confirms the diagnosis of Hirschsprung's disease. The contrast enema in case of Hirschsprung's disease demonstrates a) Aganglionic segment that appears narrow in comparison with the dilated proximal bowel. This zone of the intestine with proximal dilated intestine along with caudal narrow aganglionic segment is the transition zone. b) Normally the rectum is wider than the rest of the colon (except caecum) and when the rectum is seen to be narrower than the proximal colon. The diagnosis is Hirschsprung's disease. Other features of Hirschsprung disease have been discussed in previous year papers. There is some confusion about option 'd' because Hirschsprung disease is also known as congenital megacolon. May be they intended to give idiopathic megacolon.",
        "cop": 3,
        "opa": "Anal atresia",
        "opb": "Malrotation of the gut",
        "opc": "Hirschsprung's disease",
        "opd": "Congenital megacolon",
        "subject_name": "Surgery",
        "topic_name": "Colon and Rectum - Benign Colonic Disorders",
        "id": "c74db1f7-9f64-4f2f-aad8-6a2779cd8993",
        "choice_type": "single"
    },
    {
        "question": "Angiodysplasia is seen in:",
        "exp": "Ans. (d) Right side of the colon in adults. Ref: Bailey & Love 26th ed. Ch 69/1171* Angiodysplasia is a degenerative lesion of previously healthy blood vessels found most commonly in the cecum and proximal ascending colon.* 77% of angiodysplasias are located in the cecum and ascending colon, 15% are located in the jejunum and ileum, and the remainder are distributed throughout the alimentary tract. These lesions typically are non- palpable and small (< 5 mm).* Angiodysplasia is the most common vascular abnormality of the GI tract. After diverticulosis, it is the second leading cause of lower GI bleeding in patients older than 60 years.",
        "cop": 4,
        "opa": "Stomach of adult",
        "opb": "Jejunum of a child",
        "opc": "Left side of the colon",
        "opd": "Right side of the colon",
        "subject_name": "Surgery",
        "topic_name": "Colon and Rectum - Benign Colonic Disorders",
        "id": "faa4f518-7c5c-4930-90db-2e48d7727914",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice to diagnosis Hirschsprug's disease is:",
        "exp": "Ans. is 'c' i. e. Rectal biopsy Repeat. You already know about the features of Hirschsprung's disease seen on contrast enema from the question asked earlier. More about the diagnosis of Hirschsprung's disease -Definitive diagnosis of Hirschsprung's disease is made by Rectal biopsy: It demonstrates following features-Absence of ganglion cells in Meissner's plexus, and myenteric plexus. Hypertrophy of nerve trunks. Manometric study - Manometric studies will show a failure of relaxation of internal sphincter following rectal distension.",
        "cop": 3,
        "opa": "Rectal manometry",
        "opb": "Barium enema",
        "opc": "Rectal biopsy",
        "opd": "Laparotomy",
        "subject_name": "Surgery",
        "topic_name": "Colon and Rectum - Benign Colonic Disorders",
        "id": "211b1e20-34e7-4393-a64b-6a5de9c63748",
        "choice_type": "single"
    },
    {
        "question": "Commonest site for volvulus is?",
        "exp": "ANSWER: (D) Sigmoid colon. REF: Schwarz 8th ed p-1098, Sutton's 7th ed p-677, Sabiston 16th ed p-1422, Maingot's 10deg' ed p-1404\"Most common site of volvulous is the colon. In colon sigmoid colon is the most common site of volvulous\"Volvulous: Twisting of one segment of intestine on an axis formed by its mesentry # Results in partial of complete intestinal obstruction. Plain radiography of volvulous shows: Large inverted U shaped loop of massively distended sigmoid colon emerging from the pelvis, k/a bent inner tube sign or coffee bean sign. Absence of haustra. Apex of loop under diaphragm. Contrast with gastrografhn showrs bird of prey or bird's beak sign",
        "cop": 4,
        "opa": "Caecum",
        "opb": "Stomach",
        "opc": "Proximal jejunum",
        "opd": "Sigmoid colon",
        "subject_name": "Surgery",
        "topic_name": "Colon and Rectum - Benign Colonic Disorders",
        "id": "9519b68c-63b1-4cac-b72a-b3a5837a0f1d",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man presented with an episode of syncope. He said he felt dizzy during defecation and noticed gross bleeding in the pan. Fecal occult blood test done 3 months ago as a part of routine screening for colon cancer was negative. There is no history of recent weight loss. What is the likely colonoscopic finding?",
        "exp": "Ans. d. Dilated mucosal and submucosal veins in the colon (Ref: Harrison 19/e p731, 18/e p972; Bailey 26/e 1174, 25/e p1157). Diagnosis in a 65-year-old patient of bleeding per rectum with syncope and negative fecal occult blood test and no history of recent weight loss is Heyde's syndrome. The colonoscopic finding in Heyde's syndrome is dilated mucosal and submucosal veins in the colon. Heyde's syndrome. Heyde's syndrome is a triad of aortic stenosis, an acquired coagulopathy and anemia due to bleeding from intestinal angiodysplasiaQ. It is due to the induction of von-Willebrand disease type IIA by the valvular stenosisQ. Clinical Features: Gastrointestinal hemorrhage may present as hematemesis, melena, or hematochezia. It is not necessary for the aortic stenosis to lead to any other symptoms, but evidence of heart failure, syncope, or chest pain may be present if the stenosis is severe. Diagnosis: Endoscopy or colonoscopy shows angiodysplasiaQ (Dilated mucosal and submucosal veins).",
        "cop": 4,
        "opa": "Early stage carcinoma colon",
        "opb": "Sigmoid diverticulitis",
        "opc": "Microscopic colitis",
        "opd": "Dilated mucosal and submucosal veins in the colon",
        "subject_name": "Surgery",
        "topic_name": "Colon and Rectum - Benign Colonic Disorders",
        "id": "2f920347-521b-40ed-8568-1f958fea95b4",
        "choice_type": "single"
    }
]