[
    {
        "question": "In case of hypothyroidism which investigation is most informative and most commonly used.",
        "exp": "Ans is 'a' ie Serum TSH Level \"A normal TSH Level excludes primary (but not secondary) hypothyroidism. If the TSH is elevated a free T4 level is needed to confirm the presence of clinical hypothyroidism, but free T4 is inferior to TSH when used as a screening test, as it will not detect subclinical or mild hypothyroidism. Circulating free T3 levels are normal in about 25% of the patients, reflecting adaptive response to hypothyroidism. T3 measurements are therefore not indicated. \" - Harrison'Among the various available serum thyroid function tests, TSH is the most useful to assess gland dysfunction. \" - Endocrine Surgery of Head & Neck, p 83.",
        "cop": 1,
        "opa": "Serum TSH Level",
        "opb": "Serum T3, T4 Level",
        "opc": "Serum Calcitonin assay",
        "opd": "Serum TRH assay",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "1fc408d9-db73-4a60-8b2d-0cc46b4c871c",
        "choice_type": "single"
    },
    {
        "question": "Male patient with euthyroid state presents with the following condition",
        "exp": "Ans. (b) Multiple nodular goiter. Ref.: Bailey & Love 26th ed. / 749* Notice the multiple enlarged lobes of this multiple nodular goiter which represents a spectrum of disease ranging from a single hyper-functioning nodule (toxic adenoma) within a multi-nodular thyroid to a gland with multiple areas of hyper function.* Thyroglossal cyst is ruled out as it is present in midline.* The answer should not be given as toxic nodular goiter because we cannot comment on thyrotoxicosis status of patient as eye signs etc. are not visible or given and the question also mentions a EUTHYROID status of the patient.* Autonomous hyperactivity is conferred by somatic mutations of the thyrotropin, or thyroid-stimulating hormone (TSH), receptor in 20-80% of toxic adenomas and some nodules of multinodular goiters. Autonomously functioning nodules may become toxic in 10% of patients.* Hyperthyroidism predominantly occurs when single nodules are larger than 2. 5 cm in diameter. Signs and symptoms of TNG are similar to those of other types of hyperthyroidism.",
        "cop": 2,
        "opa": "Thyroglossal cyst",
        "opb": "Multiple nodular goiter",
        "opc": "Solitary thyroid nodule",
        "opd": "Toxic nodular goiter",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "7c086a4c-3924-4683-9639-51ceb6fee4e8",
        "choice_type": "single"
    }
]