[
    {
        "question": "In case of hypothyroidism which investigation is most informative and most commonly used.",
        "exp": "Ans is 'a' ie Serum TSH Level \"A normal TSH Level excludes primary (but not secondary) hypothyroidism. If the TSH is elevated a free T4 level is needed to confirm the presence of clinical hypothyroidism, but free T4 is inferior to TSH when used as a screening test, as it will not detect subclinical or mild hypothyroidism. Circulating free T3 levels are normal in about 25% of the patients, reflecting adaptive response to hypothyroidism. T3 measurements are therefore not indicated. \" - Harrison'Among the various available serum thyroid function tests, TSH is the most useful to assess gland dysfunction.\" - Endocrine Surgery of Head & Neck, p 83.",
        "cop": 1,
        "opa": "Serum TSH Level",
        "opb": "Serum T3, T4 Level",
        "opc": "Serum Calcitonin assay",
        "opd": "Serum TRH assay",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "1fc408d9-db73-4a60-8b2d-0cc46b4c871c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Hashimoto's thyroiditis except:",
        "exp": ". Ans. d. Orphan Annie eye nuclei Orphan Annie eye nuclei is seen in papillary carcinoma thyroid.Histological characteristics of Papillary Carcinoma Thyroid* Papillary projections: PTC contains branching papillae of cuboidal epithelial cells* Orphan Annie eye nuclei:The nuclei contain finely dispersed chromatin, which imparts an optically clear or empty appearance, giving rise to term ground glass or Orphan Annie eye nuclei.Invaginations of cytoplasm in cross-sections: Intranuclear inclusions** (pseudo-inclusion) or intranuclear grooves.Diagnosis of PTC is based on these nuclear characteristics9 even in the absence of papillary structures.* Psammoma bodies: Microscopic, calcified deposits representing clumps of sloughed cellsHashtmoto's Thyroiditis* First described by Hashimoto as struma lymphomatosa i.e. a transformation of thyroid tissue to lymphoid tissue.* MC inflammatory disorder of the thyroid and leading cause of hypothyroidism.Thyroid lymphoma is a rare but well recognized complicationPapillary thyroid carcinoma may be occasionally associated* Genetic association has been noted with HLA B8, DR3 and DR59.* More common in women (Male: female, 1:10), near menopause (30-50 years).Etiopathogenesis:* Autoimmune disease* Thought to be initiated by activation of CD4+T (helper) lymphocytes, which further recruit cytotoxic CD8+T cells.Hashimoto's Thyroiditis* Thyroid tissue is destroyed by cytrotoxic T cells and autoantibodies0.Autoantibodies are directed against1. Thyroglobulin (Tg): 60%2. Thyroid peroxidase (TPO): 95%3. TSH-R: 60%* It is also thought to be associated with:Increased intake of iodineDrugs such as interferon alpha, lithium, amiodaronePathology:* Gross examination: Mildly enlarged thyroid0 with pale, gray-tan cut surface* Microscopic examination:- Gland is diffusely infiltrated by small lymphocytes and plasma cellsQ and occasionally shows well-developed germinal centers.- Smaller thyroid follicles with reduced colloid and increased interstitial connective tissue.- Follicles are lined by Hiirthle or Askanazy cells0 (characterized by abundant eosinophilic, granular cytoplasm)Clinical Features:* MC presentation: Minimally or moderately enlarged firm gland0.* On examination an enlarged pyramidal lobe is often palpable.* Mild hyperthyroidism may be present initially (due to destruction of thyroid tissue)* Hypothyroidism is inevitable and usually permanent0.Laboratory findings:* Elevated TSH and presence of thyroid autoantibodies confirm the diagnosis0.* Elevated TSH. reduced T4 and T3 levels0.Presence to thyroid autoantibodies (particularly TPO antibody)0* In case of doubt, diagnosis is confirmed by F.NA biopsy.Management:* Thyroid hormone replacement therapy for overtly hypothyroid patients or in euthyroid patients to shrink large goiters.* Treatment is advised especially for middle-aged patients with cardiovascular risk factors such as hyperlipidemia or hypertension and in pregnant patients.* Surgery may occasionally be indicated for suspicion of malignancy or for goiters causing compressive symptoms or cosmetic deformity.",
        "cop": 4,
        "opa": "Follicular destruction",
        "opb": "Increase in lymphocytes",
        "opc": "Oncocytic metaplasia",
        "opd": "Orphan Annie eye nuclei",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "212d7af8-b3c2-496a-b566-89cd45005174",
        "choice_type": "multi"
    },
    {
        "question": "A patient with autoimmune thyroiditis presents with hypothyroidism. Which of the following is true?",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th: editionExplanation:HASHIMOTO THYROIDITISMost common cause of hypothyroidism in areas of the world where iodine levels are sufficient. Gradual thyroid failure due to autoimmune destruction of the thyroid gland.Common age group (45 - 65)Female predominance (10: 1 to 20: 1)Can occur in children and is a major cause of nonendemic goiter.It is associated with polymorphisms in multiple immune regulation-associated genes, the most significant of which is the linkage to cytotoxic T lymphocyte--associated antigen-4 (CTLA4) polymorphisms & Also functional polymorphism in protein tyrosine phosphatase-22 fPTPN22J gene that encodes a lymphoid tyrosine phosphatase, which is also thought to inhibit T- cell function.Susceptibility to other autoimmune diseases, such as type 1 diabetes has been associated w ith polymorphisms in both Cl'LA 4 and PTPN22.PathogenesisHashimoto thyroiditis is caused by a breakdown in self-tolerance to thyroid auto-antigens.presence of circulating autoantibodies against thyroglobulin and thyroid peroxidaseInduction of thyroid autoimmunity is accompanied by a progressive depletion of thyrocytes by apoptosis and replacement of the thyroid parenchyma by mononuclear cell infiltration and fibrosis.MorphologyDiffusely enlargedThe capsule is intact, and the gland is well demarcated from adjacent structures. .Microscopic examination reveals extensive infiltration of the parenchyma by a mononuclear inflammatory infiltrate containing small lymphocytes, plasma cells, and w ell-developed germinal centersThe thyroid follicles are atrophic and are lined in many areas by epithelial cells distinguished by the presence of abundant eosinophilic, granular cytoplasm, termed Hurthle cells. This is a metaplastic response of the normally low cuboidal follicular epithelium to ongoing injury.In fine-needle aspiration biopsy samples, the presence of Hurthle cells in conjunction with a heterogeneous population of lymphocytes is characteristic of Hashimoto thyroiditis.In \"classic'\" Hashimoto thyroiditis, interstitial connective tissue is increased and may be abundant.A fibrous variant is characterized by severe thyroid follicular atrophy and dense \"keloid - like*' fibrosis, broad bands of acellular collagen encompassing residual thyroid tissue.Unlike Reidel thyroiditis, the fibrosis does not extend beyond the capsule of the gland. The remnant thyroid parenchyma demonstrates features of chronic lymphocytic thyroiditis.Clinical CoursePainless enlargement of the thyroid associated with some degree of hypothyroidismThe enlargement of the gland is usually symmetric and diffuseIn some cases, however, it may be preceded by transient thyrotoxicosis caused by disruption of thyroid follicles, with secondary release of thyroid hormones (\"hashi toxicosis\"). During this phase, free T4 and T3 levels are elevated, TSH is diminished, and radioactive iodine uptake is decreased.As hypothyroidism supervenes. T4 and T3 levels fall, accompanied b\\ a compensatory increase in TSH.Increased risk for developing other autoimmune diseases- Endocrine (type 1 diabetes, autoimmune adrenalitis)- Nonendocrine (systemic lupus erythematosus. myasthenia gravis, and Sjogren syndrome)Increased risk for the development of B-eell non-Hodgkin lymphomas, especially marginal zone lymphomas of mucosa-associated lymphoid tissuesThe relationship between Hashimoto disease and thyroid epithelial cancers remains controversial, with some morphologic and molecular studies suggesting a predisposition to papillary carcinomas.",
        "cop": 1,
        "opa": "Thyroid peroxidase antibodies",
        "opb": "Painful enlargement of thyroid",
        "opc": "More common in men",
        "opd": "No risk, of malignancy",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "508dd486-c16c-40e4-9361-cf3c17b908ce",
        "choice_type": "multi"
    },
    {
        "question": "A person has fever & pain in thyroid gland. True statement(s) is/are:",
        "exp": "Ans: B (| ESR) \"In the thyrotoxic phases, T4 A T3 .levels are increased reflecting their discharge from the damaged thyroid cells & TSH is suppressed. T4 / T3 ratio is greater than in Grave's disease or thyroid autonomy, in which T3 is often disproportionately increased. Finally .the thyroid hormones & TSH levels return to normal, as the disease subsides The diagnosis is confirmed by a high ESR & low radioiodine uptake - HI7th/ 2238 De Quervain's /Subacute/Viral/Granulomatous Thyroiditis : Short Review # The peak incidence occur at 30 to 50 years # Women are affected three times more frequently than men # Clinical Picture * The patient usually presents with a painful & enlarged thyroid, sometimes accompanied byfeveft. * Malaise & symptoms of an upper respiratory tract infection may precede the thyroid related feature by several weeks * Examination may reveals a small goiter that is exquisitely tender * There may be feature of thyrotoxicosis or hypothyroidism, depending on phase of illness * Complete resolution is usual outcome, but permanent hypothyroidism can occur # It is caused by a viral infectionMany viruses have been implicated including mumps, coxsackie, influenza, adenovirus & echoviruses # Laboratory Finding * Serum IL-6 level increases during the thyrotoxic phase * The WBC count may be increased & thyroid antibodies are negative * If the diagnosis is in doubt FNAC may be useful # Treatment * NSAID5 & glucocorticoids may be used to relieve pain * If thyroid failure is prominent, treatment with thyroxine may be required until function recovers",
        "cop": 2,
        "opa": "T3 & T4 level normal",
        "opb": "| ESR",
        "opc": "| TSH",
        "opd": "It is due to T.B",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "457ee952-d74e-43bd-a286-9e3651164bde",
        "choice_type": "multi"
    },
    {
        "question": "Male patient with euthyroid state presents with the following condition",
        "exp": "Ans. (b) Multiple nodular goiterRef.: Bailey & Love 26th ed. / 749* Notice the multiple enlarged lobes of this multiple nodular goiter which represents a spectrum of disease ranging from a single hyper-functioning nodule (toxic adenoma) within a multi-nodular thyroid to a gland with multiple areas of hyper function.* Thyroglossal cyst is ruled out as it is present in midline.* The answer should not be given as toxic nodular goiter because we cannot comment on thyrotoxicosis status of patient as eye signs etc. are not visible or given and the question also mentions a EUTHYROID status of the patient.* Autonomous hyperactivity is conferred by somatic mutations of the thyrotropin, or thyroid-stimulating hormone (TSH), receptor in 20-80% of toxic adenomas and some nodules of multinodular goiters. Autonomously functioning nodules may become toxic in 10% of patients.* Hyperthyroidism predominantly occurs when single nodules are larger than 2.5 cm in diameter. Signs and symptoms of TNG are similar to those of other types of hyperthyroidism.",
        "cop": 2,
        "opa": "Thyroglossal cyst",
        "opb": "Multiple nodular goiter",
        "opc": "Solitary thyroid nodule",
        "opd": "Toxic nodular goiter",
        "subject_name": "Surgery",
        "topic_name": "Disorders of Thyroid Metabolism",
        "id": "7c086a4c-3924-4683-9639-51ceb6fee4e8",
        "choice_type": "single"
    }
]