[
    {
        "question": "Indication for surgery in a case of adrenal incidentaloma",
        "exp": "Ref: Bailey&; s 26thE pg: 780. Treatment of Incidentaloma: Any non-functioning adrenal tumour greater than 4 cm in diameter and smaller tumours that increase in size over time should undergo surgical resection. Non-functioning tumours smaller than 4 cm should be followed-up after 6, 12 and 24 months by MRI and hormonal evaluation.",
        "cop": 4,
        "opa": "Size>5 cm",
        "opb": "Bilateral adrenal metastasis",
        "opc": "Functional tumor",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7084cbc3-05da-4499-bfb4-df024e39ebe5",
        "choice_type": "multi"
    },
    {
        "question": "Prognostic stage groups in carcinoma breast include all except",
        "exp": "Prognostic stage groups include TNM plus grading, and status of biomarkers HER-2, ER, and PR Ref: AJCC 8th edition",
        "cop": 4,
        "opa": "Tumour size",
        "opb": "Grade",
        "opc": "HER-2 status",
        "opd": "Age",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "10ff3d1e-3020-4a37-956e-a1bc43b06fc8",
        "choice_type": "multi"
    },
    {
        "question": "40 yr old female presented with breast lump of size 4 cm with involvement of skin and mobile palpable axillary LN, FNAC of lesion showed intrductal carcinoma. What is the initial management of for this pt?",
        "exp": ". Locally Advanced Carcinoma of Breast (LABC) * It means locally advanced tumour with muscle/chest wall involvement, extensive skin involvement or fixed axillary nodes. It will be T3, T4a, T4b, T4c or T4d or N2 or N3. * It is investigated by FNAC of tumor, mammography of opposite breast, chest CT, CT abdomen or whole body bone scan. Biopsy is needed to assess receptor status. * Treatment of LACB is always palliative by simple mastectomy, toilet mastectomy, chemotherapy and therapy using tamoxifen. * Initial neoadjuvant chemotherapy; surgery; radiotherapy; adjuvant chemotherapy are other therapeutic plan. ref: SRB&; s manual of surgery, ed 3, pg no 491",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Neo-adjuvant chemotherapy",
        "opc": "Modified radical mastectomy",
        "opd": "Simple mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "06980865-1717-4a36-a03e-eb20a056d899",
        "choice_type": "single"
    },
    {
        "question": "True about leimyosarcoma breast",
        "exp": ". LEIOMYOSARCOMA * It arises from smooth muscle. Cut section shows whorled appearance. * It is undetermined grade. * It is common in retroperitoneum and viscera, but can occur in limbs and skin. * Recurrence is common. It has got poor prognosis. * It can occur in the piloerector muscle of skin; inferior vena cava; pulmonary aery. * Desmin and actin are the most common immunohistochemical stains. leiomyosarcoma of breast is a well encapsulated tumour. ref: SRB&; s manual of surgery, ed 3, pg no 268",
        "cop": 2,
        "opa": "Axillary lymph mode dissection is mandatory",
        "opb": "Well encapsulated",
        "opc": "Follow up not required",
        "opd": "Mastectomy is mainstay treatment",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a6ff0248-7d9c-4ad2-8a2c-e3bdbac7cb23",
        "choice_type": "multi"
    },
    {
        "question": "The most impoant prognostic factor in breast carcinoma is",
        "exp": "Stage I and II has got better prognosis. Spread to axillary nodes is the most impoant prognostic indicator. Age: Younger the age worser the prognosis. Sex: Carcinoma male breast has got worser prognosis compared to female breast. Because of early spread in carcinoma male breast. Atrophic scirrhous has got best prognosis. Medullary carcinoma has got better prognosis than scirrhous carcinoma because of lymphocytic infi ltration. Invasive carcinoma has got worser prognosis. Inflammatory carcinoma breast has worst prognosis. Ref; (page no; 559 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 2,
        "opa": "Histological grade of the tumor",
        "opb": "Stage of the tumor at the time of diagnosis",
        "opc": "Status of estrogen and progesterone receptors",
        "opd": "Over expression of p-53 tumour suppressor gene",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9954aebd-4d12-4239-b332-29e6ca333eef",
        "choice_type": "single"
    },
    {
        "question": "Tumor commonly seen in the area marked below",
        "exp": "Most sporadic gastrinomas are located in the first and second pa of the duodenum. The anatomical area comprising the head of the pancreas, the superior and descending poion of the duodenum and the relevant lymph nodes has been called the 'gastrinoma triangle' because it harbours the vast majority of these tumours. Ref: Bailey and Love 27e pg: 851",
        "cop": 2,
        "opa": "Insulinoma",
        "opb": "Gastrinoma",
        "opc": "Non-functional tumours",
        "opd": "VIPoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e28d4f9f-5e8e-4c43-aaf3-db545cb1dd00",
        "choice_type": "single"
    },
    {
        "question": "Most of the incidentalomas are",
        "exp": "An incidentaloma is an adrenal mass, detected incidentally by imaging studies conducted for other reasons, not known previously to have been present or causing symptoms. More than 75% are non-functioning adenomas but Cushing's adenomas, phaeochromocytomas, metastases, adrenocoical carcinomas and Conn's tumours can all be found this way. Ref: Bailey and Love 27e pg: 839",
        "cop": 1,
        "opa": "Non-functioning adenoma",
        "opb": "Adrenocoical carcinoma",
        "opc": "Adrenal metastasis",
        "opd": "Pheochromocytoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f0ce84f0-861b-4149-85e6-7e517a5cafd6",
        "choice_type": "single"
    },
    {
        "question": "Prognosis of breast carcinoma is best determined by?",
        "exp": ". Treatment of breast cancer depends on clinical stage of disease and stagings involves assessing the most common lymph node draining the breast: ie axillary lymph node. according to TNM staging, the nodes are scored on 1 to 3 score 1: no nodal involvement score 2: one to three nodes involved score 3: four or more nodes involved Reference: BAILEY & LOVE&; S 24th edition, (P, no: 839 )",
        "cop": 2,
        "opa": "Oestrogen \\/ progesteron receptors",
        "opb": "Axillary lymph node status",
        "opc": "Clinical assessment",
        "opd": "CT",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3de5dd79-52f9-4365-a310-0e3a3a4f6d21",
        "choice_type": "single"
    },
    {
        "question": "Pendred&; s Syndrome is due to defect in:",
        "exp": "Pendred&; s Syndrome: Consists of congenital sensorineural hearing loss+ goitre Due to defects in sulfate transpo protein (Chromosome 7q) to the thyroid gland and cochlea. Rafetoff Syndrome End organ resistance to T4 Ref: Schwaz 10th edition Pgno: 1534",
        "cop": 2,
        "opa": "Chromosome 7p",
        "opb": "Chromosome 7q",
        "opc": "Chromosome 8p",
        "opd": "Chromosome 8q",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "622f30da-dc18-407b-972b-fd679469ce86",
        "choice_type": "single"
    },
    {
        "question": "Age for regular mammography is",
        "exp": "Screening mammography: For screening purpose it is done after 40 years. Early screening is indicated when there is family history of carcinoma breast or histological risk factor. Mammography before 35 years of age is usually not done unless there is a suspicious lump or a strong family history. Screening is done in asymptomatic female where even cancer is suspected. Ref; (page no; 515) 5th edition of SRB&; S manual of Surgery.",
        "cop": 3,
        "opa": "20",
        "opb": "30",
        "opc": "40",
        "opd": "50",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a9fed167-929e-4a5a-a15d-863cb70919d8",
        "choice_type": "single"
    },
    {
        "question": "Regarding anaplastic carcinoma which statement is false",
        "exp": "More commonly seen in elderly women. Local infiltration is an early feature of these tumours with spread by lymphatics and by the bloodstream. They are extremely lethal tumours and survival is calculated in months. p53 mutations are found in 15% of tumors, Source: Sabiston 20th edition Pg: 910",
        "cop": 4,
        "opa": "Common in elderly",
        "opb": "Associated with P53 mutation",
        "opc": "Surrounding neck tissue is usually infiltrated",
        "opd": "Radiotherapy cures",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9dc53c99-27ab-4e67-a660-bd33707fbb55",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is true about follicular carcinoma of thyroid?",
        "exp": "follicullar carcinoma is not a common thyroid cancer, occurance is 10-15%. it spreads mainly through blood into bones, lungs, liver FNAC is inconclusive, because capsular and angioinvasion which can&; t be detected by FNAC It is a well localised, nonmobile, soft, fluctuant and pulsatile secondaries in the skull ref;(page no; 482) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 3,
        "opa": "Is the most common thyroid cancer",
        "opb": "Is readily diagnosed by FNAC",
        "opc": "More commonly spreads through hematogenous route",
        "opd": "Is commonly seen as multifocal",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "6ac82513-491e-4e32-aaed-b2958813a286",
        "choice_type": "multi"
    },
    {
        "question": "Initial preferred investigation for thyroid nodule is:",
        "exp": "Initial investigation done in STN is thyroid function test(TFT) Investigation of choice in STN for diagnosis is FNAC Solitary Thyroid Nodule: Initial investigation done in STN is thyroid function test (TFT) If TFT is raised, next investigation is thyroid scan, (For hot nodules, RAI ablation or surgery is done; For warm or cold nodules follow-up or surgery) If TFT is normal, USG is done (Aspiration in cystic lesion, FNAC for solid or heterogenous lesions) Investigationn of choice in STN for diagnosis is FNAC. Ref: Sabiston 20th edition Pgno: 890",
        "cop": 3,
        "opa": "FNAC",
        "opb": "Radionucleide test",
        "opc": "Thyroid function test",
        "opd": "USG",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "868974ec-5ea4-4b32-995b-5c99bbac2576",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male presents with 4 X 4 cm, mobile right solitary thyroid nodule of 5 months duration. The patient is euthyroid. The following statements about his management are true except",
        "exp": "Malignancy is present in 15% to 20% of cold nodules and in less than 5% of hot nodules. Although suggestive, malignancy of a nodule can be neither confirmed nor excluded based on radionuclide uptake. Note: Option \"Patient should undergo hemithyroidectomy if FNAC repo is inconclusive \" is controversial. Close surveillance with ultrasound, genetic and molecular testing or other alternatives to diagnostic thyroidectomy. Even after diagnostic thyroidectomy, patient still requires survelliance for other lobe or may require total thyroidectomy if biopsy proves malignancy.",
        "cop": 1,
        "opa": "Cold nodule on thyroid scan is diagnostic of malignancy",
        "opb": "FNAC is required in fuher management of patient",
        "opc": "The patient should undergo hemithyroidectomy if FNAC repo is inconclusive",
        "opd": "Indirect laryngoscopy should be done in the preoperative period to assess mobility of vocal cords",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5db0fb80-9ec6-499d-9dd9-c6a71c3eccfb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most common cancer of thyroid",
        "exp": "Papillary carcinoma is the most common malignancy of thyroid, accounts to 70-80% of all thyroid malignancies. It has the best prognosis of all thyroid cancers. Source: Sabiston 20th edition pg: 900",
        "cop": 3,
        "opa": "Anaplastic carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Papillary carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5af076ca-87ad-40b2-8b7b-706847483013",
        "choice_type": "single"
    },
    {
        "question": "The following statements about thyroglossal cyst are true, except",
        "exp": "Thyroglossal cysts are the most common cause of midline neck masses. Can occur anywhere along the path of the thyroglossal duct, from the base of the tongue to the suprasternal notch (in the midline) Treatment must include excision of the whole thyroglossal tract, which involves removal of the body of the hyoid bone and the suprahyoid tract through the tongue base to the vallecula at the site of the primitive foramen caecum, (not incision and drainage) This operation is known as Sistrunk's operation and prevents recurrence Source: Bailet and Love Pg: 702",
        "cop": 3,
        "opa": "Frequent cause of anterior midline neck masses in the first decade of life",
        "opb": "The cyst is located within 2 cm of the midline",
        "opc": "Incision and drainage is the treatment of choice",
        "opd": "The swelling moves upwards on protrusion of tongue",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f86fa460-08ce-4eb9-a873-109617f9fcfa",
        "choice_type": "multi"
    },
    {
        "question": "A patient with autoimmune thyroditis present with hypothyroidism. Which of the following is true",
        "exp": "The major cause of hypothyroidism in adults is Hashimoto thyroiditis, autoimmune-mediated destruction of thyrocytes. The disorder predominates in women Presence of TSH-blocking antibodies, such as thyroid peroxidase antibodies, can be detected The onset, thyroid status and the type of goitre vary profoundly from case to case. The onset may be insidious and asymptomatic, or so sudden and painful that it resembles the acute form of granulomatous thyroiditis. Papillary carcinoma and malignant lymphoma are occasionally associated with autoimmune thyroiditis Source Sabiston 20 th edition Pg: 891 Bailey and Love Pg: 770",
        "cop": 1,
        "opa": "Thyroid peroxidase antibodies",
        "opb": "Painless enlargement of thyroid",
        "opc": "Common in men",
        "opd": "No malignant risk",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "6e12ed27-2d52-4839-8e73-72334e834d44",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of metastasis for Breast Carcinoma is",
        "exp": "1) Bone(most common) (70%) - in order -lumbar veebrae, femur, ends of long bone, thoracic veebrae, ribs, skull 2). Liver 3). Lung- causes malignant pleural effusion and cannon ball secondaries. 4). Brain- causes increased ICP 5). Adrenals and ovaries Reference: SRB's Manual of Surgery, 6th Edition, page no = 530.",
        "cop": 4,
        "opa": "Thoracic veebra",
        "opb": "Pelvis",
        "opc": "Femur",
        "opd": "Lumbar veebra",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1f878ad7-2362-466d-9d06-a8e0e6e6bc15",
        "choice_type": "single"
    },
    {
        "question": "MEN-1 include all except",
        "exp": "MEN 1 is characterised by the triad of tumours in the anterior pituitary gland, mostly presenting as prolactinomas or non-functioning tumours, hyperplasia of the parathyroids causing primary hyperparathyroidism (p. HPT) and Pancreaticoduodenal endocrine tumours (PETs). also called Wermer's syndrome. It is caused by germline mutations in the menin gene, located on chromosome 11. MEN 2A is characterised by the combination of MTC, p. HPT and mostly bilateral phaeochromocytomas. MTC combined with phaeochromocytoma alone is called Sipple's syndrome. MEN 2B comprises MTC, phaeochromocytoma and characteristic facial and oral mucosal neurinomas and intestinal ganglioneuromatosis, accompanied by a Marfanoid habitus. Ref: Bailey and Love 27e pg: 856",
        "cop": 4,
        "opa": "Prolactiomas",
        "opb": "Parathyroid hyperplasia",
        "opc": "Pancreatic endocrine tumours",
        "opd": "Medullary carcinoma thyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b6491c72-8bc8-4e26-bf72-00989a6183ab",
        "choice_type": "multi"
    },
    {
        "question": "A patient operated for thyroid surgery for a thyroid swelling, later in the evening developed difficulty in breathing. There was swelling in the neck. The immediate management would be",
        "exp": "Haemorrhage is the most frequent life-threatening complication of thyroidectomy. Around 1 in 50 patients will develop a haematoma, and in almost all cases this will develop in the first 24 hours. If an aerial bleed occurs, the tension in the central compament pressure can rise until it exceeds venous pressure. Venous oedema of the larynx can then develop and cause airway obstruction leading to death. If a haematoma develops, clinical staff should know to remove skin sutures in order to release some pressure and seek senior advice immediately. Endotracheal intubation should be used to secure the airway while the haematoma is evacuated and the bleeding point controlled. Ref: Bailey and Love, page no: 815",
        "cop": 4,
        "opa": "Epinephrine injection",
        "opb": "Tracheostomy",
        "opc": "IV calcium gluconate",
        "opd": "Open the wound sutures in the ward",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8a2b9435-fb12-4769-b1af-71d73b30860e",
        "choice_type": "single"
    },
    {
        "question": "Regarding anaplastic carcinoma, which of the following statement is true?",
        "exp": "ATC is the most aggressive form of thyroid carcinoma with a disease-specific moality approaching 100%. A typical manifestation is an older patient with dysphagia, cervical tenderness, and a painful, rapidly enlarging neck mass. Patients frequently have a history of prior or coexistent DTC, and up to 50% have a history of goitre. Findings may also include superior vena cava syndrome. The clinical situation deteriorates rapidly into the tracheal obstruction and rapid local invasion of surrounding structures. p53 mutations are found in 15% of tumours. It is 100% fatal if initially, it is operable thyroidectomy done. Postoperative external-beam irradiation or adjunctive chemotherapy adds little to the overall prognosis but should be considered. Ref: Sabiston 20e, page no: 933",
        "cop": 2,
        "opa": "Common in young",
        "opb": "Associated with p53 mutation",
        "opc": "Surrounding neck tissue is usually free",
        "opd": "Radiotherapy cures",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2133621d-fc12-4f00-90d4-66c9c6323c8c",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old female presented with unilateral breast cancer associated with axillary lymph node enlargement. Modified radical mastectomy was done, fuher treatment plan will be:",
        "exp": "Chemotherapy in Carcinoma Breast: First generation regimen such as 6-monthly cycle of cyclophosphamide, methotrexate and 5-fluorouracil(CMF) will acheive a 25% reduction in the risk of relapse over a 10-12 year period. CMF is no longer considered adequate adjuvant chemotherapy. Modern regimens include an anthracycline (doxorubicin or epirubicin) and taxanes Effect of combining hormone and chemotherapy is additive although hormone therapy is staed after completion of chemotherapy to reduce side-effects. Most popular combinations were CMF & CAF (Cyclophosphamide, Adriamycin(Doxorubicin), and 5-flurouracil) In the united states, a combination of Adriamycin (doxorubicin) and cyclophosphide (AC) or Ac plus a taxane (docetaxel, paclitaxel) are likely to be used as polychemotherapy. For Her-2-positive breast cancer, adding trastuzumab to polychemotherapy is approved for use as a surgical adjuvant Anthracycline-containing combinations are significantly better than no treatment, single agent treatment or CMI Hormone Therapy in Breast carcinoma: Ovarian suppression or ablation: Bilateral oophorectomy Medically by LHRH agonist (Goserelin, Leuprolide) SERM: Tamoxifen & Raloxifen Aromatase inhibitors: Non-steroidal: Letrozole & Anastrozle Steroidal: Examestane Anti-estrogens: Fulvestrant Progestins: Megesterol & Medroxypregesterone acetate Ref: Sabiston 20th edition Pgno: 857",
        "cop": 2,
        "opa": "Observation and follow up",
        "opb": "Adriamycin based chemotherapy followed by tamoxifen depending on estrogen/progesterone receptor status",
        "opc": "Adriamycin based chemotherapy only",
        "opd": "Tamoxifen only",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9ea68eb9-89ba-490c-99f5-18d0ed931072",
        "choice_type": "single"
    },
    {
        "question": "A well Differenciated follicular carcinoma of thyroid can be best Differentiated from a Follicular Adenoma by",
        "exp": "FNAC is is of limited value in the preoperative diagnosis of follicular thyroid cancer. Diagnosis of follicular thyroid cancer requires demonstration of cellular invasion of the capsule or vascular or lymphatic channels. Source: Sabiston 20th edition Pg: 905",
        "cop": 3,
        "opa": "Huhle cell change",
        "opb": "Lining of tall columnar and cuboidal cells",
        "opc": "Vascular invasion",
        "opd": "Nuclear features",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4bfb0267-bfbe-4953-b2e5-82e7b5f3fb5b",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old lady with thyroid swelling is diagnosed to have papillary carcinoma with mass having 4 cm at greatest diameter and invading strap muscles. Lymph node status was negative. What will be the stage of the disease?",
        "exp": "Extrathyroidal extension into strap muscles is T3b, Lymph node status is N0. Patients with below 55 years any T and any N with Mo (no metastasis) is taken as Stage IIf patient was above or 55 years age, would have been stage IIT1<2cm. T2 2-4 cm. T3a > 4cm. T3b. Extrathyroidal extension into strap muscles. T4. Gross extrathyroidal extension*This was recent update in AJCC 8th classification, previously cut off age was 45 years. Ref: AJCC 8th edition",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III",
        "opd": "Stage IV",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d451da2e-563c-4b5c-b9b3-9b2320339e97",
        "choice_type": "single"
    },
    {
        "question": "True about Cinacalcet",
        "exp": "The extracellular calcium-sensing receptor (CaR) on the parathyroid cell surface negatively regulates the secretion of PTH. Activation of the receptor decreases secretion of PTH, thereby decreasing bone turnover. Calcimimetics, such as cinacalcet, amplify the sensitivity of the CaR to extracellular calcium, altering the set point and thereby decreasing PTH production. Used in secondary hyperparathyroidism. Ref: Bailey and Love 27e pg: 831",
        "cop": 1,
        "opa": "Calcimimmetic",
        "opb": "Calciuric",
        "opc": "Decreases calcium absorption",
        "opd": "Calcitonin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "6eb301f7-abf4-4cb1-a5ef-5bffcef163eb",
        "choice_type": "multi"
    },
    {
        "question": "Following MRM parasthesia develops due to involvement of which nerve",
        "exp": ". Complications of MRM/mastectomy * Injury/thrombosis of axillary vein * Seroma--50-70% * Shoulder dysfunction 10% * Pain (30%) and numbness (70%) * Flap necrosis/infection * Lymphoedema (15%) and its problems * Axillary hyperaesthesia (0. 5-1%) * Winged scapula LYMPHANGIOSARCOMA (Stewa-Treve's syndrome) of upper limb can develop in patients who have developed lymphoedema after mastectomy with axillary clearance. Usually it occurs 3-5 years after development of lymphoedema. Such patient may require fore-quaer amputation. It has got poor prognosis. It presents as subcutaneous nodules. parasthesia develops due to the involvement of brachial cutaneous nerve. ref: SRB&; s manual of surgery, ed 3, pg no 484",
        "cop": 3,
        "opa": "Long thoracic nerve",
        "opb": "Medial pectoral nerve",
        "opc": "Brachial cutaneous nerve",
        "opd": "Thoracodorsal nerve",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0af5c147-be0b-4fb9-94a4-9d14e9bcb752",
        "choice_type": "single"
    },
    {
        "question": "After thyroidectomy for medullary carcinoma of thyroid, which is impoant for determining recurrence of a tumour?",
        "exp": "High levels of serum calcitonin and carcinoembryonic antigen are produced by many medullary tumours, which should be tested for in suspected cases. Calcitonin levels fall after resection and rise again with recurrence, making it a valuable tumour marker in the follow-up of patients with this disease. Ref: Bailey and Love, page no: 820",
        "cop": 3,
        "opa": "Thyroglobulin",
        "opb": "TSH",
        "opc": "Calcitonin",
        "opd": "Thyroxine",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "60f3b070-f393-4a43-9dbd-d78a4a97839e",
        "choice_type": "single"
    },
    {
        "question": "Tumor marker for papillary carcinoma of thyroid is?",
        "exp": "Thyroglobulin is a glycoprotein specific to the follicular cell, facilitates the conversion of MIT and DIT into T3 and T4. Measurement of peripheral thyroglobulin has predictive value for the recurrence of DTC (differentiated thyroid cancers) locally or in metastatic deposits after initial total thyroidectomy Source: Sabiston 20th edition Pg: 886",
        "cop": 2,
        "opa": "Calcitonin",
        "opb": "Thyroglobulin",
        "opc": "Chromogranin A",
        "opd": "Tyrosinase",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ecbd496a-6f73-48de-9c6e-ebcb72d84118",
        "choice_type": "single"
    },
    {
        "question": "% of cold thyroid nodule which are malignant are",
        "exp": "cold nodule is nonfunctioning nodule, it is not take up isotope, under active 20% cold nodule are malignant ref;(page no; 463) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 3,
        "opa": "5",
        "opb": "15",
        "opc": "20",
        "opd": "50",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a2b343c6-1722-4210-90b8-060238316706",
        "choice_type": "single"
    },
    {
        "question": "Standard views for mammography are",
        "exp": "Mammography views: Craniocaudal from above downward. Mediolateral from side to side. Ref: SRB&; s 4thE pg: 547",
        "cop": 3,
        "opa": "AP and Lateral",
        "opb": "AP and Medio-lateral oblique",
        "opc": "Cranio- caudal and Medio-lateral view",
        "opd": "Cranio-caudal and lateral oblique",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "711a5c0c-fe32-4b21-b355-757df11b4dac",
        "choice_type": "single"
    },
    {
        "question": "Most common histological type of the thyroid carcinoma is",
        "exp": "Papillary thyroid cancer is the most common cancer. Occurs in 70-80% of patients diagnosed with thyroid cancer. Common in females and younger age group. According to Woolner's Classification there are 3 types. 1). Occult primary(less than 1. 5cm) 2) Intrathyroidal 3) Extrathyroidal Reference: SRB's Manual of Surgery, 6th Edition, page no = 468.",
        "cop": 3,
        "opa": "Medullary type",
        "opb": "Follicular type",
        "opc": "Papillary type",
        "opd": "Anaplastic type",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9ad9a2cc-f595-4ac7-aec5-b829b3543057",
        "choice_type": "single"
    },
    {
        "question": "In parathyroid crisis with sudden elevations of calcium over 16 mg/dl; the treatment consist of:",
        "exp": "Hypercalcemic Crisis: Patients with PHPT may occasionally present acutely with nausea, vomiting, fatigue, muscle weakness, confusion, and a decreased level of consciousness; a complex referred to as hypercalcemic crisis. These symptoms result from severe hypercalcemia from uncontrolled PTH secretion, worsened by polyuria, dehydration, and reduced kidney function and may occur with other conditions causing hypercalcemia.\\ Calcium levels are markedly elevated and may be as high as 16 to 20 mg/dl. Parathyroid glands tend to be large or multiple, and the tumor may be palpable. Patients with parathyroid cancer or familial HPT are more likely to present with hypercalcemic crisis. Treatment: Treatment consists of therapies to lower serum calcium levels followed by surgery to correct HPT. Mainstay of therapy: Rehydration with a 0. 9% saline and diuresis with furosemide. Other drugs used to lower serum calcium levels: Bisphosphonates, Calcitonin Mithramycin (Plicamycin), Gallium nitrate Glucocoicoids Ref: Harrison&; s 19th edition PGno: 2478",
        "cop": 2,
        "opa": "Intravenous Vitamin D",
        "opb": "Parathyroidectomy for removal of adenoma",
        "opc": "Thyrocalcitonin",
        "opd": "Intravenous bicarbonate",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "710a41dd-b891-4e2c-b976-3050c01910ec",
        "choice_type": "single"
    },
    {
        "question": "Contraindications for a breast conservative surgery include all except",
        "exp": "Patients who desire breast-conserving surgery must be willing to attend postoperative radiation therapy sessions and to undergo postoperative surveillance of the treated breast. A significant factor in determining whether breast-conserving therapy is feasible is the relationship between tumor size and breast size. In general, the tumor must be small enough in relation to the breast size so that the tumor can be resected with adequate margins and acceptable cosmesis. Contraindications for BCT requiring radiation therapy include the following: Absolute: Radiation therapy during pregnancy. Diffuse suspicious or malignant-appearing microcalcifications. Widespread disease that cannot be incorporated by local excision through a single incision that achieves negative margins with a satisfactory cosmetic result. Positive pathologic margin. Relative: Active connective tissue disease involving the skin (especially scleroderma and lupus). Tumors >5 cm. Focally positive margin. Women with a known or suspected genetic predisposition to breast cancer: May have an increased risk of ipsilateral breast recurrence or contralateral breast cancer with BCTProphylactic bilateral mastectomy for risk reduction may be considered. Ref: Sabiston, 20e, page: 846",
        "cop": 4,
        "opa": "Diffuse suspicious microcalcifications",
        "opb": "Known genetic predisposition",
        "opc": "Tumor > 5cm",
        "opd": "Age > 50 years",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "89c54682-1e4d-4680-a0cc-c1d33b27a8a3",
        "choice_type": "multi"
    },
    {
        "question": "All are given for control of thyrotoxicosis prior to surgery except",
        "exp": "Carbimazole 30-40 mg per day is the drug of choice for preparation. When euthyroid (after 8-12 weeks), the dose may be reduced to 5 mg 8-hourly. The last dose of carbimazole may be given on the evening before surgery. An alternative method of preparation is to abolish the clinical manifestations of the toxic state, using b-adrenergic blocking drugs. These act on the target organs and not on the gland itself. Propranolol also inhibits the peripheral conversion of T4 to T3. The appropriate dosages are propranolol 40 mg t. d. s. or the longer acting nadolol 160 mg once daily. b-adrenergic blocking drugs do not interfere with the synthesis of thyroid hormones, and hormone levels remain high during treatment and for some days after thyroidectomy. It is, therefore, impoant to continue treatment for 7 days postoperatively. Iodine may be given with carbimazole or a b-adrenergic blocking drug for 10 days before operation. Iodide alone produces a transient remission and may reduce vascularity, thereby marginally improving safety. Ref: Bailey and love 27e, page no: 813",
        "cop": 3,
        "opa": "Carbimazole",
        "opb": "Propranolol",
        "opc": "Betamethasone",
        "opd": "Lugol's iodine",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "c5f02557-c662-48a6-900a-6f88547ba892",
        "choice_type": "multi"
    },
    {
        "question": "30 yrs female presented with unilateral breast cancer associated with axilary lymph node enlargement. Modified radical mastectomy was done, fuhur traeatment plan will be",
        "exp": ". Chemotherapy in Carcinoma Breast (Indications) * In advanced carcinoma breast as a palliative procedure. * In postoperative period after simple mastectomy in stage III carcinoma breast with fixed axillary nodes. * In inflammatory carcinoma of breast. * In stage IV carcinoma breast with secondaries in bone, lungs, liver. * In premenopausal age group with poorly differentiated tumours. Toxic effects are: Alopecia, bone marrow suppression, cystitis, megaloblastic anemia, GIT disturbances, nephritis. * Neoadjuvant (primary) chemotherapy is useful in large operable primary tumour to make it amenable for conservative breast surgeries. Post operative radiotherapy and chemotherapy is a must in this situation. * High dose chemotherapy with stem cell rescue is not found to be beneficial by trials in patients with heavy large nodal spread. ref: SRB&; s manual of surgery, ed 3, pg no 487",
        "cop": 2,
        "opa": "Observation and followup",
        "opb": "Adriamycin based chemotherapy followed by tamoxifen depending on estrogen\\/progesterone receptor status",
        "opc": "Adriamycin based chemotherapy only",
        "opd": "Tamoxifen only",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1844297a-f98a-4e77-ae62-85b77750e720",
        "choice_type": "single"
    },
    {
        "question": "Which thyroid malignancy can present with diarrhea?",
        "exp": "A patient with a sporadic medullary thyroid cancer typically has one of two manifestations: a palpable mass in the thyroid that is present in most cases and for which a diagnosis can be made with FNA with immunohistochemistry or the finding of an elevated calcitonin level This calcitonin excess may rarely result in symptoms of diarrhea and flushing in patients with advanced disease Source: Sabiston 20th edition Pg: 909",
        "cop": 3,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Huhle cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e821c8ef-a440-488e-86ae-72a7993b6ab5",
        "choice_type": "single"
    },
    {
        "question": "Vocal cord palsy in thyroid surgery is due to injury to",
        "exp": "Reccurent laryngeal nerve injury is classically described as a paralyzed vocal cord with loss of movement from the midline (supplies all the intrinsic muscles of the larynx, except cricothyroid muscles). Injury to the external branch of the superior laryngeal nerve leads to loss of tension in the vocal cord (supplies cricothyroid) with diminished power and range in the voice Source: Bailey and Love 26th edition Pg: 762",
        "cop": 2,
        "opa": "Superficial laryngeal nerve",
        "opb": "Recurrent laryngeal nerve",
        "opc": "Ansa cervicalis",
        "opd": "Vagus nerve",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5c995de7-39e3-4ceb-8453-00476bf8ad27",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of choice for cystosarcoma phylloides?",
        "exp": "Cystosarcoma phylloides are not simply giant fibroadenoma. They show a wide spectrum of activity, varying from almost a benign condition (85%) to a locally aggressive and sometimes metastatic tumour (15%). Depending on mitotic index and degree of pleomorphism they are graded as low grade to high grade tumours. When malignant (sarcoma) spreads to lungs or bone. Treatment is wide local excision or subcutaneous mastectomy is done. If malignant (sarcoma), total mastectomy is indicated. Ref; (page no; 520) 5th edition of SRB&; S manual of Surgery",
        "cop": 1,
        "opa": "Wide local excision",
        "opb": "Radical mastectomy",
        "opc": "Radiotherapy",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3decbece-26f2-4298-b781-dbe5b658e748",
        "choice_type": "single"
    },
    {
        "question": "In carcinoma breast, adjuvant radiotherapy is indicated after modified radical mastectomy in all of the following except",
        "exp": ". Radiotherapy in carcinoma breast Indications: * Patient who undergo conservative breast surgery, breast is irradiated after surgery * After total mastectomy, external irradiation is given to axilla. * Patients with higher risk of local relapse after surgery: a. Invasive carcinoma. b. Extensive in situ carcinoma. c. Patients under 35 years. d. With multifocal disease. * In bone secondaries, to palliate pain and swelling. If there is pathological fracture in the bone, internal fixation has to be done along with external irradiation. * Inflammatory carcinoma of breast. * In atrophic scirrhous carcinoma of breast, as a curative radiotherapy. * As preoperative radiotherapy, to reduce the tumour size and downstage the tumour, so that the operability is better. * More than 4 positive lymph nodes in the axilla, pectoral fascia involvement, positive surgical margins, extranodal spread or in patients with axillary status not known/not assessed. ref: SRB&; s manual of surgery, ed 3, pg no 485",
        "cop": 1,
        "opa": "ER, PR hormone receptor negative tumour",
        "opb": "Tumour size more than 5 cm",
        "opc": "Positive margins",
        "opd": "More than four positive axillary lymph nodes",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2ebcc2b8-33c6-4455-a7be-2cec28a0edcb",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a CT feature of Adrenal adenoma?",
        "exp": "Ref: internet CT is often the modality which identifies an adrenal mass. Founately using density is highly sensitive and specific as 70% of adrenal adenomas contain significant intracellular fat. Lipid-poor adenomas are more difficult to diagnose because the CT density increases and approach those of soft tissue. For lipid-poor lesions, the 15 minutes post contrast >60% absolute It is impoant to note that hypervascular metastases may show identical washout values, paicularly those from. An alternative diagnosis to adrenal adenoma must be considered when there is a value >120 HU on the poal venous phase, paicularly in cases with a prior history of neoplasm",
        "cop": 3,
        "opa": "Low attenuation",
        "opb": "Homogeneous density and well defined borders",
        "opc": "Enhances rapidly, contrast stays in it for relatively longer time and washes out late",
        "opd": "Calcification is rare",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f2eb134c-3381-482f-bcc4-2595a1a8d301",
        "choice_type": "single"
    },
    {
        "question": "Duct ectasia, treatment of choice is",
        "exp": "Duct ectasia is the dilatation of breast ducts with periductal inflammation. Dilatation of one or more large lactiferous duct with stagnant brown or green secretion. Fibrosis devolop with slit like nipple retraction. Treatment: Stop smoking -antibiotics like flucloxacillin -microdochectomy- surgical excision of lactiferous ducts (Hadfield's operation.) Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 757",
        "cop": 3,
        "opa": "Lobectomy",
        "opb": "Mastectomy",
        "opc": "Microdochetectomy",
        "opd": "Lumpectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "925dd32c-dc82-4789-8c50-bbb0ea10b89b",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for CA breast",
        "exp": ". Risk factor for CA breast are Nulliparity BRCA-1 mutation oral contraceptive pills breast carcinoma in 1st degree relative obesity and alcohol intake early menarche and late menopause ref;(page no; 530) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 4,
        "opa": "OCP",
        "opb": "BRCA-1 mutation",
        "opc": "Nulliparity",
        "opd": "all of the above",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "be3e01a4-5bed-45c8-bd05-b772ffeb8ec3",
        "choice_type": "multi"
    },
    {
        "question": "Most common neuroendocrine tumour of pancreas is",
        "exp": "Tumour. Incidence%Insulinoma70-80. Gastrinoma20-25. Non-functional tumours30-50. VIPoma4. Glucagonoma4. Somatostatinoma<5. Carcinoid<1. ACTHoma<1. GRFoma<1. Ref: Bailey and Love 27e pg: 846",
        "cop": 1,
        "opa": "Insulinoma",
        "opb": "Gastrinoma",
        "opc": "Non-functional tumours",
        "opd": "VIPoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e41f266f-9cc1-490b-af2e-ad439b93c9ca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tumors characteristically spreads by lymphatics?",
        "exp": "Papillary cancer of the thyroid characteristically spreads by lymphatics, rather than by vessel invasion. Dissemination of tumor occurs by seeding within body cavities, lymphatic spread, or hematogenous spread. Seeding is commonly seen with colorectal cancers and ovarian cancers. Lymphatic invasion is more common in carcinomas than sarcomas. Lymphatic spread initially goes to the regional lymph nodes (subcapsular sinus is the first site), and from there into the systemic circulation the thoracic duct. Hematogenous spread is ored by sarcomas (not exclusively), with spread to the lungs and liver a common finding. Carcinomas with a propensity for hematogenous invasion are: renal adenocarcinomas invading the renal vein, hepatocellular carcinomas invading the hepatic and poal veins, and follicular carcinomas of the thyroid, which commonly bypass the cervical lymph nodes and metastasize to the lungs and bone.",
        "cop": 3,
        "opa": "Follicular carcinoma of the thyroid",
        "opb": "Renal adenocarcinoma",
        "opc": "Papillary carcinoma of the thyroid",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "739ac9c6-1a9a-4cf2-97e0-c5869bba6df7",
        "choice_type": "multi"
    },
    {
        "question": "Least common quadrant in cancer breast is",
        "exp": "Most malignant type of CA breast: Inflammatory breast cancer Best prognosis is seen in: Tubular MC site of CA breast: Upper outer quadrant (left breast >right) Least common site of CA breast lower inner quadrant MC site of metastasis is Bone (osteolytic deposits in lumbar veebrae >Femur >Thoracic veebrae >Rib > Skull Ref: Sabiston 20th edition Pgno: 837",
        "cop": 4,
        "opa": "Upper outer",
        "opb": "Lower outer",
        "opc": "Sub areolar",
        "opd": "Lower inner",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0ca38a02-b48c-4c91-9263-e9d8813a0ad2",
        "choice_type": "single"
    },
    {
        "question": "BRCA 1positive woman hav..........% increased risk of breast carcinoma",
        "exp": "Mutation of tumour suppressor genes BRCA1/BRCA2 is thought to be involved with high-risk of breast carcinoma. BRCA1 mutation is having more risk (35-45%) than BRCA2 mutation It is located in long arm of chromosome 17, whereas BRCA2 is located in long arm of chromosome 13. BRCA1 more commonly shows ER negative status, high grade, aneuploid with raised S fraction than BRCA2 which shows ER positive status. BRCA1 is associated with increased risk in males. Lifelong risk of breast cancer in BRCA1 and BRCA2 mutations is 50-70%. Both are associated with high-risk for ovarian cancer. Ref; (page no; 530 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 3,
        "opa": "10",
        "opb": "20",
        "opc": "40",
        "opd": "60",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7efe7e77-12e9-45d9-a5e6-d9e8a49ab3c5",
        "choice_type": "single"
    },
    {
        "question": "A patient undergoes thyroid surgery, following which he develops perioral tingling. Blood calcium is 8. 9 meq/L. Next step is:",
        "exp": "Management of Post-Operative Hypocalcemia: Transient Hypocalcemia Prolonged or permanent Hypocalcemia Asymptomatic with calcium level >8 mg/dl: No Treatment Mild Symptoms or calcium level <8 mg/dl: Oral calcium Severe symptoms: IV Calcium Oral calcium with Vitamin-D If hypocalcemia is expected to be prolonged or permenant (as following a 3 and 1/2 gland parathyroid resection or following total parathyroidectomy with autograft) then oral calcium should be staed as soon as possible with Vitamin-D. Ref: Sabiston 20th edition Pgno: 919",
        "cop": 2,
        "opa": "Vitamin D orally",
        "opb": "Oral calcium and Vitamin D",
        "opc": "Intravenous calcium gluconate and serial monitoring",
        "opd": "Wait for calcium to decrease to <7. 0 before taking fuher action",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e89b5fc4-2aa4-448c-926b-f135ad111ca6",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice in discrete thyroid swelling is",
        "exp": "Fine-needle aspiration cytology is the investigation of choice in discrete thyroid swellings. FNAC has excellent patient compliance, is simple and quick to perform in the outpatient depament and is readily repeated Comment: This question is based on above lines from bailey and love. In workup of solitary nodule of thyroid, thyroid profile is done after history and physical eamination. In normal or elevated TSH patients, USG neck is done. following which FNAC is done Previously thyroid scan used to be very impoant investigation in solitary nodule workup. Now its limited to toxic nodules. May be question is framed to highlight this point. Source: Sabiston 20th edition Pg: 890 Bailey and Love 26th edition Pg: 750",
        "cop": 4,
        "opa": "Isotope scans",
        "opb": "Ultrasonography",
        "opc": "Autoantibody titres",
        "opd": "FNAC",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "eac09bc0-db00-4ff4-bb03-d839fa8c89a3",
        "choice_type": "single"
    },
    {
        "question": "A 48-yr-old male alcoholic with cirrhosis has bilateral gynecomastia. Which physical findings has the same pathogenesis as gynecomastia?",
        "exp": "Gynecomastia in male cirrhotics is caused by hyperestrinism secondary to the inability of the liver to metabolize estrogens. Hyperestrinism results in the development of female secondary sex characteristics, palmar erythema, spider angioma, and testicular atrophy caused by decreased testosterone.",
        "cop": 4,
        "opa": "Caput medusae",
        "opb": "Asterixis",
        "opc": "Ascites",
        "opd": "Spider angioma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "892715b0-f169-4dc8-92f9-960df6aaf199",
        "choice_type": "single"
    },
    {
        "question": "True about breast cyst is all except",
        "exp": "Breast cyst are cavities lined by epithelium in the breast containing fluid. It arises from destruction and dilatation of breast lobule and terminal ductules. It is due to nonintegrated stromal and epithelial involution. Incidence is very high (1 in 14 females). It is common after the age of 35 years up to menopause. It is uncommon after menopause. Hormone replacement can cause cyst formation in old women. Cyst size varies with menstruation due to influence of ovarian hormones. Cyst can be recurrent and often multiple (50%) It can&; t be subside itsown Treatment.: Aspiration for two times. Surgical excision is done if cyst recurs after two aspirations or if there is bloody discharge or residual mass if felt after aspiration. Ref; (page no; 526 ) 5th edition of SRB&; S manual of Surgery.",
        "cop": 2,
        "opa": "Aspiration is traetment",
        "opb": "Subsides on its own",
        "opc": "Common in elderly females",
        "opd": "Often multiple",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "50bf435c-7439-4ba2-bbd3-778e59af7e26",
        "choice_type": "multi"
    },
    {
        "question": "True about duct ectasia",
        "exp": "duct ectasia; it is dialatation of lactiferous duct due to muscular relaxation of ductwall with periductal mastitis greenish discarge from the nipple indurated mass under the areola which is tendor eventually it forms Abscess and fistula associated with smoking treatment is cone excision of involved major ducts - Adair Hadfield operation ref;(page no; 525) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 1,
        "opa": "A\\/W smoking",
        "opb": "puckering of skin over the breast seen",
        "opc": "Abscess formation not seen",
        "opd": "Treated by mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "87a28d9a-20ed-4e2e-a70d-69fa7638e430",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of tracheo-oesophageal fistula is",
        "exp": "Most common type of tracheo- oesophageal is type C, Atresia with distal Tracheo - oesophageal constituting 85%. Reference: SRB's Manual of Surgery, 6th Edition, page no= 794.",
        "cop": 3,
        "opa": "Type A",
        "opb": "Type B",
        "opc": "Type C",
        "opd": "Type D",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "eb27157b-2470-4ba7-9279-0e0accbc4b07",
        "choice_type": "single"
    },
    {
        "question": "True about galactorrhoea",
        "exp": "Galactorrhoea is secretion of milk not related to pregnancy and lactation. Its always bilateral Causes: Due to stress, physiological in pubey and menopause. Secondary galactorrhoea is due to hypothyroidism, prolactinoma resulting in hyperprolactenemia, ectopic prolactin secreting tumours, chronic renal failure. SRB's Manual of Surgery. Edition -5. Pg no: 527",
        "cop": 3,
        "opa": "Always U\\/L",
        "opb": "Found in pregnancy & lactation",
        "opc": "Associated with prolactinoma & other endocrinopathies",
        "opd": "Surgery is done",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "94fc974c-41b1-4cfb-b53d-917efd98a6a3",
        "choice_type": "multi"
    },
    {
        "question": "Triple Assessment for CA Breast includes all except",
        "exp": "In any patient presenting with breast lump or other symptoms auspicious of carcinoma the diagonosis is made by combination of: -clinical assessment -radiological imaging -tissue sample for cytological or histological analysis. These are called Tripple assessment. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 751",
        "cop": 1,
        "opa": "Breast self examination",
        "opb": "USG",
        "opc": "FNAC",
        "opd": "Mammogram",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3d0ba31d-3d06-4717-9807-2dd5743b4734",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old postmenopausal lady presents with an 8 cm breast lump that is adherent to the skin, with one firm apical lymph node in the axilla and one more node in the ipsilateral supraclavicular area with no clinical evidence of distant metastasis. The staging is",
        "exp": ". TNM Staging Tumour: 1. T1 --Tumour size < 2 cm in greatest diameter. (T1a--0. 1-0. 5 cm; T1b--0. 5-1 cm; T1c--1-2 cm). 2. T2--Size 2-5 cm. 3. T3--Size >5 cm. 4. T4--Tumour fixed to chest wall or skin. (T4a--Fixed to chest wall; T4b--Fixed to skin; T4c--T4a + T4b; T4d--inflammatory carcinoma of breast). Node: N0-- No nodes. N1-- Axillary nodes mobile (ipsilateral). N2-- Axillary nodes fixed to one another and other structures (or only internal mammary lymph nodes are involved but not axillary nodes). N3 -- Supraclavicular nodes. Oedema of arm and internal mammary lymph nodes (ipsilaterally) (or-internal mammary lymph nodes and also axillary lymph nodes are involved). Metastasis: M0 No metastasis. M1 Distant Metastases. ref: SRB&; s manual of surgery, ed 3, pg no 476",
        "cop": 2,
        "opa": "T3 N2 M1",
        "opb": "T4 N3c M0",
        "opc": "T4 N2c M1",
        "opd": "T3 N3 M0",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0f720d39-14de-4200-b2a2-1c7b08260d53",
        "choice_type": "single"
    },
    {
        "question": "TSH receptor antibodies are often present in",
        "exp": "TSH receptor antibodies (TSH-Rab or TRAB) are often present in Graves' disease. They are largely produced within the thyroid itself. Ref: Bailey and love 27e, page no: 803",
        "cop": 1,
        "opa": "Graves disease",
        "opb": "Hashimoto thyroiditis",
        "opc": "Reidels thyroiditis",
        "opd": "Papillary carcinoma thyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "32a5ff68-3171-4a4a-8db6-dc5f040a9a7b",
        "choice_type": "single"
    },
    {
        "question": "Drug of Choice for Severe Mastitis",
        "exp": "* MC organism causing Mastitis- Staphylococcus aureus * Drug of Choice is- Cloxacillin Ref:- Surgery Sixer 3rd Edition; Pg num:- 268",
        "cop": 4,
        "opa": "Cefphalosporins",
        "opb": "Erythromycin",
        "opc": "Augmentin",
        "opd": "Cloxacillin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5a749376-107d-4c31-9931-8194532c0162",
        "choice_type": "single"
    },
    {
        "question": "Incidentaly findings, in CT scan, a 3cm adrenal mass, which of the following is not done",
        "exp": "Ref: Bailey&; s 26thE pg 779 Hormonal evaluation in Incidentaloma includes: morning and midnight plasma coisol measurements; a 1-mg overnight dexamethasone suppression test; 24-hour urinary coisol excretion; 12 or 24-hour urinary excretion of metanephrines or plasmafree metanephrines; serum potassium, plasma aldosterone and plasma renin activity; serum DHEAS, testosterone or 17-hydroxyestradiol (virilising or feminising tumour).",
        "cop": 1,
        "opa": "Adrenalectomy",
        "opb": "Dexamethasone suppression test",
        "opc": "Measurement of catecholamines",
        "opd": "24-hour urinary coisol excretion",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "867ba64b-3046-4ac3-871f-d8c7f6bec91d",
        "choice_type": "single"
    },
    {
        "question": "Most common thyroid malignancy is",
        "exp": "Malignancy Relative incidence. Papillary carcinoma 80%Follicular carcinoma 10%Poorly differentiated/anaplastic carcinoma 5%Medullary carcinoma 2. 5%Lymphoma 2. 5%Ref: Bailey and love, page no: 816",
        "cop": 4,
        "opa": "Anaplastic carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Papillary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8af9569a-a573-458d-87a0-44e1f789c150",
        "choice_type": "single"
    },
    {
        "question": "False statement regarding Grave&; s disease",
        "exp": "Graves disease (Diffuse Toxic Goiter) MC cause of hypehyroidism, caused by stimulatory autoantibodies to TSH-R Auto immune disease with strong familial predisposition More common in females with peak incidence between 40-60 years Characterized by thyrotoxicosis, diffuse goiter & extrathyroidal conditions (ophthalmopathy, dermopathy, thyroid acropachy and gynecomastia) Clinical features Hypehyroid symptoms (heat intolerance, increased sweating and thirst, weight loss despite adequate caloric intake). Symptoms of adrenergic stimulation (palpitations, nervousness, fatigue, emotional liability, hyperkinesis and tremors) MC GI symptom is increased frequency of bowel movements and diarrhoea Female patients often develop amenorrhoea, decreased feility and increased incidence of miscarriage Children experience rapid growth with early bone maturation. Older patients present with CVS complications (AD & CHF) Ove Cardiac failure presents in only 6-19% Weight loss, facial flushing, warm and moist skin, tachycardia, cutaneous vasodilation, collapsing pulse is seen on examination A fine tremor, muscle wasting and proximal muscle group weakness with hyperactive tendon reflexes often are present Overlying bruit or thrill at upper pole due to increased vascularity Loud venous gun in supraclavicular space Ophthalmopathy (Orbital proptosis) occurs in 50% dermopathy in 1-2% Dermopathy is characterized by deposition of glycosaminoglycans leading to thickened skin in pretibial region and dorsum of foot (pretibial myxedema) Gynecomastia is common in young men. Rare bony involvement leads to subperiosteal bone formation and swelling in metacarpals (thyroid acropachy) Ref: schwaz's principle of surgery 10th edition Pgno: 1531",
        "cop": 2,
        "opa": "Goiter is diffuse and vascular",
        "opb": "Cardiac failure is common",
        "opc": "Remissions and exacerbation are not infrequent",
        "opd": "Hyperophy/hyperplasia is due to TSH-RA bs",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3f203596-b6a6-4a3b-985e-b4c667170180",
        "choice_type": "multi"
    },
    {
        "question": "Calciphylaxis is more commonly seen in",
        "exp": "Calciphylaxis (calcific uraemic aeriolopathy) is a syndrome of disseminated calcification resulting in both vascular calcification and skin necrosis. It accounts for approximately 4% of patients undergoing surgical intervention for secondary hyperparathyroidism. It presents with expanding painful cutaneous purpuric lesions, predominantly on the extremities, although it can also be seen on the lower abdomen. Ref: Bailey and Love 27e pg: 831",
        "cop": 2,
        "opa": "Primary hyperparathyroidism",
        "opb": "Secondary hyperparathyroidism",
        "opc": "Teritiary hyperparathyroidism",
        "opd": "Pseudo hyperparathyroidism",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7297f271-d52a-4bce-b5b2-5e0f4d3b9a5b",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease of breast following are true except",
        "exp": "Paget 's disease of nipple is the supaerficial manifestation of intraductal carcinoma. It mimics eczema of nipple and areola. A hard nodule may be seen under the areola. Usualy unilateral, itching and vesicles absent. SRB's Manual of Surgery. Edition -5. Pg no: 533",
        "cop": 4,
        "opa": "Treated by wide excision",
        "opb": "Represents underlying malignancy",
        "opc": "Presents as eczema",
        "opd": "Usually associated with lobular ca in situ",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "91e08968-8448-4aa8-8145-9e78895ba54e",
        "choice_type": "multi"
    },
    {
        "question": "Clinical stage II of carcinoma breast means",
        "exp": ". TNM Staging Tumour: 1. T1 --Tumour size < 2 cm in greatest diameter. (T1a--0. 1-0. 5 cm; T1b--0. 5-1 cm; T1c--1-2 cm). 2. T2--Size 2-5 cm. 3. T3--Size >5 cm. 4. T4--Tumour fixed to chest wall or skin. (T4a--Fixed to chest wall; T4b--Fixed to skin; T4c--T4a + T4b; T4d--inflammatory carcinoma of breast). Node: N0-- No nodes. N1-- Axillary nodes mobile (ipsilateral). N2-- Axillary nodes fixed to one another and other structures (or only internal mammary lymph nodes are involved but not axillary nodes). N3 -- Supraclavicular nodes. Oedema of arm and internal mammary lymph nodes (ipsilaterally) (or-internal mammary lymph nodes and also axillary lymph nodes are involved). Metastasis: M0 No metastasis. M1 Distant Metastases. ref: SRB&; s manual of surgery, ed 3, pg no 476",
        "cop": 3,
        "opa": "Tumor is limited to breast",
        "opb": "Tumor with evidence of distant metastasis",
        "opc": "Tumor is presents in the breast and axillary lymph nods are involved",
        "opd": "Tumor has involved breast, pectoral muscles and wide area of skin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a0d94465-8525-4381-808c-3a0f66e89556",
        "choice_type": "single"
    },
    {
        "question": "Apical group of lymph nodes belong to which level in the axillary group of nodes",
        "exp": "Apical group nodes are the infraclavicular group. There are three surgical levels of axillary lymph nodes: level I: below the lower edge of the pectoralis minor musclelevel II: underneath/posterior the pectoralis minor musclelevel III: above/medial the pectoralis minor muscle. level III are infraclavicular",
        "cop": 3,
        "opa": "Level I",
        "opb": "Level II",
        "opc": "Level III",
        "opd": "Supraclavicular",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "070cd9d6-f9ac-49a4-8de6-27bc5029210c",
        "choice_type": "single"
    },
    {
        "question": "First step in diagnosis in phaeochromocytoma is",
        "exp": "The first step in the diagnosis of a phaeochromocytoma is the confirmation of excessive catecholamine levels in the patient either by the measurement of adrenaline and noradrenaline breakdown products, metanephrine and normetanephrine level, in a 12 or 24-hour urine collection. The biochemical diagnosis is then followed by localisation of the phaeochromocytoma. MRI is preferred because contrast media used for CT scans can provoke paroxysms. 123I-MIBG (metaiodobenzylguanidine) single-photon emission computed tomography (SPECT) will identify about 90% of primary tumours and is essential for the detection of multiple extra-adrenal tumours and metastases. Ref: Bailey and Love 27e pg: 845",
        "cop": 1,
        "opa": "24 hour urinary metanephrines",
        "opb": "24 hour urinary VMA",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f499fa2c-effd-44f3-af48-5b674bc9dbf0",
        "choice_type": "multi"
    },
    {
        "question": "In radical mastectomy the structures preserved are all except",
        "exp": "In Halsted radical mastectomy structures removed are tumor entire breast, nipple, areola, skin over other tumor with margin pectoralis major and minor muscles fat, fascia, lymph nodes of axilla Modified radical mastectomy Patey's operation - it is total mastectomy along the clearance of all levels of axillary nodes and removal of pectoralis minor muscle Scanlon's operation - it is the modified patey's operation where instead of removing pectoralis minor it is incised to approach the affected level 3 lymph nodes Auchincloss modified radical mastectomy - here petrol is minor muscle is left in that time level 3 lymph nodes are not removed",
        "cop": 4,
        "opa": "Axilary vein",
        "opb": "Cephalic vein",
        "opc": "Nerve to serratus anterior",
        "opd": "Pectoralis minor",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "fcbc300e-fe52-4516-94a9-e01b1cc6f659",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old lady has 4cm breast mass with ipsilateral infraclavicular lymph nodes. What is the stage?",
        "exp": "T1<= 2cm T2>2 cm but <= 5cm. T3> 5cm. T4a. Extension to the chest wall (invasion of pectoralis only is not extension to chest wall)T4b. Skin involvement (including peau d'orange) that doesn&; t meet criteria of skin involvement. T4c. Both T4a and T4b are present. T4d. Inflammatory carcinoma. N1. Movable ipsilateral Level I, Level II axillary lymph nodes. N2a. Fixed or matted ipsilateral Level I, Level II axillary lymph nodes. N2. Ipsilateral internal mammary nodes in the absence of axillary lymph node involvement. N3a. Ipsilateral infraclavicular lymph nodes (Level III axillary nodes)N3b. Ipsilateral internal mammary nodes with Level I, Level II axillary lymph nodes. N3c. Ipsilateral supraclavicular lymph nodes. Ref: AJCC 8th edition",
        "cop": 2,
        "opa": "T2. N2",
        "opb": "T2. N3",
        "opc": "T3. N2",
        "opd": "T3. N3",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "25aed2d0-cace-4190-a3d0-5eb4a60d37e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false regarding medullary carcinoma of the thyroid?",
        "exp": "The malignancy originates in the parafollicular &; C&; cells, which reside in the upper poles of the thyroid lobes and are of neural crest origin. MTC occurs most commonly in a sporadic form (80%); it occurs less commonly as an autosomal dominant inherited disorder such as MEN2A, MEN2B, and familial medullary thyroid carcinoma (FMTC). Excess secretion of calcitonin has been shown to be an effective marker for the presence of MTC, Carcinoembryonic antigen may also be elevated in MTC. This calcitonin excess is not clinically associated with hypocalcemia but may rarely result in symptoms of diarrhoea and flushing in patients with advanced disease. Amyloid infiltrate seen. Ref: Sabiston 20e, page no: 932",
        "cop": 1,
        "opa": "Arises from follicular cells",
        "opb": "Secretes calcitonin",
        "opc": "Occurs in families",
        "opd": "Amyloid in stroma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bfb29085-c973-45e4-9409-5a0f19cd0e7e",
        "choice_type": "multi"
    },
    {
        "question": "Phaeochromocytomas occur in all these syndromes except",
        "exp": "Phaeochromocytoma is known as the '10% tumour' as 10% of tumours are inherited, 10% are extra-adrenal, 10% are malignant, 10% are bilateral and 10% occur in children. Hereditary phaeochromocytomas occur in several tumour syndromes: Multiple endocrine neoplasia type 2 (MEN 2). Familial paraganglioma (PG) syndrome. Von Hippel-Lindau (VHL) syndrome. Neurofibromatosis (NF) type 1. Ref: Bailey and Love 27e pg: 845",
        "cop": 1,
        "opa": "Multiple endocrine neoplasia type 1(MEN 1)",
        "opb": "Familial paraganglioma (PG) syndrome",
        "opc": "Von Hippel-Lindau (VHL) syndrome",
        "opd": "Neurofibromatosis (NF) type",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7181c8d0-a873-4c1e-b4ac-e82d6775906d",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of Zollinger- Ellison syndrome include all except",
        "exp": "In most patients with ZES, gastric hypersecretion can be treated effectively with proton pump inhibitors. Octreotide can also help to control acid hypersecretion. Systemic chemotherapy is utilised in patients with diffuse metastatic gastrinomas. Streptozotocin in combination with 5-fluorouracil or doxorubicin is the first-line treatment. Ref: Bailey and Love 27e pg: 851",
        "cop": 4,
        "opa": "Proton pump inhibitors",
        "opb": "Octreotide",
        "opc": "Streptozotocin",
        "opd": "Diazoxide",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "95d765df-c154-459d-ba0a-2bd24fa69166",
        "choice_type": "multi"
    },
    {
        "question": "Lymph node first involved in Ca breast is/are",
        "exp": ". Levels of the axillary nodes *Level I: Below and lateral to the pectoralis minor muscle--anterior, lateral, posterior *Level II: Behind the pectoralis minor muscle--central *Level III: Above and medial to pectoralis minor muscle-- apical Note in carcinoma breast * Spread restricted to level I nodes carries better prognosis * Spread to level II has poor prognosis * Spread to level III indicates worst prognosis. ref: SRB&; s manual of surgery, ed 3, pg no 455",
        "cop": 1,
        "opa": "Axillary",
        "opb": "Internal mammary",
        "opc": "Supraclavicular",
        "opd": "Contralateral axillary",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5cd3c2c2-9cfb-4a3c-b67a-3304a5e0b124",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions Radioactive iodine can be used in grave&; s disease",
        "exp": "Disaadvantages of radio active iodine include exacerbation of cardiac arrhythmias, paicularly in older patients, possible fetal damage in pregnant women, worsening ophthalmic problems, and rare but possibly life-threatening thyroid storm Patients who have Graves disease refractory to RAI also should be considered for thyroidectomy Source: Sabiston 20th edition Pg: 892",
        "cop": 2,
        "opa": "Recurrence",
        "opb": "Age < 40 years",
        "opc": "Eiderly",
        "opd": "Pregnant",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "aae495b1-86d0-4970-9b17-e7ca5fcb051e",
        "choice_type": "single"
    },
    {
        "question": "The most impoant prognosis factor of carcinoma breast is",
        "exp": "Spread to axillary nodes is the most impoant prognostic indicator. Age: Younger the age worser the prognosis. Stage I and II has got better prognosis. Sex: Carcinoma male breast has got worser prognosis compared to female breast. Because of early spread in carcinoma male breast. Atrophic scirrhous has got best prognosis. Medullary carcinoma has got better prognosis than scirrhous carcinoma because of lymphocytic infi ltration. Invasive carcinoma has got worser prognosis. Inflammatory carcinoma breast has worst prognosis. Ref; (page no; 559 ) 5th edition of SRB&; S manual of Surgery.",
        "cop": 1,
        "opa": "Lymph node involvement",
        "opb": "DNA content of tumor",
        "opc": "Histologic subtype",
        "opd": "Tumor grade",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ada2671d-3405-4859-a2f2-20f982203b17",
        "choice_type": "single"
    },
    {
        "question": "In a patient, there are elevated plasma coisol levels. Dexamethasone fails to suppress coisol secretion. What is the next step in management?",
        "exp": "This is a patient of Cushing syndrome. Next step is to know ACTH dependent or not. Elevated or normal ACTH levels provide evidence for an ACTH-producing pituitary tumour (85%) or ectopic ACTH production. Therefore, in patients with elevated ACTH, MRI of the pituitary gland must be performed. If MRI is negative, CT scan of the chest and abdomen is warranted to detect an ectopic ACTH-producing tumour. Ref: Bailey and Love 27e pg: 842",
        "cop": 1,
        "opa": "Serum ACTH",
        "opb": "24 hour urinary metanephrines",
        "opc": "24 hour urinary VMA",
        "opd": "Serum DHEAS",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "86bc785e-1483-45ca-8a39-6dce44e94793",
        "choice_type": "multi"
    },
    {
        "question": "All are true about hepatic adenoma Except",
        "exp": "Hepatic adenoma Benign proliferative disorder of hepatocytes Predominantly found in young women (20-40yrs) associated with OCP's Usually single (multiple lesions in 12-30 %) Ref: Sabiston 20th edition Pgno: 1455",
        "cop": 1,
        "opa": "Usually multiple",
        "opb": "OCP is predisposing factor",
        "opc": "Has cords of benign hepatocytes",
        "opd": "50-75% are symptomatic",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "286d9744-d3a0-44f6-97b8-a27ef20f989d",
        "choice_type": "multi"
    },
    {
        "question": "A 35 years old lactating mother presnted with a painful breast lump. Out of the following, which is the first investigation to be doner?",
        "exp": "in case of pregnancy and lactation, the preferred method employed for the diagnosis of carcinoma breast includes USG, it is more preferred over mammography due to lesser radiation exposure. ref: SRB&; s manual of surgery, ed 3, pg no 480",
        "cop": 2,
        "opa": "Mammography",
        "opb": "USG",
        "opc": "MRI",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "886ffd4c-417d-429d-9a51-40596a9d767e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following flap is most commonly used in breast reconstruction",
        "exp": "Transverse rectus abdominis myocutaneous flap(TRAM) is used. TRAM flap is based on superior epigastric aery. Ipsilateral or contralateral flap can be used. It gives the bulk needed for reconstruction and so implant is not needed. Donor site morbidity and fat necrosis can occur. LD flap( latissimus dorsi musculocutaneous flap) can also be used. It is based on subscapular aery. Easy to perform unlike TRAM flap. Reference: SRB's Manual of Surgery, 6th Edition page no = 553.",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "TRAM",
        "opc": "Flap from arm",
        "opd": "Delto pectoral flap",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5609acf7-3a49-41b3-a665-565177d47c1b",
        "choice_type": "single"
    },
    {
        "question": "Nipple inversion occurs due to involvement of",
        "exp": "Mastitis in many cases the lactiferous ducts will first become blocked by epithelial debris leading to stasis; this theory is suppoed by the relatively high incidence of mastitis in women with a retracted nipple. Periductal fibrosis is a sequela of periductal mastitis and may result in nipple retraction. Schwaz surgery 15th edition pg: 509",
        "cop": 2,
        "opa": "Cooper ligament",
        "opb": "Subareolar duct",
        "opc": "Parenchyma of breast",
        "opd": "Subdermal lymphatics",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7c924194-9b28-48a8-8408-cd9d6c7d9b91",
        "choice_type": "single"
    },
    {
        "question": "Consider the following statements regarding paget&; s disease of the breast",
        "exp": ". In Paget's disease, there is a hard nodule just underneath the areola, which later ulcerates and causes destruction of nipple. Histologically, it contains large, ovoid, clear Paget's cells with malignant features.* Total (simple) mastectomy: Along with the tumour, entire breast, areola, nipple, skin over the breast, including axillary tail are removed. There is no axillary dissection. Often the patient is subjected to radiotherapy later (External) to axilla. ref: SRB&; s manual of surgery, ed 3, pg no 482",
        "cop": 4,
        "opa": "It is a malignant disease",
        "opb": "Diagnosis can be established by scrape cytology",
        "opc": "Lymph nodes involvement is an associated clinical feature",
        "opd": "Treatment of choice is simple mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8c835008-e640-415f-96d0-8d0bf35762c4",
        "choice_type": "multi"
    },
    {
        "question": "Retrosternal Goitre Approach is",
        "exp": "* Retrosternal goitre is 99% extension from Goitre in neck due to enlargement. And such extended retrosternal goitres are mostly removed by neck incision itself by putting the fingers and hooking out the gland. * Such manoeuvre of removal neck incision is known as Toboggan Technique. * Very rarely Sternotomy is done if the goitre is primary mediastinal goitre. Ref:- Surgery Sixer 3rd Edition; Pg num:- 227",
        "cop": 1,
        "opa": "Transcervical approach",
        "opb": "Transthoracic 2nd ICS",
        "opc": "Transthoracic 4th ICS",
        "opd": "Transsternal Anterior mediastinum",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "578cad99-fdf2-4853-9eb6-0f6e24556ce1",
        "choice_type": "single"
    },
    {
        "question": "Tylectomy literally means",
        "exp": "Lumpectomy (sometimes known as a tylectomy, paial mastectomy, breast segmental resection or breast wide local excision) is a surgical removal of a discrete poion or \"lump\" of breast tissue, usually in the treatment of a malignant tumor or breast cancer. It is considered a ble breast conservation therapy, as the amount of tissue removed is limited compared to a full-breast mastectomy, and thus may have physical and emotional advantages over more disfiguring treatment. Ref: Internet",
        "cop": 1,
        "opa": "Excision of a lump",
        "opb": "Excision of a breast",
        "opc": "Excision of LN",
        "opd": "Excision of skin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0b2bc806-afb4-4958-b9bb-82a73766f949",
        "choice_type": "multi"
    },
    {
        "question": "A blood stained discharge from the nipple indicates one of the following",
        "exp": "Discharge can occur from one or more lactiferous ducts. Discharge can be: * clear, serous - fibrocystic disease, duct ectasia, carcinoma. * blood stained - carcinoma, duct papilloma, duct ectasia. * black or green -duct ectasia. Blood stained discharge is seen in duct papilloma. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 753",
        "cop": 3,
        "opa": "Breast abscess",
        "opb": "Fibroadenoma",
        "opc": "Duct papilloma",
        "opd": "Fat Necrosis of Breast",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "407d0cc5-030f-4e83-8a55-138a89f79cc4",
        "choice_type": "single"
    },
    {
        "question": "Complications of total throidectomy include all except",
        "exp": ". Rates of post procedure hypocalcemia are approximately 5%, and it resolves in 80% of cases in approximately 12 months Other complications include haemorrhage, damage to reccurent laryngeal nerve and superior laryngeal nerve. Respiratory obstruction due to laryngeal oedema or very rarely due to collapse or kinking of the trachea (tracheomalacia). Source: Bailey and Love 26th edition Pg: 762",
        "cop": 4,
        "opa": "Hoarseness of voice",
        "opb": "Airway obstruction",
        "opc": "Hemorrage",
        "opd": "Hypercalcaemia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "fcd8ba07-0042-4903-bcc0-0b5748ca3379",
        "choice_type": "multi"
    },
    {
        "question": "BRCA 1 gene is located on?",
        "exp": "BRCA 1 gene is located on chromosome 17 BRCA 2 gene is located on chromosome 13 BRCA 1 mutation is having more risk than BRCA 2 mutation in breast carcinoma ref;(page no; 530) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 3,
        "opa": "Chromosome 13",
        "opb": "Chromosome 11",
        "opc": "Chromosome 17",
        "opd": "Chromosome 22",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "c0f3e96e-3887-464a-880a-a29a7b16effa",
        "choice_type": "single"
    },
    {
        "question": "What is true about HER2/neu overexpression in Ca breast",
        "exp": ".* Tumour grade, growth factor and oncogene factors. Erb. B2 -Her-2/neu positive has got poor prognosis. Erb. B1 with over expression of epidermal growth factor (EGF), TGF alpha and cathepsin D has got poor prognosis. * Progesterone receptor (PR status) study or Her 2 Neu receptor status or c. Erb B2 (growth factor receptor study) are other studies done at present to plan the therapy and assess the prognosis. TRANSTUZUMAB (Herceptin)- * It is a monoclonal antibody that blocks HER-2/neu receptors thereby preventing growth of cancer cells. It is a new drug. It is presently marketed as herceptin. It is c-Erb. B2 (growth factor receptor) inhibitor. It is a newer biological agent. * It has very little effect on HER-2/neu negative cancers. * It is useful only in HER-2/neu positive cancers. It is currently approved by FDA for use only in metastatic disease. It is given as intravenous infusion. ref: SRB&; s manual of surgery, ed 3, pg no 486",
        "cop": 3,
        "opa": "Good prognosis",
        "opb": "Responds well to taxanes",
        "opc": "Responds well to monoclonal antibodies",
        "opd": "Seen only in breast cancer",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "961a48c9-787e-488f-af6e-13b41f1c47d5",
        "choice_type": "multi"
    },
    {
        "question": "False about isotope scanning",
        "exp": "Radiolabelled iodine (123I) is used majority (80%) of 'cold' swellings are benign and some (5%) functioning or 'warm' swellings will be malignant. Principal value is in the toxic patient with a nodule or nodularity of the thyroid. Ref: Bailey and love 27e, page no: 804",
        "cop": 4,
        "opa": "Radiolabelled iodine (123I) is used",
        "opb": "Majority (80%) of 'cold' swellings are benign",
        "opc": "5% functioning or 'warm' swellings will be malignant",
        "opd": "Useful in hypothyroid patients",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "40ad8f6d-dcfe-486d-bf1d-c2ea1da71948",
        "choice_type": "multi"
    },
    {
        "question": "Hashimoto's thyroiditis - True are A/E",
        "exp": ". Papillary thyroid cancer gets its name from the papillae among its cells, visible on microscopy. Features include: Characteristic Orphan Annie eye nuclear inclusions (nuclei with uniform staining, which appear empty) and psammoma bodies on light microscopy. The former is useful in identifying the follicular variant of papillary thyroid carcinomas",
        "cop": 4,
        "opa": "Follicular destruction",
        "opb": "increase in lymphocytes",
        "opc": "Oncocytic metaplasia",
        "opd": "Orphan Annie eye nuclei",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "eb384e9f-c616-4be0-beca-0274bfff206d",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for medullary carcinoma of thyroid is",
        "exp": "Most patients with MTC should undergo at least total thyroidectomy The presence of clinically detectable or ultrasound-detectable disease in the lateral neck warrants total thyroidectomy and level VI and lateral compament nodal dissection. Because MTC is not of follicular cell origin, TSH suppression and RAI scanning and therapy have no role in MTC. Source: Sabiston 20th edition Pg: 910",
        "cop": 1,
        "opa": "Total thyroidectomy",
        "opb": "Paial thyroidectomy",
        "opc": "I131 ablation",
        "opd": "Hemithyroidectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d1318011-35a5-4858-a48c-49fc53980b0e",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease of breast, true are",
        "exp": "Pagets disease of nipple is a superficial manifestation of intraductal carcinoma. It mimics eczema of nipple and areola. There is a hard lump just beneath the areola which later ulcerates and cause destruction of nipple.. Its unilateral condition, seen in menopausal women not associated with itching. SRB's Manual of Surgery. Edition -5. Pg no: 533",
        "cop": 1,
        "opa": "Intraductal carcinoma",
        "opb": "Mastectomy needed",
        "opc": "Malignant",
        "opd": "Bilateral",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ee9ccd4a-14e9-4b8d-903d-61d9710ec145",
        "choice_type": "multi"
    },
    {
        "question": "Tumor arsing from Olfactory nasal mucosa",
        "exp": "Esthesioneuroblastoma (Olfactory Neuroblastoma) Esthesioneuroblastoma is a rare unique tumor of neural crest origin Arises from the basal neural cells of the olfactory mucosa of the cribriform plate, upper nasal wall and superior turbinate. Seen in either sex and most common in 3rd and 4th decade Clinical Features: Presents as unilateral polypoidal mass in the upper third of the nasal cavity with symptoms of nasal obstruction, epistaxis and anosmia. It is a vascular tummor that bleeds profusely on biopsy. LN and systemic metastases can occur. Treatment: Favored treatment is surgical excision followed by radiation Ref: Dhingra 5th edition Pgno: 217",
        "cop": 4,
        "opa": "Nasal glioma",
        "opb": "Adenoid cystic carcinoma",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "Esthesioneuroblastoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2cf631a3-9576-4d2e-9150-9b79536c2660",
        "choice_type": "single"
    },
    {
        "question": "Rare histological varients of carcinoma breast with better prognosis include all except",
        "exp": "Atrophic scirrhous has got best prognosis. Medullary carcinoma has got better prognosis than scirrhous carcinoma because of lymphocytic infiltration. Invasive carcinoma has got worser prognosis. Inflammatory carcinoma breast has worst prognosis. ER +ve tumours has got better prognosis. Presence of elastic fi bres in histology has got better prognosis. Tubular, colloid, papillary types has got better prognosis Ref; (page no; 559) 5th edition of SRB&; S manual of Surgery",
        "cop": 3,
        "opa": "Colloid carcinoma",
        "opb": "Medullary carcinoma",
        "opc": "Inflammatory carcinoma",
        "opd": "Tubular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4631cf75-76bf-464a-b575-1528981518a7",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoma thyroid localized and well differentiated, treatment consists of",
        "exp": "The primary treatment of DTC (differentiated thyroid cancer), is surgical ablation. The other mainstays of therapy are RAI ablation and TSH suppression. A patient diagnosed with PTC will undergo either total or near-total thyroidectomy as the preferred initial treatment. Therapeutic neck dissection is performed with initial thyroidectomy for patients with PTC with neck node metastasis. Adjuvant therapy includes postoperative TSH suppression with thyroxine therapy. If the patient is considered low risk, TSH levels are acceptable into the low range of normal. High-risk patients are often maintained at <=0. 1 m. IU/L. Postoperative radioactive abalation is reserved for patients with high-risk PTC or patients with a diagnosis of follicular or HCC (huhle cell cancer). External beam radiation therapy is used in patients with reccurrence or metastasis that is not amenable to surgery. Also is tried in patients with anaplastic carcinoma. Source: Devita Principles of Oncology 10th edition: Pg 1182",
        "cop": 1,
        "opa": "Near total thyroidectomy, radioisotope",
        "opb": "Subtotal thyroidectomy with external beam irradiation",
        "opc": "Near total thyroidectomy, iodine, external beam irradiation",
        "opd": "Total thyroidectomy, external beam radiation, life long eltroxin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "933f153f-5eed-463f-885c-bde4625ac4fd",
        "choice_type": "single"
    },
    {
        "question": "Long standing goitre leads to",
        "exp": "Long standing goitre leads to cancer, usually follicular. Dominant or rapidly growing nodules in longstanding goitres should always be subjected to aspiration cytology. Reference: Bailey & Love's Sho Practice of Surgery, 27th Edition, page no= 807.",
        "cop": 1,
        "opa": "Follicular carcinoma",
        "opb": "Colloid carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Papillary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a92998a6-102c-44c7-a31f-ff2efa2a82a8",
        "choice_type": "single"
    },
    {
        "question": "Not true about gyneocamastia is",
        "exp": "Gynaecomastia is hyperophy of male breast more than usual due to increase in ductal (epithelial) and connective tissue (stromal) elements often attaining features of female breast. It can be unilateral or bilateral. Bilateral can be symmetrical or asymmetrical. Etiology is Oestrogen excess--increased estradiol secretion due to testicular tumour (Leydig cell) or nontesticular tumours from adrenal coex, lung, liver; hypehyroidism (increases conversion of androgen to estrogen), liver diseases, oestrogen therapy for prostate cancer. Androgen deficiency--aging, Klinefelter's/Kallmann syndromes, eunuch, ACTH defi ciency. Secondary testicular failure--cryptorchidism, orchitis, trauma, CRF, etc. Drugs (25%): Increases estrogen activity (digitalis, anabolic steroid)/estrogen synthesis (reserpine, theophylline, frusemide). Inhibition of testosterone synthesis--cimetidine, phenytoin, spironolactone. Ref; (page no; 527 ) 5th edition of SRB&; S manual of Surgery.",
        "cop": 4,
        "opa": "Can be drug induced",
        "opb": "Klinefelter's syndrome",
        "opc": "Seen in cryptoorchidism",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "db303f16-4b09-4c21-9801-4ea4b2a6eb9f",
        "choice_type": "multi"
    },
    {
        "question": "Her2 neu receptor is used in breast carcinoma for",
        "exp": "HER2 positive breast cancer is diagnosed by the IHC or FISH test. A result of HER 2 positive is impoant, as it indicates that the cancer can be treated with Herceptin, in combination with other chemotherapy drugs.",
        "cop": 4,
        "opa": "Diagnosis of cancer",
        "opb": "Screening of the breast carcinoma",
        "opc": "Detect recurrence",
        "opd": "Predicting response to treatment",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "afd4605f-0065-42a7-b1d8-de959f8463a6",
        "choice_type": "single"
    },
    {
        "question": "Sistrunk&; s operation consists of",
        "exp": "Sistrunk operation include excision of the whole thyroglossal tract, which involves removal of the body of the hyoid bone and the suprahyoid tract through the tongue base to the vallecula at the site of the primitive foramen caecum, together with a core of tissue on either side. Bailey and Love 26th edition Pg: 702",
        "cop": 3,
        "opa": "Excision of hyoid bone and cone of tongue muscle",
        "opb": "Excision of hyoid bone and the cyst",
        "opc": "Excision of central pa of hyoid bone and cone of tongue muscle upto foreman caecum",
        "opd": "Excision of cyst only",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8360a2ed-8cbf-4f48-84e7-928ad3e22b61",
        "choice_type": "single"
    },
    {
        "question": "Amount of thyroid tissue left after subtotal thyroidectomy is",
        "exp": "Total thyroidectomy involves excision of all visible thyroid tissue. Near-total thyroidectomy is complete resection on one side while leaving a remnant of thyroid tissue on the contralateral side, leaving less than 1 g of tissue adjacent to the RLN at the ligament of Berry. Subtotal thyroidectomy leaves a remnant of thyroid tissue bilaterally. Subtotal resection of each lobe is carried out, leaving a remnant of 4-5 g on each side. Thyroid lobectomy typically includes removal of the thyroid isthmus and pyramidal lobe (if present). Source: Sabiston 20th edition Pg: 912 Bailey and Love 26th edition Pg: 761",
        "cop": 2,
        "opa": "4gm on one side",
        "opb": "4gm on each side",
        "opc": "6gm on one side",
        "opd": "6gm on each side",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "cca0069d-bfec-46ab-8cb2-1e18cfd3a432",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node biopsy in carcinoma breast is done if",
        "exp": "Sentinel lymph node is the first axillary lymph node draining the breast. SLNB is done in all cases of early breast cancers, T1 and T2 without clinically palpable nodes. It is not done in clinically palpable axillary nodes as tgere is already distoion of lymphatic flow due to tumour. SRB's Manual of Surgery. Edition -5. Pg no: 543",
        "cop": 2,
        "opa": "LN palpable",
        "opb": "Breast mass but no lymph node palpable",
        "opc": "Breast lump with palpable axillary node",
        "opd": "Metastic CA breast",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3cd35c3d-3631-4dc2-9776-ff380b80f5a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not alter the &; T&; stage in breast cancer?",
        "exp": ". Manchester Staging 1. Tumour in the breast, not involving pectoral or deeper plane. Skin involvement if present, it is lesser than the size of tumour. Lymph nodes are not palpable. 2. Same as stage I but with mobile, discrete lymph nodes palpable in the ipsilateral axilla. 3. Tumour fixed to pectoral muscle, or skin involvement more than the tumour size or ipsilateral axillary lymph nodes adherent to each other or fixed. 4. Tumour fixed to the chest wall, 'cancer-en-cuirasse', skin involvement wider than that of the breast, involvement of ipsilateral or contralateral supraclavicular lymph nodes or opposite breast or opposite axillary lymph nodes, spread to bone, lung, liver or inflammatory carcinoma of breast. ref: SRB&; s manual of surgery, ed 3, pg no 476",
        "cop": 3,
        "opa": "Peaud's orange",
        "opb": "Skin ulceration",
        "opc": "Pectoral muscle involvement",
        "opd": "Serratus anterior muscle muscle involvement",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b69e9ec0-a74d-4a72-a904-3cda42515064",
        "choice_type": "single"
    },
    {
        "question": "Features of meduallary carcinoma thyroid are all except",
        "exp": "Medullary thyroid cancer originates in the parafollicular cells, or C cells, which reside in the upper poles of the thyroid lobes and are of neural crest origin. MTC occurs most commonly in a sporadic form (80%); it occurs less commonly as an autosomal dominant inherited disorder such as MEN2A, MEN2B, and familial medullary thyroid carcinoma (FMTC). A patient with a sporadic MTC typically has one of two manifestations: a palpable mass in the thyroid that is present in most the finding of an elevated calcitonin level. This calcitonin excess may rarely result in symptoms of diarrhea and flushing in patients with advanced disease Amyloid infiltrate is seen in medullary carcinoma Source: Sabiston 20th edition Pg: 909",
        "cop": 4,
        "opa": "Arises from parafollicular cells",
        "opb": "Amyloid infiltrate is present on histology",
        "opc": "10-25% cases are familial",
        "opd": "Constipation occurs",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "669fb8dd-2f70-432a-8d5b-d4baa66bb6b3",
        "choice_type": "multi"
    },
    {
        "question": "The following is a maker of Paget&; s disease of the mammary gland",
        "exp": ". It is superficial manifestation of an intraductal carcinoma. The malignancy spreads within the duct up to the skin of the nipple and down into the substance of the breast. It mimics eczema of nipple and areola.-- In Paget's disease, there is a hard nodule just underneath the areola, which later ulcerates and causes destruction of nipple. Histologically, it contains large, ovoid, clear Paget's cells with malignant features. Modalities of Treatment for it includes * QUA therapy. * Patey's operation or simple mastectomy with axillary clearance * Postoperative radiotherapy in high risk patients. * Hormone therapy, i. e. tamoxifen 10 mg BID. * Sentinel node biopsy when required. * Regular follow-up often with radioisotope bone scan and CEA tumour marker. ref: SRB&; s manual of surgery, ed 3, pg no 470",
        "cop": 3,
        "opa": "S-100",
        "opb": "HMB 45",
        "opc": "CEA",
        "opd": "Neuron specific enolase",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1eca452d-f71c-4c3f-bd7f-1c9bacc413cf",
        "choice_type": "single"
    },
    {
        "question": "Sign seen in \"Large duct papilloma\" is?",
        "exp": "Duct papilloma are epithelium lined true polyps of breast lctiferous duct. C/f: papilliferous swelling near the nipple orifice. Blood stained discharge from nipple is common, serous or serosanguinous dicharge can also occur. SRB's Manual of Surgery. Edition -5. Pg no: 528",
        "cop": 1,
        "opa": "Nipple discharge",
        "opb": "Breast mass",
        "opc": "Skin excoriation",
        "opd": "Lymph node involvement",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3c2b9fed-b7ae-405c-9338-aa5f52a729fc",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Hormone dependent fungating carcinoma of breast with secondaries in the lung in a female patient aged 30 years is",
        "exp": "Hormonal therapy in Carcinoma Breast Ovarian suppression or ablation Bilateral oophorectomy. Medically by LHRH agonist (Goserelin, leuprolide) SERM: Tamoxifen and Raloxifen Aromatase Inhibitors Non-steroidal: Letrozole & Anastrazole Steroidal: Exmestane Anti-Estrogens Fulvestrant Progestins Megesterol & Medroxyprogesterone acetate Ref: schwaz's principle of surgery 10th edition Pgno: 552-553",
        "cop": 1,
        "opa": "Simple mastectomy followed by oophorectomy",
        "opb": "Radical mastectomy followed by oophorectomy",
        "opc": "Adrenalectomy",
        "opd": "Lumpectomy followed by castration",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "866a127c-7481-4541-9a8d-dd490fcb8d1c",
        "choice_type": "single"
    },
    {
        "question": "Kamli Rani, 75 year old-woman present with post myocardial infarction after 6 weeks mild CHF. There was past H/O neck surgery for parathyroid adenoma 5 years ago, ECG shows slow atrial fibrillation. Serum Ca+2 13. 0 mg/L and urinary Ca+2 is 300 mg/24 h. On examination there is small mass in the paratracheal position behind the right clavicle. Appropriate management at this time is:",
        "exp": "Patient is a case of recurrent hyperparathyroidism, as she was operated previously for parathyroid adenoma. In the sitting of recent myocardial infarction, CHF and atrial fibrillation, any operation carries a high risk. Ultrasound-guided alcohol injection in the mass is preferred in this setting, Ref: Harrison 19th edition Pgno: 2470",
        "cop": 4,
        "opa": "Repeat neck surgery",
        "opb": "Treatment with Technitium-99",
        "opc": "Observation and repeat serum Ca+2 in two months",
        "opd": "Ultrasound-guided alcohol injection of mass",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "fda23fce-16f9-4a22-8137-9166d50f46be",
        "choice_type": "multi"
    },
    {
        "question": "A 35 yr female with ductal ca in situ of breast. What is best possible management",
        "exp": "Rx: Breast conservative surgery with to breast and axillary dissection after sentinel LNB(if +&; ve) Ref: SRB&; s 4thE pg: 566",
        "cop": 1,
        "opa": "Breast conservative surgery",
        "opb": "Simple mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Radical mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "711f0580-7c21-47ec-852b-9421da0d4687",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes of gynecomastia is not associated with androgen deficiency?",
        "exp": "Estrogen excess results from an increase in the secretion of estradiol by the testicles or by non-testicular tumours, nutritional alterations such as protein and fat deprivation, endocrine disorders (hypehyroidism, hypothyroidism), and hepatic disease (nonalcoholic and alcoholic cirrhosis).",
        "cop": 4,
        "opa": "Klinefelter's syndrome",
        "opb": "Kallmann syndrome",
        "opc": "Cryptorchidism",
        "opd": "Alcoholic Liver crirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4df112e7-426a-4b82-b071-5a71d9121c55",
        "choice_type": "multi"
    },
    {
        "question": "High risk breast cancer female investigation of choice is?",
        "exp": ".* MRI of breast: - To differentiate scar from recurrence. - To image breasts of women with implants. - To evaluate the management of axilla and recurrent disease. * It is useful in screening females with high risk group. * T1 and T2 weighed images are taken. * Irregular mass with spiculations, changes in skin and nipple, lymphoedema are the findings in carcinoma breast. MRI breast is not accurate if done within 9 months of the radiotherapy in carcinoma of breast. Both precontrast and postcontrast MRI are done. ref: SRB&; s manual of surgery, ed 3, pg no 479",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "Mammography",
        "opd": "Clinical examination",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d8bd8e9b-1737-484d-ac90-68797d0c716c",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Medullary Carcinoma thyroid",
        "exp": ". A total thyroidectomy with bilateral neck dissection is the gold standard for treating medullary thyroid cancer, and is the most definitive means of achieving a cure in patients without distant metastases or extensive nodal involvement. Due to the extreme level of difficulty in successfully performing the neck dissection without extensive morbidity, it is very impoant for patients to seek care under an experienced surgeon at a Center of Excellence who operates on MTC patients at least several times a year. Risks of surgery include loss of vocal control, irreparable nerve damage, death or the need for second operation to clean out residual diseased lymph nodes left behind if the sentinel node biopsy was positive for cancerous spread. Extensive surgery can be effective when the condition is detected early, but a risk for recurrence remains, paicularly in patients with multiple positive lymph nodes or extracapsular invasion. About half of patients have metastasis to regional lymph nodes at the time of diagnosis.",
        "cop": 3,
        "opa": "Surgery and radiotherapy",
        "opb": "Radiotherapy and chemotherapy",
        "opc": "Surgery only",
        "opd": "Radioiodine ablation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1c0453c9-7283-41bf-a90f-8b5411a8b0b6",
        "choice_type": "single"
    },
    {
        "question": "Cancer not associated with BRCA 2 mutation?",
        "exp": "BRCA2 is associated with Familial breast and ovarian cancer. Others are Ovarian, male breast cancer, prostate, pancreas, stomach, melanoma, gallbladder, bile duct, pharynx. Ref: Robbins; 9th edition; Chapter 23 The Breast; Page no: 1024",
        "cop": 4,
        "opa": "Ovarian",
        "opb": "Prostate",
        "opc": "Bile duct",
        "opd": "Liposarcoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7dd71676-8f24-447e-b277-729b7467efae",
        "choice_type": "single"
    },
    {
        "question": "True about lymphatic spread of Ca breast",
        "exp": "Lymphatic spread occurs through: Subareolar Sappey's lymphatic plexus (presently its Significance is discounted). Cutaneous lymphatics. Intramammary lymphatics. Lymphatic drainage of the breast is predominantly through axillary (75%) and internal mammary lymph nodes. Axillary group of nodes are: 1. Anterior along lateral thoracic vessels (Pectoral). 2. Central embedded in fat in the centre of the axilla. 3. Posterior along subscapular vessels. 4. Lateral along axillary vein. 5. Apical lies above pectoralis minor tendon in continuity with the lateral nodes and receive efferents from all the groups. Spread to these lymph nodes occur by lymphatic permeation. Interpectoral, lies between pectoralis major and minor muscle (Rotter's nodes). Presently involvement of these lymph nodes are considered due to retrograde spread. These lymph nodes are cleared during Patey's mastectomy. From axillary lymph nodes spread occurs to supra clavicular lymph nodes by lymphatic embolisation. Ref; (page no; 536 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 4,
        "opa": "Axillary nodes are most commonly involved",
        "opb": "Internal mammary nodes are also involved",
        "opc": "Spread occurs to supraclavicular LN by lymphatic embolisation",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e8c35403-61ae-490d-b1ce-05bb6a8bb4e4",
        "choice_type": "multi"
    },
    {
        "question": "Blood stained nipple discharge is seen in",
        "exp": "Discharge can occur from single or multiple ducts. The discharge acn be clear serous discharge, blood stained, black or greenish discharge. Blood stained discahrge is seen in duct ectasia, duct papilloma, mammary dysplasia. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 753",
        "cop": 3,
        "opa": "Breast abscess",
        "opb": "Fibroadenoma",
        "opc": "Ductal papilloma",
        "opd": "fat necrosis",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "74650dd7-fe31-4f97-b372-b5a9e2b304d4",
        "choice_type": "single"
    },
    {
        "question": "Breast cancer is conservatively treated by following methods",
        "exp": "Breast conservation surgery The amount of breast tissue excised with the lesion may vary with the clinical situation, but is typically 5mm to 10mm in all directions BCS may consist of removal of tumor with 1 cm margin of normal tissue (wide local excision) or a more extensive excision of a whole quadrant of breast (Quandrantectomy) Ref: Mastery of Surgery 5th edition Pgno: 525",
        "cop": 1,
        "opa": "It is based on relative size of breast tumor",
        "opb": "Radiotherapy is given",
        "opc": "Chemotherapy is given",
        "opd": "Surgery is best modality of treatment",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4ecc0d27-24c2-4b0c-829a-bb96857ce60e",
        "choice_type": "single"
    },
    {
        "question": "Treatment with herceptin in breast cancer is indicated for",
        "exp": "Treatment with herceptin in breast cancer is indicated for Tumours with over-expressed C-erb B-2 protein it is a inhibitor of C-erb B-2 protein, which is a growth factor receptor also known as Transtuzumab it is currently approved by FDA for use only in metastatic disease ref;(page no; 551) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 4,
        "opa": "ER receptor +ve tumours",
        "opb": "PR receptor +ve tumours",
        "opc": "K: 67 stain +ve tumours",
        "opd": "Tumours with over-expressed C-erb B-2 protein",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "afbd06a3-a8fd-4b58-ab92-353f4de67abf",
        "choice_type": "single"
    },
    {
        "question": "The most common underlying aetiology of primary hyperparathyroidism is",
        "exp": "The underlying aetiology of PHPT is usually a solitary parathyroid adenoma, however, in a small number of patient (2-4%), there are double adenomas. It may occur in a sporadic fashion or it can be familial (MEN type 1 or type 2A, hyperparathyroidism-jaw tumour syndrome (HPT-JT). Ref: Bailey and Love 27e pg: 826",
        "cop": 1,
        "opa": "Parathyroid adenoma",
        "opb": "MEN-1",
        "opc": "MEN-2A",
        "opd": "Parathyroid adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "59baaa7c-f10b-465c-961a-c550de5bea1a",
        "choice_type": "single"
    },
    {
        "question": "Traetment for periductal mastitis",
        "exp": "Duct cectasia is the dilatation of lactiferous ducts due to muscular relaxation of duvt wall with periductal mastitis. C/f: greenish dicharge from nipple. Slit like retraction of nipple due to fibdosis can occur May form abcess and fistula Treatment: To stop smoking Antibiotics Cone excision of major ducts-Hadfield operation. SRB's Manual of Surgery. Edition -5. Pg no: 525",
        "cop": 1,
        "opa": "Hadfield's operation",
        "opb": "Patey's mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Radical mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "82a6835e-e8c7-4003-9310-caec28af96a7",
        "choice_type": "single"
    },
    {
        "question": "Most impoant prognostic factor for carcinoma breast is",
        "exp": "Spread to axillary nodes is the most impoant prognostic indicator. Other prognostic factors are Age: Younger the age worser the prognosis. Sex: Carcinoma male breast has got worser prognosis compared to female breast. Because of early spread in carcinoma male breast. Stage I and II has got better prognosis. Atrophic scirrhous has got best prognosis. Medullary carcinoma has got better prognosis than scirrhous carcinoma because of lymphocytic infi ltration. Invasive carcinoma has got worser prognosis. Inflammatory carcinoma breast has worst prognosis. Ref; (page no; 559 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 1,
        "opa": "Lymph node involvement",
        "opb": "Tumor size",
        "opc": "Chest wall involvement",
        "opd": "Skin involvement",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f78a0755-a899-489a-bc0b-bde7457779e3",
        "choice_type": "multi"
    },
    {
        "question": "Risk of breast cancer is highest in",
        "exp": "Atypical ductal or lobular hyperplasia are proliferative disease with atypia. Lobular carcinoma in situ carries the highest risk. HISTOLOGIC DIAGNOSIS ESTIMATESRRNonproliferative disease1. 0. Proliferative disease without atypia1. 3-1. 9. Proliferative disease with atypia3. 7-4. 2. Proliferative disease with atypia and strong family history4-9. LCIS >7. Ref: Sabiston 20e, page: 832",
        "cop": 1,
        "opa": "Lobular carcinoma in situ",
        "opb": "Proliferative disease without atypia",
        "opc": "Proliferative disease with atypia",
        "opd": "Atypical ductal hyperplasia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d6338b02-c173-4317-8010-3b98c41c2b8f",
        "choice_type": "single"
    },
    {
        "question": "FNAC cannot detect which of the following?",
        "exp": "in follicullar carcinoma FNAC is inconclusive because capsular and angioinvasion which can&; t be detected by FNAC ref;(page no; 483) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 1,
        "opa": "Follicular carcinoma",
        "opb": "Colloid goitre",
        "opc": "Papillary carcinoma",
        "opd": "Hashimoto thyroiditis",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1df58712-b362-4ee2-9339-640b27c9686f",
        "choice_type": "single"
    },
    {
        "question": "For Ca breast best chemotherapeutic regimen",
        "exp": "Chemotherapy using first generation regime such as 6-monthly cycle of cyclophosphamide, methotrexate and 5- fluorouracil(CMF) will achieve a 25% reduction in the risk of relapse over a 10-15 year peroid. Reference: Bailey and Love, 27th Edition, page no: 878.",
        "cop": 1,
        "opa": "Cyclophosphamide, methotrexate, 5-fluorouracil",
        "opb": "Methotrexate, cisplatin",
        "opc": "Cisplatin, adriamycin, steroid",
        "opd": "Methotrexate, adriamycin, steroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "54eb8bf8-4496-4667-8ca3-a441fc57a14f",
        "choice_type": "single"
    },
    {
        "question": "The most frequently used procedure for diagnosing palpable breast masses is",
        "exp": "Fine needle aspiration cytology FNAC, is very useful in breast carcinoma advantages; least painful, can be done in OP basis, reliable and cheaper malignant deposit will not occur along the track of FNAC ref;(page no; 542) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 2,
        "opa": "Core-cutting needle biopsly",
        "opb": "Fine needle aspiration",
        "opc": "Excisional biopsy",
        "opd": "Incisional biopsy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e31968e9-86f1-4503-960b-a27f4e3c86ef",
        "choice_type": "single"
    },
    {
        "question": "Struma ovarii is a",
        "exp": "Struma is a river in europe, along its banks endemic goitre was noted. Strauma is loosely used for goitre in europe. A Struma ovarii benign ovarian tumor is a form of teratoma that contains mostly thyroid tissue, which may develop thyrotoxicosis. Source: Bailey and love 26th edition Pg: 748",
        "cop": 2,
        "opa": "Metastatic tumor",
        "opb": "Teratoma",
        "opc": "Sex cord tumor",
        "opd": "Surface epithelial tumor",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "002f8321-f74d-4af5-bdf6-a0a8ce1b0b01",
        "choice_type": "single"
    },
    {
        "question": "Most common presenting symptom of fibroadenosis is",
        "exp": ". Tamoxifen used in- * Carcinoma breast * Benign diseases of the breast like fibroadenosis * Infeility in males * Desmoid tumour. Differential diagnosis for carcinoma breast * Fibroadenosis * Traumatic fat necrosis * Tuberculosis of breast * Blood good cyst * Filariasis breast * Mastitis etc. usually ibroadenosis presents with pain. ref: SRB&; s manual of surgery, ed 3, pg no 456",
        "cop": 1,
        "opa": "Pain",
        "opb": "Discharge from nipple",
        "opc": "Non-tender lump in the breast",
        "opd": "Mass",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "75f994f0-8dbe-42c5-8c65-6a81e9b9b1b3",
        "choice_type": "single"
    },
    {
        "question": "The diagnosis of NET of the small bowel is made by",
        "exp": "Elevated excretion of 5-hydroxyindoleacetic acid is a probable indicator of the presence of a serotonin-producing tumor (carcinoid)CT scan and MRI may show the primary tumour, mesenteric lymph node and liver metastases. The best method for staging of NET is an octreotide (SRS) scan. This will show all tumour deposits provided that they are large enough and have a high somatostatin receptor density. Ref: Bailey and Love 27e pg: 855",
        "cop": 3,
        "opa": "24 hour urinary metanephrines",
        "opb": "24 hour urinary VMA",
        "opc": "24 hour urinary 5-HIAA",
        "opd": "24 hour urinry coisol",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d18aa38c-1058-4f6a-8616-002735d49c08",
        "choice_type": "multi"
    },
    {
        "question": "Follicular carcinoma of thyroid is due to mutation of:",
        "exp": "Genes implicated in FCT: p53, PTEN, Ras, PAX8/PPAR1. Oncogenes and Tumour-suppressor Genes implicated in Thyroid Tumorigenesis Gene Function Tumor Oncogenes RET Membrane receptor with tyrosine kinase activity Sporadic and familial MTC, PTC (RET/PTC rearrangements) MET Same Overexpressed in PTC TRK1 Same Activated in some PTC TSH-R Linked to heteromeric G protein Hyperfunctioning adenoma Gs (gsp) Signal transduction molecule (GTP binding) Hyperfunctioning adenoma, follicular adenoma Ras Signal transduction protein Follicular adenoma and carcinoma, PTC PAX8/PPAR1 Oncoprotein Follicualar adenoma, Follicular carcinoma B-Raf (BRAF) Signal transduction PTC, tall cell and poorly differentiated, anaplastic Tumor suppressors p53 Cell cycle regulator, arrests cells in G1, induces apoptosis De-differentiated PTC, FTC, anaplastic cancers p16 Cell cycle regulator, inhibits cyclin dependent kinase Thyroid cancers cell lines PTEN Protein tyrosine phosphatase Follicular adenoma and carcinoma Ref: Sabiston 20th edition Pgno: 901",
        "cop": 1,
        "opa": "RAS",
        "opb": "HGF",
        "opc": "RET",
        "opd": "ABL",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bfd1b1e9-8afe-4196-9e15-15ffd9806621",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding the Parathyroid glands is all Except",
        "exp": "The inferior and superior parathyroid glands develop from the third and fouh pharyngeal pouches respectively. The thymus also develops from the third pouch. As it descends it takes the inferior parathyroid gland with it which explains why the inferior parathyroid which arises from the third pharyngeal pouch normally lies inferior to the superior gland. However, the inferior parathyroid may be found anywhere along this line of descent.",
        "cop": 1,
        "opa": "Superior parathyroid develops from the III pharyngeal pouch",
        "opb": "The normal parathyroid gland weighs up to 50 mg",
        "opc": "Inferior parathyroid gland descends along with the thymus",
        "opd": "The superior parathyroid is more consistent in position than the inferior.",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "03952514-f6a8-4349-8d55-c42603f8dd91",
        "choice_type": "multi"
    },
    {
        "question": "Traetment of Medullary Carcinoma thyroid",
        "exp": "In medullary carcinoma thyroid, total thyroidectomy is treatment of choice. Radiotherapy can be considered in unresectable cases or after complete surgical resection in few cases. Note: Since medullary thyroid cancer doesnot arise from follicular cells, TSH suppression and RAI (radio active iodine) therapy have no role. Source: Sabiston 20th edition pg 910",
        "cop": 3,
        "opa": "Surgery and Radioiodine",
        "opb": "Radiotherapy and chemotherapy",
        "opc": "Surgery only",
        "opd": "Radioiodine ablation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "deafee97-31c0-4c99-bbd7-01067fb8c8c4",
        "choice_type": "single"
    },
    {
        "question": "Most common sign/symptom of phaeochromocytoma",
        "exp": "Clinical signs of phaeochromocytoma. Symptoms. Prevalence (%). Hypertension Paroxysmal Continuous 80-9050-6030. Headache 60-90. Sweating 50-70. Palpitation 50-70. Pallor 40-45. Weight loss 20-40. Hyperglycaemia 40. Nausea 20-40. Psychological effects 20-40. Ref: Bailey and Love 27e pg: 845",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Headache",
        "opc": "Sweating",
        "opd": "Palpitation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2f9d1532-4ba4-4bb3-957f-9fe0e33f9c96",
        "choice_type": "single"
    },
    {
        "question": "Recurrent periductal mastitis is",
        "exp": "Zuska's disease/ Zuska-Atkins disease, also called recurrent periductal mastitis, is a condition of recurrent retroareolar infections and abscesses. Smoking has been implicated as a risk factor for this condition. This syndrome is managed symptomatically by antibiotics coupled with incision and drainage as necessary.",
        "cop": 2,
        "opa": "Mondors disease",
        "opb": "Zuska's disease",
        "opc": "Cooper's disease",
        "opd": "Schimmelbusch's disease",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9cfb9608-1663-46d7-981c-c594de607516",
        "choice_type": "single"
    },
    {
        "question": "Mainstay treatment of primary hyperparathyroidism is",
        "exp": "The mainstay of treatment for PHPT is surgery. All symptomatic patients and asymptomatic patients with bone resorption or hypercalcemia are offered surgical intervention. Where a single adenoma ie one gland) has been confidently identified by radiological means, a minimally invasive parathyroidectomy may be offered. Else a three and a half-gland parathyroidectomy or a four gland parathyroidectomy and autotransplantation should be performed. All other options are pa of medical management. Medical management is warranted in patients who are deemed unfit or who have contraindications to surgical intervention, in patients with failed surgical intervention or in the long-term management of parathyroid carcinoma. Ref: Bailey and Love 27e pg: 829",
        "cop": 4,
        "opa": "Bisphosphonates",
        "opb": "Hormone relacement therapy",
        "opc": "Calcimimmetics",
        "opd": "Surgery",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "50ffd49e-d692-4459-9590-153fd8e4776f",
        "choice_type": "single"
    },
    {
        "question": "All are causes of hypercalcemia except",
        "exp": "Causes of hypercalcaemia. Endocrine. Primary hyperparathyroidism. Thyrotoxicosis. Phaeochromocytoma. Renal failure. Secondary hyperparathyroidism. Teiary hyperparathyroidism. Malignant disease. Skeletal metastatic disease. Multiple myeloma, lymphoma, leukaemia. Solid tumours (PTH-related peptidemediated): lung, renal, squamouscell carcinoma of the head and neck, oesophagus, genital tract. Nutritional. Excessive vitamin D ingestion. Vitamin A intoxication. Milk-alkali syndrome. Aluminum intoxication. Granulomatous. Sarcoidosis. Tuberculosis. Inherited disease. Hypercalciuric hypercalcaemia. Immobilisation. Paget's disease. Drug-related. Lithium. Ref: Bailey and Love 27e pg: 826",
        "cop": 3,
        "opa": "Hyperparathyroidism",
        "opb": "Thyrotoxicosis",
        "opc": "Vitamin A deficiency",
        "opd": "Lithium",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "54cf86ef-1c53-4dce-abf8-253fe7781628",
        "choice_type": "multi"
    },
    {
        "question": "Indication for surgery in a case of adrenal incidentaloma is",
        "exp": "Any non-functioning adrenal tumour greater than 4 cm in diameter and smaller tumours that increase in size over time should undergo surgical resection. Non-functioning tumours smaller than 4 cm should be followed-up after 6, 12 and 24 months by imaging (MRI) and hormonal evaluation. Ref: Bailey and Love 27e pg: 840",
        "cop": 3,
        "opa": ">2cm",
        "opb": ">3cm",
        "opc": ">4cm",
        "opd": ">5cm",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "04368290-d1cb-4e78-a706-a63b05e11ec4",
        "choice_type": "single"
    },
    {
        "question": "Variant of papillary carcinoma thyroid",
        "exp": "Papillary carcinoma common in female and younger age group. Its called hormone dependend tumour. Types: tall cell type - very aggresive type show capsular and vascular invasion. Columnar type- seen in males. Treatment: total oe near total thyroidectomy Suppresive dose of L thyroxine. SRB's Manual of Surgery. Edition -5. Pg no: 480",
        "cop": 3,
        "opa": "Medullary",
        "opb": "Wahin",
        "opc": "Columnar cell",
        "opd": "Insular",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0d59e9e1-506e-49ee-bc1e-f5017d29e3dc",
        "choice_type": "single"
    },
    {
        "question": "Hashimoto&; s thyroiditis - True are all except",
        "exp": "Cause of Hashimoto thyroiditis, is autoimmune-mediated destruction of thyrocytes. A complex immunologic phenomenon results in the formation of immunecomplexes and complement in the basement membrane of follicular cells. These cellular reactions ultimately result in the infiltration of lymphocytes and resultant fibrosis, which decreases the number and efficiency of individual follicles. Thus leading to hypothyroidism Huhle cell (oncocytes) changes are seen in Hasimotos thyroiditis. Orphan annie eye nuclei are seen in papillary carcinoma thyroid. Source Sabiston 20th edition Pg: 891",
        "cop": 4,
        "opa": "Follicular destruction",
        "opb": "Increase in lymphocytes",
        "opc": "Oncocytic metaplasia",
        "opd": "Orphan Annie eye nuclei",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "47c02669-f59e-47a7-b1b5-e3e91fdb2d6b",
        "choice_type": "multi"
    },
    {
        "question": "Thrombophlebitis of the superficial veins of the breast are called",
        "exp": "Mondor&; s disease; Thrombophlebitis of the superficial veins of the breast and anterior chest wall cause is unknown presents as thrombosed subcutaneous cord which is attached to the skin it is often self limited it is often mimics the lymphatic permeation of CA Breast ref;(page no; 525) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 1,
        "opa": "Mondor's disease",
        "opb": "Milroy's disease",
        "opc": "Montgomery's nodule",
        "opd": "Metzenbaum disease",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f47920d7-2dd0-4cf5-99b9-c66ba1e07263",
        "choice_type": "multi"
    },
    {
        "question": "Radiotherapy after mastectomy would not be required in which of the following case scenarious of breast ca",
        "exp": ". External radiotherapy is given over the breast area, axilla (in selected patients like if axillary dissection is not done or more than 4 positive axillary nodes), internal mammary and supraclavicular area * Total dosage 5000 c. GY units * 200-c. GY units daily 5 days a week for 6 weeks. indications for radiation therapy for carcinoma breat includes * After total mastectomy, external irradiation is given to axilla. * Patients with higher risk of local relapse after surgery: - a. Invasive carcinoma. b. Extensive in situ carcinoma. c. Patients under 35 years. d. With multifocal disease. * In bone secondaries, to palliate pain and swelling. If there is pathological fracture in the bone, internal fixation has to be done along with external irradiation. * Inflammatory carcinoma of breast. * In atrophic scirrhous carcinoma of breast, as a curative radiotherapy. * As preoperative radiotherapy, to reduce the tumour size and downstage the tumour, so that the operability is better. * More than 4 positive lymph nodes in the axilla, pectoral fascia involvement, positive surgical margins, extranodal spread or in patients with axillary status not known/not assessed. ref: SRB&; s manual of surgery, ed 3, pg no 485",
        "cop": 2,
        "opa": "Large tumor",
        "opb": "Metastasis",
        "opc": "Axillary nodal involvement",
        "opd": "Positive margins",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "87c071fa-a353-4a52-bb1a-6bc3991ff9ce",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a histological variant of thyroid neoplasm?",
        "exp": "Poorly differentiated thyroid cancer (DTC) describes a lesion that previously was known as \"insular\" thyroid cancer. Poorly DTC may be thought of as occupying a middle ground between DTC and ATC (anaplastic thyroid cancer), which is completely dedifferentiated Merkel-cell carcinoma is a rare and aggressive skin cancer Source: Sabiston 20th edition Pg: 910",
        "cop": 2,
        "opa": "Follicular",
        "opb": "merkel cell",
        "opc": "Insular",
        "opd": "Anaplastic",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "be0cb277-dadb-4c49-a88e-1ed8e8eaaf46",
        "choice_type": "single"
    },
    {
        "question": "A person has fever & pain in thyroid gland. True statement is/are",
        "exp": "Acute (Suppurative) Thyroiditis Acute thyroiditis is rare and due to Suppurative infection of the thyroid More common in children and often preceeded by an upper respiratory tract infection or otitis media Etiology Thyroid gland is inherently resistant to infection due to its extensive blood & lymphatic supply, high iodide content and fibrous capsule Infectious agents can seed thyroid Via Hematogenous or lymphatic route. Via direct spread from persistent pyriform sinus fistula or thyroglossal duct cysts As a result of penetrating trauma Due to immunosuppression Streptococcus & Anaerobes account for about 70% of cases In children & yound Adults, MC cause is presence of a pyriform sinus (remnant of the fouh Brachial pouch that connects the oropharynx with thyroid), such sinuses are Predominantly left sided Long-standing goiter and degeneration in thyroid malignancy are risk factors in elderly Clinical features Thyroid pain, often referred to the throat or ears, and a small, tender goiter Fever, dysphagia and erythema over the thyroid Systemic symptoms of a febrile illness and Lymphadenopathy Complications such as systemic sepsis, tracheal or esophageal rupture, jugular vein thrombosis, laryngeal choroiditis and perichondritis or sympathetic trunk paralysis may also occur Diagnosis ESR and WBC count are usually increased, but thyroid function is normal FNA biopsy shows infiltration by Polymorphonuclear leukocytes Culture of the sample can identify the organism Persistent pyriform sinus fistula should be suspected in children with recurrent acute thyroiditis. A barium swallow demonstrates the Anomalous tract with 80% sensitivity Treatments Parenteral antibiotics and drainage of abscesses Patients with pyriform sinus fistula require complete resection of the sinus tract, including the area of the thyroid where the tract terminates, to prevent recurrence Ref: schwaz's principle of surgery 10th edition Pgno: 1535",
        "cop": 2,
        "opa": "T & t level normal",
        "opb": "ESR increased",
        "opc": "TSH increased",
        "opd": "It is due to T. B",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9aa2df2b-b6dc-4cf9-902d-307f5e19e7ce",
        "choice_type": "multi"
    },
    {
        "question": "Not a treatment for phyllodes tumour",
        "exp": "Treatment for Phyllodes tumour is enucleation in young women or wide local excision. Massive tumors, recurrent tumors will require mastectomy. Reference: Bailey & Love, 27th Edition, page no = 870.",
        "cop": 1,
        "opa": "Quadrantectomy",
        "opb": "Enucleation",
        "opc": "Wide local excision",
        "opd": "Simple mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "c64eaf96-aab4-4efa-964f-05baac68b92c",
        "choice_type": "single"
    },
    {
        "question": "Percentage of cold nodules that become malignant are",
        "exp": "About 80% of discrete swellings are cold. The risk of malignancy is higher in \"cold\" lesions (20%) compared to \"hot\" or \"warm\" lesions (<5%) Ref: Bailey and love 27th edition Pgno: 804",
        "cop": 3,
        "opa": "10%",
        "opb": "15%",
        "opc": "20%",
        "opd": "40%",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "6d0e8411-3a28-49d2-b686-ce18c77429bb",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about Gynaecomastia are true except",
        "exp": "Gynaecomastia is the hyperophy of amle breast which may be bilateral or unilateral. Its associated with estrogen ecxess, cirrhosis with liver failure to metabolise estrogens. Also associated with drugs likw cimetidine, digitalis anabolic steroids which increases estrogen levels. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 770",
        "cop": 1,
        "opa": "Subcutaneous mastectomy is the initial treatment of choice",
        "opb": "Seen in liver disease",
        "opc": "There may be estrogen \\/ testosterone imbalance",
        "opd": "Can be drug induced",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2bd189ae-7c45-487b-9644-2f82e5fbfdb6",
        "choice_type": "multi"
    },
    {
        "question": "Appropriate approach for thyroidectomy to remove thyroid carcinoma with retrosternal extension is",
        "exp": "Surgical removal of retrosternal thyroid is done. Commonly, it can be removed through an incision in neck(as blood supply of retrosternal goitre is from neck), but in case of large retrosternal extension or in malignant type median sternotomy is required. Reference: SRB's Manual of Surgery, 6th Edition, page no= 458.",
        "cop": 3,
        "opa": "Cervical",
        "opb": "Thorasic",
        "opc": "Combined cervical and thoracic",
        "opd": "Thoracoscopic",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0d744042-0192-4b92-9ab2-41009a218ccd",
        "choice_type": "single"
    },
    {
        "question": "Inversion of nipple occures due to involvement of",
        "exp": ".* Breast carcinoma arising from lactiferous ducts is called as ductal carcinoma. * Breast carcinoma arising from lobules is called as lobular carcinoma. It is 10% common. Cutaneous Manifestations of Carcinoma Breast * Peau d'orange: Due to obstruction of dermal lymphatics, openings of the sebaceous glands and hair follicles get buried in the oedema giving rise to orange peel appearance. * Dimpling of skin due to infiltration of ligament of Cooper. * Retraction of nipple due to infiltration of lactiferous duct. * Ulceration, discharge from the nipple and areola. * Skin ulceration and fungation. * Cancer-en-cuirasse: Skin over the chest wall and breast is studded with cancer nodules appearing like an armour coat. ref: SRB&; s manual of surgery, ed 3, pg no 472",
        "cop": 4,
        "opa": "Breast lobules",
        "opb": "Montogomory tubercles",
        "opc": "Cooper ligament",
        "opd": "Lactiferous ducts",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "200f2067-ee70-474c-9061-38e99da90785",
        "choice_type": "single"
    },
    {
        "question": "A 14 week post natal woman presents with fluctuant breast swelling, what would be the treatment",
        "exp": "* The clinical diagnosis of a lactating mother at 14 weeks is usually a mastitis followed by Breast abscess. Abscess presents with Fluctuant swelling * During cellulitis stage- only Antibiotic such as Flucloxacillin and Co amoxiclav can be used. Feeding can be given the affected stage at this time. Analgesics will help to relieve pain with suppo of breast. * In antibiotics alone used in the presence of underlying pus- Antibioma will form. * Olden days- Incision and Drainage was advised if not resolves in 48 hours. * Latest recommendation: Repeated aspirations under antibiotic cover ( if needed under USG Guidance )to be performed. This allows resolution without Incision and Drainage and will also allow breast feeding in the affected breast Ref:- Bailey and Love 27th edition; Pg num:- 866",
        "cop": 4,
        "opa": "Analgesics",
        "opb": "Incision and Drainage",
        "opc": "Continue Breast feeding with antibiotics",
        "opd": "Repeated Aspirations under antibiotic cover",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f0d7473e-a1fd-4e62-af2c-e453f3df0f99",
        "choice_type": "single"
    },
    {
        "question": "Pathological nipple discharge is mostly associated with?",
        "exp": ". DUCT PAPILLOMA * Commonest cause of bloody discharge from nipple * It is usually single, from a single lactiferous duct * It blocks the duct causing ductal dilatation Clinical Features * Papilliferous swelling (projection), usually seen near the nipple orifice. * Blood stained discharge from the nipple is common. * But serous or serosanguinous discharge can also occur. * Single papilloma is not premalignant. * But multiple papillomas in many ducts can be premalignant. ref: SRB&; s manual of surgery, ed 3, pg no 466",
        "cop": 2,
        "opa": "Fibroadenoma",
        "opb": "Duct papilloma",
        "opc": "Adenocarcinoma",
        "opd": "Lobular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "fdd2055b-771b-4c5e-950f-6afc75382e42",
        "choice_type": "single"
    },
    {
        "question": "For Thyroglossal Cyst Most Common site is",
        "exp": "Although Thyroglossal Duct cysts may occur anywhere from the Base of the tongue to the thyroid gland, most are found at or just below the hyoid bone. Source: Sabiston 20th edition Pg: 1862",
        "cop": 2,
        "opa": "Suprahyoid",
        "opb": "Subhyoid",
        "opc": "Foreman caecum",
        "opd": "At Thyroid Isthmus",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "6373e0aa-3a6b-4027-a3af-e499472a4080",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would be the best treatment for a 2 cm thyroid nodule in a 50 year old man with FNAC revealing it to be a papillary carcinoma",
        "exp": "For a patient with a unilateral thyroid malignancy and no evidence of metastatic disease, there are several rationales to consider total thyroidectomy, including facilitation of RAI ablation, which is much less effective and requires a larger dosage if residual thyroid exists the frequent presence of occult multifocal disease and facilitating the use of Tg as a tumor marker, which is most useful if there is no remaining normal thyroid. In the setting of clinically negative central compament nodes, a prophylactic level VI dissection dissection is more clearly indicated in higher risk situations (age greater than 45 is high risk) Source: Sabiston 20th edition Pg: 907",
        "cop": 3,
        "opa": "Hemithyroidectomy",
        "opb": "Subtotal thyroidectomy with modified neck dissection",
        "opc": "Near total thyroidectomy with central neck dissection",
        "opd": "Hemithyroidectomy with modified neck dissection",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3e3906fb-5626-4610-ba7d-2bcfe81b1d64",
        "choice_type": "single"
    },
    {
        "question": "Distressing Complication after modified radical mastectomy?",
        "exp": "Modified radical mastoidectomy can be done by Pateys operation, Scanlon s operation. Here axilary lymphnodes are removed. Complications are lymphedema andlymphangiosarcoma of the limb. Other complications are injury of axillary vein, seroma, shoulder dysfunction, winged scapula, fat necrosis, lymphedema, axillary hyperaesthesia SRB's Manual of Surgery. Edition -5. Pg no: 548, 549",
        "cop": 1,
        "opa": "Lymphedema",
        "opb": "Axillary vein thrombosis",
        "opc": "Seroma",
        "opd": "Death",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "01f9469d-db74-4c64-ae7b-2366931c4e2e",
        "choice_type": "single"
    },
    {
        "question": "Which type of breast cancer is most likely to be bilateral",
        "exp": "Current nomenclature of Carcinoma Breast Ductal carcinoma is the most common variant with lobular carcinoma occurring in up to 15% of cases. There are subtypes of lobular cancer, including the classical type, that carry a better prognosis than the pleomorphic type. Occasionally, the picture may be mixed with both ductal and lobular features. There are different patterns of spread depending on histological type. If there is doubt whether a tumour is predominantly lobular in type, immunohistochemical analysis using the e-cadherin antibody, which reacts positively in lobular cancer, will help in diagnosis. Rarer histological variants, usually carrying a better prognosis, include colloid or mucinous carcinoma, whose cells produce abundant mucin, medullary carcinoma, with solid sheets of large cells often associated with a marked lymphocytic reaction and tubular carcinoma. Invasive lobular carcinoma is commonly multifocal and/or bilateral, hence the increasing use of MRI for assessment. Cases detected the screening programme are often smaller and better differentiated than those presenting to the symptomatic service and are of a special type. Ref: Bailey and love 27th edition Pgno: 872",
        "cop": 3,
        "opa": "Infiltrating duct carcinoma",
        "opb": "Paget's disease of breast",
        "opc": "Lobular carcinoma of breast",
        "opd": "Medullary carcinoma of braest",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7c9dbba8-39ac-481c-979e-1c6dc6afa265",
        "choice_type": "single"
    },
    {
        "question": "In carcinoma breast supraclavicular lymph node involvement is which stage",
        "exp": ". TNM Staging Tumour: 1. T1 --Tumour size < 2 cm in greatest diameter. (T1a--0. 1-0. 5 cm; T1b--0. 5-1 cm; T1c--1-2 cm). 2. T2--Size 2-5 cm. 3. T3--Size >5 cm. 4. T4--Tumour fixed to chest wall or skin. (T4a--Fixed to chest wall; T4b--Fixed to skin; T4c--T4a +T4b; T4d--inflammatory carcinoma of breast). Node: N0-- No nodes. N1-- Axillary nodes mobile (ipsilateral). N2-- Axillary nodes fixed to one another and other structures (or only internal mammary lymph nodes are involved but not axillary nodes). N3 -- Supraclavicular nodes. Oedema of arm and internal mammary lymph nodes (ipsilaterally) (or-internal mammary lymph nodes and also axillary lymph nodes are involved). ref: SRB&; s manual of surgery, ed 3, pg no 476",
        "cop": 3,
        "opa": "II",
        "opb": "IIIB",
        "opc": "IIIC",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "298a3363-830a-4dc6-8431-adfbad2f7b9c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is unable to differentiate between &; in situ&; breast cancer and invasive disease",
        "exp": "Management of DCIS: FNAC confirms the disease but will not differentiate DCIS from invasive carcinoma. Ref: SRB&; s 4thE pg: 566",
        "cop": 2,
        "opa": "Core needly biopsy",
        "opb": "FNAC",
        "opc": "Excisional biopsy",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b2e1ae62-ec31-4953-803c-12779471d2d3",
        "choice_type": "multi"
    },
    {
        "question": "Secondary deposits from carcinoma breast are commonest in",
        "exp": "Bone metastasis is commonest. In order of frequency the lumbar veebrae, femur, thoracic veebrae, rib and skull are affected and these deposits are generally osteolytic. Metastases may also commonly occur in the liver, lungs and brain and, occasionally, the adrenal glands and ovaries. Ref: Bailey and Love, 27e, page: 873",
        "cop": 4,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Brain",
        "opd": "Bone",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0925b0c7-0195-424b-8098-b0d3e421f742",
        "choice_type": "single"
    },
    {
        "question": "Medical management of insulinoma is",
        "exp": "Medical management is reserved only for patients who are unable or unwilling to undergo surgical treatment or for unresectable metastatic disease. Diazoxide suppresses insulin secretion by direct action on the beta cells and offers reasonably good control of hypoglycaemia in approximately 50%. Ref: Bailey and Love 27e pg: 849",
        "cop": 3,
        "opa": "Octreotide",
        "opb": "Streptozotocin",
        "opc": "Diazoxide",
        "opd": "Somatomedin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d09e1827-71d2-4130-b24a-c14a5b5ad358",
        "choice_type": "single"
    },
    {
        "question": "BRCA 1 gene is located on",
        "exp": "BRCA1 (on chromosome 17q21) and BRCA2 (on chromosome 13q12. 3) are both large genes, and hundreds of different mutations distributed throughout their coding regions have been associated with familial breast cancers. Ref: Robbins; 9th edition; Chapter 23; The Breast; Page no: 1054",
        "cop": 3,
        "opa": "11q",
        "opb": "13q",
        "opc": "17q",
        "opd": "19q",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f0b16a8d-e336-4670-b1c1-c7da846dac01",
        "choice_type": "single"
    },
    {
        "question": "Ipsilateral supraclavicular lymphnodes are positive in a patient of Ca Breast. Stage is",
        "exp": "According to TNM staging of carcinoma breast, metastasis to ipsilateral supraclavicular lymphnode with or without axillary or internal mammary involvement is N3c. Stage IIIC is any TN3. M0 SRB's Manual of Surgery. Edition -5. Pg no: 540",
        "cop": 3,
        "opa": "II",
        "opb": "III B",
        "opc": "III C",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4d154b2a-3885-4e95-b538-8c4cd082fc8b",
        "choice_type": "single"
    },
    {
        "question": "Aromatase inhibitors in Ca breast",
        "exp": "letrozole is nonsteroidal competitive inhibitor of enzyme aromatase this enzyme conves adrenal androgen to oestrogens it is used an adjuvant endocrine therapy in post menopausal women with hormone sensitive breast carcinoma ref;(page no; 551) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 1,
        "opa": "Letrozole",
        "opb": "Anastrozole",
        "opc": "Exemestane",
        "opd": "Tamoxifen",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "dc27c6de-c944-4891-a5e2-608ae1c1d459",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of lobular carcinoma is?",
        "exp": ". Lobular carcinoma in situ * Predominantly premenopausal. * Need not be detected by mammography, as it does not provoke calcification. * It is an incidental pathological entity. * Multifocal and bilateral. * Clinically, it do not form a lump. * Does predispose to invasive cancer.* Breast carcinoma arising from lactiferous ducts is called as ductal carcinoma. * Breast carcinoma arising from lobules is called as lobular carcinoma. It is 10% common. most common presentation is a lump. ref: SRB&; s manual of surgery, ed 3, pg no 468",
        "cop": 2,
        "opa": "Nipple discharge",
        "opb": "Breast mass",
        "opc": "Mammographic calcification",
        "opd": "Nipple retraction",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9c0e2494-65fd-45c5-822d-63db591512fd",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old female complains of discharge of blood from a single duct in her breast. The appropriate treatment is",
        "exp": ". DUCT PAPILLOMA - * Commonest cause of bloody discharge from nipple * It is usually single, from a single lactiferous duct * It blocks the duct causing ductal dilatation * Papilliferous swelling (projection), usually seen near the nipple orifice. * Blood stained discharge from the nipple is common. * But serous or serosanguinous discharge can also occur. * Single papilloma is not premalignant. * But multiple papillomas in many ducts can be premalignant. Treatment -Microdochectomy: Probed lactiferous duct is opened, and the papilloma is excised using tennis racquet incision ref: SRB&; s manual of surgery, ed 3, pg no 467.",
        "cop": 2,
        "opa": "Radical excision",
        "opb": "Microdochectomy",
        "opc": "Radical mastectomy",
        "opd": "Biopsy to rule out carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b2503079-8eb1-4f7c-965a-e4bb4696d3e3",
        "choice_type": "single"
    },
    {
        "question": "Traetment of breast cancer with pregnant lady in first trimester",
        "exp": "1st trimester MRM (modified radical mastectomy) If axillary node is +ve then pregnancy is terminated; (MTP), chemotherapy is given Second trimester; MRM, Chemotherapy carefully Third trimester; MRM, After delivery, chemotherapy with suppression of lactation Ref; (page no; 561) 5th edition of SRB&; S manual of Surgery.",
        "cop": 3,
        "opa": "Neoadjuvent chemotherapy + Surgery",
        "opb": "Breast conservation",
        "opc": "MTP followed by treatment according to protocol",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "5479144e-d9f7-455b-964a-edba876cd0a7",
        "choice_type": "single"
    },
    {
        "question": "Ca breast in females is least related to",
        "exp": "Mutation of tumour suppressor genes BRCA1 % BRCA2 is thought to be involved with high risk of breast carcinoma. BRCA1 mutation is having more risk (35-45%) than BRCA2 mutation. BRCA1 is located in the long arm of chromosome 17, whereas BRCA2 is located on the long arm of chromosome13. Li-Fraumen's syndrome(LFS) is autosomal dominant condition with breast cancer inheritance(90%). Breast cancer is also associated with ataxia telangiectasia. But comparing others it is least related to. Reference: SRB's Manual of Surgery, 6th Edition, page no = 522.",
        "cop": 4,
        "opa": "BRCA-1",
        "opb": "BRCA-2",
        "opc": "Li Fraumeni syndrome",
        "opd": "Ataxia telangiectasia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "162c4c94-0e9a-4ba1-af4f-162b2a159c52",
        "choice_type": "single"
    },
    {
        "question": "Zollinger- Ellison syndrome is due to increased secretion of",
        "exp": "Gastrinoma (Zollinger-Ellison syndrome) is a condition that includes: Fulminating ulcer diathesis in the stomach, duodenum or atypical sites; Recurrent ulceration despite 'adequate' therapy; and Non-beta islet cell tumours of the pancreas (gastrinoma). Ref: Bailey and Love 27e pg: 850",
        "cop": 1,
        "opa": "Gastrin",
        "opb": "Secretin",
        "opc": "VIP",
        "opd": "Cholecystokinin",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "008a8a9d-96c4-4138-9514-4b40b3cdca91",
        "choice_type": "single"
    },
    {
        "question": "In a patient with breast cancer, the following are poor prognostic factors except",
        "exp": "Prognostic factor of breastcarcinoma Age: Younger the age worser the prognosis. ( less than 35 years) Sex: Carcinoma male breast has got worser prognosis compared to female breast. Because of early spread in carcinoma male breast. Invasive carcinoma has got worser prognosis. Infl ammatory carcinoma breast has worst prognosis. ER +ve tumours has got better prognosis. Tumour grade, growth factor and oncogene factors. Erb. B2--Her-2/Neu positive has got poor prognosis. Erb. B1 with overexpression of epidermal growth factor (EGF), TGF alpha and cathepsin D has got poor prognosis. DNA flow aneuploid status has got poor prognosis. Low S phase fraction (< 5%) has got good prognosis. Ref; (page no; 559 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 3,
        "opa": "High grade",
        "opb": "Absence of estrogen receptor",
        "opc": "Aneuploid status",
        "opd": "Age less than 35 years",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4f52abbc-5922-43f3-b971-cd2b0914cfcd",
        "choice_type": "multi"
    },
    {
        "question": "Indication for sentinel node biopsy is",
        "exp": "The first axillary node draining the breast (by direct drainage) is designated as the sentinel node (SLN). SLN Biopsy is done in all cases of early breast cancers, T1 and T2 without clinically palpable node. It is not done in clinically palpable axillary node as there is already distoion of lymphatic flow due to tumour. I t is also not done in multifocal and multicentric tumours, as there is involvement of many lymphatic trunks from different places of breast, and chances of false-negative is high.. Ref; (page no; 543) 5th edition of SRB&; S manual of Surgery",
        "cop": 1,
        "opa": "Non palpable axillary lymph node",
        "opb": "Palpable axillary lymph node",
        "opc": "Mass > 5 cm",
        "opd": "Metastasis",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "65983957-33dc-45e6-856e-de658f2d50e7",
        "choice_type": "single"
    },
    {
        "question": "True regarding follicular carcinoma of the thyroid",
        "exp": "Multiple foci and lymph node involvement are much less common than in papillary carcinoma. Papillary carcinoma is the most common thyroid malignancy. Blood-borne metastases are more common Moality rate, although low, is twice that of papillary cancer. Ref: Bailey and love, page no: 818",
        "cop": 1,
        "opa": "Hematogemous spread",
        "opb": "Commonly multifocal",
        "opc": "Best prognosis among thyroid malignancies",
        "opd": "Most common carcinoma of thyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b3026a3f-ca28-419d-a9d8-bd70c4be93a7",
        "choice_type": "multi"
    },
    {
        "question": "In breast conservative surgery the healthy margin excised in typically?",
        "exp": "In Conservative breast surgeries Wide local excision is preferred. It is the removal of unicentric tumour with 1cm clearance margin. Incision is made directly over the tumour. At least 1mm clearance is needed for adequacy. Margins where clearance is less than 1mm need reexcision at that paicular site. If margins show no clearance then patient requires probably total mastectomy. Reference: SRB's Manual of Surgery, 6th Edition, page no = 540.",
        "cop": 1,
        "opa": "1 cm",
        "opb": "2 cm",
        "opc": "3 cm",
        "opd": "5 cm",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8ba2cfb9-ed74-4f4c-bb8a-99925d865865",
        "choice_type": "multi"
    },
    {
        "question": "Pedicle TRAM flap derives its blood supply from?",
        "exp": "Pedicle TRAM flap is used in breast reconstruction Pedicle TRAM flap derives its blood supply from superior epigastric vessels TRAM: controlateral transverse rectus abdominis muscle flap Ref; (page no; 562) 5th edition of SRB&; S manual of Surgery",
        "cop": 2,
        "opa": "Inferior epigastric vessels",
        "opb": "Superior epigastric vessels",
        "opc": "Circumflex",
        "opd": "Internal pudendal vessels",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "c2c18b03-b3c4-44f7-8be1-d19d28d61248",
        "choice_type": "single"
    },
    {
        "question": "Complications of Hemithyroidectomy include all of the following except",
        "exp": "Hypocalcemia doesnot occur in hemithyroidectomy as the parathyroids in contralateral side are fully intact. Source: Sabiston 20th edition Pg: 919",
        "cop": 1,
        "opa": "Hypocalcemia",
        "opb": "Wound hematoma",
        "opc": "Recurrent laryngeal nerve palsy",
        "opd": "External branch of superior laryngeal nerve palsy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e9c0aa11-efe2-4bc0-b074-bee9f77c91e0",
        "choice_type": "multi"
    },
    {
        "question": "Intraoperative sentinel lymph node detection in axilla is done by using",
        "exp": ". The first axillary node draining the breast (by direct drainage) is designated as the sentinel node (SLN). Sentinel node is localised by preoperative (within 12 hours prior) or peroperative injection of patent blue (Isosulfan vital blue dye 2. 5-7. 5 ml) or 99m TC radioisotope labelled albumin (one m. Ci on previous day)/sulphur colloid (6 hours before) near the tumour (peri tumour area) or into subdermal plexus around the nipple SLN Biopsy is done in all cases of early breast cancers, T1 and T2 without clinically palpable node. It is not done in clinically palpable axillary node as there is already distoion of lymphatic flow due to tumour. I t is also not done in multifocal and multicentric tumours, as there is involvement of many lymphatic trunks from different places of breast, and chances of false-negative is high.. Ref; (page no; 543) 5th edition of SRB&; S manual of Surgery",
        "cop": 2,
        "opa": "Mammography",
        "opb": "Isosulfan blue dye",
        "opc": "MRI",
        "opd": "CT",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "fb68c16f-8dd1-48a5-afbc-c64d7bd5a81e",
        "choice_type": "single"
    },
    {
        "question": "Thyroid carcinoma with pulsating vascular skeletal metastasis is",
        "exp": "In Follicular carcinoma the Blood-borne metastases are more common and the eventual moality rate is twice that of pappillary cancer. bone secondaries are typically vascular, warm pulsatile, localised, commonly in skull, longbones, ribst. ref;(page no; 794)25th edition of Bailey and love&; s sho practice of surgery",
        "cop": 1,
        "opa": "Follicular",
        "opb": "Anaplastic",
        "opc": "Medullary",
        "opd": "Papillary",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3f5c636e-ee84-43d5-a2bb-7c32e9c8210b",
        "choice_type": "single"
    },
    {
        "question": "&; Cystosarcoma phyllodes&; is best treated by",
        "exp": "Cystosarcoma phylloides are not simply giant fibroadenoma. They show a wide spectrum of activity, varying from almost a benign condition (85%) to a locally aggressive and sometimes metastatic tumour (15%). Depending on mitotic index and degree of pleomorphism they are graded as low grade to high grade tumours. Treatment; Excision or subcutaneous or simple mastectomy is done. If malignant (sarcoma), total mastectomy is indicated Ref; (page no; 520) 5th edition of SRB&; S manual of Surgery",
        "cop": 1,
        "opa": "Simpel mastectomy",
        "opb": "Lumpectomy",
        "opc": "Radiotherapy",
        "opd": "Radical mastectomy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "32670c24-d24c-45e7-a6e1-389248067536",
        "choice_type": "single"
    },
    {
        "question": "In papillary Ca thyroid all are true except",
        "exp": "Most common thyroid cancer (70-80%) Histologically the tumour shows papillary projections (psammoma bodies) and characteristic pale, empty nuclei (Orphan Annie-eyed nuclei). Papillary carcinomas are very seldom encapsulated. Spread to the lymph nodes is common, but blood-borne metastases are unusual unless the tumour is extrathyroidal Source: Bailey and love 26th edition Pg: 765",
        "cop": 4,
        "opa": "Most common thyroid cancer",
        "opb": "Psammoma bodies seen",
        "opc": "Not encapsulated",
        "opd": "Blood borne metastasis is common",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b7833d11-bbe1-4a67-8f79-6f2c3713df9a",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for High-risk breast cancer in female is",
        "exp": "Magnetic resonance imaging (MRI) of the breast is useful in a number of settings: To distinguish scar from recurrence in women who have had previous breast conservation therapy for cancer (although it is less accurate within 9 months of radiotherapy because of abnormal enhancement). To assess multifocality and multicentricity in lobular cancer and to assess the extent of high-grade ductal carcinoma in situ (DCIS). It is less useful in low-grade DCIS. It is the best imaging modality for the breasts of women with implants. As a screening tool for high-risk women (because of family history). Ref: Bailey and Love, 27e, page: 862",
        "cop": 1,
        "opa": "MRI",
        "opb": "CT-PET",
        "opc": "Mammography",
        "opd": "USG",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d35e5127-999b-4acb-bddb-36f6a0daf0fd",
        "choice_type": "single"
    },
    {
        "question": "A patient presenta with a unilateral ca breast of 4 cm size with skin ulceration involving the nipple. On palpation axillary lymph nodes are positive. FNAC showed intrductal ca. Management would involve",
        "exp": ". Modified radical mastectomy- * Patey's operation: It is total mastectomy along with clearance of all levels of axillary nodes and removal of pectoralis minor muscle. It is enblock dissection of breast and axilla. An elliptical incision is made from medial aspect of the second and third intercostal space enclosing the nipple, areola and tumour extending laterally into the axilla along the anterior axillary fold. Upper and lower skin flaps are raised. Breast with tumour is raised from the medial aspect of the pectoral major muscle. Dissection is proceeded laterally with ligating pectoral vessels. Once dissection reaches axilla, lateral border of pectoralis major muscle is cleared with level I nodes. Pectoralis minor is divided from coracoid process to clear level II nodes. Medial and lateral pectoral nerves should be preserved (otherwise atrophy of pectoralis minor muscle occurs). Later from the apex of axilla level III nodes are cleared. Nerve to serratus anterior, nerve to latissimus dorsi, intercostobrachial nerve, axillary vein, cephalic vein and pectoralis major muscle are preserved. Wound is closed with a suction drain. ref: SRB&; s manual of surgery, ed 3, pg no 482",
        "cop": 3,
        "opa": "Breast conserving procedure",
        "opb": "Simple mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Palliative treatment",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ae207935-07ea-4670-bb30-ce8e9e7e1342",
        "choice_type": "multi"
    },
    {
        "question": "All are risk factors for Carcinoma breast except",
        "exp": "Risk Factors That Cannot be Modified. Increasing age. Female sex. Menstrual factors. Early age at menarche (onset of menses before age 12 yr). Older age at menopause (onset beyond age 55 yr). Nulliparity. Family history of breast cancer. Genetic predisposition (BRCA1 and BRCA2 mutation carriers). Personal history of breast cancer. Race, ethnicity (white women have increased risk compared with women of other races). History of radiation exposure. Risk Factors That Can Be Modified. Reproductive factors. Age at first live bih (full-term pregnancy after age 30 yr). Parity. Lack of breastfeeding. Obesity. Alcohol consumption. Tobacco smoking. Use of hormone replacement therapy. Decreased physical activity. Shift work (night shifts). Histologic Risk Factors. Proliferative breast disease. Atypical ductal hyperplasia. Atypical lobular hyperplasia. Lobular carcinoma in situ. Ref: Sabiston 20e, page: 831",
        "cop": 3,
        "opa": "Nulliparity",
        "opb": "Obesity",
        "opc": "Early menopause",
        "opd": "Lack of breast feeding",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "cdcc07a1-0d45-45ed-ab8c-a2f51df4e09e",
        "choice_type": "multi"
    },
    {
        "question": "Serous or serosanguinous nipple discharge may be suggestive of all of the following except",
        "exp": "Mastitis usually associated with purulent nipple discharge",
        "cop": 1,
        "opa": "Mastitis",
        "opb": "Carcinoma",
        "opc": "Duct ectasia",
        "opd": "Intraductal papilloma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "380889b5-c063-41ef-8f21-5f1461bf2ff8",
        "choice_type": "multi"
    },
    {
        "question": "Once phaeochromocytoma is diagnosed, preoperatively following is given",
        "exp": "Once a phaeochromocytoma has been diagnosed, an a- adrenoreceptor blocker (phenoxybenzamine) is used to block the effects of catecholamine excess and its consequences during surgery. A dose of 20 mg of phenoxybenzamine initially should be increased daily by 10 mg until a daily dose of 100-160 mg is achieved and the patient repos symptomatic postural hypotension. Additional b-blockade is required if tachycardia or arrhythmias develop; this should not be introduced until the patient is a-blocked. The infusion of large volumes of fluid or administration of noradrenaline can be necessary to correct postoperative hypotension in the presence of unopposed a-blockade. Ref: Bailey and Love 27e pg: 846",
        "cop": 2,
        "opa": "Alpha adrenergic agonist",
        "opb": "Alpha adrenergic blocker",
        "opc": "Beta adrenergic blocker",
        "opd": "Beta adrenergic blocker",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "acb1c6c0-29dc-49d3-aaca-75ed696ab4d4",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Medullary Ca of thyroid with lymph node metastasis",
        "exp": ". In medullary carcinoma thyroid, total thyroidectomy is treatment of choice. Radiotherapy can be considered in unresectable cases or after complete surgical resection in few cases. Note: Since medullary thyroid cancer doesnot arise from follicular cells, TSH suppression and RAI (radio active iodine) therapy have no role. Source: Sabiston 20th edition pg 910",
        "cop": 4,
        "opa": "Sub total thyroidectomy + Radioiodine + TSH supression",
        "opb": "Subtotal thyroidectomy + Radiotherapy",
        "opc": "Total thyroidectomy + Radioiodine",
        "opd": "Total thyroidectomy + Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f654fb7b-99c6-49f0-8c63-4e26bc567013",
        "choice_type": "single"
    },
    {
        "question": "Superolateral boundary of axillary dissection is",
        "exp": "Lateral group of axillary nodes are present along axillary vein. Axillary dissection is the removal of fat, fascia, nodes in the axilla. Usually level 1 and level 2 nodes are removed. Nodes below the axillary vein are usually removed. so the superolateral boundary of axillary dissection is axillary vein. Dissection is done through an individual crease transverse inciaion in the axilla. Reference: SRB's Manual of Surgery, 6th Edition, page no = 543, 529.",
        "cop": 4,
        "opa": "Clavipectoral fascia",
        "opb": "Branchial plexus",
        "opc": "Axillary aery",
        "opd": "Axillary vein",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7b714a17-3e3d-469d-b533-2bad1ad7f548",
        "choice_type": "single"
    },
    {
        "question": "All are features of Cushing&; s syndrome except",
        "exp": "Clinical features of Cushing's syndrome. Weight gain/central obesity. Diabetes. Hirsutism. Hypertension. Skin changes (abdominal striae, facial plethora, ecchymosis, acne). Muscle weakness. Menstrual irregularity/impotence. Depression/mania. Osteoporosis. Hypokalaemia. Ref: Bailey and Love 27e pg: 842",
        "cop": 3,
        "opa": "Central obesity",
        "opb": "Diabetes",
        "opc": "Hypotension",
        "opd": "Hypokalaemia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ec89d91c-c193-40c5-999a-b790b127719b",
        "choice_type": "multi"
    },
    {
        "question": "Most common location of carcinoid in GI tract is",
        "exp": "Relative distribution of neuroendocrine tumours in different organs. Appendix40%Small bowel25%Rectum15%Lung10%Colon6%Stomach5%Duodenum2%Ref: Bailey and Love 27e pg: 853",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Small bowel",
        "opc": "Appendix",
        "opd": "Colon",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "91b3a3c4-3617-46fa-a27b-95d7c024af4d",
        "choice_type": "multi"
    },
    {
        "question": "True about Patey mastectomy is",
        "exp": "Patey mastectomy The breast and associated structures are dissected en bloc and the excised mass is composed of: The whole breast. A large poion of skin, the centre of which overlies the tumour but which always includes the nipple. All of the fat, fascia and lymph nodes of the axilla. The pectoralis minor muscle is either divided or retracted to gain access to the upper two-thirds of the axilla. The axillary vein and nerves to the serratus anterior and latissimus dorsi (the thoracodorsal trunk) should be preserved. The intercostal brachial nerves are usually divided in this operation and the patient should be warned about sensation changes postoperatively. Ref: Bailey and Love, 27e, page: 876",
        "cop": 3,
        "opa": "Pectoralis major is removed",
        "opb": "Axillary lymph nodes are preserved",
        "opc": "Pectoralis minor is divided",
        "opd": "Nerve to Serratus anterior divided",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f010c50a-5650-4f20-a990-7e0165df60d1",
        "choice_type": "multi"
    },
    {
        "question": "Follicular carcinoma of thyroid is mostly due to mutation of",
        "exp": "Mutations in HRAS, KRAS, or more commonly NRAS occur in 25% of FTCs, 15% of PTCs (almost always the follicular variant of PTC), and 5% of follicular adenomas. Follicular thyroid is also associated with PAX8-PPARg. PAX8-PPARg appears to be confined to atypical follicular adenomas and FTC, and has not been detected in PTC or either poorly differentiated or undifferentiated (anaplastic) thyroid carcinomas RET and NTRK1 or more common in papillary thyroid cancer. Source: Devita principles of oncology 10th edition Pg: 1172",
        "cop": 3,
        "opa": "HRAS",
        "opb": "KRAS",
        "opc": "NRAS",
        "opd": "NTRK1",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9e31512b-4f3d-4148-82c3-457069895d88",
        "choice_type": "single"
    },
    {
        "question": "In patients with breast cancer, chest wall involvement means involvement of any one of the following structures except",
        "exp": "Chest wall involvement means involvement of ribs, intercostal muscles or serratus anterior as chest wall is formed by these structures not the pectoral is major Ref: schwaz's principle of surgery 10th edition Pgno: 452",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "Pectoralis Major",
        "opc": "Intercostal Muscles",
        "opd": "Ribs",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2497fefc-41aa-4666-bc88-820e36e8ea66",
        "choice_type": "multi"
    },
    {
        "question": "Cervical lymphadenopathy is seen most commonly in which variety of thyroid carcinoma?",
        "exp": "Papillary thyroid cancer most typically manifests either as a palpable thyroid nodule or as an incidental imaging finding. Occasionally, a metastatic PTC manifests as a painless lateral neck mass that is clinically detected before detecting the primary thyroid lesion. PTC disseminates lymphatic spread, PTC is characterized by a high rate of lymph node involvement at the time of initial evaluation. Follicular thyroid cancer typically spreads hematogenous routes. Medullary carcinoma can spread to lymphnodes, but is rare cancer accouts to only 4-10% of thyroid cancers. Generally presents with palpable thyroid mass or raised calcitonin levels. Anaplastic carcinoma typical manifestation is an older patient with dysphagia, cervical tenderness, and a painful, rapidly enlarging neck mass. Source: Sabiston 20th edition Pg: 904",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Anaplastic carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d434fa5e-0d2b-4618-a3af-6f417472dd0e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding Thyroglossal cyst?",
        "exp": "Thyroglossal cyst. O80% are found in juxtaposition to the hyoid bone. OHeterotopic thyroid tissue present in 20% of cases. OSmooth, well-defined midline neck mass that moves upward with protrusion of the tongue. O1% of thyroglossal duct cysts are found to contain cancer, Papillary (85%). \"SISTRUNK OPERATION, \"- en bloc cystectomy and excision of the central hyoid bone to minimize recurrence.",
        "cop": 3,
        "opa": "80% are found in juxtaposition to the hyoid bone",
        "opb": "Heterotopic thyroid tissue present in 20% of cases",
        "opc": "Rarely can contain foci of Follicular carcinoma",
        "opd": "Treatment of choice is Sistrunk operation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a8de6114-9a7d-4d7b-9634-d6c41b528730",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoma breast is least seen in",
        "exp": ". Most common site is upper outer quadrant (60%) because breast tissue is more in this quadrant.* Mutation of tumour suppressor genes BRCA1/ BRCA2 is thought to be involved with high risk of breast carcinoma. BRCA1 mutation is having more risk (35-45%) than BRCA2 mutation. It is located in long arm of chromosome 17, whereas BRCA2 is located in long arm of chromosome 13. * Occasionally mutation of BRCA3 and p53 suppressor gene is also involved. * Li-Fraumen's syndrome (LFS) is autosomal dominant condition with breast cancer inheritance (90%) along with sarcoma, leukemia, brain tumours, adrenocoical tumours. * Diet low with phytoestrogens and high alcohol intake have high risk of breast cancer. * It is more common in nulliparous woman. * Attaining early menarche and late menopause have high risk of breast malignancy. ref: SRB&; s manual of surgery, ed 3, pg no 467",
        "cop": 4,
        "opa": "Superior outer quadrant",
        "opb": "Inferior outer quadrant",
        "opc": "Subareolar",
        "opd": "Lower inner quadrant",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "213b9bf5-afb7-46e7-9db2-3836ee79c061",
        "choice_type": "single"
    },
    {
        "question": "Serum marker used after surgery for differentiated thyroid cancer is",
        "exp": "Measurement of peripheral Thyroglobulin has predictive value for the recurrence of differentiated thyroid cancer (ie papillary and follicular thyroid cancers), locally or in metastatic deposits after initial total thyroidectomy. Basal or stimulated calcitonin levels are sensitive markers for primary or recurrent medullary thyroid cancer. Source: Sabiston 20th edition Pg: 886",
        "cop": 2,
        "opa": "T4",
        "opb": "Thyroglobulin",
        "opc": "Calcitonin",
        "opd": "PTH",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9eafdf96-3321-43b3-8e66-56bf4a7d068b",
        "choice_type": "single"
    },
    {
        "question": "Best definitive investigation for carcinoma breast is?",
        "exp": ".* Corecut/Trucut biopsy is done under local anaesthesia. It gives clear histological evidence and also confirms DCIS (FNAC can not confirm DCIS). This allows proper neoadjuvant/primary chemotherapy, receptor status of the tumour. Wide bore needle biopsy with vacuum is also used. * Excision biopsy is done only when FNAC is inconclusive and a facility for frozen section is not available. Incision should be planned in such a way that it will be included in eventual mastectomy. ref: SRB&; s manual of surgery, ed 3, pg no 478",
        "cop": 1,
        "opa": "Biopsy",
        "opb": "FNAC",
        "opc": "USG",
        "opd": "Mammography",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "85c64509-b29a-4530-86d6-3d203134e62e",
        "choice_type": "single"
    },
    {
        "question": "Compared to follicular Ca, papillary Ca of thyroid associared with",
        "exp": "Papillary carcinoma thyroid is more seen in radiation exposure, and also has high lymph node involvement. Follicular thyroid carcinoma is associated with iodine deficiency. It has hematogenous spread and comparitively a less otable outcome Both are common in females.",
        "cop": 2,
        "opa": "More male preponderance",
        "opb": "Radiation exposure",
        "opc": "Iodine deficiency",
        "opd": "Increased moality",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3dcaa301-f691-4944-ad83-9c6ce4ddece6",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for phylloides tumor",
        "exp": "Treatment of choice for phylloides tumor is excision or subcutaneous mastectomy is done if malignant, total mastectomy is done phylloides tumor also known as cystosarcoma phylloides/ serocystic disease of broide they are simply giant fibroadenoma ref;(page no; 521) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 1,
        "opa": "Excision",
        "opb": "Radical mastectomy",
        "opc": "Radiotherapy",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "279cc7b9-6436-4bb7-9224-7a09c0d1fbc7",
        "choice_type": "single"
    },
    {
        "question": "All the following features our pancreatic adenocarcinoma over non-functioning PET (NF PET) in differentiating both the tumours",
        "exp": "Differentiation from the more aggressive pancreatic adenocarcinoma is extremely impoant. Recognition of NF-PETs is imperative because of their respectability and excellent long-term survival compared with their exocrine counterpas. Pancreatic cancer. NF-PETs. Tumour size<5cm>5cm. CT scan. Hypodensity. Hyperdensity. No calcifications. Calcifications possible. Chromogranin ANegative. Positive. Somatostatin receptorscintigraphy. Negative. Positive. Ref: Bailey and Love 27e pg: 852",
        "cop": 2,
        "opa": "<5cm",
        "opb": "Calcifications",
        "opc": "Negative chromogranin A",
        "opd": "Negative Somatostatin receptor scintigraphy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3a09c531-6b11-46ae-a327-8533391d4066",
        "choice_type": "multi"
    },
    {
        "question": "Features, which are evaluated for histological grading of breast carcinoma, include all of the following except",
        "exp": "Histological grading is based on nuclear pleomorphism; tubule formation, mitotic count Nuclear pleomorphism: Score 1--relatively small uniform nuclei; score 2--intermediate pleomorphic nucleoli; score 3--relatively large prominent nucleoli Mitotic count: Score 1-- < 10% mitoses in 10 HPF; score 2- 10-20% mitoses; score 3-- >20% mitoses Tubule formation: Score 1-->75% cells in tubule forms; score 2--10-75% cells in tubule forms; score 3--< 10% cells in tubule forms Grade Score Favourable 1 Unourable Up to 3 Grade I 3-5 Grade II 6-7 Grade III 8-9 Ref; (page no; 534 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 1,
        "opa": "Tumour necrosis",
        "opb": "Mitotic count",
        "opc": "Tubule formation",
        "opd": "Nuclear pleomorphism",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8cba18f0-b5da-410d-a83d-2f5d362b030a",
        "choice_type": "multi"
    },
    {
        "question": "After bilateral adrenalectomy, patient developed gradual loss of vision, with hyperpigmentation of skin, and headache. Likely cause is",
        "exp": "In 10% of patients with Cushing's disease who undergo a bilateral adrenalectomy after failed pituitary surgery, the pituitary adenoma causes Nelson's syndrome due to continued ACTH secretion at high levels, causing hyperpigmentation as a result of chemical synergies between ACTH and melanocyte-stimulating hormone. Ref: Bailey and Love 27e pg: 842",
        "cop": 2,
        "opa": "Addison's disease",
        "opb": "Nelson's syndrome",
        "opc": "Cushing's disease",
        "opd": "Harrisons syndrome",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2c6af89a-5789-491f-97ca-e8e9a00e65ac",
        "choice_type": "single"
    },
    {
        "question": "Surgery for periductal mastitis",
        "exp": "Periductal mastitis/duct ectasia is adilatation of breast ducts associated with ductal inflammation. there is dilatation in one or more ducts with collection of brown or green secretion which may discharge. Fibrosis may devolop eventually leading to retraction of nipple. Treatment: - cessation of smoking - antibiotics -Surgery: excision of all of major ducts -Hadfields operation. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 757",
        "cop": 1,
        "opa": "Hadfield's operation",
        "opb": "Patey's mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "674d5f13-29a1-468f-9df8-0f826d802e56",
        "choice_type": "multi"
    },
    {
        "question": "Tmreatment of hormone dependent fungating carcinoma of breasyt with secondaries in lung is",
        "exp": "Hormonal therapy in Carcinoma in breast Ovarian suppression or ablation Bilateral oophorectomy. Medically by LHRH agonist (Goserelin, leuprolide) SERM: Tamoxifen and Raloxifen Aromatase Inhibitors Non-steroidal: Letrozole & Anastrazole Steroidal: Exmestane Anti-Estrogens Fulvestrant Progestins Megesterol & Medroxyprogesterone acetate Ref: schwaz's principle of surgery 10th edition Pgno: 552-553",
        "cop": 1,
        "opa": "Simple mastectomy and oophoroctomy",
        "opb": "Radical mastectomy and oophoroctomy",
        "opc": "Adrenalectomy",
        "opd": "Lumpectomy followed by castration",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ba8df1e2-5446-429f-b1ed-7b96790f8018",
        "choice_type": "single"
    },
    {
        "question": "Trastuzumab is directed against",
        "exp": "Trastuzumab is a humanized monoclonal antibody directed against the extracellular domain of the (human epidermal growth factor receptor -2) HER-2 surface receptor and is effective treatment for HER-2-positive breast cancer Ref: Sabiston 20e, page: 840",
        "cop": 1,
        "opa": "Human epidermal growth factor receptor 2",
        "opb": "Vascular endothelial growth factor A",
        "opc": "Platelet derived growth factor",
        "opd": "Fibroblast growth factor 23",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7766a8df-6025-46a3-b03e-5dac0f606135",
        "choice_type": "single"
    },
    {
        "question": "About papillary carcinoma true statements are all except",
        "exp": "For papillary thyroid cancer, radiation is a very impoant risk factor. Other risk factors include a history of thyroid carcinoma in a first-degree relative and the presence of a familial syndrome that includes thyroid carcinoma, such as Werner syndrome, Cowden syndrome, Carney complex, and familial polyposis. Multicentricity can be anticipated in 70% of patients with papillary thyroid cancer Cervical lymph node metastases are common, paicularly in children, who may have a 50% incidence of clinically detectable nodal disease at presentation. Distant metastases can occur and are present in 3% to 5% of patients at the time of diagnosis. The two most common sites of spread are to the lungs and bones. Source: Sabiston 20th edition Pg: 902-904",
        "cop": 3,
        "opa": "Radiation is a risk factor",
        "opb": "Multifocal",
        "opc": "Hematogenous spread is common",
        "opd": "Distant metastasis is seen",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "07fc6fd1-b8ab-4455-9e96-cac9fe70ebcc",
        "choice_type": "multi"
    },
    {
        "question": "True about Dyshormonogenesis is all Except",
        "exp": "Thyroid dyshormonogenesis is usually inherited in an autosomal recessive pattern. Thyroid enlargement may be the only manifestation and dyshormonogenesis should be considered in young patients presenting with euthyroid goitre. The most common abnormalities affect TPO activity and thyroglobulin synthesis. A classic example of dyshormonogenesis due to TPO deficiency is Pendred syndrome, in which goiter is associated with severe sensorineural hearing impairment and abnormality of the bony labyrinth observed on CT examination of the temporal bones.",
        "cop": 1,
        "opa": "Autosomal dominant inheritance",
        "opb": "Most common abnormality is with thyroid peroxidase activity",
        "opc": "Young patients may present with euthyroid goitre",
        "opd": "Pendred syndrome is a classic example of dyshormonogenesis due to TPO deficiency",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "41483135-9891-42fc-9134-a81a956119b5",
        "choice_type": "multi"
    },
    {
        "question": "A well differenciated follicular carcinoma of thyroid can be best differenciated from a follicular adenoma by",
        "exp": ". If FNAC repo says follicular adenoma, then hemithyroidectomy is done. If histology repo says follicular carcinoma (capsular and vascular invasion) then completion total thyroidectomy is done. Completion thyroidectomy is done usually within 7 days or after 3 weeks. If frozen section biopsy proves carcinoma then total thyroidectomy is done. FNAC is not very useful in follicular carcinoma as it is difficult to differentiate it from follicular adenoma as main feature in follicular carcinoma is capsular invasion/vascular invasion which are not made out in FNAC. ref: SRB&; s manual of surgery, ed 3, pg no 414",
        "cop": 3,
        "opa": "Huhle cell change",
        "opb": "Lining of tall columnar and cuboidal cells",
        "opc": "Vasular invasion",
        "opd": "Nuclear features",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4a30c62f-7cc3-4dfc-ac45-1727223a30fb",
        "choice_type": "multi"
    },
    {
        "question": "The expression of the following oncogene is associated with a high incidence of medullary carcinoma of the thyroid",
        "exp": "MTC occurs most commonly in a sporadic form (80%); it occurs less commonly as an autosomal dominant inherited disorder such as MEN2A, MEN2B, and familial medullary thyroid carcinoma (FMTC). The MEN2 and FMTC syndromes involve different germline activating mutations in the RET proto-oncogene. Additionally, 40% to 50% of sporadic MTC specimens have acquired RET mutations. Ref: Sabiston 20e, page no: 932",
        "cop": 3,
        "opa": "p53",
        "opb": "Her-2-neu",
        "opc": "Ret proto-oncogene",
        "opd": "Rb gene",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bb0665c7-01f1-4898-a7f4-a8e10d5372b4",
        "choice_type": "single"
    },
    {
        "question": "In which of the following types of carcinoma breast, comedo growth pattern is seen?",
        "exp": "Ductal Carcinoma In Situ(DCIS) charcterised by: - intraductal carcinoma without invasion to basement membrane. -Types are solid, comedo with necrosis, cribriform, papillary -nipple discharge and small swellings are the paresentations. SRB's Manual of Surgery. Edition -5. Pg no: 532.",
        "cop": 1,
        "opa": "Ductal carcinoma in situ",
        "opb": "Medullary catcinoma",
        "opc": "Lobular carcinoma in situ",
        "opd": "Infiltrating lobular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9f428e4c-1db4-4497-aedd-c0cd6072c247",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about medullary carcinoma of thyroid except",
        "exp": "MEDULLARY CARCINOMA It is an uncommon type it arises from the parafollicular C cells which is derived from ultimobranchial body (neural crest) blood level of calcitonin is a tumour marker it is not dependant on TSH Most cases are sporadic and a small amount is familial ref;(page no; 486) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 4,
        "opa": "It is tumour arising from C cells derived from the neural crest",
        "opb": "Secrete high levels of calcitonin",
        "opc": "It is not dependent on TSH",
        "opd": "Most cases are familial",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "28b22716-680f-4674-8709-2906ee4143d5",
        "choice_type": "multi"
    },
    {
        "question": "The microscopic feature that differentiates a follicular carcinoma from a follicular adenoma is",
        "exp": "Follicular carcinoma can normally only be differentiated from follicular adenoma by the architecture of histology. Histologic diagnosis of FTC depends on the demonstration of follicular cells occupying abnormal positions, including capsular or vascular invasion. The cells may not demonstrate nuclear atypia; however, when present, marked nuclear atypia is associated with a worse prognosis. Ref: Sabiston 20e, page no: 927",
        "cop": 3,
        "opa": "Nuclear pleomorphism",
        "opb": "Huhle cell change",
        "opc": "Capsular invasion",
        "opd": "Absence of colloid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1418572d-95e9-4793-aeed-3393b5ba23ac",
        "choice_type": "single"
    },
    {
        "question": "A women noticed mass in her left breast with bloody discharge. Histopathology revealed duct ectasia. Traetment is",
        "exp": "Duct ectasia is the dilatation of lactiferous duct due to muscukar relaxation of duct wall with periductal mstitis. C/f: greenish discharge from nippleindurated mass under areolaslit like retravtion of nipple, may present as mastalgia. Treatment is cessation of smokingantibioticscone excisionof invilved duct-Hadfields operation. SRB's Manual of Surgery. Edition -5. Pg no: 525",
        "cop": 4,
        "opa": "Simple mastectomy",
        "opb": "Microdochotomy",
        "opc": "Lobectomy",
        "opd": "Hadfield operation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7c356a50-9657-45e1-9b27-4b32d6b9d957",
        "choice_type": "single"
    },
    {
        "question": "Inflammatory carcinoma is classified under",
        "exp": "T1<= 2cm T2>2 cm but <= 5cm. T3> 5cm. T4a. Extension to the chest wall (invasion of pectoralis only is not extension to the chest wall)T4b. Skin involvement (including peau d'orange) that doesn&; t meet criteria of skin involvement. T4c. Both T4a and T4b are present. T4d. Inflammatory carcinoma. Ref: AJCC 8th edition",
        "cop": 4,
        "opa": "T4a",
        "opb": "T4b",
        "opc": "T4c",
        "opd": "T4d",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9e271b46-0fa0-4a0a-bea9-a870e12acf50",
        "choice_type": "single"
    },
    {
        "question": "Following statements are true with respect to &; discharge of blood from nipple&; EXCEPT",
        "exp": ". DUCT PAPILLOMA * Commonest cause of bloody discharge from nipple * It is usually single, from a single lactiferous duct * It blocks the duct causing ductal dilatation Clinical Features * Papilliferous swelling (projection), usually seen near the nipple orifice. * Blood stained discharge from the nipple is common. * But serous or serosanguinous discharge can also occur. * Single papilloma is not premalignant. * But multiple papillomas in many ducts can be premalignant. ref: SRB&; s manual of surgery, ed 3, pg no 466",
        "cop": 1,
        "opa": "It is occasionally normal",
        "opb": "Suggests duct papilloma",
        "opc": "Suggests carcinoma breast",
        "opd": "Always needs fuhur evaluation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3c71caff-1993-416e-917a-f4284a496939",
        "choice_type": "multi"
    },
    {
        "question": "Which is not an indication of thoracotomy",
        "exp": "Indications of thoracotomy 1). Haemothorax more than 1500ml found when ICT is placed or hourly collection in ICT is 200-300ml 2) ICT placed shows persistent drainage of blood. 3) Diaphragmatic injury 4). Liver and spleen injuries 5) Bronchus and major vessel injuries. 6) Haemopericardium 7) Oesophageal and thoracic duct injuries. Reference: SRB's Manual of Surgery, 6th Edition, page no = 1098.",
        "cop": 2,
        "opa": "Massive pneumothorax",
        "opb": "Pulmonary contusion",
        "opc": "Bleeding more than 200 ml/hr. in thoracotomy tube",
        "opd": "Oesophageal rupture",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8b7e26ab-d035-486c-8d5f-50dfa356e950",
        "choice_type": "single"
    },
    {
        "question": "True regarding male breast Ca",
        "exp": "carcinoma male breast is associated with BRCA2 gene mutation. Risk factors are radiation, oestrogen, cirrhosis, familyhistory, testicular disease, obesity. Commonly infiltrating duct carcinoma. Lobular carcinoma not common. 80% cases are ER positive. SRB's Manual of Surgery. Edition -5. Pg no: 560",
        "cop": 2,
        "opa": "MC lobular type",
        "opb": "Estrogen receptor positive",
        "opc": "H\\/O gynaecomastia may be present",
        "opd": "Paget's disease of nipple is more common in male than female",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bd66a484-498c-4f5b-a261-ffcc4f424e55",
        "choice_type": "multi"
    },
    {
        "question": "Ultrasound findings suspicious of malignancy in thyroid are all except",
        "exp": "Ultrasonography is a gold standard investigation to determine the physical characteristics of thyroid swellings. Ultrasound findings within a nodule that are considered suspicious for malignancy include microcalcifications, hypervascularity, infiltrative margins, being hypoechoic compared with surrounding parenchyma, and having a shape that is taller than its width on transverse view. Sabiston 20e pg: 918",
        "cop": 1,
        "opa": "Microcalcifications",
        "opb": "Hyperechoic",
        "opc": "Hypervascularity",
        "opd": "Taller than wider",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7c504473-fb63-4e5a-9404-7044723db5b2",
        "choice_type": "multi"
    },
    {
        "question": "Van Nuys grading is used for",
        "exp": "Van Nuy's prognostic index score(VNPI) is used for Ductal Carcinoma In Situ. For calculating VNPI score we consider Size in mm, Clearance margin in mm, Grade and necrosis, Age in years and each has score according to a definite criteria. All the scores are added together. 1). If points are 4-6 = % of local recurrence is 1%, 5 year survival is 97-99%, Risk is low 2) if points are 7-9, then % of local recurrence is 20%, 5 year survival is 73-84%, Risk is intermediate 3) if the points are 10-12, then % of local recurrence is 50%, 5 year survival is 34-51%, and Risk is High. Reference: SRB's Manual of Surgery, 6th Edition, page no = 524.",
        "cop": 2,
        "opa": "LCIS",
        "opb": "DCIS",
        "opc": "Medullary carcinoma breast",
        "opd": "Inflammatory breast cancer",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "097d80fe-0ee8-4b11-8791-67be51722c4a",
        "choice_type": "single"
    },
    {
        "question": "Orphan Annie-eye nuclei seen in",
        "exp": "Ground-glass cytoplasmic inclusions (Orphan Annie eyes) confirm the diagnosis of papillary carcinoma of the thyroid. Papillary carcinoma is the most common thyroid malignancy. The disease is known for its propensity for lymph node metastases. Ref: Bailey and love, page no: 818",
        "cop": 1,
        "opa": "Papillary carcinoma of thyroid",
        "opb": "Medullary carcinoma of thyroid",
        "opc": "Anaplastic carcinoma of thyroid",
        "opd": "Follicular carcinoma of thyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ba864ee7-a469-4d84-aa81-a2c2538e2cbe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has more anti-thyroid action",
        "exp": "Radioactive Iodine (I131) Therapy I131 is an effective agent for delivering high radiation doses to thyroid tissue It emits mainly beta radiation (90%), which penetrates only 0. 5mm of the tissues & allow therapeutic effects on thyroid without any damage to the surrounding structures, paicularly parathyroid Mechanism of action I131 emits beta paicles and g-rays Beta rays are utilized for their destructive effects on thyroid cells X-rays are useful for tracer studies Indications in carcinoma thyroid Contraindications of I131 Therapy Distant metastasis at diagnosis Incomplete tumor resection Patients at high risk for Moality or recurrence Childhood Pregnancy Lactation Ref: schwaz's principle of surgery 10th edition Pgno: 897",
        "cop": 1,
        "opa": "I131",
        "opb": "Sodium Iodide",
        "opc": "Carbimazole",
        "opd": "Neomercazole",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1bdedd94-62ec-4ace-905c-cbcc5096c923",
        "choice_type": "single"
    },
    {
        "question": "Malti a 45 year old female patient with a family history of breast carcinoma, showed diffuse microcalcification on mammography, Intraductal carcinoma is insitu was seen on biopsy. Most appropriate management is:",
        "exp": "Breast carrcinoma Treatment: A. Early Invasive Breast carcinoma (Stage I, IIA, IIB): Mastectomy+ Axillary LN status assessement BCT+ Axillary LN status assessment+ If sentinel LN cannot be identified or found to harbour metastasis disease, axillary LN dissection (Level I+II) should be done. Simple or Total mastectomy: Removal of breast tisuue, nippple-areola complex, & skin. Ref: Sabiston 20th edition Pgno: 853",
        "cop": 3,
        "opa": "Quandrandectomy",
        "opb": "Radical mastectomy",
        "opc": "Simple mastectomy",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "71cfa93f-7928-4e57-bd92-924d23deca07",
        "choice_type": "single"
    },
    {
        "question": "Breast conservative surgery is done in all except",
        "exp": "Lobular carcinoma insitu: Tamoxifen (risk reduction in premenopausal) or raloxifen (post-menopausal) often with bilateral total mastectomy is the treatment. Ref: SRB&; s 4thE pg: 568",
        "cop": 3,
        "opa": "Young patients",
        "opb": "Ductal carcinoma is situ",
        "opc": "Lobular carcinoma",
        "opd": "Infiltrative ductal carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "49d15258-bf3e-45cf-8d20-9940874b5696",
        "choice_type": "multi"
    },
    {
        "question": "There was a sudden increases in the size of Thyroid swelling along with pain. Most likely cause is",
        "exp": ". A painful nodule, sudden appearance, or rapid enlargement of a nodule raises suspicion of carcinoma but is usually due to haemorrhage into a simple nodule. Comment: more common among the given options is haemorrhage. other points to consider: Pain is not a common feature of thyroid swellings. Thyroiditis can present with a painful gland. Anaplastic carcinoma can cause local pain and pain referred to the ear if it infiltrates surrounding structures Source: Bailey and love 26 th edition Pg: 748",
        "cop": 1,
        "opa": "Hemorrhage within the cyst",
        "opb": "Malignant change",
        "opc": "Nodular goiter",
        "opd": "Colloid goiter",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0c595318-67d3-415b-8f67-9378fb246b29",
        "choice_type": "single"
    },
    {
        "question": "Breast conservation surgery is contraindicated in",
        "exp": ". Contraindications * Tumour > 4 cm * Positive axillary nodes > N1 * Tumour margin is not free of tumour after breast conservative surgery needs MRM * Poorly differentiated tumour * Multicentric tumour * Tumour/breast size ratio is more (centeral tumour) * Tumour beneath the nipple * Extensive intraductal carcinoma Ref; (page no; 553 ) 5th edition of SRB&; S manual of Surgery",
        "cop": 4,
        "opa": "Tumor > 4 cm",
        "opb": "Multicentric tumor",
        "opc": "Axillary LN involvement",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "98e40770-604f-47bb-ab50-f71a3ab1330f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following Ca thyroid have worst prognosis",
        "exp": "Anaplastic carcinoma of thyroid has the worst prognosis. All anaplastic carcinoma are stage 4. T4a is intrathyroidal anaplastic carcinoma which is surgically resectable. While T4b is extrathyroidal anaplastic carcinoma which is surgically unresectable. Lifespan is counted in few weeks to months only. 5 year survival is less than 15%. Reference: SRB's Manual of Surgery, 6th Edition, page no 475.",
        "cop": 3,
        "opa": "Follicular carcinoma",
        "opb": "Papillary carcinoma",
        "opc": "Anaplastic carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f8f3a9f5-3a34-4a85-bf53-fea1740cc091",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old post menopausal woman, on hormone replacement therapy(H), presents with heaviness in both breasts. A screening mammogram reveals a high density speculated mass with cluster of pleomorphic microcalcification and ipsilateral large axillary lymph nodes. The mass described here is most likely",
        "exp": ".",
        "cop": 4,
        "opa": "Cystosarcoma phyllodes",
        "opb": "Lymphoma",
        "opc": "Fibro adenoma",
        "opd": "Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "794f4109-3ceb-44af-a2e9-a07cfa0281ed",
        "choice_type": "multi"
    },
    {
        "question": "BRCA 2 gene is associated with carcinoma of",
        "exp": "The genes associated with breast cancers are p53, BRCA1 and BRCA2. BRCA2 is located on chromosome 13q and there is an association with male breast cancer. While BRCA1 gene has been associated with an increased incidence of breast and ovarian cancer and is located on the long arm of chromosome 17(17q). Reference: Bailey & Love, 27th Edition, page no =880.",
        "cop": 1,
        "opa": "Breast",
        "opb": "Lung",
        "opc": "Liver",
        "opd": "Gastric carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b33f4e19-22e9-412a-96e2-8a63e52df573",
        "choice_type": "single"
    },
    {
        "question": "TRUE about bacterial mastitis is",
        "exp": "Most cases are caused by S. aureus and, if hospital acquired, are likely to be penicillin resistant. Most common variety of mastitis. Ref: Bailey and love 26thE pg820",
        "cop": 3,
        "opa": "Exclusively occurs is lactating breasts",
        "opb": "Cleaningn baby's mouth offers protection",
        "opc": "Most commonly caused by staphylococcus aureus",
        "opd": "Fluctuation is an early sign of breast abscess",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "629f47f9-f3b6-452e-a34a-8b19a3a0c9f6",
        "choice_type": "multi"
    },
    {
        "question": "Percentage of cold nodules that becomes malignant are",
        "exp": "20% of 'cold' swellings and some 5% functioning or 'warm' swellings will be malignant. Ref: Bailey and Love, page no: 804",
        "cop": 3,
        "opa": "5%",
        "opb": "15%",
        "opc": "20%",
        "opd": "40%",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0629f32f-d4b6-4a26-9913-aa98475b882d",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of blood discharge from the nipple is",
        "exp": "Duct papilloma is the Commonest cause of blood discharge from the nipple Duct papilloma are epithelium lined true polyps of breast lactiferous ducts it is usually single, from a single lactiferous duct it blocks the duct causing ductal dialatation ref;(page no; 528) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 2,
        "opa": "Duct carcinoma",
        "opb": "Duct papilloma",
        "opc": "Chronic cystic mastitis",
        "opd": "Cystosarcoma phyllodes",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e6648db7-e867-48e9-ae46-f2f2a0a86ce9",
        "choice_type": "single"
    },
    {
        "question": "The most common presentation of endemic goitre",
        "exp": "Endemic Goiter Worldwide, diffuse goiter is most commonly caused by iodine deficiency and is termed endemic goiter when it affects >5% of the population Endemic goiter occurs in geographical areas where soil, water and food supply contains low levels of iodine The lack of iodine leads to decreased Synthesis of thyroid hormones and a compensatory increase in TSH which in turn leads to follicular cell hyperophy and hyperplasia and goitrous Enlargement leading to diffuse hyperplastic goiter Mostly, patients are euthyroid Ref: Harrison's 19th edition Pgno: 2301",
        "cop": 1,
        "opa": "Diffuse goitre",
        "opb": "Solitary nodule",
        "opc": "Hypothyroid",
        "opd": "Hypehyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "b39fdea1-3a3e-4331-b8f4-de9d68662b5c",
        "choice_type": "single"
    },
    {
        "question": "Psammoma bodies may be seen in all of the following, except",
        "exp": "Psammoma Bodies are concentric lamellated calcified structures, said to represent a process of dystrophic calcification. Seen in. Papillary carcinoma thyroid. Papillary carcinoma (RCC) Serous cystadenoma Meningioma",
        "cop": 1,
        "opa": "Follicular carcinoma of thyroid",
        "opb": "Papillary carcinoma of thyroid",
        "opc": "Meningioma",
        "opd": "Serous cystadenocarcinoma of ovary",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8f5b5bec-6266-4577-90a9-2139a34d30d6",
        "choice_type": "multi"
    },
    {
        "question": "This thyroiditis is also known as \"Painless Thyroiditis.",
        "exp": ". Subacute lymphocytic thyroiditis is a form of thyroiditis that is also known as silent thyroiditis or painless thyroiditis. Subacute lymphocytic thyroiditis may occur at any age and is more common in females. A variant of subacute lymphocytic thyroiditis occurs postpaum, postpaum thyroiditis. Both of these entities can be considered subtypes of Hashimoto&; s thyroiditis and have an autoimmune basis. Anti-thyroid antibodies are common in all three and the underlying histology is similar. This disorder should not be confused with de Quervain&; s thyroiditis which is another form of subacute thyroiditis.",
        "cop": 1,
        "opa": "Subacute lymphocytic",
        "opb": "Dequervain's",
        "opc": "Hashimoto",
        "opd": "Riedel",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "44ebdcf3-6211-41f3-b2b9-71fe2a405060",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate time for breast self-examination is?",
        "exp": ". Breast self examination plays amajor role in early detection of breast carcinoma. Ideally done once a month just after the menstruation as during this time breasts are less engorged.. In post menopausal groups its done monthly at regular intervals. Examine both breasts Palpation should be done using pulp of fingers over all quandrants of breast. SRB's Manual of Surgery. Edition -5. Pg no: 539",
        "cop": 3,
        "opa": "Daily",
        "opb": "Pre menstrual",
        "opc": "Post menstrual",
        "opd": "During menstrual",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "504a8646-955b-47d1-a59c-cb1d18f0ea67",
        "choice_type": "single"
    },
    {
        "question": "FNAC is useful in all the following types of thyroid carcinoma except",
        "exp": "Although FNAC is impoant in the workup of thyroid nodules, it is of limited value in the preoperative diagnosis of follicular thyroid cancer. Diagnosis of follicular thyroid cancer requires demonstration of cellular invasion of the capsule or vascular or lymphatic channels. These structural characteristics cannot be determined with FNAC. Source: Sabiston 20th edition Pg: 905",
        "cop": 2,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "989de086-733e-4116-9d54-84a3e7eff1b6",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of medullary carcinoma thyroid is",
        "exp": "MTC can be cured only by complete resection of a primary tumour and local and regional metastases. Total thyroidectomy with prophylactic level VI nodal dissection is done. Because MTC is not of follicular cell origin, TSH suppression and RAI scanning and therapy have no role in MTC. Ref: Sabiston 20e, page no: 910",
        "cop": 3,
        "opa": "Surgery and radiotherapy",
        "opb": "Surgery and TSH supression",
        "opc": "Surgery only",
        "opd": "Surgery and Radioiodine ablation",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "de384160-cc92-470c-861b-c4f75534e3c5",
        "choice_type": "single"
    },
    {
        "question": "Moderately increased risk of invasive Breast carcinoma is associated with which of the following benign lesions of the breast",
        "exp": "Moderately increased risk (5x): Atypical hyperplasia (ductal or lobular) Ref: Bailey and love 26thE pg806",
        "cop": 2,
        "opa": "Sclerosing adenosis",
        "opb": "Atypical lobular hyperplasia",
        "opc": "Apocrine metaplasia",
        "opd": "Squammous metaplasia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3ff0d06b-c04e-403f-b833-908d6165ff7b",
        "choice_type": "single"
    },
    {
        "question": "Histological variety of breast carcinoma with the best prognosis is",
        "exp": "Special-type breast cancer and accounts for 2% of all invasive breast cancers. Distant metastases are rare in tubular carcinoma with long-term survival approaches 100%.",
        "cop": 4,
        "opa": "Medullary",
        "opb": "Lobular",
        "opc": "Colloid",
        "opd": "Tubular",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "96c8c2ad-1428-4c83-873e-8a03f8d49290",
        "choice_type": "single"
    },
    {
        "question": "A female is presented with a breast lump of size 20 cm with no lymphadenopathy no metastasis. Her TNM staging would be",
        "exp": "T0 - No evidence of primary T1 - Tumor less than 2cm T2 - Tumor of size 2-5cm T3 - Tumor greater than 5cm in greater dimention. T4 - Any tumor with direct extension to chest wall or skin or both. T4a is tumor extending to chest wall while T4b is tumor infiltrating the skin and T4c is tumor showing both chest wall and skin extensions. T4d is inflammatory carcinoma. N0 means no regional lymph nodes. M0 means no metastasis So here the staging is T3. N0. M0. Reference: SRB's Manual of Surgery, 6th Edition, page no = 532.",
        "cop": 2,
        "opa": "T2 N0 M0",
        "opb": "T3 N0 M0",
        "opc": "T4a N0 M0",
        "opd": "T4b N0 M0",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a640f9f7-1797-418d-b3da-422bc9c02056",
        "choice_type": "single"
    },
    {
        "question": "A 35 yr female with ductal ca in situ of breast with diffuse microcalcifications. What is best possible mnagement",
        "exp": ". Total (simple) mastectomy: Along with the tumour, entire breast, areola, nipple, skin over the breast, including axillary tail are removed. There is no axillary dissection. Often the patient is subjected to radiotherapy later (External) to axilla. ref: SRB&; s manual of surgery, ed 3, pg no 480",
        "cop": 2,
        "opa": "Breast conservative surgery",
        "opb": "Simple mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d32714c8-3c5d-43e7-bfd2-44aa0583b4e4",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma that doesnot arise from thyroid follicles",
        "exp": "Medullary carcinoma thyroid arise from parafollicular &; C&; cells. 20-30% of these occur in familial basis as pa of MEN 2A and MEN 2B syndromes Papillary, follicular and anaplastic carcinomas arise from follicular cells Huhle cell crcinoma is a subtype of follicular carcinoma and has more aggresive biological behaviour, compared to other follicular carcinomas of thyroid.",
        "cop": 1,
        "opa": "Medullary carcinoma-thyroid",
        "opb": "Papillary carcinoma-thyroid",
        "opc": "Anaplastic carcinoma-thyroid",
        "opd": "Huhle cell carcinoma-thyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "83583d17-5de4-4a68-a642-71f9c40132e1",
        "choice_type": "single"
    },
    {
        "question": "Etiology of bloody discharge from nipple",
        "exp": "blood stained nipple discharge is obtained in case of duct ectasia, duct papilloma, or carcinomaother nipple discharges of pathological impoance are clear serous discharge and black, greenish discharge. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 753",
        "cop": 1,
        "opa": "Duct papiloma",
        "opb": "Breast abcess",
        "opc": "Fibroadenoma",
        "opd": "Cyst",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1e593e71-7071-4c35-b427-4632ec291eb4",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old female presents with fever, faigue, diffuse painful swelling in the midline of the neck, FNAC of the same reveals epithelioid cells and giant cells, the likely diagnosis is",
        "exp": "Painful midline diffuse swelling in neck with fever and fatigue points to thyroiditis. In sub acute granulomatous thyroiditis (De Quervain&; s thyroiditis) there is the presence of multinucleated giant cells composed of epitheloid cells. De Quervain&; s thyroiditis: May follow a viral infection. In a typical subacute presentation, there is pain in the neck, fever, malaise and a firm, irregular enlargement of one or both thyroid lobes. Note: Gaint cells and epithelioid cells are seen in any granulomas, not just tuberculosis. Caseation is hall mark of TB granulomas. Source: Bailey and Love 26th edition Pg: 771",
        "cop": 2,
        "opa": "Acute thyroiditis",
        "opb": "Subactue thyroiditis",
        "opc": "Tubercular lymphadenitis",
        "opd": "Hashimotos thyroiditis",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7c70ab5d-3c67-4c46-9eb6-0bd6473cecca",
        "choice_type": "single"
    },
    {
        "question": "Most common variant of carcinoma breast among the following is",
        "exp": "Invasive Epithelial Cancers (Percentage of Total). Invasive lobular carcinoma (10%). Invasive ductal carcinoma. Invasive ductal carcinoma, not otherwise specified (50%-70%). Tubular carcinoma (2%-3%). Mucinous or colloid carcinoma (2%-3%). Medullary carcinoma (5%). Invasive cribriform carcinoma (1%-3%). Invasive papillary carcinoma (1%-2%). Adenoid cystic carcinoma (1%). Metaplastic carcinoma (1%). Ref: Sabiston 20e, page: 837",
        "cop": 2,
        "opa": "Invasive lobular carcinoma",
        "opb": "Invasive ductal carcinoma",
        "opc": "Tubular carcimoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9404639f-23c7-44de-9cb9-c1f034e72659",
        "choice_type": "single"
    },
    {
        "question": "Which structures are preserved in scanlon's modified radical mastectomy",
        "exp": ".* Scanlon's operation: Is a modified Patey's operation wherein instead of removing pectoralis minor, it is incised to approach the affected Level III lymph nodes.* Auchincloss modified radical mastectomy: Here pectoralis minor muscle is left intact and level III lymph nodes are not removed. ref: SRB's manual of surgery, ed 5, pg no 547",
        "cop": 1,
        "opa": "Lateral pectoral nerves",
        "opb": "Level III nodes in axilla",
        "opc": "Pectoral fascia",
        "opd": "Nipple and the areola",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "34fc3658-8c4d-4c3f-aa9f-81386c9d7d2b",
        "choice_type": "single"
    },
    {
        "question": "What is the most common life-threatening complication of thyroidectomy?",
        "exp": "Haemorrhage is the most frequent life-threatening complication of thyroidectomy. Around 1 in 50 patients will develop a haematoma, and in almost all cases this will develop in the first 24 hours. Ref: Bailey and love 27e, page no: 815",
        "cop": 1,
        "opa": "Haemorrhage",
        "opb": "Tracheal collapse",
        "opc": "Laryngeal edema",
        "opd": "Bilateral vocal cord palsy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ea5c8cbf-363c-4cd1-bfa7-6cdf3a17e0fd",
        "choice_type": "single"
    },
    {
        "question": "Hypoparathyroidism following thyroid surgery occurs within",
        "exp": "Parathyroid insufficiency is due to the removal of the parathyroid glands or infarction through damage to the parathyroid end aeries; often both factors occur together. Vascular injury is probably far more impoant than inadveent removal. The incidence of permanent hypoparathyroidism should be less than 1% and most cases present dramatically 2-5 days after an operation but, very rarely, the onset is delayed for 2-3 weeks or a patient with marked hypocalcemia may be asymptomatic. Ref: Bailey and Love, page no: 815",
        "cop": 2,
        "opa": "24 hours",
        "opb": "2-5 days",
        "opc": "7-14 days",
        "opd": "2-3 weeks",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "77f02a96-79c6-4978-935c-2515a5066c71",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in the treatment of well differentiated thyroid carcinoma",
        "exp": "Iodine scintigraphy with I 123 and I 131 is used to evaluate the functional status of the gland. Advantages of scanning with I 123 include a low dose of radiation and sho half-life. I 123 is a good choice for evaluating suspected lingual thyroids or substernal goiters. I 131 has a longer half-life and emits higher levels of b-radiation. I 131 is optimal for imaging thyroid carcinoma and is the screening modality of choice for the evaluation of distant metastasis. RAI (I 131 ) has several paicular purposes in the treatment of DTC after thyroidectomy, including Ablation of remnant thyroid tissue to facilitate detection of later disease recurrence by imaging and Tg assay, Adjuvant therapy with the intention of targeting occult metastatic disease, and Primary treatment of known persistent disease Technetium 99m peechnetate (99m. Tc) is taken up rapidly by the normal activity of follicular cells. 99m. Tc has a sho half-life and low radiation dose. Its rapid absorption allows quick evaluation of increased uptake (\"hot\") or hypofunctioning (\"cold\") areas of the thyroid. Malignancy is present in 15% to 20% of cold nodules and in less than 5% of hot nodules.",
        "cop": 1,
        "opa": "I131",
        "opb": "99m Tc",
        "opc": "32p",
        "opd": "MIBG",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d540502b-e8bf-4461-866c-9b41533bf64f",
        "choice_type": "single"
    },
    {
        "question": "Mondor&; s disease is",
        "exp": "Mondor&; s disease is spontaneous thrombophlebitis of the superficial veins of the breast and anterior chest wall cause is unknown it is often self limited it often mimics the lymhatic permeation of the carcinoma of breast ref;(page no; 525) 5th edition of SRB&; S Manual of SURGERY",
        "cop": 1,
        "opa": "Superficial thrombophlebitis of breast",
        "opb": "Fat necrosis in breast",
        "opc": "Postradiation breast and arm edema",
        "opd": "Skin infection over the breast",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "91db51ac-63a0-465c-a8d9-817db2f08b86",
        "choice_type": "single"
    },
    {
        "question": "Thoracic extension of cervical goitre is usually approached through",
        "exp": "Resection of retro sternal goitre can almost always be carried out from the neck, but median sternotomy is rarely necessary Characteristics that might predict an inability to mobilize a thoracic goiter into a cervical incision include a reoperative field, an invasive substernal thyroid malignancy, goiters that extend below the inferior margin of the aoic arch, goiters that reach the carina, goiters that extend into the posterior mediastinum, and true ectopic mediastinal thyroid tissue. Source: Sabiston 20th edition Pg: 918",
        "cop": 1,
        "opa": "Neck",
        "opb": "Chest",
        "opc": "Combined cervico-thoracic route",
        "opd": "Thoracoscopic",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "666796c6-3c02-40cb-9486-71dedb3b8927",
        "choice_type": "multi"
    },
    {
        "question": "A female presents with ductal ca in situ of breast with diffuse microcalcifications on mammography. She also gives family history of breast ca. What is best possible management",
        "exp": ".* Total (simple) mastectomy: Along with the tumour, entire breast, areola, nipple, skin over the breast, including axillary tail are removed. There is no axillary dissection. Often the patient is subjected to radiotherapy later (External) to axilla. * Conservative breast surgeries: Tumour is removed with a rim of 1 cm of normal tissue. It may be a. Wide excision. b. Quadrantectomy as pa of therapy -- QUA (VERONESI): Entire segment of the involved breast is removed along with axillary dissection (done through a separate incision in the axilla, level I and II removal) and radiotherapy. There is a higher rate of local recurrence after conservative QUA therapy especially in younger patient and in high grade tumours. ref: SRB&; s manual of surgery, ed 3, pg no 484",
        "cop": 2,
        "opa": "Breast conservative surgery",
        "opb": "Simple mastectomy",
        "opc": "Modified radical mastectomy",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "c08ad35c-1754-4cf1-8545-0a36ed8e1816",
        "choice_type": "single"
    },
    {
        "question": "A patient with multinodular goitre suddenly developed pain and difficulty in breathing. Which of the following types of thyroid carcinoma is most likely to cause this complication?",
        "exp": "A painful nodule, sudden appearance, or rapid enlargement of a nodule raises suspicion of carcinoma (usually follicular) but is usually due to haemorrhage into a simple nodule Dominant or rapidly growing nodules in long-standing goitres should always be subjected to aspiration cytology. Source Bailey and Love 26th edition Pg: 748",
        "cop": 2,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "cb2e6fa4-f51b-442f-bb92-96b0773403d9",
        "choice_type": "single"
    },
    {
        "question": "Tamoxifen given in breast carcinoma for",
        "exp": "Women with hormone receptor-positive tumours will obtain a wohwhile benefit from at least 5 years of endocrine therapy, either 20 mg daily of tamoxifen if premenopausal or the Aromatase Inhibitors (anastrozole, letrozole, and exemestane) if postmenopausal. Recent trials have shown that longer durations of endocrine therapy provide a small extra benefit but with increased toxicity. It is no longer appropriate to give hormone therapy to women who do not have oestrogen or progesterone receptor-positive disease. Ref: Bailey and Love, 27e, page: 878",
        "cop": 3,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "5 years",
        "opd": "Lifelong",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3c0e8d69-b75d-4a94-ac33-3e50da345ce6",
        "choice_type": "single"
    },
    {
        "question": "In Patey's procedure",
        "exp": "Patey's operation is total mastectomy with clearence of all levels of lymph nodes and removal pectoralis minor muscle. It is enblock dissection of breast and axila. Nerve to serratus anterior, nerve to lattismus dorsi, axillary vein, cephalic vein and pectoarlis major muscles are preserved So Patey 's procedure include removal of pectoralis minor with preservation of paectoralis major muscle. SRB's Manual of Surgery. Edition -5. Pg no: 547.",
        "cop": 2,
        "opa": "Removal of both pectoralis major & minor",
        "opb": "Removal of pectoralis minor and preservation of pectoralis major",
        "opc": "Pectoralis minor is divided",
        "opd": "Both (Major & Minor) are preserved",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8f12d99f-bea9-4a09-ae13-85040fad89f0",
        "choice_type": "multi"
    },
    {
        "question": "Chvostek's and Trousseau's signs are related to",
        "exp": "Chvostek's and Trousseau's signs are related to hypocalcemia. Chvostek's sign refers to contraction of the ipsilateral facial muscles on percussion of the facial nerve below the zygoma. Trousseau's sign refers to the development of carpopedal spasm secondary to occlusion of the arm (usually with a blood pressure cuff). Ref: Bailey and Love 27e pg: 831",
        "cop": 1,
        "opa": "Hypocalemia",
        "opb": "Hypercalcemia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "174ae4e5-481f-4eac-ba13-fba2e87fb252",
        "choice_type": "single"
    },
    {
        "question": "Mondors disease is",
        "exp": "Mondor's disease is thrombophlebitis of superficial veins of the breast and anterior chest wall. The pathogonomic feature is the thrombosed subcutaneous cord, usually attached to skin. Thevtreatment is restricted arm movements, and in any case the condition subsides withina few months without recurrence, complications or deformity. Bailey and Love's. Sho practice of surgery. Edition 23. Pg no: 756",
        "cop": 2,
        "opa": "Lymphadema",
        "opb": "Thrombophlebitis of breast",
        "opc": "Retraction of nipple",
        "opd": "Congenital disease",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f975ff25-12a4-4025-ba5f-4124c150cc9c",
        "choice_type": "single"
    },
    {
        "question": "A patient with suspicious breast lump, Ultrasonography repo tells BI-RADS-4. What is your inference?",
        "exp": "0. Incomplete assessment--need additional imaging evaluation or prior mammograms for comparison1. Negative--nothing to comment on; usually recommend annual screening2. Benign finding--usually recommend annual screening3. Probably benign finding (<2% malignant)--initial sho-interval follow-up suggested4. Suspicious abnormality (2%-95% malignant)--biopsy should be considered5. Highly suggestive of malignancy (>95% malignant)-- appropriate action should be taken6. Known biopsy-proven malignancy. Breast Imaging Repoing and Data System Final Assessment Category. Ref: Sabiston 20e, pg: 831",
        "cop": 3,
        "opa": "Benign lesion requires no follow up",
        "opb": "Probably benign requires follow up",
        "opc": "Suspicious lesion requires biopsy",
        "opd": "Highly suggestive of malignancy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "54cf85d9-e911-4477-8603-7966baacb1f2",
        "choice_type": "single"
    },
    {
        "question": "Treatment of hypeensive crisis in pheochromocytoma",
        "exp": "Ref: KD Tripathi 7thE pg: 565 Phentolamine is used for pheochromocytoma. Note Non selective alfa-blockers cause fall in t. p. r, which is compensated by increased HR and C. O. So, they are not used routinely for htn. They block both alfa-1 and alfa-2 receptors- NA release is accentuated. Reserved for special situations like pheochromocytoma, clonidine withdrawal, cheese reaction, where circulating CA&; s are responsible for the rise in BP.",
        "cop": 1,
        "opa": "Phentolamine",
        "opb": "Hydralazine",
        "opc": "Guanethidine",
        "opd": "Salameterol",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "0011209a-f0fa-4c74-b7de-506bf6b19828",
        "choice_type": "single"
    },
    {
        "question": "After thyroidectomy, on 2nd post operative day, an elderly lady developed dyspnoea with swelling of the neck. What is the next best step of management",
        "exp": "Patient is having dyspnoea and swelling it can be due to respiratory obstruction or postop complications. Shift to OT immediately and investigate to find out the underlying cause Complications of Thyroidectomy Hemorrhage Due to slipping of ligature on the superior thyroid aery, bleeding from muscular aery Hematoma may cause airway compromise and must be evacuated immediately Hematoma may occur immediately or later on An immediate bleed occurs after or sholy before extubatiin when the patient lightens from anaesthesia and may begin to cough, causing a vessel to open Respiratory obstruction: Causes includes Tension hematoma Laryngeal edema (by anaesthetic intubation): MC cause of respiratory obstruction Bilateral recurrent laryngeal nerve paralysis Recurrent laryngeal nerve paralysis May be unilateral or bilateral, transient or permanent Bilateral paralysis causes respiratory obstruction - Dyspnea, stridor Injury to other nerves External branches of superior laryngeal nerve Cervical sympathetic trunk - May cause Horner's syndrome Parathyroid insufficiency Due to removal of the parathyroid glands or infarction due to vascular injury Vascular injury is more impoant Cases usually present 2-5 days after operation with symptoms of Hypocalcemia (circumoral and fingeip numbness and tingling tetany, carpopedal spasm and laryngeal stridor) Treatment with oral calcium & vitamin D supplements. IV calcium gluconatr may be required in severe cases Thyroid insufficiency Thyrotoxicosis crisis. Occurs in the thyrotoxic patients has been inadequately prepared for thyroidectomy Ref: schwaz's principle of surgery 10th edition Pgno: 1373",
        "cop": 1,
        "opa": "Shift to OT immediately",
        "opb": "Release 2-3 stitches over the skin",
        "opc": "Prepare for intubation and mechanical ventillation",
        "opd": "Wait and watch",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bb24bed6-f417-4e11-947c-7e60fdbcba2f",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following types of breast carcinoma, would you consider biopsy of opposite breast",
        "exp": "In lobular carcinoma because: High chance to predispose to invasive carcinoma. 35% of lobular carcinoma in situ may devolop invasive lobular carcinoma either in the same or contralateral breast, 65% may devolop invasive ductal carcinoma. It is multifocal, bilateral(50%). So biopsy from opposite breast should be taken. Reference: SRB's Manual of Surgery, 6th Edition, page no = 526.",
        "cop": 3,
        "opa": "Adenocarcinoma-poorly differentiated",
        "opb": "Medullary carcinoma",
        "opc": "Lobular carcinoma",
        "opd": "Comedo carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7e2fee48-3666-46a5-8805-21afaf712574",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements regarding T3 (Tri-iodothyronine) are true Except",
        "exp": "OUnbound free T4 and T3 (0. 03 and 0. 3 percent of the total circulating hormones, respectively). OT3 is the more impoant physiological hormone and is also produced in the periphery by conversion from T4. OT3 is quick acting (within a few hours), And T4 acts more slowly (4-14 days). OT3 is given three times daily, usually as a suppressive dose of 20 mg three times a day. O T4 is given once daily",
        "cop": 3,
        "opa": "Half-life of T3 is only few hours",
        "opb": "Only 20% of the total T3 is produced by the thyroid",
        "opc": "T3 is usually given as 100 mg once daily",
        "opd": "T3 is the active form of the hormone and is produced in the periphery by conversion from T4",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "e2793ed7-812c-4531-b60b-1c3dcf8bce7f",
        "choice_type": "multi"
    },
    {
        "question": "Thyroid storm after operation is due to",
        "exp": "Thyroid strom is acute exacerbation of hypehyroidism. It occurs if a thyrotoxic patient has been inadequately prepared for thyroidectomy. It is characterized by a high fever, fast and often irregular heart beat, vomiting, diarrhea, and agitation. Treatment include administration of intravenous fluids for dehydration, cooling the patient with ice packs for hyperpyrexia, administration of oxygen, diuretics for cardiac failure, digoxin for uncontrolled atrial fibrillation, sedation and intravenous hydrocoisone. Specific treatment is by carbimazole 10-20 mg 6-hourly, Lugol's iodine 10 drops 8-hourly by mouth or sodium iodide 1 g i. v. Propranolol intravenously (1-2 mg) or orally (40 mg 6-hourly) will block beta-adrenergic effects. Source: Bailey and Love 26th edition Pg: 762",
        "cop": 1,
        "opa": "Inadequate control of hypehyrodism",
        "opb": "Massive bleeding",
        "opc": "Recurrent laryngeal nerve injury",
        "opd": "Postoperative infection",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bc6fd4d8-2fa5-4c78-9693-ea6ecf506b8d",
        "choice_type": "single"
    },
    {
        "question": "Neuroblastomas: Good prognostic factor is",
        "exp": "Prognostic Factors in Neuroblastomas: Variable Favourable Unourable Stage Stage 1, 2A, 2B, 4S Stage 3, 4 Age <18 months >18 months Evidence of Schwannian stroma and ganglionic differentiation Present Absent Mitosis-Karyorrhexis index <200/5000 cells >200/5000 cells DNA-ploidy Hyperdiploidy or near-triploid Near-diploid N-MYC Not amplified Amplified Chromosome 17q gain Absent Present Chromosome 1p loss Absent Present Chromosome 11q loss Absent Present TRKA expression Present Absent TRKB expression Absent Present Telomerase expression Low or absent Highly expressed Ref: Sabiston 20th edition Pgno: 1887",
        "cop": 3,
        "opa": "N-myc amplification",
        "opb": "RAS oncogene",
        "opc": "Hyperdiploidy",
        "opd": "Translocations",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "11935606-6daa-4fe6-a24a-a86977caa67c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about nodular aoitre in females except",
        "exp": "Thyroid scan Whereas ultrasound allows anatomic evaluation, radionuclide scans allows assessment of thyroid function I132 and I131 iodine scintigraphy is also used to evaluate the functional status of the gland Advantages of scanning with I123 include a low dose radiation (30 mrad) and sho half life I131 has a longer half-life (8 days) and emits higher levels of b-radiation I131 is optimal for imaging thyroid carcinoma. It is the screening modality of choice for the evaluation of distant metastasis Isotope T 1/2 I132 2. 3 hours I123 13 hours I131 8 days Ref: Sabiston 20th edition Pgno: 897",
        "cop": 4,
        "opa": "Total thyroidectomy should be done in case of follicular lesion > 4 cm",
        "opb": "FNA should be done in any mass more than 1 cm",
        "opc": "Functional goitres are generally benign",
        "opd": "Radioisotopic scanning is commonly employed withholding surgery",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "00272a61-ac23-4d8b-92e9-b05882dc8f99",
        "choice_type": "multi"
    },
    {
        "question": "The most impoant prognostic factor in carcinoma breast is",
        "exp": "The Nottingham prognostic index (NPI) is used to determine prognosis following surgery for breast cancer. Its value is calculated using three pathological criteria: the size of the lesion; the number of involved lymph nodes; and the grade of a tumour. Size of lesion is least impoant. The extent of axillary lymph node involvement by breast cancer--is the most established and reliable prognostic factor for subsequent metastatic disease and survival. Devita principles of oncology 10th edition, Bailey and love 26th edition.",
        "cop": 4,
        "opa": "Size of tumour",
        "opb": "Skin involvement",
        "opc": "Involvement of muscles",
        "opd": "Axillary gland involvement",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "1f75d376-9260-4d52-8384-cc83486ccb09",
        "choice_type": "single"
    },
    {
        "question": "Triple assessment for CA Breast includes",
        "exp": "Triple assessment: In any patient who presents with a breast lump or other symptoms suspicious of carcinoma, the diagnosis should be made by a combination of clinical assessment, radiological imaging and a tissue sample taken for either cytological or histological analysis the so-called triple assessment. Ref: Bailey and love 26thE pg 818",
        "cop": 4,
        "opa": "History, Clinical examination and mammogram",
        "opb": "History, Clinical examination and FNAC",
        "opc": "USG, Mammogram and FNAC",
        "opd": "Clinical examination, Mammogram and FNAC",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4f0a4d5f-4c7c-45ab-8aa6-fa37b79f5274",
        "choice_type": "single"
    },
    {
        "question": "Bilateral, multicentric type of carcinoma in breast is usually",
        "exp": ". classification of breast carcinoma includes. (a) In situ carcinoma * DCIS (Ductal carcinoma in situ). * LCIS (Lobular carcinoma in situ). (b) Invasive. * Invasive ductal carcinoma. * Invasive lobular carcinoma. It is commonly multifocal and often bilateral. ref: SRB&; s manual of surgery, ed 3, pg no 468",
        "cop": 2,
        "opa": "Mucoid carcinoma",
        "opb": "Invasive lobular carcinoma",
        "opc": "Infiltrating ductal carcinoma",
        "opd": "Non-infiltrating ductal carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "2df015e8-6b16-4a60-9e58-0b9fa30f2426",
        "choice_type": "multi"
    },
    {
        "question": "A 26-years women presents with a palpable thyroid nodule, and needle biopsy demonstrates amyloid in the stroma of the lesion. A cervical lymph node is palpable on the same side as the lesion. The preferred treatment should be:",
        "exp": "MEDULLARY CARCINOMA THYROID Neuroendocrine carcinoma arising from parafollicular &; C&; cells of thryoid Parafollicular &; C&; cells are derived from the ultimobranchial bodies & secrete calcitonin &; C&; cells are concentrated superolaterally in throid lobes, from where MTC usually develops. Most MTCs (75-80%) arise sporadically Spread is both lymphatic & hematogenous MC site of metastasis Liver. Clinical features High level of serum Calcitonin & CEA Cervical lymph nodes at the time of presentation (LN involvement, thyroid and blood borne metastases occurs early) Diarrhoea at the time of presentation Amyloid in stroma histologically MEN setting: Evidence of Pheochromocytoma/Hyperparathyroidism/Thyroid cancer in Family Discovery of medullary carcinoma thyroid makes family surveillance advisable Diagnosis Diagnosed by FNAC I131 scan is of no use as MTC is TSH independent Tumor marker: Calcitonin is raised in almost all cases of MTC Calcitonin excess in MTC is not associated with hypocalcemia. Treatments: Total Thyroidectomy+ Central LN dissection+/- Ipsilateral MRND if tumor > 1 cm If nodes are positive on ipsilateral side: Bilateral MRND Follow-Up: Level of calcitonin falls after resection and is raises again in cases of recurrence, used for follow-up Prognosis: MTC is associated with poor prognosis Ref: Sabiston 20th edition Pgno: 909",
        "cop": 3,
        "opa": "Removal of the involved node, the isthmus, a poion of the opposite bone and he enlarged lymph node",
        "opb": "Removal of the involved lobe, the isthmus, a poion of the opposite lobe, and he enlarged lymph node",
        "opc": "Total thyroidectomy and modified neck dissection on the side of the enlarged lymph node",
        "opd": "Total thyroidectomy and irradiation of the cervical lymph nodes",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "de37f231-4a20-40af-8bb1-aa7e7231a4c7",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old male presents with chronic constipation, head ache and habitus, neuromas of tongue, medullated corneal nerve fibers and nodule of 2*2 cm size in left lobe of thyroid. This patient is a case of:",
        "exp": "MEN-2A (Sipple Syndrome MEN) MEN-2B (MEN-3) Components Medullary carcinoma thyroid Pheochromocytoma Parathyroid hyperplasia or adenoma Hirschprung&; s Disease Cutaneous lichen amyloidosis Medullary carcinoma thyroid Pheochromocytoma Intestinal ganglioneuromas Mucosal neuromas Megacolon Marfanoid features Defect RET oncogenic (Cysteine codon) Chromosome: 10 RET oncogene (tyrosine kinase domain) Chromosome: 10 Transmission Autosomal dominant Autosomal Dominant Ref: Sabiston 20th edition Pgno: 993, 1003",
        "cop": 4,
        "opa": "Sporadic medullary carcinoma of thyroid",
        "opb": "Familial medullary carcinoma of thyroid",
        "opc": "MEN-2A",
        "opd": "MEN-2B",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "9a2502c9-f631-4b99-9d91-b8e273b98241",
        "choice_type": "single"
    },
    {
        "question": "A Central midline neck swelling is noted in a 4 yr old girl posted for tonsillectomy. The swelling is, painless. mobile, and cystic, just below the hyoid bone of size 2x1. 1x1cm. U/S showed a thick walled cystic lesion. Management would include",
        "exp": "Mid line cystic swelling, mostly just below hyoid is thyroglossal cyst. Treatment is surgical removal (Sistrunk operation).",
        "cop": 1,
        "opa": "Surgical removal",
        "opb": "Antibiotics",
        "opc": "Percutaneous aspiration",
        "opd": "Chest X-ray",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "6a2dd9ad-67e2-4be0-ac9c-33d46b521203",
        "choice_type": "multi"
    },
    {
        "question": "T-4d in TNM staging of breast cancer is",
        "exp": "OT4a: Extension to the chest wall, not including pectoralis muscle. OT4b: Edema (including peau d'orange) or ulceration of the skin, or satellite skin nodules confined to the same breast. OT4c: Both T4a and T4b. T4d: Inflammatory carcinoma",
        "cop": 3,
        "opa": "Involvement of skin",
        "opb": "Involvement of chest wall",
        "opc": "Inflammatory carcinoma",
        "opd": "Peau'de orange appearance",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a88bb1eb-9dd7-45b6-afd6-c38277233fa8",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice in Medullary Ca thyroid",
        "exp": "Surgery is the main therapeutic modality. Total thyroidectomy with bilateral central node dissection and ipsilateral lateral neck dissection if primary tumor is greater than 1cm or central nodes are positive. Reference: SRB's Manual of Surgery, 6th Edition, page no= 477. Reference: Bailey & love, 26th Edition, page no =769.",
        "cop": 4,
        "opa": "Total thyroidectomy",
        "opb": "Total thyroidectomy + Radical neck dissection",
        "opc": "Total thyroidectomy + Radiotherapy",
        "opd": "Total thyroidectomy + Prophylactic CCND",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "a180cbd1-a0d0-498e-9444-7eb663c0280c",
        "choice_type": "single"
    },
    {
        "question": "Conn's syndrome is",
        "exp": "Primary hyperaldosteronism (Conn's syndrome ) is defined by hypertension, as a result of hypersecretion of aldosterone. In PHA, plasma renin activity is suppressed. The most frequent cause of Primary hyperaldosteronism is a unilateral adrenocoical adenoma. Apa from hypertension, patients complain of non-specific symptoms: headache, muscle weakness, cramps, neurological events, polyuria, polydypsia, and nocturia. Ref: Bailey and Love 27e pg: 841",
        "cop": 1,
        "opa": "Primary hyperaldosteronism",
        "opb": "Secondary hyperaldosteronism",
        "opc": "Primary hypoaldosteronism",
        "opd": "Secondary hypoaldosteronism",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "7e111e3c-b85d-4344-b80f-1a024b5ec050",
        "choice_type": "single"
    },
    {
        "question": "Breast cref: SRB&; s manual of surgery, ed 3, pg no onservation surgery NOT advised in",
        "exp": ". Indications Contraindications of breast conservation surgery are as follows * Lump < 4 cm * Tumour > 4 cm * Clinically negative axillary nodes * Positive axillary nodes > N1 * Mammographically detected lesion * Tumour margin is not free of tumour after breast * Well differentiated tumour with low S phase conservative surgery488 * Adequate sized breast to allow proper to breast * Poorly differentiated tumour * Breast of adequate size and volume * Multicentric tumour * Feasibility of axillary dissection and radiotherapy to intact breast * Earlier breast irradiation * Tumour/breast size ratio is more * Tumour beneath the nipple *Extensive intraductal carcinoma ref: bailey and love 27th ed",
        "cop": 1,
        "opa": "Lobular Ca",
        "opb": "Ductal Ca. in situ",
        "opc": "Early breast Ca.",
        "opd": "Screening detected Ca.",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "c7ddd3de-6e51-467a-a780-0ef234fab5a9",
        "choice_type": "single"
    },
    {
        "question": "Bones, stones, abdominal groans and psychiatric oveones' are features of",
        "exp": "The early descriptions of patients with primary hyperparathyroidism were dominated by those with osteitis fibrosa cystica. Brown tumours of the long bones and associated subperiosteal bone reabsorption, distal tapering of the clavicles and the classical 'salt and pepper' erosions of the skull were typical findings. Over 80% of patients had associated renal stones, significant neuromuscular dysfunction and muscle weakness. This led to the traditional mnemonic that patients with PHPT presented with 'bones, stones, abdominal groans and psychiatric oveones'. Currently, most of the patients might be asymptomatic. Ref: Bailey and Love 27e pg: 825",
        "cop": 3,
        "opa": "Hypehyroidism",
        "opb": "Hypothyroidism",
        "opc": "Hyperparathyroidism",
        "opd": "Hypoparathyroidism",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "81b9e6f1-4163-4be5-a410-a779f4780097",
        "choice_type": "single"
    },
    {
        "question": "A 21 years old woman has 3 cm node in the lower deep cervical chain on the left. The biopsy is interpreted as revealing normal thyroid tissue in a lymph node. The most likely diagnosis is",
        "exp": ". Thyroid tissue present in cervical lymph nodes in the face of a clinically normal thyroid gland is a metastasis from an occult primary thyroid carcinoma Occasionally, a metastatic papillary thyroid cancer manifests as a painless lateral neck mass that is clinically detected before detecting the primary thyroid lesion. Sabiston 20th edition pg 926",
        "cop": 2,
        "opa": "Subacute thyroiditis",
        "opb": "Papillary carcinoma thyroid",
        "opc": "Hashimoto's disease",
        "opd": "Lateral aberrant thyroid",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "120338f9-1d30-45b3-9ef0-d4e3963d5cd0",
        "choice_type": "single"
    },
    {
        "question": "About papillary carcinoma what is true",
        "exp": "Papillary thyroid cancer is most common thyroid cancer and has the best prognosis. Not commonly encapsulated. Spreads commonly by lymphatic route. Irradiation is the impoant risk factor. Iodine deficieny is a impoant risk factor for follicular cancer. Source: Sabiston 20th edition Pg: 902",
        "cop": 3,
        "opa": "Often encapsulated",
        "opb": "Prognosis bad",
        "opc": "Lymph node metastases is common",
        "opd": "Iodine deficiency is a impoant risk factor",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "f50f1167-5879-45a4-a9cb-dfef4229c659",
        "choice_type": "multi"
    },
    {
        "question": "Most common subtype of thyroid cancer is?",
        "exp": "Papillary Carcinoma is the most common subtype. It is 70-80% common. Common in females and younger age group. It is a slowly progressive and less aggressive tumor. Reference: SRB's Manual of Surgery, 6th Edition, page no= 468.",
        "cop": 2,
        "opa": "Medullary carcinoma",
        "opb": "Papillary carcinoma",
        "opc": "Follicular carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "8db0ebad-719c-4850-b292-84f6c16f9c4f",
        "choice_type": "single"
    },
    {
        "question": "The treatment of choice for Anaplastic carcinoma of thyroid infiltrating trachea and sternum will be",
        "exp": "Anaplastic carcinoma of thyroid with distant metastasis or invasion into locally unresectable structures, such as the trachea or vasculatureof the anterior mediastinum, leads to a more conservative surgical approach, such as tracheostomy (palliation) as prognosis is very poor Postoperative external beam irradiation or adjunctive chemotherapy adds little to the overall prognosis but can be considered. note: question is treatment of choice, treatment of choice here is palliative care. Source: Sabiston 20th edition pg: 910",
        "cop": 4,
        "opa": "Radical excision",
        "opb": "Chemotherapy",
        "opc": "Radiotherapy",
        "opd": "Palliative treatment",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "66dab723-c6df-4ed2-9dea-c847932c5424",
        "choice_type": "multi"
    },
    {
        "question": "Increased risk factor for carcinoma breast is",
        "exp": "Risk factors of breast carcinoma Mutation of tumour suppressor genes BRCA1/BRCA2 is thought to be involved with high-risk of breast carcinoma Diet low with phytoestrogens and high alcohol intake have high-risk of breast cancer. Vitamin C reduces the risk. It is more common in nulliparous woman. Attaining early menarche and late menopause have high-risk of breast malignancy. Early child-bearing and breastfeeding reduces the chances of malignancy. Early 1st child bih reduces the risk; late first child bih after 35 years increases the risk. It is more common in obese individuals Ref; (page no; 530 ) 5th edition of SRB&; S manual of Surgery.",
        "cop": 1,
        "opa": "BRCA1 mutation",
        "opb": "Breast feeding",
        "opc": "Multiparity",
        "opd": "Smoking",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "efbeca31-3cd5-44e0-960d-ba1a78a3f4b6",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about lymphoma of the thyroid except",
        "exp": "Primary thyroid lymphoma diagnosis is considered in patients with a goiter, especially one that has apparently grown significantly in a sho period. Other initial symptoms include hoarseness, dysphagia, and fever. Rapid growth, nerve involvement may raise suspicion of anaplastic carcinoma Thyroid lymphoma occurs four times more frequently in women than in men Approximately half of primary thyroid lymphomas occur in the setting of pre existing Hashimoto thyroiditis. Source: Sabiston 20 th edition Pg: 911",
        "cop": 2,
        "opa": "More common in females",
        "opb": "Slow growing",
        "opc": "Clinically confused with undifferentiated tumours",
        "opd": "May present with respiratory distress and dysphagia",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "3dd32015-01c2-4b59-89bb-de7fffb34053",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with breast ca. Inspection shows peaud' orange appearance. What is the T stage of the tumor",
        "exp": "According to TNM staging, primary tumour (T) Tx- cannot be assesed T0- Nevidence of primary tumour. T1-<20mm T2-20 to 50mm T3->50mm T4a- tumour of any size extending to chest wall T4b- ulceaion or ipsilateral satellite nodule / edema with peaud'orange appearence T4c- T4a and T4b T4d- inflammatory carcinoma. SRB's Manual of Surgery. Edition -5. Pg no: 539.",
        "cop": 4,
        "opa": "T2",
        "opb": "T3",
        "opc": "T4a",
        "opd": "T4b",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "d07a5cb7-1730-40fc-b697-68835f96fb4b",
        "choice_type": "single"
    },
    {
        "question": "A 20 yr old girl presents with 9 month history of neck swelling with thyrotoxicosis symptoms. On investigation increased T4 and decreased TSH with palpable 2 cm nodule was found. Next investigation will be",
        "exp": "In clinical cases of thyroid nodule, Thyroid profile (T3 T4 TSH) is done. If TSH is low, thyroid scan is done to see if nodule is hot or cold. If TSH is low or normal, ultrasound followed by FNAC is done Source: Sabiston 20 th edition Pg 890",
        "cop": 2,
        "opa": "USG",
        "opb": "Thyroid scan",
        "opc": "Radioactive iodine uptake",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "eee6144a-9a77-4dd7-94c6-64f461421689",
        "choice_type": "single"
    },
    {
        "question": "A 32 year old male with painless lymph node in cervical region. Lymph node biopsy shown normal thyroid gland features. The thyroid is normal on palpation clinically. The diagnosis is",
        "exp": "Thyroid tissue present in cervical lymph nodes in the face of a clinically normal thyroid gland is a metastasis from an occult primary thyroid carcinoma Occasionally, a metastatic papillary thyroid cancer manifests as a painless lateral neck mass that is clinically detected before detecting the primary thyroid lesion. Comment: Normal thyroid tissue is a trap by examiner, remeber in young people papillary thyroid cancer mostly is well differentiated. Well differentiated cells look like normal cells and tend to grow. and spread more slowly than poorly differentiated cells (anaplastic carcinoma). Sabiston 20th edition pg 926",
        "cop": 2,
        "opa": "Lateral aberrant thyroid",
        "opb": "Papillary carcinoma thyroid",
        "opc": "Follicular carcinoma thyroid with metastatic lymph nodes",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "bd266e66-a71c-4c99-9aec-b775f7223524",
        "choice_type": "multi"
    },
    {
        "question": "A patient underwent breast conservation surgery for 3 cm lesion along with sentinel lymph node biopsy., which showed one-third of sentinel lymph nodes are positive for macrometastasis. Next step is",
        "exp": "Lymphatic metastasis in Carcinoma Breast: Lymphatic spread in CA breast occurs through subareolar lymphatic plexus of Sappey&; s lymphatic plexus, cutaneous lymphatics & inflammatory lymphatics. Lymphatic metastasis occurs primarily to the axillary (75%) & internal mammary lymph nodes. Tumors in the posterior one-third of breast are more likely to drain to the internal mammary nodes. Involvement of LNs has both biological & chronological significance It represents not only an evolutional event in the spread of the carcinoma but is also a marker for the metastatic potential of that tumor Involvement of supraclavicular nodes and of any contralateral lymph nodes represents advanced disease, LN metastasis is treated by surgical dissection and radiotherapy Axillary Lymph node levels in relation with pectoralis minor Level Relation with pectoralis minor Axillary LNs included I Below or lateral Anterior, Posterior, Lateral II Posterior (behind) Central, Interpectoral (Rotter&; s nodes) III Medial or above Apical Ref: Sabiston 20th edition Pgno: 853",
        "cop": 1,
        "opa": "Completion axillary lymph node dissection chemotherapy and radiotherapy",
        "opb": "MRM with level I lymphadenectomy",
        "opc": "MRM with level III lymphadenectomy",
        "opd": "Only chemotherapy and radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "47d48d6c-6314-4917-be3b-6d78c4164e93",
        "choice_type": "multi"
    },
    {
        "question": "In patients with breast cancer, chest wall involvement means involvement of any one of the following structure except",
        "exp": ". Spread into the Deeper Plane * Into pectoralis major muscle (is confirmed by observing the restricted mobility of the swelling while contracting the PM muscle). * Into latissimus dorsi muscle (extending the shoulder against resistance). * Into serratus anterior (by pushing the wall with hands without flexing the elbow). *Into the chest wall (breast will not fall forward when leaning forward, and while raising the arm above the shoulder, breast will not move upwards as it is fixed to the chest wall). ref: SRB&; s manual of surgery, ed 3, pg no 472",
        "cop": 2,
        "opa": "Serratus anterior",
        "opb": "Pectoralis'Majar",
        "opc": "Intercostal Muscles",
        "opd": "Ribs",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "ab4d23c4-59fc-43b3-8692-6b49c9a7e0e5",
        "choice_type": "multi"
    },
    {
        "question": "Where is bruit heard in thyroid gland",
        "exp": "Thrill is felt in the upper pole of the thyroid and also bruit on auscultation. It is because in the upper pole, superior thyroid aery enters the gland superficially and so thrill and bruit can easily be felt. In the lower pole inferior thyroid aery enters the gland from deeper plane and so thrill cannot be felt. Reference: SRB's Manual of Surgery, 6th Edition, page no = 463.",
        "cop": 1,
        "opa": "Upper pole",
        "opb": "Lower pole",
        "opc": "Middle pole",
        "opd": "Lateral side",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "00d998a8-acd5-4f4b-9d0b-af02dea93eef",
        "choice_type": "single"
    },
    {
        "question": "Sentinel lymph node is defined as",
        "exp": "The first axillary lymphnode draining the breast (by direct drainage) is designated as sentinel lymph node. SLN is first node involved by tumour cells and presence or absence of its histological involvement when assesed will give a predictive idea about fuher spread of tunour to other nodes. SRB's Manual of Surgery. Edition -5. Pg no: 543",
        "cop": 1,
        "opa": "Primary LN draining tumor",
        "opb": "LN which is first excised during MRM",
        "opc": "LN nearest to tumor",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Endocrinology and breast",
        "id": "4b755cb5-e40d-4582-9a38-34528975f5e5",
        "choice_type": "multi"
    }
]