[
    {
        "question": "Barrets esophagus is commonly associated with one of the following:",
        "exp": "Ans. is 'a' i.e. Adenocarcinoma Barret's esophagus is the single most important risk factor for adenocarcinoma of esophagus.Barret's esophagus is metaplastic change of distal esophageal mucosa from normal squamous epithelium to columnar epithelium, in response to chronic gastro-esophageal reflux.The junction between squamous esophageal mucosa and gastric mucosa moves proximally.The risk of adenocarcinoma increases with increasing length of columnar-lined epithelium.The adenocarcinoma develops at the squamo-columnar junction (85%) or within 2 cm of the junction.Other complications of Barett's esophagus include : peptic ulcers in the columnar lined seg. of esopahgushigh and long strictures occur at the squamo-columnar junction and move high up as the squamo- columnar junction moves up with progressive injury.",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Sarcoma",
        "opd": "Gastrointenstinal stromal tumor",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "8dc1d945-42ef-4453-a330-bf835737c711",
        "choice_type": "single"
    },
    {
        "question": "Squamous cell carcinoma of esophagus m/c site -",
        "exp": "Ans. is 'b' i.e., Middle 1/3rd o Esophageal Carcinoma is of two common histological types:-Squamous cell Ca - the MC type in worldAdenocarcinoma - where incidence is increasing at a rapid rate and is now the MC type in USA.o Distribution of Squamous Cell Ca.# Upper 1/3-10%# Middle 1/3-60%# Lower 1/3-30% o Adenocarcinoma is mainly located in lower 1/3.o So remember# MC type of esophageal Ca in world-Squamous Cell Ca# MC site-Middle 1/3# MC site of adenocarcinoma esophagus-Lower 1/3",
        "cop": 2,
        "opa": "Upper 1/3rd",
        "opb": "Middle 1/3rd",
        "opc": "Lower 1 /3rd",
        "opd": "Lower end of esophagus",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "bff9b0c2-520b-4f57-97fa-54b8986259bb",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of esophagitis is",
        "exp": "Ans is 'd' i.e. Esophageal reflux \"Reflux esophagitis is the most common type of esophagitis. It occurs in patients with gastroesophageal reflux disease (GERD) secondary to dysfunction of the lower esophageal sphincter. \" \"Candidal esophagitis is the most common form of infectious esophagitis.\"-The Washington manual of surgical pathology pi 65",
        "cop": 4,
        "opa": "Alcohol",
        "opb": "Smoking",
        "opc": "Spicy and hot food",
        "opd": "Esophageal reflux",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "898e871e-81b7-497e-8e59-3217826bc0c7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are surgical options in management of esophageal carcinoma except -",
        "exp": "Ans. is 'd' i.e., Sistrunk operation Surgery in Ca esophagus1 .Ivor lewis operation - is subtotal esophagectomy done for Ca esophagus in lower third of esophagus. Part of stomach and esophagus are resected and remnants of both anastomosed.2. In transhiatal esophagectomy (THE) the thorax dosen't needs to be opened. Esophagus is removed through the diaphragmatic hiatus by making incisions in the abdomen and the neck.# In this operation, first an upper abdominal incision is made. The surgeon mobilizes the esophagus by working upward through the diaphragmatic hiatus. With the addition of an incision on the left side of the neck, the surgeon completes the mobilization of the esophagus, removes it, and moves the stomach upward through the hiatus and into the chest until its upper end appears in the neck wound. The remaining esophagus is connected to the stomach in the neck (cervical esophagogastric anastomosis).# Advantages of Transhiatal esophagectomy over transthoracic esophagectomy:o The two leading causes of morbidity and mortality in the first few days after a transthoracic esophagectomy are:1. Lung complications (especially pneumonia) associated with a large operation that requires opening both the chest and the abdomen. The pain of these combined incisions may make it difficult for the patient to take a deep breath early after the operation, and this allows pneumonia to set in; and2. Severe infection in the chest (mediastinitis) resulting due to a ''leak\" from intrathoracic esophagogastric anastomosis.3. McKeowns Surgery-3 Incision Approach",
        "cop": 4,
        "opa": "Ivor Lewis Approach",
        "opb": "Mckeown's Approach",
        "opc": "Transhiatal removal",
        "opd": "Sistrunk operation",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "5d7ed4b0-ebf6-4fa3-8d9b-6ab689daff3d",
        "choice_type": "multi"
    },
    {
        "question": "All except one are true regarding Barret's oesophagus:",
        "exp": "Ans. is 'a' ie More incidence of sq. cell ca There is increased incidence of adenocarcinoma in Barret's esophagus.Barrett's esophagus is a premalignant condition with increased incidence of adenocarcinoma of esophagus. The risk of adenocarcinoma increases with increasing length of columnar-lined epitheliumAlso rememberBarrett's esophagus is the single most important risk factor for adenocarcinoma of esophagus.The adenocarcinoma develops at the squamo-columnar junction (-85%) or within 2 cm of the junction.",
        "cop": 1,
        "opa": "More incidence of sq. cell ca",
        "opb": "Metaplasia",
        "opc": "Columnar epithelium",
        "opd": "Involves lower oesophagus",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "3ecef2a1-2550-4021-91d8-26a6f90d6195",
        "choice_type": "multi"
    },
    {
        "question": "Most important pathophysiological cause of GERD is:",
        "exp": "Ans is 'b' i.e. transient LES relaxation \"Transient LES relaxations account for at least 90% of reflux in normal subjects or GERD patients without hiatus hernia HarrisonTransient lower esophageal sphincter relaxations account for essentially all reflux events in individuals with a normal LES pressure at the time of reflux Pathogenesis of gastroesophageal reflux disease (GERD)The primary event in the pathogenesis of gastroesophageal reflux disease (GERD) is movement of gastric juice from the stomach into the esophagus.The three dominant pathophysiologic mechanisms causing gastroesophageal junction incompetence are:Transient lower esophageal sphincter relaxations (tLESRs)A hypotensive lower esophageal sphincter (LES)Anatomic disruption of the gastroesophageal junction, often associated with a hiatal herniaThe latest concept is that the dominant mechanism varies as a function of disease severity with tLESRs predominating with mild disease and mechanisms associated with a hiatus hernia and/or a weak sphincter predominating with more severe disease Transient LES relaxations are different from swallow-induced LES relaxation: tLESRs occur without an associated pharyngeal contraction, are unaccompanied by esophageal peristalsis, and persist for longer periods (>10 sec) than do swallow-induced LES relaxations. tLESRs are the physiological mechanism of belching.",
        "cop": 2,
        "opa": "Hiatus hernia",
        "opb": "transient LES relaxation",
        "opc": "LES hypotension",
        "opd": "Inadequate esophageal clearance",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "d6abe61d-b88a-4a33-a9f5-45a16058683a",
        "choice_type": "single"
    },
    {
        "question": "True regarding barret's oesophagus is :",
        "exp": "Ans is 'b' ie Premalignant condition As already explained Barrett's esophagus is an Intestinal metaplasia (not squamous metaplasia) which follows the metaplasia - dysplasia - cancer course (a Premalignant condition for adenocarcinoma of esophagus)About the medical t/t Though medical treatment does not revert back the metaplastic changes, it's given to treat the underlying reflux disorder and prevent further damage. CSDT, Bailey, Maingot's, all advice medical treatment for reflux esophagitis in cases of Barrett's esophagus.",
        "cop": 2,
        "opa": "Benign course",
        "opb": "Premalignant condition",
        "opc": "Sq. metaplasia of lower oesophagus",
        "opd": "Medical T/t is not useful",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "787bdedb-0c2c-411f-bcaa-94d51268cf94",
        "choice_type": "multi"
    },
    {
        "question": "Dahlman's procedure is done for management of:",
        "exp": "Ans: B (Zenker's diverticulum) Ref: Sethis ton Textbook of Surgery, 19th Edition 1023-4Explanation:Pharyngoesophageal (Zenker's) DiverticulumProtrusion of mucosa and submucosa posteriorly above the cricopharyngeal sphincter through the natural weak point (the dehiscence of Killian ) between the oblique and horizontal (cricopharyngeus) fibres of the inferior pharyngeal constrictor.Most common esophageal diverticulumAlso known as cricopharyngeal achalasiaUsually presents in the seventh decade of lifeDue to loss of tissue elasticity and muscle tone with ageClinical FeaturesOften initially asymptomatic.Sticking sensation in the throat.A nagging cough, excessive salivation, and intermittent dysphagia often are signs of progressive disease.As the sac increases in size, regurgitation of foulsmelling, undigested material occurs .Halitosis, voice changes, retrosternal pain, and respiratory infections - common in older adults.The most serious complication - aspiration pneumonia or lung abscessDiagnosisInvestigation of choice - Barium esophagraphyAt the level of the cricothyroid cartilage, the diverticulum can be seen filled with barium resting posteriorly alongside the esophagus.Lateral views are must because this is usually a posterior structure.Neither esophageal manometry nor endoscopy is needed for diagnosis.ManagementSurgical or endoscopic repair of a Zenker's diverticulum is the gold standard of treatment.Traditionally, an open repair through the left neck was advocated.Endoscopic exclusion has gained popularityDepends on the size of the diverticulumSmall diverticulum (<2 cm), a myotomy of the proximal and distal thyropharyngeus and cricopharyngeus alone is done.5 cm - Diverticulectomy is the treatment of choice In frail patients who may be subject to a higher rate of cervical esophageal leak, a diverticulopexy, without resection, is performed- Between 2 and 5 em- Endoscopic Dohlman procedure. Endoscopic division of the common wall between the esophagus and diverticulum using a laser or stapler.",
        "cop": 2,
        "opa": "Diffuse esophageal spasm",
        "opb": "Zenker's diverticulum",
        "opc": "Gastro esophageal reflux",
        "opd": "Ca esophagus",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "7dd61444-b195-4a6b-9934-fc5c9c198d6a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is more prone to Carcinoma?",
        "exp": "Ans. (a) Barrett esophagusRef: Bailey & Love 26th ed. ch 62! 1000* Barrett's metaplasia, endoscopically recognized by tongues of reddish mucosa extending proximally from the gastroesophageal junction or histopathologically by the finding of specialized columnar metaplasia (intestinal type with goblet cells), is associated with at least a 20- fold increased risk for development of esophageal development of adenocarcinoma.",
        "cop": 1,
        "opa": "Barret esophagus",
        "opb": "Boerhaave syndrome",
        "opc": "Mallory Weiss tear",
        "opd": "Esophageal varices",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Diseases - Gastroesophageal Reflux Disease, Carcinoma",
        "id": "f71815e1-abe4-414e-b903-c097a31267fd",
        "choice_type": "multi"
    }
]