[
    {
        "question": "Investigation of choice for esophageal rupture is?",
        "exp": "ANSWER: (D) Water soluble low molecular weight contrast swallowREF: with textUse of non ionic water soluble contrast medium instead of barium is warranted when there is any risk of aspiration or esophageal leak. (Ref: Gastrointestinal Imaging: The Requisites By Giles W. Boland 4th ed page 2)Careful endoscopic assessment at the end of any procedure combined with a chest X-ray will identify many cases of perforation immediately. If not recognised immediately, then early and late suspected perforations should be assessed by a water-soluble contrast swallow. If this is negative, a dilute barium swallow should be considered. A CT scan can be used to replace a contrast swallow or as an adjunct to accurately delineate specific fluid collections. (Bailey 25th ed page 1015)Diagnosis of an esophageal perforation may be made radiographically. A chest roentgenogram may demonstrate a hydropneumothorax. A contrast esophagram is done using barium for a suspected thoracic perforation and Gastrografin for an abdominal perforation. Barium is inert in the chest but causes peritonitis in the abdomen, whereas aspirated Gastrografin can cause life-threatening pneumonitis. A surgical endoscopy needs to be performed if the esophagram is negative or if operative intervention is planned. (Ref: Sabiston 18th ed chapter 41)",
        "cop": 4,
        "opa": "Dynamic MRI",
        "opb": "Rigid esophagoscopy",
        "opc": "Barium contrast swallow",
        "opd": "Water soluble low molecular weight contrast swallow",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Perforation",
        "id": "5b3a4457-a5fe-47ac-b6c5-fce7f8ad7712",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of esophageal perforation at the site of cricopharynx -",
        "exp": "Ans. is 'b' i.e., Iatrogenic o Oesophageal perforation is of two types :Iatrogenic (MC)Common site is cervical esophagus Just above the upper sphincter.Spontaneous rupturey As seen in Boerhaaves syndrome (Rupture of esophagus after vomitting).Common in the lower 1/3 of esophagus.",
        "cop": 2,
        "opa": "Spontoneous",
        "opb": "Iatrogenic",
        "opc": "Traumatic",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Perforation",
        "id": "b33aa83b-9c42-4045-8bc5-8d8e5219a695",
        "choice_type": "multi"
    },
    {
        "question": "Bleeding from a Mallory Weiss tear occurs usually from:",
        "exp": "Ans. b. Left gastric artery (Ref: Harrison 19/e p277, 18/e p2436; Sabiston 19/e p1167,1222; Schwartz 9/e p875,941; Bailey 26/e p994,25/e p1065; Shackelford 7/e p768)Bleeding from a Mallory- Weiss tear occurs usually from left gastric artery.\"Mallory-Weiss tears are characterized by arterial bleeding. Most Mallory-Weiss tears stop bleeding spontaneously and supportive treatment is all that is required. If bleeding continues, infusion of vasoactive substances into the celiac artery or into the left gastric artery often obviates the need for operation. \"Mallory Weiss SyndromeMallory-Weiss tears are related to forceful vomiting, retching, coughing, or strainingQForceful contraction of the abdominal wall against an unrelaxed cardia. resulting in mucosal laceration of the proximal cardiaQ as a result of the increase in intragastric pressure.Results in disruption of gastric mucosa high on the lesser curve at cardia (just below GE junction)QResults in disruption of gastric mucosa high on the lesser curve at cardia (just below GE junction)Tear is partial thickness, extending through the mucosa & submucosa0Clinical Features:Classically, seen in alcoholic patientsQ after a period of intense retching and vomiting after binge drinking.Cause of up to 15% of all severe upper G1 bleedsQArterial bleeding, usually painless and are rarelyQ associated with massive bleeding.The overall mortality rate is 3-4%, with the greatest risk for massive hemorrhage in alcoholic patients with preexisting portal hypertensionQ.Diagnosis:Usually diagnosed by historyEndoscopy is used to confirm the diagnosisQ.Most tears occur along the lesser curvatureQ.Treatment:Supportive therapy is often all that is necessary because 90% of bleeding episodes are self-limited, and the mucosa often heals within 72 hoursQ.Persistent Bleeding in Mallory Weiss Syndrome is managed byEndoscopic electrocoagulationQ or endoscopic therapy with injectionAngiographic embolizationQSurgery' consists of laparotomy and high gastrotomy with oversewing of the linear tearQ, if above maneuvers fails.Recurrent bleeding from a Mallory-Weiss tear is uncommonQ.Remember: A Sengstaken-Blakemore tube will not stop bleeding in Mallory-Weiss syndrome, as the bleeding is arterial and the pressure in the balloon is not sufficient to overcome the arterial pressure and is contraindicatedQ.",
        "cop": 2,
        "opa": "Phrenic vein",
        "opb": "Left gastric artery",
        "opc": "Short gastric arteries",
        "opd": "Coronary vein",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Perforation",
        "id": "9a0b5c49-c642-48d9-97ed-ece98a20fb3e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Boerhave syndrome except -",
        "exp": "Ans. is 'b' i.e., It has a lower mortality rate compared to a Mallory Weiss tear Boerhaave's syndromeo Boerhaave's syndrome is spontaneous perforation of the esophagus, occuring usually due to severe barotrauma when a person vomits against a closed glottis.o The pressure in the esophagus rapidly increases and the esophagus bursts at its weakest point involving all layers, sending a stream of material into the mediastinum and often the pleural cavity as wello Most common location of perforation is in the left posterolateral aspect 3-5 cm above the gastroesophageal junction. Second most common site of perforation is at the midthoracic esophagus on the right sideo Most cases follow a bout of heavy eating and drinking.o The principal early manifestation is pain felt in the chest and upper abdomen.Diagnosiso A chest xray may show pleural effusion or hydropneumothorax (left pleural cavity is involved in 2/3 of cases) and mediastinal emphysema.o The diagnosis is confirmed by a contrast esophagogram which will demonstrate the extravasation in most of the cases.o Water soluble dye (gastrograffin) is preferred. If no leak seen barium study can followo Chest CT can show mediastinal air and fluid level at the site of perforation.Managemento If it presents within 24 hours then primary closure and external drainage is recommendedo If it presents after 24 hours then resection of the affected segment with a cervical oesophagostomy and closure of the distal stump is recommended.o Mortality is upto 50% (far more than Mallory - Weiss syndrome)",
        "cop": 2,
        "opa": "Spontaneous perforation of the esophagus occurs due to violent contraction against a closed glottis",
        "opb": "It has a lower mortality rate compared to a Mallory Weiss tear",
        "opc": "All layers of the esophageal musculature are ruptured.",
        "opd": "It may follow a bout of heavy drinking",
        "subject_name": "Surgery",
        "topic_name": "Esophageal Perforation",
        "id": "51449e0e-6574-4050-b023-0a4280c07115",
        "choice_type": "multi"
    }
]