[
    {
        "question": "felon most commonly present at -",
        "exp": "Ans. is 'a' i. e., Index finger Felono Infection of the terminal pulp space is known as 'Felon', which is common and potentially serious, o Dull pain and swelling are the first symptoms, and if untreated by the third day there are severe nocturnal exacerbations of throbbing pain, interfering with sleep, o Light pressure over the affected pulp increases the pain, o In the early acute phase antibiotic treatment is often successful. o If localization of the pus has occured, which is indicated by persistent pain, localized tenderness, then it should be drained by a lateral incision which opens all compartments and avoids damage to the tactile tissue in front of the finger. o If neglected, it may lead to necrosis of distal 4/5 of the terminal phalanx due to occlusion of the vessels by- tension. The proximal 1/5 (epiphysis) escapes because its artery does not transverse the fibrous septa.",
        "cop": 1,
        "opa": "Index finger",
        "opb": "Ring finger",
        "opc": "Little finger",
        "opd": "Middle finger",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "90db62b8-2b84-4b3f-89cd-bb79695aac28",
        "choice_type": "single"
    },
    {
        "question": "Gas gangrene treatment-",
        "exp": "Ans. is 'a' i. e., Debridement & antibiotics o Gas gangrene is one of the most fulminant gram-positive bacterial infections of humans. Even with appropriate antibiotic therapy and management in an intensive care unit, tissue destruction can progress rapidly. Gas gangrene is accompanied by bacteremia, hypotension, and multiorgan failure and is invariably fatal if untreated. Gas gangrene is a true emergency and requires immediate surgical debridement. The development of gas gangrene requires an anaerobic environment. Features of eas eanerene (clostridial myonecrosis)o Causative agents. Clostridium perfringens Clostridium novyi. Clostridium septicum. Clostridium histolyticumo Signs and symptoms. Gas gangrene begins with the sudden onset of pain (feature differentiating if from cellulitis). Tachycardia but no elevation in temperature. Gas is not seen in early stage. Skin is tense, white often marbled with blue. It is cooler than normal. The symptoms progress rapidly; swelling edema, and toxemia increase, and a profuse serous discharge, which may have a peculiar sweetish smell, appears. Appearance of gas produces body crepitationso Management. Surgical debridement (fasciotomy is done immediately). Antibiotics: penicillin + clindamycin. Polyvalent gas gangrene antitoxin (controversial). Hyperbaric oxygen therapy (controversial)",
        "cop": 1,
        "opa": "Debridement & antibiotics",
        "opb": "Hyperbaric oxygen",
        "opc": "Polyvalent gas gangrene antitoxin",
        "opd": "Amputation",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "bcbb59d6-5e7f-4336-a4a5-84cbe6824f2a",
        "choice_type": "single"
    },
    {
        "question": "Filariasis is cuased due to lymphatic obstruction by -",
        "exp": "Ans. is 'b' i. e., V. bancrofti",
        "cop": 2,
        "opa": "R vivax",
        "opb": "V. bancrofti",
        "opc": "C. sinerses",
        "opd": "S. hemetabium",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "207c7a59-b524-4c24-a1be-a2005f330b9e",
        "choice_type": "single"
    },
    {
        "question": "In case of tetanus what will be most characteristic finding",
        "exp": "Ans is 'b' ie Masseter spasm (Ref Harrison, 16/e, p 840 (15/e, p 918) Park, 16/e, p 237). Tetanus is a neurological disorder, characterized by increased muscle tone and spasms, caused by tetanospasmin*, a powerful toxin elaborated by Clostridium tetani*. Masseter spasm or risus sardonicus is the first manifestation of tetanic spasms. Incubation period is usually 6 to 10 day*. However it may be as short as one day or as long as several months. Wounds should be cultured in suspected cases. But C. tetani can be isolated from wounds of pts. without tetanus and frequently cannot be recovered from wounds of those with tetanus. CSF examination yield normal result.",
        "cop": 2,
        "opa": "Incubation period of 2-3 days",
        "opb": "Masseter spasm",
        "opc": "Isolation of bacteria from wound",
        "opd": "CSF examination shows high protein",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "1fb7a3e2-1d44-4267-a09b-1dd89bbdb796",
        "choice_type": "single"
    },
    {
        "question": "In current scenario which is the most common cause of septicemia?",
        "exp": "ANSWER: (A) Gram negative bacteria. REF: Harrisons 18th ed chapter 271, various internet references. After having gone through a lot of literature, most of it cites that most common cause of sepsis are gram negative organisms, howe\\rer, the terms sepsis and septicemia have been used quite interchangabily everywhere. If wre stick to very strict definitions of the terms: Most common cause of sepsis (according to US data): gram negative organisms. Most common cause of septicemia (organism identified in blood): gram positive organisms. Septicemia. Presence of microbes or their toxins in blood. Systemic inflammatory response syndrome (SIRS). Two or more of the folio wing conditions: (1) fever (oral temperature >38degC) or hypothermia (<36aC); (2) tachypnea (>24 breaths/min); (3) tachycardia (heart rate >90 beats/min); (4) leukocytosis (>12, 000/L), leucopenia (<4, 000/L), or >10% bands; may have a noninfectious etiology. Sepsis. SIRS that has a proven or suspected microbial etiology. Severe sepsis (similar to \"sepsis syndrome\"). Sepsis with one or more signs of organ dysfunction. Septic shock. Sepsis with hypotension (arterial blood pressure <90 mm. Hg systolic, or 40 mm. Hg less than patient s normal blood pressure) for at least 1 h despite adequate fluid resuscitation. ORNeed for vasopressors to maintain systolic blood pressure 90mm. Hg or mean arterial pressure 70 mm. Hg. Refractory septic shock. Septic shock that lasts for > 1 h and does not respond to fluid or pressor administration. Multiple-organ dysfunction syndrome (MODS). Dysfunction of more than one organ, requiring intervention to maintain homeostasis",
        "cop": 1,
        "opa": "Gram negative bacteria",
        "opb": "Gram positive bacteria",
        "opc": "Fungus",
        "opd": "Parasite",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "d893bcd9-4dd7-4fb8-a2a2-cebffe65ac60",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for infection by Gardnerella vaginatis is",
        "exp": "Ans is 'b' ie Metronidazole (Ref. Harrisons, 16/e, p 767 (15/e, p 843)). Gardnerella vaginalis causes Bacterial vaginosis*. Bacterial vaginosis can be differentiated from other vaginitis and diagnosed by Amsel criteria: White homogenous vaginal discharge*Vaginal discharges pH > 4. 5*Liberation of distinct fishy odour* on mixing vaginal discharge with 10% solution of KOH. Microscopic demonstration of clue cells* (Vaginal epithelial cells coated with coccobacillary organisms)",
        "cop": 2,
        "opa": "Ampicillin",
        "opb": "Metronidazole",
        "opc": "Vancomycin",
        "opd": "Cephalosporin",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "2f4d1752-b31d-410f-81f9-1df0476f248f",
        "choice_type": "single"
    },
    {
        "question": "Most effective treatment of gas gangrene is-",
        "exp": "Ans. is 'd' i. e., Antibiotics with surgical debriedment o Gas gangrene is one of the most fulminant gram-positive bacterial infections of humans. Even with appropriate antibiotic therapy and management in an intensive care unit, tissue destruction can progress rapidly. Gas gangrene is accompanied by bacteremia, hypotension, and multiorgan failure and is invariably fatal if untreated. Gas gangrene is a true emergency and requires immediate surgical debridement. o The development of gas gangrene requires an anaerobic environment. Features of gas yarn'retie (clostridial myonecrosis)o Causative agents. Clostridium perfringens Clostridium novyi. Clostridium septicum. Clostridium histolyticumo Signs and symptoms. Gas gangrene begins with the sudden onset of pain (feature differentiating if from cellulitis). Tachycardia but no elevation in temperature. Gas is not seen in early stage. Skin is tense, white often marbled with blue. It is cooler than normal. The symptoms progress rapidly; swelling edema, and toxemia increase, and a profuse serous discharge, which may have a peculiar sweetish smell, appears. Appearance of gas produces body crepitationso Management: -Surgical debridement (fasciotomy is done immediately). Antibiotics: penicillin + clindamycin. Polyvalent gas gangrene antitoxin (controversial). Hyperbaric oxygen therapy (controversial)",
        "cop": 4,
        "opa": "Hyperbaric oxygen",
        "opb": "Polyvalent gas gangrene antitoxin",
        "opc": "Amputation of the involved limb",
        "opd": "Antibiotics with surgical debridement",
        "subject_name": "Surgery",
        "topic_name": "Established Infection",
        "id": "a3e53a21-c993-4822-834c-dd5b12cf8c1f",
        "choice_type": "single"
    }
]