[
    {
        "question": "A 72-year-old man presents to the emergency depament complaining of frequent nose-bleeds. What is the most likely site of acute epistaxis?",
        "exp": "The most common source of epistaxis is Kisselbach's vascular plexus on the anterior nasal septum. Predisposing factors include foreign bodies, forceful nose-blowing, nose-picking, rhinitis and deted septum",
        "cop": 2,
        "opa": "Turbinate",
        "opb": "Septum",
        "opc": "Maxillary sinus",
        "opd": "Ethmoid sinus",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "7fb8a42b-2574-49f6-bf60-439ad7a8adbe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT the method for operating cleft lip:-",
        "exp": "CLEFT LIP REPAIR TECHNIQUES Millar rotation advancement technique: most widely used Le Muserier's Thompson Tennison-Rendall Wardill's method is used in cleft palate surgery.",
        "cop": 4,
        "opa": "Le Muserier's method",
        "opb": "Tennison's method",
        "opc": "Millar's method",
        "opd": "Wardill's method",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "c7066a42-1874-444f-bb5f-61ebe99a5fd7",
        "choice_type": "single"
    },
    {
        "question": "Unilateral cleft lip is best repaired at:-",
        "exp": "Unilateral cleft lip is best repaired at 5-6 months. TIMING OF PROCEDURES FOR CLEFT LIP AND CLEFT PALATE Cleft Lip Alone Cleft Palate Alone Cleft Lip and Palate Unilateral (one side): One operation at 5-6 monthsQ Bilateral (both sides): One operation at 4-5 monthsQ Soft palate only: One operation at 6 monthsQ Soft and hard palate: Two operations - Soft palate at 6 monthsQ - Hard palate at 15-18 monthsQ Unilateral: Two operations Cleft lip and soft palate at 5-6 monthsQ Hard palate and gum pad with or without lip revision at 15-18 monthsQ Bilateral: Two operations - Cleft lip and soft palate at 4-5 monthsQ - Hard palate and gum pad with or without lip revision at 15-18 monthsQ",
        "cop": 2,
        "opa": "4-5 months",
        "opb": "5-6 months",
        "opc": "6-9 months",
        "opd": "9-12 months",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "f37dafe6-0f60-404a-867b-a158acf07f96",
        "choice_type": "single"
    },
    {
        "question": "A man sustained injury and presented with fluid coming out through nose. What could be the possible fracture?",
        "exp": "BASILAR SKULL FRACTURE Fracture of the base of the skull, typically involving the temporal bone, occipital bone, sphenoid bone, and /or ethmoid bone. Leaking fluid may accumulate in the middle ear space, and dribble out through a perforated eardrum (CSF otorrhea) or into the nasopharynx the Eustachian tube, causing a salty taste. CSF may also drip from the nose (CSF rhinorrhea) in fractures of the anterior skull base, yielding a halo sign. These signs are pathognomonic for basilar skull fracture.",
        "cop": 1,
        "opa": "Fracture base of skull",
        "opb": "Fracture of mandible",
        "opc": "Fracture of maxilla",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "bcf92126-fa8b-4dcc-bc43-786689a64a55",
        "choice_type": "multi"
    },
    {
        "question": "Fracture mandible with edentulous jaw is best treated with:",
        "exp": "Fracture mandible with edentulous jaw is best treated with external fixator. FRACTURE OF THE MANDIBLE TREATMENT As in midface fractures, restoration of dental collusion forms the foundation for fracture management. Intermaxillary fixation before fracture exposure and plating is necessary. Condylar and subcondylar mandible fractures are most often treated by IMF alone. Medical management of mandibular fractures involves a puree-type diet, interdental fixation for several weeks, 1% chlorhexidine mouth rinses, and antibiotics.",
        "cop": 1,
        "opa": "External fixator",
        "opb": "Minerva-plaster",
        "opc": "Interdental wiring",
        "opd": "Intermaxillary elastic traction",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "04c940e8-f9c0-4dd9-9fad-41311684f0f4",
        "choice_type": "single"
    },
    {
        "question": "In the reconstruction following excision of previously irradiated cheek cancer, the flap will be:",
        "exp": "RECONSTRUCTION OF CHEEK: - For check reconstruction, mucosal flaps are used. - PMMC (pectoralis major myocutaneous) flap: Most widely used flap for head and neck reconstructionQ Males Females - Forehead flap based on anterior branch of superficial temporal aery can be used - Deltopectoral flap based on perforating branch of internal mammary aery is used.",
        "cop": 4,
        "opa": "Local tongue",
        "opb": "Cervical",
        "opc": "Forehead",
        "opd": "Pectoralis major myocutaneous",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "1388836e-b830-4944-bd61-8b45ee53f14c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about cleft lip and palate except:",
        "exp": "- Incidence of cleft lip & palate is 1: 600 live bihs - Incidence of isolated clef palate is 1: 1000 live bihs Distribution - In unilateral cleft lip the deformity affects the left side in 60% of cases Typical distribution of Cleft types - Cleft lip alone 15% -Cleft lip & palate: 45% (MC) -Isolated cleft palate: 40% Note: - Isolated cleft palate can be diagnosed by ultrasound after 18 weeks gestation Associated Syndromes: - Although most clefts of the lip and palate occur as an isolated deformity, Pierre Robin Sequence remains the most common syndrome. - Other associated syndromes Stickler's (ophthalmic and musculoskeletal abnormalities) Sphrintzen's (cardiac anomalies), Down's, Ape's and Treacher-Collins' syndromes",
        "cop": 4,
        "opa": "Associated with Treacher-Collins' syndromes",
        "opb": "Cleft lip with cleft palate is most common type",
        "opc": "Pierre Robin sequence is the most common syndrome",
        "opd": "Isolated cleft palate can be diagnosed by ultrasound after 28 weeks gestation",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "60a71f10-5bab-403d-abdb-87bf3bcaf2d1",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are indication for adjuvant radiotherapy in head neck cancers except:-",
        "exp": "Lymph node >3cm is not an indication for adjuvant radiotherapy in head neck cancers. Indications for postoperative include:- -positive margins -invasion of the soft tissues of the neck -extranodal involvement - perineural invasion, and -more than 5 mm of subglottic invasion.",
        "cop": 4,
        "opa": "Multiple lymph node disease",
        "opb": "Extranodal involvement",
        "opc": "Lymphovascular invasion",
        "opd": "Lymph node >3cm",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "30e098ff-d0bf-427f-8f1f-cb94441d2df0",
        "choice_type": "multi"
    },
    {
        "question": "Le Foe II facial fracture implies:",
        "exp": "Le fo I - Fracture line runs above and parallel to palate - Effectively separates alveolus and palate from the facial skeleton above Le fo II - Pyramidal in shape - Passes through the root of nose, lacrimal bone, floor of orbit, upper pa of maxillary sinus and pterygoid plate - Orbital floor is always involved Le fo III - Complete disjunction of the facial skeleton from the skull base - Fracture line runs high through the nasal bridge, septum and ethmoids and through the bones of orbit to the frontozygomatic suture",
        "cop": 4,
        "opa": "Fracture running through alveolar ridge",
        "opb": "Fracture running through midline of the palate and zygomatico maxillary suture",
        "opc": "Fracture running through zygomatic process of the maxilla, floor of orbit, root of nose on one side only",
        "opd": "Similar to C but on both sides",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "9ba0ae23-fbf6-43f9-af85-2fcaa6d1756a",
        "choice_type": "multi"
    },
    {
        "question": "Commonest type of cleft lip is:",
        "exp": "Commonest type of cleft lip is cleft lip combined with cleft palate. The typical distribution of cleft types is: cleft lip alone: 15% cleft lip and palate: 45% Isolated cleft palate: 40%.",
        "cop": 3,
        "opa": "Bilateral cleft lip",
        "opb": "Midline cleft lip",
        "opc": "Cleft lip combined with cleft palate",
        "opd": "Unilateral cleft lip",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "51e731b5-1054-4b99-8c2c-fd8765e01ee1",
        "choice_type": "single"
    },
    {
        "question": "Mandible is commonly fractured:",
        "exp": "FRACTURE OF THE MANDIBLE - Condylar neck is the weakest pa of the mandible and MC site of fracture. Mandible may fracture directly at the point of the blow. Indirectly where the force from the blow is transmitted and the mandible fractures at a point of weakness distant from the original blow, known as 'Guardsman' fracture. - 'Butterfly' fracture of the mandible: A segment of mandible is deteched from the rest of the mandible in the canne regions Diagnosis - Recommended readiographic evaluation of a mandible fracture: Panoramic radiograph (panorex) And Towne's view X-ray Treatment - As in midface fractures, restoration of dental occlusion forms the foundation for fracture management. Intermaxillary fixation before fractures exposure and plating is necessary - Condylar and subcondylar mandible fractures are most often treated by IMF alone.",
        "cop": 1,
        "opa": "At the neck of the condyle",
        "opb": "Through the angle",
        "opc": "Through the cannine fossa",
        "opd": "At the middle",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "ca7ef533-742f-4101-afaa-8f20c8ef6611",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about zygomatic bone fracture except:",
        "exp": "ZYGOMATIC BONE FRACUTURE - MC fracture of the middle third of the face (Nose> zygomatic bone) - Also known as tripod fracture, because the zygoma is fractured at 3 processes - X-ray water's view-Diagnosis - CT scan: best for diagnosis of zygomatic bone fracture. Treatment - Only displaced fractures require treatment - Treatment of choice: Open reduction and internal fixation",
        "cop": 2,
        "opa": "Also known as Tripod fracture",
        "opb": "Best diagnosed by X-ray Water's view",
        "opc": "Associated with flattening of malar prominence",
        "opd": "Treatment of choice is open reduction and internal fixation",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "000e4aac-57e8-49a5-8347-14e8bc2cde54",
        "choice_type": "multi"
    },
    {
        "question": "Le-Foe fracture is for:-",
        "exp": "Le-Foe fracture is for facial skeleton. MIDFACE FRACTURE Midface fractures involving the maxilla can be classified by fracture patterns known as Le Fo I, II, and III. Le Fo I Fracture line runs above and parallel to palateQ Effectively separates alveolus and palate from the facial skeleton aboveQ Le Fo II Pyramidal in shapeQ Passes through the root of nose, lacrimal bone, floor of orbit, upper pa of maxillary sinus and pterygoid plateQ Orbital floor is always involvedQ Le Fo III Complete disjunction of the facial skeleton from the skull baseQ Fracture line runs high through the nasal bridge, septum and ethmoids, and through the bones of orbit to the frontozygomatic sutureQ. MANAGEMENT Interdental or intermaxillary fixation is necessary to reestablish the proper dentoskeletal relationships, immobilize the fractured bones, and ensure normal postoperative occlusionQ.",
        "cop": 1,
        "opa": "Facial skeleton",
        "opb": "Lower limb box",
        "opc": "Spinal injury",
        "opd": "Pelvis fracture",
        "subject_name": "Surgery",
        "topic_name": "Facial Injuries and Abnormalities",
        "id": "ffd74f6b-1520-43b8-86de-30af49c1e3dd",
        "choice_type": "single"
    }
]