[
    {
        "question": "Young female with painless, mobile lump of 4 cm in a breast. Diagnosis is?",
        "exp": "Ans. (c) Fibroadenoma. Ref: Sabiston 19th ed. / 827* Fibroadenoma aka Breast mouse is the most common benign tumor of breast.* It is MC seen in young age group females (15-30 yrs)* Clinically, it is slow growing, painless solitary mass, which is mobile in nature (that's why known as breast mouse).* IOC: FNAC* Upon mammography: Popcorn calcification",
        "cop": 3,
        "opa": "Breast abscess",
        "opb": "Breast cyst",
        "opc": "Fibroadenoma",
        "opd": "Peau dorange",
        "subject_name": "Surgery",
        "topic_name": "Fibroadenoma",
        "id": "a6728aaa-408a-4738-a65a-973af62346bd",
        "choice_type": "single"
    },
    {
        "question": "Fibroadenoma is commonly seen in which age group:",
        "exp": "Ans. is 'a' i. e. Young females o Fibroadenosis, Fibrocystic disease, chronic mastitis & mastopathy are old nomenclature used to describe the spectrum of benign breast disease. The new name coined to avoid all the confusing names is ANDI i. e. Aberration of normal development and involution. o The basic principles behind ANDI are: Benign breast disorders and diseases are aberrations of the normal dynamic changes occurring throughout the life with superimposed menstrual changes. It includes a spectrum of breast conditions that range from normal to mild abnormality to severe abnormality (disease). o These disorders are classified into 3 groups. Nonproliferative Breast Changes. Proliferative disease without atypia. Proliferative disease with atypiay Duct ectasiay Cystsy Apocrine changesy Mild hyperplasiay Adenosisy Fibroadenoma without complex featuresy Moderate or florid hyperplasiay Sclerosing adenosisy Papillomay Complex sclerosing lesion (radial sar)y Fibroadenoma with complex featuresy Atypical ductal hyperplasiay Atypical lobular hyperplasia. The cancer risks associated with Benign Breast disorders are as follows: Abnormality. Relative Risk. Nonporliferative lesions. No increased risk. Sclerosing adenosis. No increased risk. Intraductal papilloma. No increased risk. Moderate or Florid epithelial hyperplasia1[?]5 to 2 fold. Atypical lobular hyperplasia4-fold. Atypical ductal hyperplasia4-fold. Ductal involvement by cells of atypical ductal hyperplasia7-foldo Epitheliosis implies epithelial hyperplasia. o Of the fibrocystic (or AND!) changes only epitheliosis or epithelial hyperplasia is associated with increased risk of malignancyo Not all epithelial hyperplasias are associated with increased risk. It is moderate or florid hyperplasia and hyperplasia with atypia that is associated with increased risk. Mild hyperplasia is not associated with increased risk.",
        "cop": 1,
        "opa": "Young females",
        "opb": "Old females",
        "opc": "Reproductive age group",
        "opd": "Neonates",
        "subject_name": "Surgery",
        "topic_name": "Fibroadenoma",
        "id": "0e379d9f-7b96-4c13-a5ed-584a5b7d3ac1",
        "choice_type": "single"
    }
]