[
    {
        "question": "Not used for intravascular volume maintainence is -",
        "exp": "Ans. is 'c' i. e., Erythropoetin o Colloids the term 'colloids' refers to aqueous solutions that contain both large organic macromolecules and electrolytes. Presumably, the large molecular size of the dissolved molecules limited their ability to cross the endothelial membrane. These molecules are retained within the intravascular space to a greater degree than pure crystalloids, owing to their higher oncotic pressure. o Crystalloids describe aqueous fluids that contain crystal-forming elements (electrolytes), which easily pass through vascular endothelial membrane barriers followed by water, leading to their equilibration between the intravascular and extracellular space. As noted above, in theory, this redistribution results in smaller retained intravascular volume of the initial infusion solution. Colloids. Crvtalloids. Increase intravascular volume. Increase both, but mainly extravascular volume. Dextran. Hartman's solution. Gelatin. Ringer's lactate4% albimin. Normal saline6% hydroxyethyl starch. Plasma-lyte. Erytheropoetin Injectionso Erythropoietins available for use as therapeutic agents are produced by recombinant DNA technology in cell culture, They are used in treating anemia resulting from chronic kidney disease, chemotherapy induced anemia in patients with cancer, inflammatory bowel disease (Crohn's disease and ulcerative colitis)",
        "cop": 3,
        "opa": "Hydroxy ethyl starch",
        "opb": "Dextran",
        "opc": "Erythropoetin",
        "opd": "Gelatin",
        "subject_name": "Surgery",
        "topic_name": "Fluids & Electrolyte Disorders - Volume",
        "id": "1e5618ba-c805-4aaf-9558-bb32394092ce",
        "choice_type": "single"
    },
    {
        "question": "Blood loss in class II hemorrhagic shock is",
        "exp": "Ans. (b) 15-30%Ref: Sabiston 20th Page 50* Class 1 <15% blood loss* Class 2: 15- 30 % blood loss* Class 3: 30 -40% blood loss* Class 4: > 40% blood loss",
        "cop": 2,
        "opa": "< 15%",
        "opb": "15-30%",
        "opc": "30-40%",
        "opd": "> 40%",
        "subject_name": "Surgery",
        "topic_name": "Fluids & Electrolyte Disorders - Volume",
        "id": "47680a29-49f3-4037-a90d-b758fa47738c",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is best method to assess intake of fluid in Polytrauma pt:",
        "exp": "Ans. is 'a' ie urine output Lets see each option one by one. Urine output \"Urine output is a quantitative and relatively reliable indicator of organ perfusion. Adequate urine output is 0. 5 ml/kg/ h in an adult, lml/kg/h in a child and 2ml/kg/h in an infant less than lyr. of age. \"Pulse - \"Although tachycardia may be the earliest sign of hypovolemia, individuals in good physical condition, particularly trained athletes with a low resting pulse rate, may manifest only a relative tachycardia, pts on blocking medication may not be able to increase their heart rate. In children, bradycardia or relative bradycardia can occur with severe blood loss. Conversely, hypoxia, pain, apprehension and stimulant drugs produce a tachycardia\"B. P. -Hypotension is not a reliable early sign of hypovolemia, in healthy pts. Blood volume must decrease by 30 to 40 percent before hypotension occurs. Younger pts with good sympathetic tone can maintain systemic blood pressure with severe intravascular deficit until they are on the verge of cardiac arrest. CVP-CVP measurement helps in distinguishing b/w cardiogenic shock and hypovolemic shock. \"A central venous catheter can give information about the relationship b/w intravascular volume and right ventricular function but should not be used to assess either factor independently. \" - Schwartz pretest based on 7/e, Q no 15",
        "cop": 1,
        "opa": "Urine output",
        "opb": "CVP",
        "opc": "Pulse",
        "opd": "BP",
        "subject_name": "Surgery",
        "topic_name": "Fluids & Electrolyte Disorders - Volume",
        "id": "7cd22546-32f9-4223-b8fa-ff64ed69e4bd",
        "choice_type": "single"
    }
]