[
    {
        "question": "All the following are feature of polycystic disease of kidneys except:-",
        "exp": "PKD is autosomal dominant; 2 chromosomes involved - 16 & 4; abnormal protein involved is Polycystin. Bilateral kidneys are replaced with multiple cyst.",
        "cop": 4,
        "opa": "Hematuria",
        "opb": "Hypertension",
        "opc": "Renal failure",
        "opd": "Erythrocytosis",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "f98f6d75-2ade-464c-aa87-bcd12a7b4471",
        "choice_type": "multi"
    },
    {
        "question": "Most common immediate complication of splenctomy:",
        "exp": "When splenectomy is performed, we are prone to injure the tail of pancreas, there is a high chance of Acute pancreatitis to occur or a duct maybecut leading to fistula. Sometimes, the blood may be collected below the diaphragm which may lead to sub-diaphragmatic abscess. Since, the spleen is in relation to the left dome of the diaphragm, due to pain post-operatively there is ipsilateral collapse of left lung leading to ATELECTASIS. Generally, after splenectomy, there is a rise in platelet count- if indicated for ITP, the patient is immobilized which increases the risk of DVT & Embolism. Complications of Splenectomy are: - 1. Lung related complications of Splenectomy: ATELECTASIS MC REACTIVE PLEURAL EFFUSION CONSOLIDATION 2. Pancreas related complications: ACUTE PANCREATITIS INJURY TO TAIL OF PANCREAS PANCREATIC FISTULA 3. Diaphragm related complications: SUB-DIAPHRAGMATIC ABCESS 4. Thrombo-embolic complications: STASIS THROMBOCYTOSIS | DVT - |PE 5. OPSI (Overwhelming Post Splenectomy Infection): Caused by capsulated organisms such as S. pneumoniae, N. meningitides, H. influenza",
        "cop": 1,
        "opa": "Hemorrhage",
        "opb": "Fistula",
        "opc": "Bleeing from gastric mucosa",
        "opd": "Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "a2b0a0e4-529f-4b32-a721-19d12d13ed2d",
        "choice_type": "single"
    },
    {
        "question": "Commonest on the diagnosis of this 60 years of man:",
        "exp": "Ulcero proliferative growth or Cauliflower like growth on the lower lip is suggestive of squamous cell carcinoma of the lower lip. In total, 95%of carcinomas of lip arise on the lower lip and 15% arise in central one-third and commissures. Aetiological feature include UV radiation exposure. Tumors tend to spread laterally over the mucosal surface. Lymph node metastases, usually to submental or submandibular nodes which reflect aggressive disease behavior then approach. Ranula is a trans illuminating mucous extravasation cyst that arises from sub-lingual glands.",
        "cop": 4,
        "opa": "Basal cell carcinoma",
        "opb": "Plunging Ranula",
        "opc": "Epulis",
        "opd": "SCC of lip",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "283dce45-d07b-4a20-b5ee-8001250a9890",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not done in carcinoma esophagus?",
        "exp": "CARCINOMA ESOPHAGUS: Squamous cell carcinoma of esophagus usually affects the upper two thirds; whereas, adenocarcinoma usually affects lower third of esophagus. Tobacco, alcohol, GERD & Obesity are some of the common etiological features. Bad prognosis if lymph nodes are involved. The most common presenting symptom is Dysphagia. INVESTIGATIONS: 1st investigation - Barium Swallow IOC for Dx - Endoscopy with biopsy IOC for staging - EUS IOC for staging in cases of obstructed lumen/ advanced stage: CECT IOC for distant metastasis - PET Scan",
        "cop": 2,
        "opa": "Biopsy",
        "opb": "pH - metry/monitoring",
        "opc": "CT chest",
        "opd": "PET scan",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "3f424d9f-4eda-4bb7-aec5-1e6d8c0357b9",
        "choice_type": "single"
    },
    {
        "question": "Oliguria is defined as:-",
        "exp": "Oliguria is defined as urine production less than 500 ml in a day",
        "cop": 4,
        "opa": "Absence of urine production",
        "opb": "More than 900 ml of urine excreted in a day",
        "opc": "600 ml to 700 ml of urine excreted in a day",
        "opd": "Less than 300 ml of urine excreted in a day",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "5c09bfe6-9eb9-44e7-a088-e408573ef445",
        "choice_type": "single"
    },
    {
        "question": "Surgery is indicated in Ulcerative Colitis in all except?",
        "exp": "-Indication for surgery in a patient of UC are: Intractability - refractory to medical management Dysplasia Carcinoma Massive colonic bleeding Toxic megacolon",
        "cop": 2,
        "opa": "Toxic megacolon",
        "opb": "Colonic polyp",
        "opc": "Colonic obstruction",
        "opd": "Refractory fistula",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "7432b13a-5b4e-4db2-b652-3d0bc3bb81a9",
        "choice_type": "multi"
    },
    {
        "question": "Most common benign breast tumour:",
        "exp": "Fibroadenoma is the most common benign breast tumor which is most commonly seen in young females. Fibroadenoma is also known as \"Breast Mouse\" due to its characteristic high mobility. On the other hand, fibro adenosis is a benign breast diseaseso it is excluded On Mammography (if performed on older female) there is popcorn calcification. The name DCIS(Ductal carcinoma in-situ) suggests its malignancy and hence can be excluded. Phylloides tumor or Cystosarcoma Phylloides is a malignant tumor.",
        "cop": 1,
        "opa": "Fibroadenoma",
        "opb": "Fibroadenosis",
        "opc": "DCIS",
        "opd": "Phyllodes tumour",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "d6a68854-91ed-4bbb-a2f2-bf2d3aeead93",
        "choice_type": "single"
    },
    {
        "question": "A 6 - year - old child is brought with high fever with rigors for 5 days with pain in right hypochonrium. On examination patient is anicteric and tenderness is noted in right upper quadrant. What is best investigation for this case?",
        "exp": "- The patient is having pain in the right hypochondrium which suggests the involvement of the liver. - An abscess can be suspected as the patient is suffering from fever accompanied with rigors & pain and tenderness in the right upper outer quadrant - Abscess can be of two types: 1. Pyogenic liver abscess 2. Amoebic liver abscess Jaundice is common in patients of Pyogenic liver abscess which accounts for 20-25%. On the other hand, jaundice is rare in amoebic liver abscess On examination the patient is anicteric. So, the patient could be suffering from Amoebic liver abscess. In developing countries like India, Amoebic liver abscess is more common because of the feco-oral route and poor sanitation barrier Initial investigation for the diagnosis of amoebic liver abscess can be done by USG and CT-Scan. Investigation of choice or the best investigation for this patient is Serology i. e. ELISA which detects the anti-bodies formed by the parasite Entamoebahistolytica. The amoebic liver abscess can be treated by metronidazole empirically.",
        "cop": 2,
        "opa": "USG",
        "opb": "Serology",
        "opc": "SGOT/LFT",
        "opd": "CECT",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "6b722332-48d6-4c5a-947b-d699d008e552",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old lady the presented with a 6-month painless fluctuant, non-transilluminant swelling with a thin watery discharge. Clinical diagnosis is?",
        "exp": "Among the given options - discharge can only be seen with the TB which has characteristic undermined edges, which can be identified easily from the given image. The branchial fistula may, however have discharge but around the anterior border of SCM and doesn't have undermined edges. Lymphoma has a lump, anorexia, weight loss but no discharge",
        "cop": 3,
        "opa": "Brachial cyst",
        "opb": "Secondaries",
        "opc": "TB",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "ac3de596-4727-4c0b-9d3c-c224bee65c59",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis of a film shown of a 65-year - old man with acute abdomen:",
        "exp": "Notice the significant Clawsign in the given film of a Ba. Enema which is suggestive of intussusception. INTUSSUSCEPTION: M/C type - Ileocolic M/C type in adults - Colocolic - Since in the question the age of the patient was clearly mentioned as 65 years old. The diagnosis might be colocolic intussusception.",
        "cop": 4,
        "opa": "IIeocolic intussusception",
        "opb": "Sigmoid volvulus",
        "opc": "Toxic megacolon",
        "opd": "Colocolic intussusception",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "e43f5acb-3c5d-46d2-affb-f22916ee4ba7",
        "choice_type": "single"
    },
    {
        "question": "Dye for Senitnel Lymph Node Biopsy is injected in which of the following sites?",
        "exp": "-Sentinel lymph node biopsy (SLNB) is done by two techniques: 1. Blue dye technique - 1% lymphazurin (ISO sulfan blue) 2. Radioactive colloid technique- technetium99 labelled Sulphur colloid. Maximum accuracy is seen with both techniques combined. A radioactive dye is injected around the areolasub-cutaneously in the subdermal plexus. Concept of SLNB established was by CABANA in SLN biopsyof Ca. Penis Hence the term \"Cabana procedure\" is used for SLNB of Ca. penis Malignancies in which SLNB is performed: 1). Ca. Breast 2) Ca. Penis 3) Malignant melanoma 4) Ca. Vulva 5) Head and Neck Malignancies Complications of SLNB in Ca. Breast: The most common complication of SLNB is skin tattooing. Most common injured Nerve during SLNB is Inter Costo Brachial Nerve",
        "cop": 4,
        "opa": "Axilla",
        "opb": "Tail of spence",
        "opc": "Nipple",
        "opd": "Areola",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "04cba066-95aa-449d-b740-f99380a013a9",
        "choice_type": "single"
    },
    {
        "question": "AFP is a tumour marker for which of the following?",
        "exp": "Markers of Hepatocellular carcinoma are: 1. AFP (a-fetoprotein) 2. PIVKA-2 (Protein induced by vitamin K absence 2) Note: The fibrolamellar variant of HCC has normal HCC values. a FP is not raised in all the patients of HCC, > 20 ng/ ml of AFP value is only seen in 70% of patients Markers raised in the fibrolamellar variant of HCC are: 1. Neurotensin 2. B12 binding globulin",
        "cop": 1,
        "opa": "HCC",
        "opb": "RCC",
        "opc": "Oncocytoma",
        "opd": "Chordoma",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "4260b448-f4a7-464c-b01a-89f9d726bc4e",
        "choice_type": "single"
    },
    {
        "question": "False regarding deep second - degree burns:-",
        "exp": "Burns First Degree Second degree Third degree Fouh degree Epidermal burn* Involve only epidermis Do not blister Erythematous because of dermal vasodilatation Painful Heal without scarring in 5-10 days Paial thickness burn Involve epidermis and some pa of dermis Divided into: superificial and Deep second degree Full thickness burn Characterized by hard leathery eschar, that is painless and black, white or cherry red* No capillary refilling or pin-prick sensation All dermal and epidermal components are lost Heals only by wound contracture Require excision with skin grafting to heal Involve other organs beneath the skin such as muscle bone and brain Superficial second degree Deep second degree Involve upper layer of dermis (papillary dermis) Erythematous Blisters are seen Blanch to touch Painful Heals without scarring in 7-14 days Also known as deep paial thickness burn Injury extends to reticular layer of dermis Don't blanch Mottled pink and white color of wound surface Capillary refilling is absent or occurs slowly Pain is absent Pin-prick sensation is preservedQ Heals in 3-9 weeks with scar formation",
        "cop": 4,
        "opa": "Heal by scar deposition",
        "opb": "Painless",
        "opc": "Damage to deeper dermis",
        "opd": "Less blanching",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "645eb49d-25d2-416a-9a32-acd1bd9ea738",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of Zollinger-Ellison syndrome except:-",
        "exp": "ZESa. AKA Gastrinoma - arise from G- cells/ Gastrin producing cells Has increased gastrin production causing increased acid production- leads to peptic ulcer disease Causes of diarrhea: -Acid produced reaches duodenum and inactivate pancreatic enzymes(works only in alkaline ph) causing Malabsorption -Acid reaches proximal jejunum and causes irritation- leads to jejunal secretion",
        "cop": 3,
        "opa": "Intractable peptic ulcers",
        "opb": "Severe diarrhea",
        "opc": "Arise from beta cell tumors of pancreas",
        "opd": "Very high acid output",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "84dad694-720d-491e-bd26-a3262a06fdb1",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is the best for management of a 3 cm stone in renal pelvis without evidence of hydronephrosis?",
        "exp": "Generally, ESWLis anon-invasive method used for removal of renal calculi but themaximum size of stone that can be removed by ESWL is up to 1. 5 cm If the size of the stone is more than 2 cm then the preferred treatment option is Percutaneous. Nephrolithotomy (PCNL) Other contraindications to ESWL are obese patient, pregnancy, & patients taking oral anti-coagulants.",
        "cop": 2,
        "opa": "ESWL",
        "opb": "PCNL",
        "opc": "Antegrae pyeloplasty",
        "opd": "Retrograde pyeloplasty",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "ef99d47f-91e7-47d6-9064-ca4c9babe161",
        "choice_type": "single"
    },
    {
        "question": "Marjolin's ulcer is:-",
        "exp": "Marjolin's Ulcer Low grade SCC, which develops on a chronic benign ulcer or a long standing scar tissue. Arises from the edge of the ulcer Marjolin's ulcer may develop in Post burn scar Long standing venous ulcer Chronic ulcer due to trauma Chronically discharging osteomyelitis sinus Post - radiation ulcer Characteristic Features Slow growing as scar tissue is relatively avascular No secondary deposits in regional lymph node, as there are no lymphatic vessels in scar tissue If the ulcer invades the normal tissue, then only lymph node may be involved by lymphatic spread Radioresistant due to avascularity",
        "cop": 1,
        "opa": "Squamous cell carcinoma from scar",
        "opb": "Adenoma of scar",
        "opc": "Tubercular ulcer",
        "opd": "Amoebic ulcer",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "abdfa3c1-1403-4a45-b4c8-745eb1c35365",
        "choice_type": "single"
    },
    {
        "question": "Best treatment strategy for carcinoma anal canal:",
        "exp": "Nowadays the primary treatment of choice is chemoradiotherapy (Combined modality therapy (CMT); Nigro Regimen), which usually includes 5-FU, Mitomycin-C and cisplatin Radical surgery is indicated in those with persistent or recurrent disease following CMT or Nigro Regimen.",
        "cop": 1,
        "opa": "Chemoradiation",
        "opb": "Surgery",
        "opc": "Radiation",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "c6642ae9-0ee5-400f-bc76-05e87dc50ace",
        "choice_type": "single"
    },
    {
        "question": "Germ cell tumour not seen in males:",
        "exp": "WHO classification of testicular tumor. Germ cell tumors Seminoma Non-Seminomatous GCT * Yolk sac tumor * Teratoma* Embryonal carcinoma* Choriocarcinoma",
        "cop": 3,
        "opa": "Choriocarcinoma",
        "opb": "Seminoma",
        "opc": "Seoli cell tumour",
        "opd": "Teratoma",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "9379e5c8-b605-4915-94da-a8a0d2e7d80a",
        "choice_type": "single"
    },
    {
        "question": "Grey-Turner's sign in seen in:-",
        "exp": "In acute pancreatitis, bleeding into fascial planes can produce bluish discoloration of the flanks (known as Grey turner's sign) or umbilicus (Cullen sign) Neither sign is pathognomic of acute pancreatitis",
        "cop": 2,
        "opa": "Acute appendicitis",
        "opb": "Acute pancreatitis",
        "opc": "Acute cholecystitis",
        "opd": "Acute hepatitis",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "2834d5ce-dfab-4139-8b8b-b21dc354d019",
        "choice_type": "single"
    },
    {
        "question": "Best way to localize extra-adrenal pheochromocytoma:-",
        "exp": "IOC for extra adrenal pheochromocytoma is MRI>MIBG scan(aka-nucleotide scan) Imaging MRI is IOC for adrenal, extra adrenal pheochromocytoma and in pregnancy MRI is 95% sensitive and 100% specific for pheochromocytoma CT scan should be performed without contrast administration to avoid hypeensive crisis. MIBG scan is useful for extra-adrenal pheochromocytoma but IOC is MRI even for extra adrenal pheochromocytoma. Biopsy is contraindicated as it precipitates hypeensive crisis",
        "cop": 2,
        "opa": "X-ray",
        "opb": "Nucleotide scan",
        "opc": "VMA excretion",
        "opd": "Clinical examination",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "1b373096-7363-4e5c-97da-71e79e675b8b",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for recurrent thyrotoxicosis after surgery is:-",
        "exp": "In toxic goiter, the thyroid gland will be hyperactive and hence shows increased radioactive Iodine uptake 2 types of treatment option available for these patients Surgery Radioactive Iodine ablation Surgery is the preferred option But if surgery is C/I or even after surgery there is recurrence - then Radioactive iodine ablation is preferred.",
        "cop": 3,
        "opa": "Fuher surgery",
        "opb": "Radioiodine followed by surgery",
        "opc": "Radioiodine",
        "opd": "Observation & follow-up",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "06d0fa24-26af-4e38-a32b-afcb73d3a9be",
        "choice_type": "single"
    },
    {
        "question": "Most common site of peripheral aneurysm?",
        "exp": "Most common site of splanchnic aneurysm is splenic aery Most common site of visceral aerial aneurysm is splenic aery MC vessel involved in aneurysm: Circle of willis MC location of extra - cranial aneurysm: Aoa >Iliac> Popliteal > Femoral (AIPE) MC site of extra- cranial aerial aneurysm is infrarenal aoa MC site of peripheral aneurysm: Popliteal aneurysm Degenerative aneurysms (caused by atherosclerosis) are MC AAA (90%)",
        "cop": 2,
        "opa": "Brachial aery",
        "opb": "Popliteal aery",
        "opc": "Radial aery",
        "opd": "Femoral aery",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "5ebd3278-640e-4524-a730-9cd116f3c70a",
        "choice_type": "single"
    },
    {
        "question": "Most common subtype of Rodent ulcer is:",
        "exp": "Rodent ulcer is also known as basal cell carcinoma of the skin, or tear cancer which is a slow-growing type of cancer. Types of Rodent ulcers: Nodular (90%) (MC) Pigmented Cystic Superficial The most common type being nodular which has characteristic pearly whitenodules in the periphery with centralumbilication and telangiectatic vessels. Risk factor includes ultraviolet radiation",
        "cop": 3,
        "opa": "Superficial",
        "opb": "Cystic",
        "opc": "Nodular",
        "opd": "Pigmented",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "eec9da66-6ec7-4640-84e4-a14755c9808e",
        "choice_type": "single"
    },
    {
        "question": "All are premalignant conditions of oral cavity except:",
        "exp": "All the given options increase the risk of carcinoma of oral cavity but, oral Lichen planus has the least risk as it is Low-risk or Equivocal lesion. Conditions associated with Malignant Transformation HIGH RISK LESIONS Medium-risk Lesions Low-risk or Equivocal Lesions Erythroplakia Speckled Erythroplakia Chronic Hyperplastic -Candidiasis Oral submucous fibrosis Syphilitic glossitis Sideropenic dysphagia (Paterson-Kelly syndrome) Oral Lichen Planus Discoid Lupus erythematous Discoid keratosis congenita Speckled Erythroplakia is also known as Erythroleucoplakia. Leucoplakia Malignancy: -Speckled Erythroplakia > Erythroplakia > Leucoplakia",
        "cop": 3,
        "opa": "Chronic hyperplastic canidiasis",
        "opb": "Oral submucosal fibrosis",
        "opc": "Oral lichen planus",
        "opd": "Leucoplakia",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "d4d5c939-a099-4c50-a8dd-f3fa2172fbd1",
        "choice_type": "multi"
    },
    {
        "question": "Malignancy in a multinodular goiter is most often:-",
        "exp": "Follicular ca: - Seen in iodine deficient areas - M/C malignancy in long standing goiter - M/c malignancy in multinodular goiter Papillary ca: - Seen in iodine sufficient areas - M/C thyroid malignancy Anaplastic ca: - Rare; m/c seen in females - Usually seen in 7th - 8th decade of life Medullary ca: - Arise from Parafollicular C cells - C cells derived from ultimobranchial bodies",
        "cop": 1,
        "opa": "Follicular carcinoma",
        "opb": "Papillary carcinoma",
        "opc": "Anaplastic carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2018",
        "id": "ad397dae-ff17-4d8d-af86-9643f5bd0f28",
        "choice_type": "single"
    }
]