[
    {
        "question": "A lady with 50% TBSA burn with involvement of dermis & subcutaneous tissue came to emergency depament. Burns will be classified as;",
        "exp": "Third degree burns - Aka full thickness burn - Involvement of Epidermis + dermis + Subcutaneous fat - Burn Surface has Black coloured leathery eschar - Escharotomy is done to prevent compament syndrome - Characteristic features No pain, No blister, No pin prick sensation Healing occurs with contracture - To prevent contracture - Excision of burned skin with skin grafting",
        "cop": 4,
        "opa": "1st degree",
        "opb": "2nd degree superficial",
        "opc": "2nd degree deep",
        "opd": "3rd degree burn",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "e440e0ca-0a0c-4d2a-911b-fa3c2e1b0e87",
        "choice_type": "single"
    },
    {
        "question": "All are risk factors of esophageal squamous cell carcinoma except:",
        "exp": "GERD is risk factor for Adenocarcinoma esophagus Risk Factors for SCC Esophagus - Alcohol - Smoking - Zenker's diveicula - Achalasia cardia - Intake of Nitrites Nitrates Nitrosamine - Fungal toxins - HPV infections (16, 18, 31, 33) - Plummer- Vinson syndrome - Hot liquid ingestion - Tylosis Palmaris & Plantaris - Deficiency of MO - Molybdenum Z - Zinc A -VITAMIN A - Bulimia nervosa",
        "cop": 1,
        "opa": "GERD",
        "opb": "Achalasia cardia",
        "opc": "Alcohol",
        "opd": "Smoking",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "dcb55e51-d65c-4c7d-abba-88c216582479",
        "choice_type": "multi"
    },
    {
        "question": "Patient underwent gastrectomy, after eating within 20 minutes sweating, diarrhoea, what could be the cause?",
        "exp": "Early dumping syndrome Seen within 15-30 min of meals Feel Bloated Sweating Dizziness Flushing Pain & Cramps Hyperosmolar content in jejunum - |se secretion in jejunum - Third-space loss -Hypovolemia Treatment - IV fluids",
        "cop": 2,
        "opa": "Hyperglycemia",
        "opb": "Early dumping syndrome",
        "opc": "Late dumping syndrome",
        "opd": "Hypoglycemia",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "41bb870b-81d0-4776-86e0-ac9aae8973ff",
        "choice_type": "single"
    },
    {
        "question": "The complication which will not occur after PCNL surgery:",
        "exp": "Urethral stricture will not occur after PCNL surgery Complications relating to PCNL include: Injury to the spleen, pleura and colon. Haemorrhage Sepsis. Extravasation due to rupture of the collecting system. Retained stone fragments. Open surgery to the kidney is sometimes more complicated after PCNL. Indications of PCNL Size of stone 2cm Distal obstruction UTI * Hard Stone (BHC-2) Lower calyceal stone",
        "cop": 2,
        "opa": "Bleeding",
        "opb": "Urethral stricture",
        "opc": "Organ injury",
        "opd": "Sepsis",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "461da608-523d-4096-87ca-52180ac08f9d",
        "choice_type": "single"
    },
    {
        "question": "Cellulitis is a.",
        "exp": "Cellulitis Non-suppurative, invasive infection of tissues, which is usually related to the point of injury. Poor localisation in addition to the cardinal signs of spreading inflammation. Organisms such as Beta-haemolytic streptococci, staphylococci and C. perfringens. Followed by Tissue destruction, gangrene and ulceration caused by proteases Systemic signs- chills, fever and rigors.",
        "cop": 3,
        "opa": "Nonsuppurative and non-invasive",
        "opb": "Suppurative and non-invasive",
        "opc": "Nonsuppurative and invasive",
        "opd": "Suppurative and invasive",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "e1d213e2-6ac6-4d8b-8461-08fd8e88dd31",
        "choice_type": "single"
    },
    {
        "question": "Most common oral cancer;",
        "exp": "MC histological type- Squamous cell ca MC type of cancer in India - CA oral cavity MC site of CA Oral cavity - Tongue > lip IOC for Dx - Edge Biopsy",
        "cop": 1,
        "opa": "Squamous cell ca",
        "opb": "Adenocarcinoma",
        "opc": "Transition cell ca",
        "opd": "Mucoepidermoid",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "c8acce46-b608-4d74-a4a3-6f905dacf82b",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman presents with 26 weeks of gestation with a thyroid lesion which is found to be papillary carcinoma of thyroid. Which is the best treatment for this patient?",
        "exp": "- Treatment of PCT: Total thyroidectomy (TOC) Radioactive iodine - Contraindications of RAI: Pregnancy Lactation In this case patient is pregnant therefore total thyroidectomy is the treatment of choice",
        "cop": 2,
        "opa": "Thyroid ablation using radioactive Iodine",
        "opb": "Total thyroidectomy",
        "opc": "Observation",
        "opd": "Hemi-thyroidectomy",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "82b25f0a-43da-4738-aaf9-d05014589029",
        "choice_type": "single"
    },
    {
        "question": "A young male met with A, the patient is dyspnoea on auscultation breath sounds are absent on right side and has hypotension. What is immediate next step?",
        "exp": "Clinical history is suggestive of diagnosis of Tension Pneumothorax Conscious + Speaking Single words Dyspnoea Tachypnea Low BP Absent breath sound on one side Management: Clinical dx with dire emergency: T/t should be never delayed for radiological confirmation. Hence, CXR is not performed. T/t of choice: Intercoastal Chest Tube inseion - 5th ICS (Triangle of Safety) in anterior axillary lines",
        "cop": 4,
        "opa": "Urgent IV fluid administration",
        "opb": "Intubate the patient",
        "opc": "Chest X-ray",
        "opd": "Needle inseion in 5th intercostal space",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "d12f597e-f148-4ea0-a152-6a8e4e16e2cf",
        "choice_type": "multi"
    },
    {
        "question": "Left kidney transplantation will be placed in which place?",
        "exp": "Iliac fossa - Renal graft is placed in iliac fossa leaving the native kidney in-situ (in Retroperitoneal location) - Left kidney is preferred for Renal transplantation because of longer left renal vein. - Recipient has 3 kidneys after renal transplantation",
        "cop": 1,
        "opa": "Iliac fossa",
        "opb": "Kidney fossa",
        "opc": "Retroperitoneal space",
        "opd": "Hypogastric region",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "301fadd7-2ac1-4ae0-96a6-a77c5137820f",
        "choice_type": "single"
    },
    {
        "question": "True about Crohn's disease except",
        "exp": "Crohn's disease (CD) Rectal sparing is characteristic in Crohn's disease. Chronic Transmural inflammatory disorder of GIT with unknown etiology - Can involve any pa - From mouth to Anus - MC sites involved Ileum Ileocecal valve Cecum - Upper GI Crohn's disease has involvement of - Gastric antrum & Duodenum",
        "cop": 2,
        "opa": "Recurrence is more common",
        "opb": "Rectum is involved",
        "opc": "Fissures are formed",
        "opd": "Transmural",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "de720986-6973-443b-a45f-bb806b67480a",
        "choice_type": "multi"
    },
    {
        "question": "Given abnormal condition will predispose to?",
        "exp": "Testicular torsion Given image is showing Bell clapper's deformity which predispose to Testicular torsion Predisposing factor - MC- Inversion of Testes - Bell clapper's deformity. - Separation of testis from body of epididymis - Blue Dot sign: Torsion of appendage of testis Clinical features Severe agonizing pain Deming Sign- High Riding in upper pa of scrotum Angel Sign- Contralateral testis is normally lying, placed transversely Cremasteric reflex - Absent IOC - Doppler Treatment- Emergency Orchidopexy within 4 Hours",
        "cop": 1,
        "opa": "Testicular torsion",
        "opb": "Hydrocele",
        "opc": "Varicocele",
        "opd": "Testicular atrophy",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "946e46b8-bc00-4dff-8013-d74df7738032",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best for diagnosis of pheochromocytoma?",
        "exp": "Pheochromocytoma Most sensitive screening test for pheochromocytoma- Urinary catecholamines and Vanillyl mandelic acid (VMA)level. Best test for diagnosis of pheochromocytoma- 24 hours plasma fractionated Metanephrine > 24 hours urinary plasma fractionated Metanephrine 24 hours urinary hydroxy indole acetic acid is performed for carcinoid tumors",
        "cop": 2,
        "opa": "24-hour urinary Vaniyll Mandelic acid",
        "opb": "24-hour urinary Fractionated Metanephrine",
        "opc": "24-hour Urinary Hydroxy indole acetic acid",
        "opd": "24-hour Urinary Hydroxy tryptamine",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "79355270-ee02-42aa-8f1b-bc0c155ce8f0",
        "choice_type": "single"
    },
    {
        "question": "Distal ileum was removed in a 20-year-old girl. Which absorption deficient will be seen?",
        "exp": "Bile salts Changes seen in Terminal Ileal Resection Unabsorbed fatty acids bind with calcium-Increased concentration of free oxalates (oxalates bind with calcium normally and therefore escape without intestinal absorption)- Free oxalates are absorbed- Oxalate kidney stones Vitamin B12 Malabsorption- Megaloblastic anemia. Bile salts Malabsorption-watery diarrhoea Decreased bile salts in the bile- Cholesterol gall stones Steatorrhea and Malabsorption of fat-soluble vitamins",
        "cop": 2,
        "opa": "Iron",
        "opb": "Bile salts",
        "opc": "Zinc",
        "opd": "Copper",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "58cd51b4-1816-457a-915c-da490f3fa975",
        "choice_type": "single"
    },
    {
        "question": "Which patient has better prognosis in breast cancer?",
        "exp": "LUMINAL CLASSIFICATION: Luminal A: ER & PR + ve, double positive HER - 2 - neu (-) ve Most common type, best prognosis. Luminal B: ER, PR & Her - 2 - neu positive (triple positive) Normal breast like: well differentiated, ER +VE Basal cell type: triple negative ER, PR Her-2-neu (-) ve Positive for myoepithelial markers (basal keratins, P-cadherin, P63, laminin) CK- 5, 6, 17 & EGFR. Her-2 type: Her-2-neu +ve ER, PR -ve, worst prognosis",
        "cop": 1,
        "opa": "Luminal A",
        "opb": "Luminal B",
        "opc": "Patient who has triple test negative",
        "opd": "Patient who has triple test positive",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "b10562c4-0ccd-430f-8a82-8964e6fdf2a1",
        "choice_type": "single"
    },
    {
        "question": "In an accident case, after the arrival of medical team, all should be done in early management except;",
        "exp": "Checking BP doesn't comes under primary survey PRIMARY SURVEY First step- cervical spine protection | ABCDE A - Airway maintenance B - Breathing C - Circulation D - Disability (brief neurological examination) E - Exposure and environment control",
        "cop": 2,
        "opa": "Stabilization of cervical veebrae",
        "opb": "Check BP",
        "opc": "Check Respiration",
        "opd": "Glasgow coma scale",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "30d1b401-ca75-4192-a9a3-ee7737341459",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not scanned by FAST USG?",
        "exp": "FAST- Focussed assessment with sonography for trauma It is performed in 2-4 minutes 4 views (4 P) - 1. Pericardium 2. Perihepatic region 3. Peri splenic region 4. Pelvis e- FAST- Extended FAST 6 views 1. Pericardium 2. Perihepatic region 3. Peri splenic region 4. Pelvis 5. Right thoracic view 6. Left thoracic view",
        "cop": 2,
        "opa": "Pericardium",
        "opb": "Pleural cavity",
        "opc": "Spleen",
        "opd": "Liver",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "e31a305c-ce2a-4105-9486-d746743f44ee",
        "choice_type": "single"
    },
    {
        "question": "62-year-old female has kidney stone and treated with PCNL. After 2 days she again comes to OPD with chills and fever. What is the complication?",
        "exp": "Bacterial sepsis Complications relating to PCNL include: Injury to the spleen, pleura and colon. Haemorrhage (MC) Sepsis. Extravasation due to rupture of the collecting system. Retained stone fragments. Open surgery to the kidney is sometimes more complicated after PCNL.",
        "cop": 1,
        "opa": "Bacterial sepsis",
        "opb": "Acute pancreatitis",
        "opc": "Splenic injury",
        "opd": "Ureteric stricture",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "e053ca1f-5a02-4b5b-8527-583f989e0c92",
        "choice_type": "single"
    },
    {
        "question": "32-year man presented with fever and pain in upper right hypochondrium after food intake. Investigation of choice;",
        "exp": "Ultrasound is Investigation of choice for Gall stone Acute cholecystitis Acute acalculous cholecystitis Chronic cholecystitis",
        "cop": 2,
        "opa": "CECT",
        "opb": "Ultrasound",
        "opc": "MRI",
        "opd": "HRCT",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "68831697-ecbf-499a-9277-7b98aec0a9b7",
        "choice_type": "single"
    },
    {
        "question": "ALVARADO score 2 defines:",
        "exp": "Leucocytosis has a score of 2 Alvarado Score Aka MANTRELS Score- Used for Appendicitis Manifestation Score Symptoms Migratory RIF pain Anorexia Nausea and vomiting 1 1 1 Signs Tenderness (RIF) Rebound tenderness Elevated temperature 2 1 1 Laboratory Leucocytosis Shift to left 2 1 Total 10 - Score of 9-10 - Ceain diagnosis - Score of 7-8 -High likelihood of diagnosis - Score of 5-6 - Equivocal (most dangerous) - Score of 1-4 - Negative for acute appendicitis - CECT is indicated in cases of Equivocal MANTREL score findings to confirm diagnosis",
        "cop": 2,
        "opa": "Temperature",
        "opb": "Leukocytosis",
        "opc": "Tenderness in left iliac fossa",
        "opd": "Migratory pain",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "3b6bcf2d-f026-4968-ba05-e2a07e686252",
        "choice_type": "single"
    },
    {
        "question": "Prostatic cancer mostly seen in",
        "exp": "- MC site of CA Prostate - Posterior lobe - MC site of BPH - Median lobe - On DRE - Posterior lobe is felt and medial lobe is felt when enlarged. - MC site of BPH - Transition zone - MC site of CA Prostate - Peripheral zone",
        "cop": 1,
        "opa": "Posterior",
        "opb": "Lateral",
        "opc": "Medial",
        "opd": "Anterior",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "7d8f107f-1762-4f2d-9577-8ce1b46c2c6c",
        "choice_type": "single"
    },
    {
        "question": "Long term diabetic PATIENT with blisters walked barefoot few miles on hot sand. He presented with this clinical condition. What is the most probable diagnosis?",
        "exp": "Necrotizing fasciitis In necrotizing fasciitis, necrosis of the subcutaneous tissue and fascia, with typical sparing of the underlying muscle Most common organism responsible for necrotizing fasciitis is Group A Beta Hemolytic Streptococcus- polymicrobial infection Severe pressure like pain out of propoion to visible signs distinguishes necrotizing fasciitis from cellulitis. Erythema, leukocytosis, and swelling are present in both cellulitis and necrotizing fasciitis",
        "cop": 3,
        "opa": "Diabetic foot",
        "opb": "Burn",
        "opc": "Necrotizing Fasciitis",
        "opd": "Cellulitis",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "8389bf3c-22dd-4024-8ea3-793ed4cdebf4",
        "choice_type": "single"
    },
    {
        "question": "Rodent ulcer is",
        "exp": "Basal cell cancer Aka Rodent ulcer Locally invasive Destruction of surrounding tissues - Aka Tear Cancer Seen in face above the line joining ear lobule to angle or corner of mouth - Arises from Basal layer of epidermis - Most common site - Nose > Inner canthus Types of BCC (based on pathology) - Nodular MC type Classical sign- Central depression with umbilication - Pigmented - Cystic - Superficial Diagnosis - IOC for Dx - Wedge Biopsy Management - Wide Local Excision- If tumor is non-aggressive involving trunk or extremities - MOH'S micrographic surgery- If tumor is aggressive involving vital areas, cosmetic areas and recurrent",
        "cop": 1,
        "opa": "Basal cell cancer",
        "opb": "Squamous cell ca",
        "opc": "Rhinophyma",
        "opd": "Adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "7c49925d-cb65-46a4-93a4-aa5e7273cc6f",
        "choice_type": "single"
    },
    {
        "question": "28-year-old alcoholic patient walks to hospital with the complaints of binge vomiting, chest pain, fever and X ray shows hydropneumothorax. The most probable condition;",
        "exp": "BOERHAAVE Syndrome- Aka Spontaneous esophageal perforation- Caused by* Forceful vomiting* Repeated vomiting- MC site of perforation - Lower 1/3rd of esophagus along Left posterolateral direction- More common in males. Clinical features- Characterized by Mackler's triad* Thoracic Pain* Vomiting* Cervical subcutaneous emphysema- In case of massive contamination / inflammation* Fever* Sepsis. Investigation- On CXR - Hydropneumothorax- IOC for Dx - Water soluble contrast esophagogram (Gastrograffin > Hypaque) Management- Depends on Time of Presentation Within 24 hours After 24 hours * Golden period of repair Esophagostomy + ICD inseion + feeding jejunostomy * Repair of Perforation + ICD inseion + Feeding jejunostomy Moality rate upto 20% Moality rate > 50%",
        "cop": 1,
        "opa": "Boerhaave syndrome",
        "opb": "Tension pneumo thorax",
        "opc": "PUD perforation",
        "opd": "Mallory Weiss tear",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "72bf8ddd-d545-45a8-9b91-94e7eb542f7e",
        "choice_type": "multi"
    },
    {
        "question": "40 years old patient with femur fracture with pulmonary infiltration and respiratory distress",
        "exp": "Fat embolism Patient presenting long bone fractures + respiratory distress +petechiae / hemorrhage in brain suggests: fat embolism syndrome Generally associated with displaced long bone fractures of lower extremities Fat embolism will reach in the brain through a right to left cardiac shunt or through an intact pulmonary circulation in the patient without the shunt Major clinical characteristics: respiratory insufficiency, neurologic symptoms, and petechial skin rash",
        "cop": 1,
        "opa": "Fat embolism",
        "opb": "Pulmonary embolism",
        "opc": "Air embolism",
        "opd": "Obstruction",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "7dc2116a-12f7-4043-aeeb-d73887849938",
        "choice_type": "single"
    },
    {
        "question": "A child of 6 months was presented with following presentation. What is the management protocol?",
        "exp": "Image shown is of an infant with Umbilical hernia - Hernia occurring directly through umbilicus Closes spontaneously in majority of cases by 2 years. Treatment - Indications of surgery If it persists beyond 5yrs age Symptomatic patients Strangulation Size > 2 cm Progressive enlargement of hernia after 1-2 years Maximum time to wait- 5 years - Small defects - Closed primarily - Size of defect >3cm - Prosthetic mesh - MAYO'S REPAIR",
        "cop": 2,
        "opa": "Indication of surgery if not resolve by 2 years",
        "opb": "Surgery after 5 years",
        "opc": "Immediate surgery",
        "opd": "Hernioplasty",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "3042081d-bac0-4270-bcd8-9e509d39ea16",
        "choice_type": "single"
    },
    {
        "question": "Gynecomastia is seen in all except;",
        "exp": "Kidney failure is not associated with Gynaecomastia Associated with Gynaecomastia Idiopathic Hormonal Stilbestrol therapy for prostate cancer Teratoma of the testis Anorchism and After castration Leprosy Liver failure Klinefelter's syndrome",
        "cop": 3,
        "opa": "Klinefelter's syndrome",
        "opb": "Liver failure",
        "opc": "Kidney failure",
        "opd": "Leprosy",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "5ec0c963-89b2-49dc-916a-9ec6aac4511f",
        "choice_type": "multi"
    },
    {
        "question": "A man was presented to emergency depament with head injury after an accident with vehicle. Investigation of choice should be;",
        "exp": "NCCT- IOC for Head Injury In NCCT - shows Biconvex or Lenticular or lens shaped hyperdense lesion In NCCT - shows Concavo- convex hyperdense lesion",
        "cop": 3,
        "opa": "CECT",
        "opb": "MRI",
        "opc": "NCCT",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "db529147-2784-414a-a74d-ee5c4b030bf3",
        "choice_type": "single"
    },
    {
        "question": "Abdominal pain, fever and jaundice. This triad is known as;",
        "exp": "- Charcot's triad - abdominal pain + jaundice + fever. - Seen in Cholangitis. - For cholangitis to occur, the 2 essential factors are obstruction & infection. Predisposing factors for cholangitis: CBD stones (M. C) Stricture Cholangiocarcinoma Choledochal cyst Worms M. C organism responsible for CBD is E. coli > Klebsiella. M. C symptom - fever + chills. Inadequate treatment causes Reynold's pentad - Charcot's triad + shock + mental status changes.",
        "cop": 1,
        "opa": "Charcot's triad",
        "opb": "Saint's triad",
        "opc": "Virchow triad",
        "opd": "Renault's triad",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "2f9aa54c-6a95-4a7e-9e52-e4b6b6f0e3ca",
        "choice_type": "single"
    },
    {
        "question": "20 yr old female diagnosed previously with adenocarcinoma stomach and on examination following is seen;",
        "exp": "Sister Mary joseph nodule - Cutaneous metastatic deposit around umbilicus (Not Lymph node) Lymph Node involvement in Ca stomach - Involvement of left supraclavicular LN - Virchow's Node (Aka Troisier's Sign) - Involvement of Axillary LN - Irish nodes - Palpable intraperitoneal metastasis on digital rectal examination - Blummer's shelf",
        "cop": 1,
        "opa": "Sister Mary joseph nodule",
        "opb": "Umbilical granuloma",
        "opc": "Infected umbilical hernia",
        "opd": "Irish node",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "732916f9-0891-490f-9e2b-3b32a876981f",
        "choice_type": "single"
    },
    {
        "question": "A patient of Varicose veins came to hospital; intern was on duty. Which test he shall perform to rule out the DVT?",
        "exp": "Pehes test is used to differentiate between Varicose veins and Deep vein thrombosis. The limb is elevated and an elastic bandage is applied firmly from the toes to the upper 1/3 of the thigh to obliterate the superficial veins only. With the bandage applied the patient is asked to walk for 5 minutes. If deep system is competent, the blood will go through and back to the hea. If the deep system is incompetent, the patient will feel pain in the leg.",
        "cop": 2,
        "opa": "Brodie Trendelenburg test",
        "opb": "Pehes test",
        "opc": "Thomas test",
        "opd": "Ober test",
        "subject_name": "Surgery",
        "topic_name": "FMGE 2019",
        "id": "1c8ff099-f148-4aac-ac4a-75a265160555",
        "choice_type": "multi"
    }
]