[
    {
        "question": "A 50 year old with history of jaundice in the past has presented with right upper quadrant abdominal pain. Examination and investigations reveal chronic calculous cholecystitis. The liver functions tests are within normal limits and on ultrasound examination, the common bile ducts is not dilated. Which of the following will be the procedure of choice?",
        "exp": "In the given question there was an episode of jaundice, but LFT is normal and CBD is not dilated. The best option is laparoscopic cholecystectomy only Management of CBD stones associated with GB stones * Pre-operatively detected stones:- * Unsuspected stones found at the time of cholecystectomy:- Experienced laparoscopic surgeon Experienced laparoscopic surgeon Cholecystectomy and choledochotomy in same sitting Laparoscopic CBD exploration and stone retrieval through the cystic duct * Laparoscopic choledochotomy and stone extraction Inexperienced laparoscopic surgeon Inexperienced laparoscopic surgeon Pre-op ERCP with stone removal and laparoscopic cholecystectomy later Conve to open procedure and remove CBD stone Complete the cholecystectomy and refer the patient for ERCP",
        "cop": 1,
        "opa": "Laparoscopic cholecystectomy",
        "opb": "Open choledocholithotomy followed by laparoscopic cholecystectomy",
        "opc": "ERCP + choledocholithotomy followed by Laparoscopic cholecystectomy",
        "opd": "Laparoscopic cholecystectomy followed by ERCP + choledocholithotomy",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "6825a23d-8f16-4e4c-8c06-7130affb99e0",
        "choice_type": "single"
    },
    {
        "question": "Cholangiography T-tube done after how many days of cholecystectomy:",
        "exp": "Cholangiography T-tube done after 7-10 days of cholecystectomy.",
        "cop": 2,
        "opa": "1-5 days",
        "opb": "7-10 days",
        "opc": "10-14 days",
        "opd": "15-20 days",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "b79727dc-13d4-4398-9b2a-fc15e8bd693c",
        "choice_type": "single"
    },
    {
        "question": "Sump syndrome occurs most commonly after:-",
        "exp": "Sump syndrome Sump syndrome: paiculate matter, stones, and food debris accumulate and stagnat in the distal, \"blind\" end of the common duct Sump syndrome occurs after choledochoduodenostomy Management Endoscopic management, consisting of sphincterotomy with or without balloon dilation of the anastomosis End-to-side hepaticojejunostomy, Roux-en-Y, to prevent persistent regurgitation of intestinal contents and to remove the \"sump\" permanently, is preferred surgical procedure.",
        "cop": 2,
        "opa": "Cholecystojejunostomy",
        "opb": "Choledochoduodenostomy",
        "opc": "Mirizzi's syndrome",
        "opd": "Choledochojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "5a9f15e8-a064-435f-8ddd-9d4a352954d8",
        "choice_type": "single"
    },
    {
        "question": "Preferred treatment for type III Mirizzi's syndrome is:",
        "exp": "Mirizzi's syndrome / functional hepatic syndrome: external compression of common hepatic duct by inflammatory tissue in the pericholecystic region; formation of cholecystocholedochal fistula. Types Treatment Type I Paial cholecystectomy Type II & III Paial cholecystectomy (choledochoplasty) + T- tube drainage Type IV & V Bilioenteric anastomosis.",
        "cop": 2,
        "opa": "Paial cholecystectomy",
        "opb": "Paial cholecystectomy with choledochoplasty",
        "opc": "Total cholecystectomy",
        "opd": "Bilioenteric anastomosis",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "febc257b-28a5-42fd-9293-3dfcff093750",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis based on the given HIDA-scan?",
        "exp": "IOC for diagnosis of acute cholecystitis - USG HIDA scan is the gold standard investigation for diagnosis of acute cholecystitis (Hepatobiliary Imino Diacetic Acid scan) Whenever radio-nucleoid agent is given by I. V route; It is going to be taken by phagocytic cells of the liver (Kupffer cells) & are excreted into Bile and follow the pathway which bile is going to flow. The diagram given is HIDA scan in which gall bladder is not visualized means, it is diagnostic of Acute cholecystitis (because temporary obstruction of cystic duct is the initiating event of cholecystitis).",
        "cop": 3,
        "opa": "Chronic cholecystitis",
        "opb": "Mucocele",
        "opc": "Acute cholecystitis",
        "opd": "Normal scan",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "c4a89db4-01a1-4bd8-8bf2-f1810ad1720c",
        "choice_type": "single"
    },
    {
        "question": "The technique of laparoscopic cholecystectomy was first described by?",
        "exp": "History of laparoscopic cholecystectomy Eric Muhe performed the first laparoscopic cholecystectomy in 1982. He used a modified operating laparoscope placed at the umbilicus after establishing pneumoperitoneum. In 1987, Phillipe Mouret performed the first video laparoscopic cholecystectomy by using a camera attached to the laparoscope.",
        "cop": 1,
        "opa": "Erich Muhe",
        "opb": "Philip Moure",
        "opc": "Ku Semm",
        "opd": "Eddie Reddick",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "23c79ac1-bc4d-4171-8c70-e63e52938ac7",
        "choice_type": "single"
    },
    {
        "question": "This procedure is performed in which of the following conditions?",
        "exp": "The procedure is percutaneous cholecystostomy. The procedure is performed in acalculous cholecystitis Acalculous cholecystitis. Inflammation of GB in absence of stones. TOC: lap. cholecystectomy if patient is unstable - percutaneous cholecystostomy.",
        "cop": 4,
        "opa": "Mucocele",
        "opb": "Mirizzi's syndrome",
        "opc": "Xanthogranulomatous cholecystitis",
        "opd": "Acalculous cholecystitis",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "e968a6e8-e3fa-4fe5-8536-65542e58e49b",
        "choice_type": "single"
    },
    {
        "question": "Mirizzi's syndrome is:",
        "exp": "Mirizzi's Syndrome (Functional Hepatic Syndrome) Obstruction of the common hepatic duct or CBD by external compression or by erosion of stone in the Hamann pouch or cystic duct",
        "cop": 1,
        "opa": "GB stone compressing common hepatic duct",
        "opb": "GB carcinoma invading IVC",
        "opc": "GB stone causing cholecystitis",
        "opd": "Pancreatic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "cadb63f7-6acf-414a-9add-47d8f82f23fc",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for the given type of cholecystitis is:",
        "exp": "In X-Ray, GB shows presence of air, that gives the diagnosis of emphysematous cholecystitis. M. C organism responsible for emphysematous cholecystitis is clostridium perfringens (anaerobe). M. C aerobic organism responsible is E. coli. - Cause of Xanthogranulomatous cholecystitis ( non -infectious condition)- rupture of Rokitansky-Aschoff sinuses. Investigation of choice: NCCT. Rx: Urgent cholecystectomy or cholecystostomy + antibiotics.",
        "cop": 1,
        "opa": "Urgent cholecystectomy or cholecystostomy under antibiotic coverage",
        "opb": "Conservative management followed by interval cholecystectomy",
        "opc": "Conservative treatment and treat primary cause like DM",
        "opd": "Urgent ERCP",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "bdfbf856-5f38-4443-afcd-f3de1dee2036",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is classified under Grade II acute cholecystitis according to the Tokyo Consensus Guidelines?",
        "exp": "Tokyo Consensus Guidelines for severity grading of acute cholecystitis: Grade I (mild) acute cholecystitis Acute cholecystitis in a healthy person with no organ dysfunction and mild inflammatory changes in the gallbladder Grade II (moderate) acute cholecystitis Associated with any one of the following: 1. Elevated WBC count (>18000/mm3)2. Palpable tender mass in the right upper abdominal quadrant3. Duration of complaints >72 hours4. Marked local inflammation (gangrenous cholecystitis, pericholecystic abscess, hepatic abscess, biliary peritonitis, emphysematous cholecystitis) Grade III (severe) acute cholecystitis Associated with any one of the following: 1. CVS dysfunction- Hypertension requiring treatment with dopamine/norepinephrine 2. Neurological dysfunction- Decreased level of consciousness 3. Respiratory dysfunction- Pa. O2/Fi. O2 ratio <300 4. Renal dysfunction- Oliguria; creatinine >2. 0mg/dL 5. Hepatic dysfunction- PT-INR >1. 5 6. Haematological dysfunction- Platelet count <100000/mm3",
        "cop": 4,
        "opa": "Presence of multiorgan dysfunction",
        "opb": "WBC count > 11000/mm3",
        "opc": "Mild local inflammation",
        "opd": "Duration of complaints >72 hours",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder",
        "id": "3d45e4d8-2b08-4ee8-8e56-30bcce99cb0d",
        "choice_type": "single"
    }
]