[
    {
        "question": "The congenital Anomaly of Gallbladder shown here is",
        "exp": "Ans. (d) Phrygian cap* Phrygian Cap anomaly is the MC congenital anomaly of GB in which the Fundus of Gallbladder folded upon itself.",
        "cop": 4,
        "opa": "Septum",
        "opb": "Diverticulum",
        "opc": "Normal",
        "opd": "Phrygian cap",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "394cabfa-8810-4180-b576-e84554639ad1",
        "choice_type": "multi"
    },
    {
        "question": "Laparoscopy - pressure in the abdomen of children -",
        "exp": "Ans. is 'b' i. e., 8-12 mm Hg * The optimal intrabdominal pressure for laproscopy in children has been established to be between 8-12 mm Hg, with neonates tolerating lower pressures than elders.",
        "cop": 2,
        "opa": "2-6 mm Hg",
        "opb": "8-12 mm Hg",
        "opc": "14 - 18 mm Hg",
        "opd": "20 - 24 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "901e7990-ff69-4885-99b6-fc045c5244a1",
        "choice_type": "single"
    },
    {
        "question": "True statement about gallstones are all except:",
        "exp": "Ans. (d) More common in males between 30-40 years of age. Diabetes mellitus and Gall stones:* Diabetes though not a direct risk factor for gall stones- the following factors in diabetes may increase the chance of getting Gall stones:# Increased Bile Cholesterol# Poor GB motility# Decreased Bile Acids",
        "cop": 4,
        "opa": "Lithogenic bile is required for stone formation",
        "opb": "May be associated with carcinoma gallbladder",
        "opc": "Associated with diabetes mellitus",
        "opd": "More common in males between 30-40 years of age",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "d6fb8c1d-f4df-4919-a430-9128b7df47e5",
        "choice_type": "multi"
    },
    {
        "question": "Ductopenia seen in",
        "exp": "Ans. (b) Alagille syndrome. Ref: Internet Sources* Alagille syndrome is an autosomal dominant genetic disorder affecting liver and heart commonly.* Bile duct paucity is the common manifestation which results in Cirrhosis and Liver failure",
        "cop": 2,
        "opa": "Primary biliary cholangitis",
        "opb": "Alagille syndrome",
        "opc": "Caroli's disease",
        "opd": "EHPVO",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "64d15b30-c6d4-4a43-bd62-da14fc920dbf",
        "choice_type": "single"
    },
    {
        "question": "Virchow's Triad that predisposes to DVT consists of all the following except -",
        "exp": "Ans. is 'd' i. e., Increased platelet count Virchow's triado Hypercoagubilityo Changes in blood flowo Changes in vessel wall. Some other important triads commonly askedo Charcots triad*(Seen in cholangitis). Jaundice, Pain & Fevero Virchows triad*(etiology of venous thromobosis). Changes in blood flow, Changes in vessel wall, Hypercoagulabilityo Hutchisons triad*(in congenital syphillis). Hutchisons teeth (notched upper incisors) Interstitial keratitis, Nerve deafness. o Triad of Alport syndrome*Progressive renal failure, Sensory neural deafness, Ocular anomalies. o Triad of Kwashiorkar*Oedema, Growth retardation. Mental changes (apathy, listlessness lethargy)o Triad of Behcet's syndrome*(+ skin lesions make a tetrad). Recurrent oral ulcers, Genital ulcers, Iridocyclitiso Whipples triad*(Seen in Insulinoma). Symptoms of Hypoglycemia, Serum glucose < 45 mg/dl, Relief with ingestion of glucose. o Triad of Hypernephromao Trotters triad*(in Nasopharyngeal ca*). Hematuria, Pain, Renal mass. Conductive deafness, Immobility of homolateral softpalate, Trigeminal neuralgiao Gradenigo's triad* (in petrosits)*VI C. N. palsydeep seated retroorbital pain, Persistant ear discharge",
        "cop": 4,
        "opa": "Hypercoagubility",
        "opb": "Endothelial injury",
        "opc": "Increased turbulence of blood flow",
        "opd": "Increased platelet count",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "1142587b-8ade-428b-9e7f-7291ebe152c0",
        "choice_type": "multi"
    },
    {
        "question": "A case of acute cholecystitis now presents with acute pain sharp going to the back diagnosis",
        "exp": "Ans. (a) Acute pancreatitis. Ref: Sabiston 20th edition Page 1496 Gall stone pancreatitis:* As GB stone passes the common channel it irritates the Pancreatic system and causes pancreatitis.* Patient's will have continued back pain even after stone passes.* Most cases of gall stone pancreatitis settles by conservative management.* If symptoms do not resolve we do ERCP and Sphincterotomy.* Dilated CBD and CBD stone gives suspicion of Gallstone pancreatitis.* Patient should be operated in same admission before discharge- Laparoscopic cholecystectomy* During surgery Intra op Cholangiogram is done to rule out CBD stones.",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Cholecystitis",
        "opc": "Appendicitis",
        "opd": "Aortic aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "fde26c35-3be4-4a68-a053-8178c2bb5d3b",
        "choice_type": "single"
    },
    {
        "question": "Cholangiocarcinoma is associated with -",
        "exp": "Ans. (a) Chlonorchis sinensis. Ref: Bailey 26th edition Table page 1115* Opisthorcis vivernii and Clonorchis sinensis are associated with Cholangiocarcinoma.",
        "cop": 1,
        "opa": "Chlonorchis sinensis",
        "opb": "Schistosoma",
        "opc": "Plasmodium",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "5b93e51b-dd56-4982-bddf-c2483e01eeee",
        "choice_type": "multi"
    },
    {
        "question": "Patient with hepatic insufficiency is being planned for surgery. Which vitamin deficiency has to be treated first?",
        "exp": "ANSWER: (C) Vitamin KREF: Harrison's 18th ed chapter 302. Vitamin K deficiency in adults may be seen in patients with chronic small-intestinal disease (e. g., celiac disease, Crohn's disease), in those with obstructed biliary tracts, or after small-bow. Tel resection. Patients with liver disease may have an elevated prothrombin time because of liver cell destruction as wrell as vitamin K deficiency. If an elevated prothrombin time does not improve on vitamin K therapy, it can be deduced that it is not the result of vitamin K deficiency.",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Vitamin D",
        "opc": "Vitamin K",
        "opd": "Vitamin E",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "4ceea402-29d7-4c6a-9617-95d01dd219a5",
        "choice_type": "single"
    },
    {
        "question": "Causes of Acalculous cholecystitis are the following except",
        "exp": "Ans. (b) Schistosomiasis. Ref: Sabiston Page 1508, 20th edition. Risk factors of Acalculous cholecystitis:* Old age* Critical illness* Burns* Prolonged TPN* Major operations* Diabetes* Immunosuppression",
        "cop": 2,
        "opa": "Bile duct stricture",
        "opb": "Schistosomiasis",
        "opc": "Prolonged TNP",
        "opd": "Major operations",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "82352a14-9de3-43fe-8cb7-aa252705b3e7",
        "choice_type": "multi"
    },
    {
        "question": "Mirizzi syndrome is:",
        "exp": "Ans. (a) GB stone compressing common hepatic duct. CSENDES CLASSIFICATION of Mirizzi Syndrome -5 types.* Type 1: Only compression of Common Duct.* Type 2: Erosion less than 1/3rd* Type 3: Erosion more than 1/3rd* Type 4: Total destruction* Type 5: Associated Cholecysto Enteric Fistula",
        "cop": 1,
        "opa": "GB stone compressing common hepatic duct",
        "opb": "GB carcinoma invading IVC",
        "opc": "GB stone causing cholecystitis",
        "opd": "Pancreatic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "dd4d844f-8faf-4c55-85ab-575c372c65be",
        "choice_type": "single"
    },
    {
        "question": "What percentage of gall stones are radio opaque?",
        "exp": "Ans is 'a' i. e., 10-20 Cholelithiasis:* Cholelithiasis is a common cause of epigastric or right upper quadrant pain in middle aged obese female patients.* Gall stones are composed of crystals of cholesterol monohydrate and variable amounts of calcium carbonate/ phosphate/ bilirubinate.* Only 15 - 20% of the gall stones are radio-opaque.* Gallstones are the most common biliary pathology.* It is estimated that gallstones are present in 10-15% of the adult population in the USA.* They are asymptomatic in the majority (> 80%).* Approximately 1-2% of asymp- tomatic patients will develop symptoms requiring cholecystectomy per year, making cholecystectomy one of the most common operations performed by general surgeons.",
        "cop": 1,
        "opa": "20-Oct",
        "opb": "30-40",
        "opc": "50-60",
        "opd": "70-80",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "924cfc52-ef6b-4e5f-a969-fb3ab547d9bd",
        "choice_type": "multi"
    },
    {
        "question": "Following factor increase formation of gall stones",
        "exp": "Ans. (b) Octreotide. Ref: Bailey 26th edition 1107. Cholesterol Gall stones are predisposed by:* High fat diet* High calories intake* Obesity* High Cholesterol and Low Bile salts in Bile.* Drugs like Somatostatin analogues* Truncal vagotomy leading to Bile stasis* Ileal resection* Crohn disease* Short Bowel syndrome",
        "cop": 2,
        "opa": "Vagal stimulation",
        "opb": "Octreotide",
        "opc": "Low fat diet",
        "opd": "Hypercholesterolemia",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "c083e5b8-637d-4b48-af8a-631f2f8858c4",
        "choice_type": "multi"
    },
    {
        "question": "Regarding stones in gall bladder the following are true except:",
        "exp": "Ans: c (90% of gall stones are radioopaque). Ref: Bailey & Love, 24th ed, p. 1103, 1104 p. 1095 for 'd' & 23rd ed, p. 975 for 'c'",
        "cop": 3,
        "opa": "Mixed stones are common in the west",
        "opb": "In Saints triad diverticulosis of colon and hiatus hernia co exist",
        "opc": "90% of gall stones are radio-opaque",
        "opd": "Is a risk factor in the development of GB carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "73135792-4adb-4018-a6ff-c51e3cab4dae",
        "choice_type": "multi"
    },
    {
        "question": "Riglers triad is seen in",
        "exp": "Ans. is 'a' i. e., Gall stone Ileus Gall Stone Ileus* This type of obstruction tends to occur in the elderly secondary to erosion of a large gallstone through the gall bladder into the duodenum.* Classically, there is impaction about 60 cm proximal to the ileocaecal valve.* The patient may have recurrent attacks as the obstruction is frequently incomplete or relapsing as a result of a ball-valve effect.* The classical radiological sign of gall stone obstruction is Rigler'straid consisting of small bowel obstruction, pneumobilbia and atypical mineral shadow on radiographs of the abdomen.* Presence of two of these signs is considered pathognomic for intestinal obstruction and is present in 40 - 50% of gall stone ileus patients.* At laparotomy it may be possible to crush the stone within the bowel lumen, after milking it proximally. If not, the intestine is opened and the gallstone removed. If the gallstone is faceted, a careful check for other enteric stones should be made.* The region of the gall bladder should not be explored.",
        "cop": 1,
        "opa": "Gall stone ileus",
        "opb": "Post laparotomy intestinal obstruction",
        "opc": "Ischiorectal fistula",
        "opd": "Carcinoma head of pancreas",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "edbc91f1-6b01-4328-8cac-c7fdcc0f6058",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the initial investigation of choice for evaluation of a suspected case of gall stones?",
        "exp": "Ans. is 'a' i. e., Ultrasonography * Transabdominal ultrasonography is the initial imaging modality of choice in patients with suspected gall stones, as it is accurate, readily available, inexpensive and quick to perform",
        "cop": 1,
        "opa": "Ultrasonography",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "9bc77ba9-dbcb-4d0b-8ed0-6f4274d60b5d",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of gall stone impaction in Cholecysto Intestinal fistula is",
        "exp": "Ans. (b) Proximal to ileo cecal junction. Ref: Sabiston 20th edition Page 1506. Gallstone ileus:* MC site of obstruction is terminal ileum* Intermittent obstruction is seen* Pneumobilia is seen* 10% have multiple stones in small intestine",
        "cop": 2,
        "opa": "DJ junction",
        "opb": "Proximal to ileo-cecal junction",
        "opc": "Distal to ileo-cecal junction",
        "opd": "Colon",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "abc7b6e7-3750-4bdd-a262-5e16c628c602",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common location of Gallstone Ileus?",
        "exp": "Ans: c. (ileum). Ref: Sabiston, 18lhed. pg. 1572. According to Sabiston, \"Passage of a stone through a spontaneous biliary enteric fistula leading to a mechanical bowel obstruction is known as gallstone ileus. Most (75%) of these fistulas develop between the gallbladder and duodenum. In patients older that 70 years gallstone ileus may account for as many as 25% of cases of intestinal obstruction. It is called as tumbling obstruction as the impacted stone temporarily obstructs the bowel lumen and then dislodges and moves distally. The most common site of obstruction is the terminal ileum because of its narrow lumen\"Thus the most common site of obstruction is the terminal ileum. Most common site of biliary- enteric fistula leading to gall stone ileus is duodenum. Management consists of relieving the obstruction by removing the gallstone through a incision on the bowel at a proximal healthy site. Gall stones: Gall stones can be classified by their cholesterol content into cholesterol stones and pigment stones. Incidence of cholesterol stones- 70 - 80%. Incidence of black pigment stone- 20- 30%. The standard diagnostic investigation for gallstones ultrasound abdomen. Pigment stones are dark due to deposition of calciumbilirubinate. Stone associated with hemolytic state- black pigment stones. Stone occurring as primary bile duct stone - brovm pigment stones. Choledochal stones (stones in the bile duct) can lead to acutecholangitis manifested by Charcot's triad. lt may be severe, leading to Reynold's pentad.",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "fa648503-e4c3-489c-abd6-95f3e3c30560",
        "choice_type": "multi"
    },
    {
        "question": "Initial investigation done for Suspected Gallbladder stones",
        "exp": "Ans. (a) USGRef: Bailey and Love 27th edition Page 1191* For Biliary Pathology Initial Imaging Modality of Choice is USG as it is easily available and inexpensive and Quick to perform, However it is operator dependent.",
        "cop": 1,
        "opa": "USG",
        "opb": "FRCP",
        "opc": "MRCP",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "99a5b793-71ac-41e4-a5ec-83e2f1f3b82b",
        "choice_type": "multi"
    },
    {
        "question": "What should be the plan of patient who undergoes Laparoscopic cholecystectomy, specimen showed T2 Gallbladder Cancer?",
        "exp": "Ans. (a) Relaparotomy and resect Segment 4b - 5, dissection of N1-2 nodes with port sites. Ref: Bailey and Love 27th edition Page 1211. If specimen says* T1 a- Already done cholecystectomy is enough* T1 b- Cholecystectomy is enough if margins are negative* T1 b (if has Perineural, vascular invasions) - risk of nodal involvement is more - hence Extended Cholecystectomy is done.* In extended cholecystectomy 2cm of normal hepatic parenchyma is to be removed, CBD should be removed if cystic duct margin is positive and all the nodes Pericholedochal, periportal, Hepatoduodenal. Coeliac and posterior pancreatico duodenal nodes are removed.* T2 - Cases Radical cholecystectomy involving removal of segment 4b and 5 along with nodes.* T3- Radical cholecystectomy or Extended Right Hepatectomy is done* If only segment 5 was involving removal of Segment 4b and 5 would have been done* Some cases will also require a central hepatectomy- Removal of segments 4, 5 and 8* Some cases will also need Right Trisegmentectomy- Removal of segments 5, 6, 7, 8 and segment 4",
        "cop": 1,
        "opa": "Relaparotomy and resect Segment 4b - 5, dissection of N1-2 nodes with port sites",
        "opb": "Post op Chemotherapy alone",
        "opc": "Extended Cholecystectomy",
        "opd": "Whipple procedure",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "2617fbd7-c9f9-4a4b-a713-269ca72d0db0",
        "choice_type": "multi"
    },
    {
        "question": "A 3 cm size stone in CBD near the ampulla of Vater is removed by",
        "exp": "Ans. (a) Transduodenal Approach. Ref: Sabiston 20th edition Page 1501. Impacted stones at the ampulla that cannot be removed through choledochotomy or several stones in a nondilated tree can be addressed by a transduodenal sphincteroplasty. Steps:* Kocher maneuver, * Longitudinal duodenotomy is made on the lateral wall* Palpation of the ampulla to plan placement of the duodenotomy* After identifying ampulla- an incision made at 11' O clock* Avoid 5'O clock as pancreatic duct enters there.* The duodenal mucosa is sewn to the bile duct mucosa with absorbable 4-0 sutures.* A 1. 5cm sphincterotomy is usually sufficient to allow stone removal and subsequent drainage.* Closure of the longitudinal duodenotomy in transverse fashion to avoid future duodenal stricture.",
        "cop": 1,
        "opa": "Trans duodenal approach",
        "opb": "Supraduodenal approach",
        "opc": "Chemical dissolution",
        "opd": "ESWL",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "ab2d518d-8665-4af3-bb43-67209511e55c",
        "choice_type": "single"
    },
    {
        "question": "Courvoiser's law exception is",
        "exp": "Ans. (a) Double impaction. Ref: Long cases in Surgery RRMAs per law\" In obstructive jaundice if GB is palpable it is due to Cancer and if not, palpable it is due to stones\"Exceptions to Courvoisier law:* Double impaction of stone- One at Cystic Duct and another at CBD (Where GB is palpable)* Hilar Cholangiocarcinoma (Where GB is not palpable)",
        "cop": 1,
        "opa": "Double impaction",
        "opb": "Portal lymphadenopathy",
        "opc": "Periampullary CA",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "6520bf7e-7e2b-453b-8458-6811871ab6f4",
        "choice_type": "multi"
    },
    {
        "question": "All are true about pigmented stones except:",
        "exp": "Ans. (b) Secondary CBD stones. Ref: Sabiston 19/e p 1485-1486* Black pigmented stones are seen in hemolytic states.* Brown pigmented stones can form in the bile duct itself (Primary Bile duct stone)* MC stone in Asian People* Hepato lithiasis - the commonest stone is Earthy Brown Stones",
        "cop": 2,
        "opa": "Seen in cholangiohepatitis",
        "opb": "Secondary CBD stones",
        "opc": "Primary CBD stones",
        "opd": "More common in Asians",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "9e98dac6-a8c5-4da0-b057-8c62bad04175",
        "choice_type": "multi"
    },
    {
        "question": "FALSE about Gallstone ileus:",
        "exp": "Ans. (a) 90% patients give history of biliary disease* PREVIOUS h/o of gall stone related symptoms is seen only in 50% cases.* Gall stone Ileus constitutes only 1% of etiology of all Small bowel obstructions (also <1% of gallstone cases get this complication).* In old age >70 years- 25% cases are due to Gall stone ileus",
        "cop": 1,
        "opa": "90% patients give history of biliary disease",
        "opb": "Causes 1% of all SBO; around 25% cases in >70 years",
        "opc": "Tumbling obstruction",
        "opd": "Fistula is mostly formed between duodenum and gallbladder",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "153875a7-5096-458c-9b30-788e1c0819fa",
        "choice_type": "multi"
    },
    {
        "question": "Strawberry gallbladder is",
        "exp": "Ans. (b) Cholesterosis. Ref: Bailey and Love 26th edition Page 1108* Interior of gallbladder looks like straw berry.* Associated with cholesterol stones.",
        "cop": 2,
        "opa": "Emphysematous cholecystitis",
        "opb": "Cholesterosis",
        "opc": "Mucocele",
        "opd": "Gallbladder polyp",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "1756b5d3-b628-4eaf-8a50-ea7a6cc02a70",
        "choice_type": "multi"
    },
    {
        "question": "All are true about bilhemia except:",
        "exp": "Ans. (d) Patient has hyperbilirubinemia with raised enzymes* Biliary Pressure is more than PV pressure - hence bile enters the Portal vein.* IOC-ERCP* Death may occur due to Massive embolization of bile into lung.* There will be sudden Hyperbilirubinemia with Normal SGOT/SGPT",
        "cop": 4,
        "opa": "Biliary pressure > portal pressure",
        "opb": "Diagnosed by ERCP",
        "opc": "Death due to embolism of bile in lungs",
        "opd": "Patient has hyperbilirubinemia with raised enzymes",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "a9f7c92d-9481-4697-bd49-8a3880de1ade",
        "choice_type": "multi"
    },
    {
        "question": "A 45-years old female presents with symptoms of acute cholecystitis. On USG there is a solitary gallstone of size 1. 5 cm. symptoms are controlled with medial management. Which of the following is the next most appropriate step in the management of this patient?",
        "exp": "Ans. (c) Laparoscopic cholecystectomy immediately. Ref: Sabiston 19/ e p l487-1488* Recent concept is EARLY CHOLECYSTECTOMY for Acute Cholecystitis (Surgery done in first 72 hours of onset of symptom)",
        "cop": 3,
        "opa": "Regular follow up",
        "opb": "IV antibiotics",
        "opc": "Laparoscopic cholecystectomy immediately",
        "opd": "Open cholecystectomy immediately",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "56556fe3-3b5c-4189-8672-0d25b70e4e8b",
        "choice_type": "multi"
    },
    {
        "question": "Risk factors of gallbladder carcinoma are all except",
        "exp": "Ans. (d) Echinococcus Granulosus infection. Ref: Bailey 26th edition Page 1116. Risk factors of cancer GB:* Gallstones* Polyps * Porcelain GB* Choledochal cyst* Anomalous pancreato bile duct junction* Typhoid carriers* Sclerosing cholangitis* Ulcerative colitis* Cholecysto enteric fistula* Drugs- estrogens * Carcinogens",
        "cop": 4,
        "opa": "Gallbladder Polyps",
        "opb": "Typhoid carriers",
        "opc": "Exposure to carcinogens like nitrosamine",
        "opd": "Echinococcus Granulosus Infection",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "5da81055-7e19-4ea0-8cbd-127dcf1fc656",
        "choice_type": "multi"
    },
    {
        "question": "Cholesterol Stone made up of:",
        "exp": "Ans. (b) Crystalline Cholesterol Monohydrate. Ref: Bailey and Love 27th Edition Page 1198, Surgery Sixer 3rd Edition Page 579. Composition of Each Stones. Cholesterol Stones:* Cholesterol Stones are formed by Nucleation of Cholesterol Monohydrate crystals from multilamellar vesicles.* MC type of Gall stone in Western Countries. Pigment Stones:* Contains < 30% Cholesterol* Brown pigment stone- composed of calcium bilirubinate, calcium palmitate and calcium stearate as well as cholesterol.* Black pigment stone- composed of Largely Insoluble Bilirubin pigment Polymer mixed with Calcium Phosphate and Calcium Bicarbonate",
        "cop": 2,
        "opa": "Amorphous cholesterol monohydrate",
        "opb": "Crystalline cholesterol monohydrate",
        "opc": "Cholesterol Polyhydrate",
        "opd": "Cholesterol with calcium palmitate",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "9d791609-9724-4e3f-b510-0365b9fc2910",
        "choice_type": "multi"
    },
    {
        "question": "Rigler's triad is a feature of",
        "exp": "Ans. (b) Gall stone Ileus. Ref: Sabiston 20th edition page 1506. Rigler's Triad is seen in gall stone ileus:* Tumbling obstruction of small intestine* Pneumobilia* Cholecysto Enteric fistula. Most common in old age. Obstruction most common in terminal ileum",
        "cop": 2,
        "opa": "Post laparotomy obstruction",
        "opb": "Gall stone Ileus",
        "opc": "Carcinoma Head of Pancreas",
        "opd": "Barotrauma",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "ab59a0b4-715d-4ab0-ba8c-e20b04b23764",
        "choice_type": "multi"
    },
    {
        "question": "All are true bout CBD stones except:",
        "exp": "Ans. (d) Retained stones are discovered after 2 years of cholecystectomy* Recurrent stone: discovered after 2 years after Cholecystectomy* Retained stone: discovered within 2 years after cholecystectomy",
        "cop": 4,
        "opa": "Associated with GB stones in 10% cases",
        "opb": "Primary stones are usually brown",
        "opc": "Laboratory values may be normal in one third cases of choledocholithiasis",
        "opd": "Retained stones are discovered after 2 years of cholecystectomy",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "98c69b68-d865-4f88-8c0f-9a89c795f4ab",
        "choice_type": "multi"
    },
    {
        "question": "A 79-year-old man had a chest x-ray because of a history of smoking. However, a calcified gallbladder was noted. This was confirmed by CAT scan. The patient is asymptomatic and has no medical illnesses. The next step in the management of this patient should be:",
        "exp": "Due to the high rate of carcinoma (up to 50% of cases) found in patients with calcified gallbladders, cholecystectomy is indicated. A biopsy would not be helpful because of the possibility of missing the tumor. A negative biopsy would not rule out cancer. A pancreaticoduodenectomy is not part of the treatment of gallbladder cancer. Cholecystostomy (tube drainage of the gallbladder) would not help the patient.",
        "cop": 1,
        "opa": "Cholecystectomy",
        "opb": "CT-guided percutaneous core needle biopsy",
        "opc": "Cholecystectomy with pancreaticoduodenectomy",
        "opd": "Cholecystostomy",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "83ff2a4a-b567-42f6-a5af-f6aefaf75ca4",
        "choice_type": "multi"
    },
    {
        "question": "Charcot's triad is seen in",
        "exp": "Ans. (a) Cholangitis. Ref: Sabiston 20th edition Page 1494* Cholangitis is characterized by Charcot's triad.* Pain, jaundice and fever with Rigors are seen",
        "cop": 1,
        "opa": "Cholangitis",
        "opb": "Cholecystitis",
        "opc": "Both",
        "opd": "Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "1fc08364-7975-40d4-a33a-100653125c6e",
        "choice_type": "multi"
    },
    {
        "question": "Formation of gall stones occurs in all EXCEPT",
        "exp": "i. e. (Jejunum resection): (1120-Bailey & Love 25th) (552-CSDT 13th) (1993-H17th). Predisposing factors for cholesterol and pigment gall stone formation. Cholesterol Stones1. Demographic / genetic factors - highest in north americans and lowest in Japan, familial disposition hereditary aspects2. Obesity: Normal bile acid pool and secretion but increased biliary secretion of cholesterol3. Weightloss: Mobilization of tissue cholesterol leads to increased biliary cholesterol secretion, while entero hepatic circulation of bile acids is decreased4. Female sex hormonesa. Estrogen stimulate hepatic lipoprotein receptors, increase uptake of dietary cholesterol and increased biliary cholesterol secretionb. Natural estrogens other estrogens and OCP leads to decreased bile salt secretion and decreased conversion of cholesterol to cholesteryl esters5. Increased age: increased biliary secretion of cholesterol decreased size of bile acid pool decreased secretion of bile salts6. Gall bladder hypo motility - leading to stasis and formation of sludgea. Prolong parenteral nutritionb. Fastingc. Pregnancyd. Drugs such as octreotide7. Clofibrate therapy: Increased biliary secretion of cholesterol8. Decreased bile acid secretiona. Primary biliary cirrhosisb. Genetic defect of the CYP7. A1 gene9. Decreased phospholipid secretion. Genetic defect of the MOR3 gene10. Miscellaneousa. High caloric-High fat dietb. Spinal cord injury. Pigment Stones1. Demographic / genetic factors. Asia rural setting2. Chronic hemolysis3. Alcoholic cirrhosis4. Pernicious anemia5. Cystic fibrosis6. Chronic biliary tract infections, parasitic infections (E. coli, A. lumbricoides. Clonorchis sinensis)1. Increasing age8. Ileal diease, ileal resection or by pass",
        "cop": 3,
        "opa": "OCP users",
        "opb": "Ileal resection",
        "opc": "Jejunum resection",
        "opd": "Choletyramine therapy",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "6678f5e3-f672-4a41-9723-c17f61570e43",
        "choice_type": "multi"
    },
    {
        "question": "A female post open cholecystectomy through general Anesthesia after 12 hours she is dyspneic. Right lower lobe crepitations present. Probable cause is",
        "exp": "Ans. (b) Atelectasis. Ref: Bailey and Love 26th edition Page 273. Post op complications - Respiratory:* MC post operative complications are - Hypoxemia, Hypercarbia and Aspiration in recovery room* Hypoxia reasons:# Upper airway obstruction due to secretion# Laryngeal edema# Recurrent laryngeal nerve injury after thyroid surgery# Hypoventilation related to anesthesia# Atelectasis# Pneumonia# Pulmonary edema of cardiac origin# Pulmonary embolism",
        "cop": 2,
        "opa": "Drug collapse",
        "opb": "Atelectasis",
        "opc": "Pulmonary edema",
        "opd": "Myocardial infarction",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "163a20d0-1c59-4cfb-b642-bf73aca3fe2d",
        "choice_type": "single"
    },
    {
        "question": "Old male came with jaundice, palpable mass in the right hypochondrium not associated with pain.",
        "exp": "Ans. (a) Carcinoma Ampulla of Vater. Ref: Long cases surgery RRM* As per Courvoisier law\"GB palpable is due to cancer-Distal CBD or Periampullary cancer\"",
        "cop": 1,
        "opa": "Carcinoma Ampulla of Vaster",
        "opb": "Acute cholecystitis",
        "opc": "Chronic cholecystitis",
        "opd": "Chronic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "0b90f15f-d1b8-41cd-9543-348b18a31c6d",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for obstructive jaundice:",
        "exp": "Ans: b (USG) Ref: Bailey, 24th. USG is the first investigation in a case of obstructive jaundice for visualising gall stones, liver tumours, dilated bile ducts. ERCP is the gold standard for CBD stones as it provides therapeutic option at the time of diagnosis.",
        "cop": 2,
        "opa": "CXR",
        "opb": "USG",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "85e87b22-e4b1-4c87-b9b2-853593f1039f",
        "choice_type": "single"
    },
    {
        "question": "A very old lady, air in biliary tree, colicky abdominal pain with distension and hyper peristaltic abdominal sounds diagnosis",
        "exp": "Ans. (a) Gall stone ileus. Ref: Sabiston 20th edition Page 1506* This is due to Cholecysto duodenal fistula which results in Pneumobilia and Obstruction",
        "cop": 1,
        "opa": "Gall stone ileus",
        "opb": "Hemobilia",
        "opc": "Cholangitis",
        "opd": "Pneumobilia",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "d645cf5c-6211-4954-a18a-8036a2289142",
        "choice_type": "multi"
    },
    {
        "question": "A patient has a surgical cause of obstructive jaundice. USG can tell all of the following except",
        "exp": "Ans. (b) Peritoneal deposits. Ref: Bailey & Love 26th ed. /1100. Advantages of ULTRASOUND in obstructive jaundice. Limitations of ULTRASOUND in obstructive jaundice. Ultrasonography (US) is the least expensive, safest, and most sensitive technique for visualizing the biliary system, particularly the gallbladder. US is considered somewhat limited in its ability to detect partial obstruction. Current accuracy is close to 95%. US is the procedure of choice for the initial evaluation of cholestasis and for helping differentiate extrahepatic from intrahepatic causes. US is not as useful for CBD stones (bowel gas may obscure visualization of the CBD). The cystic duct is also poorly imaged. Visualization of the pancreas, kidney, and blood vessels is also possible. In addition, it is less useful diagnostically in individuals who are obese",
        "cop": 2,
        "opa": "Number of stones in CBD",
        "opb": "Peritoneal deposits",
        "opc": "Size of liver",
        "opd": "Ascites",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "e3b2a178-9824-4956-bd7a-723f89204bd1",
        "choice_type": "multi"
    },
    {
        "question": "Regarding bile duct injuries following cholecystectomy which of the following statement is false?",
        "exp": "Ans. (d) Routine use of 'open' technique of laparoscopic port insertion has resulted in a decline in the incidence of post laparoscopic cholecystectomy bile duct injuries. Ref: Sabiston 19/e p l491-1492* If bile duct strictures are not managed properly patients will develop secondary biliary cirrhosis due to Obstructive jaundice and Cholangitis.* There is no difference in Open or Closed laparoscopic technique with regarding to Bile duct injuries.* Open Lap port insertion using Hassan's Cannula has reduced Major Vascular and Bowel Injuries in Laparoscopy* Here we should not get confused between Open Technique of laparoscopy and Open method of Cholecystectomy.* Open Cholecystectomy has reduced incidence of bile duct injuries compared to Lap Cholecystectomy",
        "cop": 4,
        "opa": "The incidences following open cholecystectomy is in the range of 0. 2 to 0. 3%",
        "opb": "The incidence rate following laparoscopic cholecystectomy is three times than the rates following open cholecystectomy",
        "opc": "Untreated cases may develop secondary biliary cirrhosis",
        "opd": "Routine use of 'open technique of laparoscopic port insertion has resulted in a decline in the incidence of post laparoscopic cholecystectomy bile duct injuires",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "a00e76af-c49a-4287-8ff8-f0e47f166373",
        "choice_type": "multi"
    },
    {
        "question": "Seagull sign is seen in -",
        "exp": "(B) Gall Stone (1106-Baily and Love 26th) (862 S. Das 7th)* Mercedes Benz Sign (Seagull Sign): When gas in the gall-stone, a characterstic shape will be seen on x- ray. The Seagull Sign:* In patients with severe aortic stenosis and heavily calcified valves the associates harsh loud crescendo- decrescendo murmur often takes on a high pitched musical quality, initiating the cooling sound of a seagull. We have now found that there is 'seagull sign' to accompany this 'seagull murmur'.* Murphy's sign - During deep palpation of the right upper quadrant the patient is asked to take deep breath in and out. Patient complains of acute pain during deep inspiration with inspiratory arrest when tender inflammed gall bladder comes down and touching the palpating fingers.* Boa's sign is diagnostic of acute cholecystitis. This is an area of hyperaesthesia between the 9th and 11th ribs posteriorly on the right side. EFFECTS AND COMPLICATION OF GALL STONES1) In the gall bladder2) In the common bilei) Asymptomatic gall stonesii) Hydrops of the gall bladderiii) Flatulent dyspepsiaiv) Gall stone colicv) Acute obstructive cholecystitis which may lead to -a) Mucoceleb) Empyemac) Gangrened) Perforation and fistula formatione) Chronic cholecystitisf) Carcinomai) Obstructive jaundiceii) Liver failureiii) Cholangitisiv) Acute or recurrent pancreatitis3) In the pancreas -4) In the intestine -i) Acute pancreatitisii) Acute relapsing pancreatitisiii) Chronic pancreatitis. Gall stone ileus. Saint's Triad - GALL STONE. HIATUS HERNIA AND DIVERTICULOSIS OF THE COLON.* MEDICAL TREATMENT OF GALL BLADDER STONE IN***i) Cholesterol stoneii) Functioning of the gall bladderiii) Radiolucent stone <10 mm in diameter.* Incidence of gall stone formation is maximum in Ileal resection*** Factors associated with gall bladder stone formation -i) Impaired GB function - Emptying, Absorption, Excretionii) Supersaturated bile - Age, Sex, Genetics, Obesity, Diet. iii) Cholesterol nucleating factors - Mucus, Glycoprotein and Infection. iv) Absorption/enterhepatic circulation of bile - Deoxycholate, Bowel transit time, Faecal enteric flora Ileal resection, Cholestyramine***.",
        "cop": 2,
        "opa": "Chronic pancreatitis",
        "opb": "Gall stone",
        "opc": "Appendicitis",
        "opd": "Acute cholecystitis",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "c8e51ecf-765b-42c4-8aa7-8d62dc34109e",
        "choice_type": "multi"
    },
    {
        "question": "The treatment of choice for a mucocele of gallbladder is:",
        "exp": "Ans. (b) Cholecystectomy. Ref: Bailey 26/e p 1107-1108* Early Cholecystectomy is advised for Mucocele as it may get converted to Empyema, Perforation, Gangrene.",
        "cop": 2,
        "opa": "Aspiration of mucous",
        "opb": "Cholecystectomy",
        "opc": "Cholecystostomy",
        "opd": "Antibiotics and observation",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "24ef9dc1-8041-421f-960d-8865a0c600f8",
        "choice_type": "multi"
    },
    {
        "question": "In case of Obstructive Jaundice resulting in Cholestasis which of the following enzymes are elevated?",
        "exp": "Ans. (d) All the above. Ref: Bailey And Love Page 1155* Elevated Bilirubin- Direct in Obstructive Jaundice* Elevated Alkaline Phosphatase- Cholestatic Liver disease or Partial Obstruction.* AST and ALT are elevated in Acute hepatocellular Damage* GGT is elevated in Liver injury due to alcohol",
        "cop": 4,
        "opa": "Alkaline phosphatase",
        "opb": "5' Nucleotidase",
        "opc": "GGT",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "5fa7a7d0-663b-4de0-9c3a-d7b035655fac",
        "choice_type": "multi"
    },
    {
        "question": "Charcot's Triad includes all except",
        "exp": "Ans. (d) Septic Shock. Ref: Sabiston 20th edition Page 1494* Pain, Jaundice and Fever constitute Charcot's triad in Cholangitis* Reynauld's pentad adds up- Mental status changes and Septic shock",
        "cop": 4,
        "opa": "Pain",
        "opb": "Fever",
        "opc": "Jaundice",
        "opd": "Septic shock",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "b47bdf29-7d26-4359-a880-7659d1de815c",
        "choice_type": "multi"
    },
    {
        "question": "Type 4 Bismuth classification for cholangiocarcinoma:",
        "exp": "Ans. (c) Bifurcation and bilateral secondary intrahepatic ducts. Ref: Sabiston 20th edition Page 1517. As per Bismuth Corelette Classification:* Type 4 is involvement of Bilateral 2nd order Bile ducts.",
        "cop": 3,
        "opa": "Common hepatic duct",
        "opb": "Bifurcation only",
        "opc": "Bifurcation and bilateral secondary intrahepatic ducts",
        "opd": "Bifurcation and unilateral secondary intrahepatic ducts",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "41e8922b-318e-48d1-af07-273f0955bb2d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not form the boundary of calots triangle -",
        "exp": "Ans. is 'd' i. e., Visceral surface of Spleen Calot's Triangle:* Calot's triangle or the hepatobiliary triangle is the space bordered by the cystic duct inferiorly, the common hepatic duct medially and the superior border by cystic artery.* This was described in 1891 by Jean-Frant^ois Calot.* It is an important surgical landmark and should be identified by surgeons performing a cholecystectomy to avoid damage to the extrahepatic biliary system. Note: In the original description by Calot the cystic artery is defined as the superior margin. But now most textbooks mention inferior surface/ border of right lobe of liver as the superior margin.",
        "cop": 4,
        "opa": "Cystic duct",
        "opb": "Common hepatic duct",
        "opc": "Cytic artery",
        "opd": "Visceral surface of spleen",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "7da421ec-1765-4ac3-9385-28c2f7cf01e4",
        "choice_type": "single"
    },
    {
        "question": "The possibility of liver lobe resection is considered in patients with carcinoma of gall bladder from/ beyond which stage of gall bladder carcinoma?",
        "exp": "Ans. is 'b' i. e., IIA Following is the TNM classification of gall bladder carcinoma: Pathologic Staging of Gallbladder CarcinomaT(Primary Tumor) 111. TXPrimary lumor cannol be assessed. T0. No evidence of primary tumor. Tis. Carcinoma in situ. T1. Tumor invades lamina propria or muscle layer. T1a. Tumor invades lamina propria. T1b. Tumor invades muscle layer. T2. Tumor invades perimuscular connective tissue but not into liver. T3. Tumor perforates the serosa, or directly extends to the liver, or other adjacent organs, such as stomach, duodenum, colon, pancreas, omentum, or intrahepatic bile ducts. T4. Tumor invades main portal vein, or hepatic artery, or multiple extrahepatic organs or structuresN (Regional Lymph Nodes)NXRegional lymph nodes cannot be assessed. N0. No regional lymph node metastasis. N1. Regional lymph node metastasis. M (Distant Metastasis)MXDistant metastasis cannot be assessed. MONo distant metastasis. M1. Distance metastasis Staging Gallbladder Cancer. Stage. TNM0. Tis. NOMOIAT1. NOMOIBT2. NOMOIBT2. NOMOIIAT3. NOMOIIBTl+3. N1. MOIIIT4. Any NMOIVAny TAny NMIManagement of Gall Bladder carcinoma:* The majority of patients have advanced disease at presentation, and are not candidates for surgical therapy.* Surgery is indicated in only very selected cases.* Cholecystectomy should be performed for all gall bladder polyps greater than 1 cm. Polyps less than 1 cm can be followed with serial ultrasonography to detect any change in size or character as the incidence of malignancy in polyps less than 1 cm is extremely low.* Radical en-bloc resections which may include segmental or extended hepatectomy, bile duct resection and regional lymphadenectomy should be considered in selected patients. The aim is to remove the tumour entirely and achieve negative histopathological margins. This option can be considered in the operable patients with carcinoma of gall bladder, who come under stage IIA of gall bladder carcinoma and beyond.* Note: Hepatic lobectomy is indicated for the gall bladder carcinoma with local infiltration in the liver tissue. This comes under T3 in the TNM classification. Such patients are not included in the sage of gall bladder carcinoma <stage IIA. Thus resection of hepatic lobe for operable cases of gall bladder carcinoma can only be considered from / beyond stage IIA of gall bladder carcinoma. Gall bladder cancer for most patients is a lethal disease with a grim prognosis. The median survival is less than six months and a five-year survival figure of 5 per cent reported.",
        "cop": 2,
        "opa": "IA",
        "opb": "IIA",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "a133ed3c-2b84-4033-b06f-e11345f4d858",
        "choice_type": "multi"
    },
    {
        "question": "Not a Contraindication for lap cholecystectomy",
        "exp": "Ans. (a) Acute Cholecystitis. Ref: Blumgart 5th edition Page 514* Acute cholecystitis, the treatment of choice is Lap Cholecystectomy.* In other conditions surgery should be done by Open method. Contraindications to Laparoscopic cholecystectomy Absolute# Unable to tolerate general anesthesia# Refractory coagulopathy# Suspiciion of carcinoma. Relative# Previous upper abdominal surgery# Cholangitis# Diffuse peritonitis# Cirrhosis or portal hypertension# Chronic obstructive pulmonary disease# Cholecystenteric fisula# Morbid obesity# Pregnancy",
        "cop": 1,
        "opa": "Acute cholecystitis",
        "opb": "Cancer Gallbladder",
        "opc": "Portal Hypertension",
        "opd": "Bleeding Diathesis",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "920b733f-944b-45ef-869c-d34639ef88d7",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with severe pain in right upper quadrant associated with nausea and vomiting, exacerbation during inspiration and tenderness on palpation. Which of the following is the imaging modality of choice for the above patient?",
        "exp": "Ans. is 'a' i. e., Ultrasonography * Patient with severe pain in right upper quadrant associated with nausea and vomiting, exacerbation during inspiration and tenderness on palpation is suggestive of probable case of acute cholecystitis with positive murphys sign. Ultrasonography is the modality of choice for the diagnosis of this condition.",
        "cop": 1,
        "opa": "Ultrasonography",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "X ray",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "cc606518-60c4-4ab0-b16b-ca84e6e498af",
        "choice_type": "multi"
    },
    {
        "question": "Use of the Tube shown here",
        "exp": "Ans. (a) CBD drainage* This is T -Tube.* Used to drain Bile after CBD Exploration.* T Tube cholangiogram done on 7th POD and if Normal Tube can be removed.* T- tube tract matured for 6 weeks to remove the Stone via T- tube tract is BURHENNE TECHNIQUE",
        "cop": 1,
        "opa": "CBD drainage",
        "opb": "Drainage of stomach",
        "opc": "Feeding jejunostomy",
        "opd": "Pelvic drain",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "c558b454-cea6-4c7d-9968-03021ed67621",
        "choice_type": "single"
    },
    {
        "question": "Percentage of Gall stones that are radiopaque are",
        "exp": "Ans. (a) 10-20%Ref: Bailey and Love 27th edition Page 1190* Plain X ray will show Radio opaque Gallstones- 10% of patients* Rarely the centre of stone may have Radiolucent Gas in Triradiate or Biradiate Fissure having dark shapes known as \"Mercedes Benz Sign or Seagull Sign \"* Porcelain Gallbladder is calcified gallbladder.",
        "cop": 1,
        "opa": "10-20%",
        "opb": "30-40%",
        "opc": "50-60%",
        "opd": "70-80%",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "3bf0384b-2ea2-4df1-8673-6ff4bdddb4a8",
        "choice_type": "multi"
    },
    {
        "question": "Gall stone pain referred to Shoulder pain Nerve root values",
        "exp": "Ans. (a) C3- C5. Ref: Long Cases in Surgery by RRMBoas Sign:* In Cholecystitis, there is irritation of nociceptors present in Diaphragm which send afferent signals via C3/C4/C5 to the dorsal horn of spinal cord.* C4 dermatome covers the shoulder and converges on same area of spinal cord and hence interpreted as pain coming from shoulder in Gallbladder pain.",
        "cop": 1,
        "opa": "C3-C5",
        "opb": "C2-C8",
        "opc": "T8-T9",
        "opd": "T4-T6",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "758ef754-cd71-4eac-ad05-d398fca20e99",
        "choice_type": "multi"
    },
    {
        "question": "Charcot triad include all the following except",
        "exp": "Ans) d (Mental obtundation) Ref Bailey 25th ed pg 1125. Charcot's triadA triad of cholangitis which includes pain, jaundice & fever. Mental otundation is seen in Reynolds pentad. Reynold's pentad. Charcot's triad + shock + mental obtundation. Saint's triad. Gall stones, Hiatus hernia, Diverticulitis. Courvoisier's law. In obstruction of the CBD due to a stone distention of GB seldom occurs - organ is usually shrivelled.",
        "cop": 4,
        "opa": "Abdominal pain",
        "opb": "Fever",
        "opc": "Jaundice",
        "opd": "Mental obtundation",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "56ac6c0d-f4b4-4e2e-926e-7a07f05594a9",
        "choice_type": "multi"
    },
    {
        "question": "Alagile syndrome is characterized by",
        "exp": "Ans. (a) Bile duct paucity. Ref: Internet sources* Alagille syndrome is an autosomal dominant genetic disorder affecting liver and heart commonly.* Bile duct paucity is the common manifestation which results in Cirrhosis and Liver failure",
        "cop": 1,
        "opa": "Bile duct paucity",
        "opb": "IHBR dilation",
        "opc": "PBC",
        "opd": "PSC",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "50151dc7-e3ad-4edb-92bc-c8087df09c3b",
        "choice_type": "single"
    },
    {
        "question": "A patient has a surgical cause of obstructive jaundice. USG can tell all of the following except:",
        "exp": "Ans. b. Peritoneal deposits (Ref: Sabiston 19/e p1481: Schwartz 9/e p1140; Bailey 25/e p 1113-1114, Blumgart 5/e p223: Schackelford 7/e p1303). Peritoneal deposits are not detected by ultrasound. Even CECT can miss the peritoneal deposits. Best investigation for diagnosis of peritoneal deposits is diagnostic laparoscopy. Ultrasound: Initial imaging modality of choice in obstructive jaundice. QIt can identify intra- and extrahepatic biliary dilatation. QAscites can be detected by ultrasound. USG is IOC for acute calculous cholecystitis, chronic cholecystitis and cholilithiasis. Ultrasonography. Initial imaging modality of choice in obstructive jaundice. QIt is operator dependent and maybe suboptimal due to excessive body fat and intraluminal bowel gasQ. USG can demonstrate* Size of GB and CBDQ* Thickness of GB wallQ* Presence of inflammationQ around GB* Biliary calculiQ* Occasionally, presence of stones within the biliary treeQ. It may even show a carcinoma of the pancreas occluding the CBDQ. USG in obstructive jaundice. Initial imaging modality of choice in obstructive jaundice. QIt can identify intra- and extrahepatic biliary dilatation. QIdentify the level of obstruction. QCause of the obstructionQ may also be identified (gallstones in the gall bladder, common hepatic or CBD stones or lesions in the wall of the duct suggestive of a cholangiocarcinoma or enlargement of the pancreatic head indicative of a pancreatic carcinoma)Q",
        "cop": 2,
        "opa": "Biliary tree obstruction",
        "opb": "Peritoneal deposits",
        "opc": "Gall bladder stones",
        "opd": "Ascites",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "55be8ecd-36b1-4de8-a0d3-3f5b48306c48",
        "choice_type": "multi"
    },
    {
        "question": "False about brown pigmented stones:",
        "exp": "Ans. (b) More common in Caucasians* Brown stones may happen in disorders of motility + Bacterial infection* MC in ASIANS* Soft and earthy stone.* Content: Ca. Bilirubinate +Ca. Palmitate +Ca Stearate + Cholesterol(Black stone- Insoluble Bilirubin Polymer +Ca. PO4 + Ca. bicarbonate)",
        "cop": 2,
        "opa": "Associated with disorders of biliary motility and associated bacterial infection",
        "opb": "More common in Caucasians",
        "opc": "Soft and earthy in texture",
        "opd": "High content of cholesterol and calcium palmitate",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "b3c27250-b851-4849-9163-bf0a7abb4c95",
        "choice_type": "multi"
    },
    {
        "question": "False about gallbladder cancer",
        "exp": "Ans. (d) Vibrio cholera is associated. Ref: Bailey 26th edition Page 1116* MC type of cancer is Adenocarcinoma - Nodular and infiltrative* Squamous cell cancer can arise but rare* MC association is Gall stones* Carries poor prognosis",
        "cop": 4,
        "opa": "Adenocarcinoma is the most common type",
        "opb": "Prognosis is generally poor",
        "opc": "Gall stones is a common associated factor",
        "opd": "Vibrio Cholera infection is associated",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "16c01ad6-ff84-4094-be3c-769cb5928985",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzymes are elevated in cholestasis?",
        "exp": "Ans. is 'd' i. e., All the above Enzymes in cholestasis* The activities of three enzymes-- alkaline phosphatase, 5'-nucleotidase, and y-glutamyl transpeptidase (GGT)--are usually elevated in cholestasis.* Alkaline phosphatase and 5'-nucleotidase are found in or near the bile canalicular membrane of hepatocytes, while GGT is located in the endoplasmic reticulum and in bile duct epithelial cells.* Reflecting its more diffuse localization in the liver, GGT elevation in serum is less specific for cholestasis than are elevations of alkaline phosphatase or 5'-nucleotidase.",
        "cop": 4,
        "opa": "Alkaline phosphatase",
        "opb": "5' nucleotidase",
        "opc": "Gamma glutamyl transpeptidase",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "d8ae85e3-0cd9-43f4-82c8-e7a64d153c43",
        "choice_type": "multi"
    },
    {
        "question": "Incidence of Gallstone is high in:",
        "exp": "Ans. (b) Ileal resection* Ileum is the principal Site for Entero hepatic Circulation- It resected it can lead to decreased Bile salt pool and hence gall stone",
        "cop": 2,
        "opa": "Partial hepatectomy",
        "opb": "Ileal resection",
        "opc": "Jejuna resection",
        "opd": "Subtotal gastrectomy",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "a04111a3-7b4f-4787-9823-ec2f66da7f5b",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with Right upper quadrant pain with dyspepsia. USG showed Edematous Gallbladder wall. What will be the most sensitive investigation to confirm the suspected diagnosis here?",
        "exp": "Ans. (b) HIDA scan. Ref Sabiston Page 1488/20th edition* Gold standard investigation for Acute Cholecystitis- HIDA scan* Finding- Non visualization of Gallbladder in HIDA Scan",
        "cop": 2,
        "opa": "CECT",
        "opb": "HIDA",
        "opc": "MRI",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "63e70bdd-5f93-41c1-9944-4d7e92dd9c51",
        "choice_type": "multi"
    },
    {
        "question": "Gall stones are composed of all except:",
        "exp": "Ans: a (Oxalates). Ref: Bailey & Love, 24thed, p. 1103 & 23rd ed, p. 974",
        "cop": 1,
        "opa": "Oxalates",
        "opb": "Bile salts",
        "opc": "Cholesterol",
        "opd": "Bile pigments",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "55cdcdab-a439-4cab-aa00-c2e36492c256",
        "choice_type": "multi"
    },
    {
        "question": "Old male with features of jaundice, pale stools, dark urine and mass in the epigastric region. Which of the following diagnosis in unlikely?",
        "exp": "Ans. (d) Chronic cholecystitis. Ref: Long cases Surgery RRM* From the given details its clear the patient is obeying Courvoisier law- Jaundice + GB palpable.* So he is a case of cancer- Possible options include distal CBD, Periampullary or pancreatic head cancers with Obstruction of CBD",
        "cop": 4,
        "opa": "Pancreatic cancer",
        "opb": "Biliary cancer",
        "opc": "Periampullary cancer",
        "opd": "Chronic cholecystitis",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "5d2b5fde-bfdb-4bc4-a172-90a7e6144460",
        "choice_type": "single"
    },
    {
        "question": "An otherwise normal female presents with symptoms of flatulent dyspepsia. She was started on proton pump inhibitors, which controlled her symptoms. The next step in management of this condition should be:",
        "exp": "Ans. (c) Wait and Watch* This patient has history of Flatulent Dyspepsia relieved by PPI* Flatulent dyspepsia may be caused by both Peptic ulcer disease and gall stones.* Ideal thing is to do Endoscopy to rule out Peptic ulcers.* Wait and watch will be the best option here.",
        "cop": 3,
        "opa": "Immediate laparoscopic cholecystectomy",
        "opb": "Laparotomy after 1 or 2 month",
        "opc": "Wait and watch",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "f3808d1f-86af-4577-8b51-c4f93afdd632",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice in gall bladder stone is:",
        "exp": "Ans: a (USG). Ref: Bailey & Love, 24th ed, p. 1097 & 23rd ed, p. 968",
        "cop": 1,
        "opa": "USG",
        "opb": "X-ray abdomen",
        "opc": "OCG",
        "opd": "Intravenous cholangiography",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "cdbeba13-4701-4c32-ac2d-6fb6e203e8b1",
        "choice_type": "multi"
    },
    {
        "question": "Contraindications of laparoscopic cholecystectomy is:",
        "exp": "Ans. (d) All of the above. Ref: Page 514/ Blumgart 5th edn. Contraindications to Laparoscopic cholecystectomy. Absolute* Unable to tolerate general anesthesia* Refractory coagulopathy* Suspiciion of carcinoma. Relative* Previous upper abdominal surgery* Cholangitis* Diffuse peritonitis* Cirrhosis or portal hypertension* Chronic obstructive pulmonary disease* Cholecystenteric fisula* Morbid obesity* Pregnancy",
        "cop": 4,
        "opa": "Coagulopathy",
        "opb": "Obstructive pulmonary disease",
        "opc": "End stage liver disease",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "566208d1-7948-47cf-8902-d2ebab5ab05c",
        "choice_type": "multi"
    },
    {
        "question": "All are among Charcot's triad except:",
        "exp": "Ans: d (Mental obtundation). Ref: Sabiston, 18th ed. Charcot's triad of ascending cholangitis is seen choledocholithiasis (stones in CBD). It consists of: Intermittent pain Intermittent fever Intermittent jaundice. The stone impacts in the CBD and causes obstruction leading to pain and jaundice. The stasis leads to infection, bacteraemia and fever. As the stone moves, obstruction is relieved and hence the intermittency of the symptoms. If the obstruction persists, it can lead to suppurative cholangitis manifested as Reynold's pentad. Reynold's pentad Persistent pain. Persistent fever. Persistent jaundice. Hypotension. Mental obtundation Important triads in surgery. Saint's triad. Cushing's triad (raised ICDDiverticulosis of colon. Hypertension. Gallstones. Bradycardia. Hiatus hernia. Decreased respiratory rate. Virchow's triad. Murphy's triad. Hyperviscosity. Pain RIFEndothelial injury stasis. Vomiting Fever",
        "cop": 4,
        "opa": "Fever",
        "opb": "Vomiting",
        "opc": "Jaundice",
        "opd": "Mental obtundation",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "17c4b7e5-c51d-4c7d-9dbf-e0469d015ad0",
        "choice_type": "multi"
    },
    {
        "question": "Which vitamin deficiency is found in gastric cancer patients?",
        "exp": "ANSWER: (B) Vitamin B 12. REF: Harrison's 18th ed chapter 105. Gastric cancers can growr to an extent to cause damage to cells producing intrinsic factors and hence vitamin B12 deficiency. Vitamin B12 deficiency may also occur in post gastrectomy patients of gastric carcinoma, autoimmune pernicious anemia predisposing to gastric cancer and atrophic gastritis.",
        "cop": 2,
        "opa": "Vitamin C",
        "opb": "Vitamin B 12",
        "opc": "Vitamin A",
        "opd": "Vitamin D",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "03087174-33c0-41f4-890e-6822d9a51c6d",
        "choice_type": "single"
    },
    {
        "question": "'Strawberry gall bladder':",
        "exp": "Ans. a (Cholesterosis). (Ref. Bailey & Love Surgery 25th/ pg. Fig. 63. 28)TERMFEATURESGB polyp. Incidental findings. Size > 10 mm is an indication for prophylactic cholecystectomy as risk of malignancy is high then. USG is best to monitor polyp size. Cholesterosis ('strawberry gall bladder'). It is chronic inflammatory changes with hyperplasia of all tissue elements comprising of cholesterosis (Submucous aggregations of cholesterol crystals & esters giving \"Strawberry like\" appearance to GB)deg, cholesterol polyposis of GB (cholesterol or adenomatous polyposis) & cholecystitis glandularis proliferans (Polyp or adenomyomatosis or intramural diverticulosis of mucous membrane of GB affecting all layers with mixed calculi, treated with cholecystectomy). In the fresh state, the interior of the gall bladder looks something like a strawberry; the yellow specks (submucous aggregations of cholesterol crystals and cholesterol esters) correspond to the seeds. It may be associated with cholesterol stones. Diverticulosis of GBusually manifest as black pigment stones impacted in the out pouching of lacunae of Luschka. Cholecystitis glandularis proliferans. It is chronic inflamation with hyperplasia of GB Wall. It is premalignant lesion. Adenomyomatosis of GBHistologicaly Characteristic feature is Rokytanski Aschof sinuses. On USG it is seen as diffuse/focal wall thickening of GB with high amplitude artefacts and positive \"comet-tail\" sign. 0. Porcelain gall bladder. It is calcification of gall bladder wall (Premalignant condition). 0",
        "cop": 1,
        "opa": "Cholesterosis",
        "opb": "Porcelarin gall bladder",
        "opc": "Cholecytitis glandularis proliferans",
        "opd": "Diverticulosis of gall bladder",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "138c0401-f9bb-4395-b3f5-fba4d48a79aa",
        "choice_type": "multi"
    },
    {
        "question": "More than 80% of gall stones is composed of",
        "exp": "Ans. (b) Cholesterol. Ref: Sabiston 20th edition Page 1491* Major structure present in Gall stones is Cholesterol.* Pigment stones are given the name when Cholesterol is present in amount of <30%.* Hence most common stone in Gallbladder is Mixed stone",
        "cop": 2,
        "opa": "Bile pigments",
        "opb": "Cholesterol",
        "opc": "Calcium salts",
        "opd": "Phospolipids",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "83d5e3e8-e343-4f4d-afb7-d0d3b9032c30",
        "choice_type": "multi"
    },
    {
        "question": "5 days after CBD surgery there is a small leak. What will be the best treatment?",
        "exp": "Ans. (a) Ultrasound guided aspiration. Ref: Blumgart 5/e p627* As per our Protocol- the first step is USG guided drainage - only for patients having persistent drainage we do ERCP and put Double Pig Tail Stenting.",
        "cop": 1,
        "opa": "Ultrasound scan of the abdomen",
        "opb": "Endoscopic cholangiography",
        "opc": "Compute tomography",
        "opd": "Magnetic resonance cholangiography",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "76923b30-e581-45f1-bcc3-aed7c365c661",
        "choice_type": "multi"
    },
    {
        "question": "True about choledochal cyst -",
        "exp": "Ans. is 'd' i. e., Rupture may lead to biliary peritonitis Choledochal cyst* A choledochal cyst is an isolated or combined congenital dilatation of the extrahepatic or intrahepatic biliary tree. Classification of Choledochal cyst. Type I- a type I cyst is characterized by fusiform dilatation of the bile duct.- this is the most common type. Type II- a type II cyst appears as a diverticulum protruding from the wall of the CBD. Type III- a type III cyst is dilatation of the biliary tract within the duodenum; also k/a choledochocele. Type IV Type IV A- multiple dilatation of the intrahepatic and extrahepatic bile ducts. Type IV B- multiple dilatation involving only the extrahepatic bile ducts. Type V- consists of multiple dilatation of the intrahepatic bile ducts; also known as Carolis disease.* Choledochal cysts are seen to be frequently associated with an anomalous junction of the pancreatic and biliary duct. Clinical Presentation* More common in females than in males (4: 1)* Typically choledochal cysts present in children beyond the toddler age group.* The classical triad presents only in a minority of patients; it consists of:# Abdominal pain# Jaundice# Abdominal mass* If the disorder is left undiagnosed, patients may develop cholangitis or pancreatitis. Cholangitis may lead to the development of cirrhosis and portal hypertension. Complications caused by choledochal cyst* Recurrent cholangitis* Portal vein thrombosis with resultant portal hypertension* Pancreatitis* Cyst rupture with biliary peritonitis (very rarely)* Gall stones* Malignancy* Cirrhosis with portal hypertension Diagnosis* ERCP is the most reliable investigation but is invasive* MRCP is the best noninvasive investigation. Treatment* Cholecystectomy + Cyst excision with reconstruction via a biliary-enteric Roux-en-Y anastomosis is the treatment of choice for all choledochal cysts except type III (choledochocele) and intrahepatic cysts of type IV & type V (Carolis disease)* Treatment of type III (Choledochocele)# Transduodenal sphincteroplasty or sphincterotomy# cyst excision* Treatment of intrahepatic cysts of type IV & V# If the intrahepatic cysts are localized, hepatic lobe is resected# If the intrahepatic cysts are diffuse only effective treatment is liver transplantation.",
        "cop": 4,
        "opa": "Type II is most common",
        "opb": "Cyst excision is the treatment of choice",
        "opc": "Anamolous connection between biliary and pancreatic duct",
        "opd": "Rupture may lead to biliary peritonitis",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "12dc22c1-5b17-4927-8dd2-7e1b63818086",
        "choice_type": "multi"
    },
    {
        "question": "The technique of laparoscopic cholecystectomy was first described by.",
        "exp": "Ans. (b) Erich Muhe. Ref Blumgart 5/e p 512* 1st Lap Cholecystectomy was done by ERIC MUHE in 1982.* 1st Lap Appendectomy was done by KURT SEMM in 1980",
        "cop": 2,
        "opa": "Sleisinger",
        "opb": "Eric Muhe",
        "opc": "Kurt semm",
        "opd": "Starzl",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "80ed191d-1b6b-4f79-9062-cadad0c4079c",
        "choice_type": "single"
    },
    {
        "question": "Swelling in testes, investigation of choice-",
        "exp": "Ans. is 'c' i. e., USG o U/S scrotum is done for any suspected testicular tumory If a testicular mass found on U/S then high inguinal orchiectomy done to remove the primary as well as know about the histology- of the tumor. After orchiectomy further inv. done for staging are: -CT abdomen & pelvis. Chest x-ray. Chest CTSerum assay of Tumor markers---For retroperitoneal l. n. For mediastinal and pulmonary metastasis. If mediastinal or pulmonary metastasis is suspected.# Tumor markers - AFP, HCG, LDHo AFP (Alpha feto protein)o HCG and LDH--Seen only in Non seminoma. Seen in both seminomas & non-seminomaso About testicular malignancy. Most common testicular tumor above 50 yrs of age is - Lymphoma. Non-seminomas are more malignant than seminomas. Treatment of testicular cancer is directed by the tumor histology as described in the previous question but when the tumor contains both seminoma and non-seminoma components pts. management is directed by the more aggressive non-seminoma component. Chromosomal marker for GCT - isochromosome of short arm of chromosome 12.",
        "cop": 3,
        "opa": "FNAC",
        "opb": "CECT",
        "opc": "USG",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "947d10d8-61dc-474c-9fb7-7dc4a1e0cdb7",
        "choice_type": "single"
    },
    {
        "question": "The Lymph node to be involved in Cancer Gall bladder to be called as M1 Stage?",
        "exp": "Ans. (a) interaortocaval Node. Ref: Blumgart 6th Edition Page 788, 799* The first Manuever during Extended Cholecystectomy is to do Kocherisation and assess Aortocaval and Retro pancreatic nodes. The coeliac node must also be assessed; and Suspicious nodes sent for Frozen Section and if positive the procedure is terminated.* N1 = Metastases to nodes along cystic duct, common bile duct, hepatic artery, and/or portal vein* N2 = Metastases to periaortic, pericaval, superior mesenteric artery, and/or celiac artery nodes* M1 = Interaortocaval nodes",
        "cop": 1,
        "opa": "Inter aortocaval node",
        "opb": "Superior mesenteric node",
        "opc": "Coeliac node",
        "opd": "Pancreatico duodenal node",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "49f094be-bf9e-481e-94de-9d81b7ddfafe",
        "choice_type": "multi"
    },
    {
        "question": "Identity the type of Stone shown below:",
        "exp": "Ans. (b) Cholesterol Cholesterol: Pale yellow - Only Cholesterol is present 15% are Radio opaque* Black: Hard Stone- Insoluble Bilirubin Pigment polymer+ Calcium Phosphate + Calcium Carbonate Brown: Soft friable like Earth sand- Calcium Bilirubinate+ Calcium Palmitate+ Calcium Stearate+Cholesterol. Black stones are 60% radio opaque Brown stones are never radio opaque. Pigment stone is the name given when the stone contains Cholesterol <30%",
        "cop": 2,
        "opa": "Mixed",
        "opb": "Cholesterol",
        "opc": "Brown",
        "opd": "Black",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "63f01514-37d6-43aa-b31b-b22a224ec365",
        "choice_type": "single"
    },
    {
        "question": "Asymptomatic Gall stone> 3cm what is the treatment -",
        "exp": "Ans. is 'a' i. e., Laparoscopic cholecystectomy Indications of cholecystectomy in asymptomatic gallstones: 1) Large stone, >3 cm in diameter2) Multiple small stones (more chances of passing into CBD and causing obstruction)3) Stone associated with polyp. 4) Calcified gall bladder (Porcelain gall bladder). 5) Congenitally anomalous gall bladder. 6) Gall stones with diabetes (because emphysematous cholecystitis is common in diabetics with gall stones). 7) Immuno compromised patients (because complication rate is high). 8) Transplant patients (because they are on immuno suppressants).* Few authorities are now also recommending routine cholecystectomy in all young patients with silent stones.",
        "cop": 1,
        "opa": "Laparoscopic cholecystectomy",
        "opb": "Cholecystectry",
        "opc": "Dissolution therapy",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "89d26b33-6689-46eb-91fa-ebe0ba0dc3a2",
        "choice_type": "multi"
    },
    {
        "question": "Not a feature of CBD stone:",
        "exp": "Ans. (d) Septic shock* Septic Shock happens only when Charcot's triad of Cholangitis is not properly managed* Charcot's triad + Septic Shock + Altered mental Status = Reynauld's Pentad",
        "cop": 4,
        "opa": "Pain",
        "opb": "Fever",
        "opc": "Jaundice",
        "opd": "Septic shock",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "a38a457c-ccf3-41f8-8f91-453da431cbf2",
        "choice_type": "single"
    },
    {
        "question": "Not true of Gall stones",
        "exp": "Ans. (d) Ileal resection has no effect on gall stone formation. Ref: Sabiston 20th edition Page 1492 Gall stones:* Cholesterol stones are common in Ileal resection and in cases of Crohn's disease due to decreased Entero hepatic circulation and decreased Bile salts.",
        "cop": 4,
        "opa": "Biliary fistula is a complication gall stone",
        "opb": "More common in female",
        "opc": "Clofibrate therapy is a predisposing factor",
        "opd": "Ileal resection has no effect on gall stone formation",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "d4802899-bd30-4bb0-82aa-d6c71f236940",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of mucinous carcinoma of Gallbladder confined to the lamina propria",
        "exp": "Ans. (a) Simple Cholecystectomy. Ref: Sabiston 20th edition Page 1512-1514* T1 a is confined to lamina propria- Just simple cholecystectomy is enough.",
        "cop": 1,
        "opa": "Simple cholecystectomy",
        "opb": "Extended cholecystectomy",
        "opc": "Cholecystectomy with wedge resection of liver",
        "opd": "Chemotherapy only",
        "subject_name": "Surgery",
        "topic_name": "Gall Bladder & Bile Ducts",
        "id": "11860869-14c1-4be3-9c45-75e9dc926fb2",
        "choice_type": "multi"
    }
]