[
    {
        "question": "Precancerous lesion of gall bladder is",
        "exp": "Ans is 'a' ie Porcelain gall bladder \"The calcified porcelain' gallbladder is associated with more than a 20% incidence of gallbladder carcinoma. These gallbladders should be removed, even if the patients are asymptomatic\" - Schwartz Surgery. Mirizzi Syndrome. Biliary obstruction may occur in cases of acute cholecystitis, as a result of external compression of the CBD by a large stone impacted in the Hartman pouch and the associated intense pericholecystic inflammatory process; this is termed Mirizzi Syndrome. (Washington Manual of Surgery, 4/e, p 310)",
        "cop": 1,
        "opa": "Porcelain gall bladder",
        "opb": "Mirrizi syndrome",
        "opc": "Cholesterosis",
        "opd": "Acalculous Cholecystitis",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "38c0a29a-7cec-48f6-b80e-63400c23e194",
        "choice_type": "multi"
    },
    {
        "question": "Organism associated with fish consumption that also cause carcinoma gallbladder:",
        "exp": "Ans. a. Clonorchis sinensis (Ref: Harrison 19/e p1428, 18/e p2008, 17/e p1330; http/www. ncbi. nlm. nih. gov/pubmed/12483392; www. ncbi. nlm. gov/pubmed/3993073). Clonorchis sinensis. Clonorchis sinensis is a liver fluke, acquired by ingestion of raw or inadequately cooked freshwater fishes. In human body, it lives within bile ducts and causes inflammatory reaction leading to cholangiohepatitis and biliary obstructionQ. It is a well known risk factor for cholangiocarcinoma. It is a rare, but mentioned risk factor for carcinoma gall bladderQ.",
        "cop": 1,
        "opa": "Clonorchis sinensis",
        "opb": "Gnathostoma",
        "opc": "Strongyloides cantonensis",
        "opd": "H. dimunata",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "c99a3d4c-4f87-4be0-83d2-553c929a28c9",
        "choice_type": "multi"
    },
    {
        "question": "Klatskin tumor resembles-",
        "exp": "Ans. is 'b' i. e., Cholangiocarcinoma o Extrahepatic adenocercinoma of bileducts, when proximal, is referred to as hilar cholangiocarcinoma (Klatskin's tumor).",
        "cop": 2,
        "opa": "Adenoma of liver",
        "opb": "Cholangio CA",
        "opc": "GB CA",
        "opd": "Hepatic CA",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "f9230040-5c8d-42cf-a56f-837c966521e4",
        "choice_type": "single"
    },
    {
        "question": "Organism associated with fish consumption which causes carcinoma gallbladder",
        "exp": "Ans. (a) Clonorchis sinensis. Ref: Bailey & Love 26th ed. /1115. Clonorchis sinensis is liver fluke acquired by ingestion of raw or inadequately cooked fresh water fish. In human body it lives within bile ducts and causes inflammatory reaction leading to cholangitis, cholangio-hepatitis and biliary obstruction. It is well known to be a risk factor for Cholangio-carcinoma.",
        "cop": 1,
        "opa": "Clonorchis sinensis",
        "opb": "Gnathosoma",
        "opc": "Stronglyoidosiscantonensis",
        "opd": "H. diminuta",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "8e08840d-a547-4f8d-b6e2-2d86fd8ba5e1",
        "choice_type": "multi"
    },
    {
        "question": "Which does not predispose to cholangiocarcinoma:",
        "exp": "Ans. is 'd' i. e., Chronic pancreatitis Risk factors for Cholangiocarcinoma. Primary sclerosing cholangitis. Choledochal cyst. Ulcerative colitis Mnemonic 5 C's. Clonorchis sinensis inf. Chronic typhoid carriers. Other risk factors. Hepatolithiasis. Biliary enteric anastomosis. Liver flukes. Dietary nitrosamines. Exposure to thorotrast, dioxin",
        "cop": 4,
        "opa": "Ulcerative colitis",
        "opb": "Clonorchis sinensis",
        "opc": "Choledochal cyst",
        "opd": "Chronic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "c565fa4b-a0ce-4d7a-a3ad-099e904f49af",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of ca gallbladder with gall stones is:",
        "exp": "Ans. is 'a' ie Adenocarcinoma almost 70% (90% according to Sabiston) of ca G. R. are associated with gall stones. Pathological types of G. B. carcinoma. Adenocarcinoma90%Undifferentiated ca7%Squamous cell ca3%Now it's very easy to decide the commonest type of ca G. B. associated with Gall stones.",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Anaplastic carcinoma",
        "opc": "Sq. cell carcinoma",
        "opd": "Transitional cell ca",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "29635d42-e126-4572-a3e3-365fd5d86496",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about CA gall bladder except -",
        "exp": "Ans. is 'd' i. e., Vibrio Cholerae Infection has shown an association o Carcinoma of gall bladder are adenocarcinoma. o The most cammon sites of involvement are the fundus and the neck, about 20% involve the lateral wallso There are two growth patterns. i) Infiltrating-more commonii) Exophytico Important risk factors for gall bladder cancer are gallstones (most common risk factor)y obesity, female gender, old age, choledochal cyst, porcelain gallbladder, gall bladder polyps and chronic typhoid infection.",
        "cop": 4,
        "opa": "Adenocarcinoma is the most common type",
        "opb": "Prognosis is generally poor",
        "opc": "Gall stones is a common associated factor",
        "opd": "Vibrio Cholerae Infection has shown an association",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "f5e168a1-0118-45ee-86f9-969cbf61a876",
        "choice_type": "multi"
    },
    {
        "question": "CLonarchis sinensis causes -",
        "exp": "Ans. is 'a' i. e., Cholangiocarcinoma o Risk factors for Choangiocarcinoma#Primary sclerosing cholangitis#Choledochal cyst# Ulcerative colitis. Mnemonic 5 C's# Clonorchis sinensis inf# Chronic typhoid carrierso Other risk factors. Hepatolithiasis. Biliary enteric anastomosis. Liver flukes. Dietary nitrosamines. Exposure to thorotrast, dioxin",
        "cop": 1,
        "opa": "Cholangiocarcinoma",
        "opb": "CBD adenoma",
        "opc": "Choledocal cyst",
        "opd": "HCC",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "ac91bf9c-0ad1-4089-805b-06c87c2b2bdf",
        "choice_type": "single"
    },
    {
        "question": "A 78 year old male presents with jaundice associated with increased itching and a palpable gall bladder. Possible diagnosis is -",
        "exp": "Ans. is 'a' i. e., Periampullary carcinoma o Courvoisier's law states that in the presence of an enlarged gall bladder which is nontender and accompanied with jaundice the cause is unlikely to be gallstones. This is because gall stones are formed over a longer period of time, and this result in a shrunken, fibrotic gall bladder which does not distend easilyo In contrast, the gall bladder is more often enlarged in pathologies that cause obstruction of the biliary tree over a shorter period of time such as malignancy of bile duct, pancreas, leading to passive distention from backpressure.",
        "cop": 1,
        "opa": "Periampullary carcinoma",
        "opb": "Hepatocellular Carcinoma",
        "opc": "Gastric Carcinoma",
        "opd": "Abdominal lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "b7ea2b16-574e-42eb-aa49-23dda405d8f7",
        "choice_type": "multi"
    },
    {
        "question": "Survival in unresectable carcinoma gall bladder is:",
        "exp": "Ans. a. 4-6 months \"Unresectable Carcinoma Gallbladder: Median survival for patients presenting with unresec table disease is 2-4 months with 1-year survival is less than 5%. \"",
        "cop": 1,
        "opa": "4-6 months",
        "opb": "8-10 months",
        "opc": "1 year",
        "opd": "12-24 months",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "656776fd-e90e-4642-b870-64bc72c07381",
        "choice_type": "multi"
    },
    {
        "question": "Most common gallbladder carcinoma is?",
        "exp": "ANSWER: (D) Adenocarcinoma. REF: Schwartz 9th ed chapter 32 Between 80 and 90% of the gallbladder tumors are adenocarcinomas. Squamous cell, adenosquamous, oat cell, and other anaplastic lesions occur rarely. The histologic subtypes of gallbladder adenocarcinomas include papillary, nodular, and tubular. Less than 10% are of the papillary type, but these are associated with an overall better outcome, as they are most commonly diagnosed while localized to the gallbladder. Cancer of the gallbladder spreads through the lymphatics, with venous drainage, and with direct invasion into the liver parenchyma. Lymphatic flow from the gallbladder drains first to the cystic duct node (Calot's), then the pericholedochal and hilar nodes, and finally the peripancreatic, duodenal, periportal, celiac, and superior mesenteric artery nodes. The gallbladder veins drain directly into the adjacent liver, usually segments IV and V, where tumor invasion is common",
        "cop": 4,
        "opa": "Squamous cell carcinoma",
        "opb": "Small cell carcinoma",
        "opc": "Adenosquamous carcinoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Gallbladder Cancer",
        "id": "1230d576-288d-46f4-888b-15588d705cf1",
        "choice_type": "multi"
    }
]