[
    {
        "question": "Best way to confirm that no stones are left back in the CBD?",
        "exp": "Ans. is 'c' i. e., Cholangiogram o \"An operative cholangiogram at time of cholecystectomy will also demonstrate presence or absance of bile duct stones\". o \"If a CBD exploration was performed and a T-tube left in place, a T-tube cholangiogram is done before its removal\".",
        "cop": 3,
        "opa": "Choledochoscope",
        "opb": "Palpation",
        "opc": "Cholangiogram",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Gallstone Disease",
        "id": "6c74dfb0-dd94-4905-905d-6d2b5e5c76cf",
        "choice_type": "single"
    },
    {
        "question": "Mirrizi syndrome -",
        "exp": "Ans. is 'b' i. e., Stone in cystic duct compressing CBD Mirizzi syndromeo It comprises obstructive jaundice due to stone impacted in the neck of gall bladder, which compresses the common hepatic duct and eventually ulcerates into common hepatic duct causing cholecysto-choledochal fistula (fistula B/W gall bladder & common hepatic duct).",
        "cop": 2,
        "opa": "Cyst present in CBD",
        "opb": "Stone in cystic duct compressing CBD",
        "opc": "Obstruction of pancreatic duct",
        "opd": "Stone in Rt hepatic duct",
        "subject_name": "Surgery",
        "topic_name": "Gallstone Disease",
        "id": "3ac204bd-90fd-44be-875d-17a405df3d94",
        "choice_type": "single"
    },
    {
        "question": "Ramu, presents with recurrent attacks of cholelithiasis, U/S examination shows a dilated CBD of 1 cm. The next line of management is:",
        "exp": "Ans. is 'a' ie. ERCP (Ref. Schwartz, 7/e, p 1443). The first inv. for any pt. with cholelithiasis or jaundice is U/S. Next inv. depends on U/S findings, If the intrahepatic ducts are dilated without any extrahepatic dilatation then the preferred inv. is - PTC* If the dilatation is in CBD - ERCP*. ERCP may provide direct diagnosis of the distal CBD pathology and may be therapeutic as well for a CBD stone or stricture.",
        "cop": 1,
        "opa": "ERCP",
        "opb": "PTC",
        "opc": "Cholecystostomy",
        "opd": "Intravenous cholangiogram",
        "subject_name": "Surgery",
        "topic_name": "Gallstone Disease",
        "id": "d3cee6c9-d4cb-4396-9dba-89b849fdd61b",
        "choice_type": "single"
    },
    {
        "question": "Cause of obstructive jaundice is-",
        "exp": "Ans. is 'b' i. e., CBD stone",
        "cop": 2,
        "opa": "Cystic duct stone",
        "opb": "CBD stone",
        "opc": "Hepatitis",
        "opd": "Liver cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Gallstone Disease",
        "id": "5127b98b-bd55-41bd-b7cc-6386749953f9",
        "choice_type": "single"
    },
    {
        "question": "Charcot's triad:",
        "exp": "Ans: A (Adbominal Pain, Fever, Jaundice) Ref: Bailey anti Love's Short Practice of Surgery 25th Edition, Robbins Pathology 8th ed, Nelson Pediatrics 19th ed, Harrison Principles of internal medicine, 18th ed, Explanation: Charcot's Triad. Seen in cholangitis. Pain. Jaundice. Fever. Few important triads in medicine. Saint's Triad. Diverticulosis. Gall stones. Hiatus hernia. Whipple's triad. Seen in Insulinoma (most common functioning tumor of the endocrine pancreas). Fas. Hng-induced neuroglvopenic symptoms of hypoglycemia (diaphoresis, shaking, mental confusion, obtundation, and seizures). Low blood glucose levels (40 to 50 mg/dl). Relief of symptoms after the administration of glucose. Beck's Triad. Seen in Cardiac Tamponade. Hypotension. Soft or absent heart sounds. Jugular venous distention (increased JVP). Murphy's Triad. Seen in Acute appendicitis. Pain Fever. Vomiting Madder's triad. Seen in Boerhaave's syndrome. Pain. Vomiting and. Subcutaneous emphysema. Sandbolnrs triad. Seen in Hemobilia. Painjaundice. Hematemesis. Chiari triad. Seen in Aorto enteric listula. Midthoracic pain. Sentinel arterial hemorrahage. Exsanguination. Virchow's triad. Abnormalities that lead to thrombus formation. Endotheli al i nj u ry. Stasis or turbulent blood flow. Hypercoagulability of the blood. Currarino triad. Anorectal malformations (ectopic anus, anal stenosis, imperforate anus). Sacral bone anomalies (hypoplasia, poor segmentation). Presacral anomaly (anterior meningoceles, teratoma, cyst). Female athlete triad. Disordered eating. Amenorrhea. Osteoporosis. Kartagener triad. Situs inversus totalis. Chronic sinusitis. Bronchiectasis. Samter triad. Nasal polyps. Aspirin sensitivity. Asthma. Carney triad. Gastric GISTParaganglioma. Pulmonary chondroma. Classical triad of features in Diseases. Feltv syndrome - Triad of Rheumatoid arthritis, Splenomegaly, and Neutropenia. Whipple disease - Triad of Diarrhea, Weight loss, and Malabsorption. Reiter syndrome - Triad of Arthritis, Urethritis, and Conjunctivitis. Wegener granulomatosis - Triad of. Acute necrotizing granulomas of the upper & lower respiratory tract. Necrotizing or granulomatous vasculitis affecting small to medium-sized vessels. Glomerulonephritis. Plummer-Vinson syndrome- Triad of Esophageal webs, Microcytic hypochromic anemia & atrophic glossitis. Achalasia cardia - Triad of incomplete LES relaxation. increased LES tone, esophageal aperistalsis. Solitary rectal ulcer - Triad of rectal bleeding, mucus discharge, and an inflammatory lesion of the anterior rectal wall. Spasmus nutans - Triad of nystagmus, head tilt, and head nodding. Hepatopulmonary syndrome (HPS) - Triad of chronic liver disease, hypoxemia, and intra-puimo- nary vascular dilations (TVPD). Hemochromatosis - Triad of pigment cirrhosis with hepatomegaly, skin pigmentation, and diabetes meltitus. Anhidrotic ectodermal dysplasia - Triad of absence of sweat glands, anomalous dentition, and hypotrichosis. DRESS syndrome - Triad of Fever, rash and hepatitis. Gradenigo syndrome - Triad of suppurative OM. paralysis of the external rectus muscle, and pain in the ipsilateral orbit. Infantile glaucoma - Triad of epiphora (tearing), photophobia (sensitivity to lightt. and blepharospasm (eyelid squeezing). Kearns-Savre syndrome - Triad of progressive external ophthalmoplegia, pigmentary degeneration of the retina, and onset before age 20 yr. Andersen-Tawil syndrome - Triad of periodic paralysis. potentially fatal cardiac ventricular ectopy. Hemolytic uremic syndrome - Triad of Microangiopathic hemolytic anemia, thrombocytopenia, and renal insufficiency. Prune-belly syndrome, also called triad syndrome or Eagle-Barrett syndrome. Mac. Cune Albright Syndrome - Triad of Polyostotic disease. Precocious puberty, and Cutaneous pigmentation. Botulism - Triad of acute onset of a symmetric flaccid descending paralysis with clear sensorium. no fever, and no paresthesias. Klippel-Feil syndrome - Triad of short neck, low hairline, and restriction of neck motion",
        "cop": 1,
        "opa": "Abdominal Pain, fever, jaundice",
        "opb": "Fever, jaundice, abdominal distention",
        "opc": "Fever, Vomiting, Jaundice",
        "opd": "Jaundice, Fever, Diarrhea",
        "subject_name": "Surgery",
        "topic_name": "Gallstone Disease",
        "id": "56956109-6396-40b3-9cf5-6896dbcc05a6",
        "choice_type": "single"
    }
]