[
    {
        "question": "All of the following are false regarding Vacuum assisted closure Except -",
        "exp": "VACUUM ASSISTED CLOSURE/NEGATIVE PRESSURE WOUND THERAPY(NPWT) NPWT promotes wound healing by applying a vacuum through a special sealed dressing. Continued vacuum draws out the fluid (interstitial fluid) from wound and increase blood flow to the area. As a result, bacterial counts decrease and cell proliferation increases, thereby creating a suitable bed for graft or flap cover. Intermittent negative pressure of -125 mm Hg appears to hasten debridement and formation of granulation tissue in chronic wounds and ulcers. Contraindications for NPWT Use Malignancy in the wound Untreated osteomyelitis Non-enteric & unexplored fistula Necrotic tissue with eschar",
        "cop": 1,
        "opa": "Due to negative pressure , bacterial counts decrease and cell proliferation increases in the wound.",
        "opb": "Continuous pressure of +125 mm hg is applied.",
        "opc": "It causes interstitial edema , thereby increasing blood flow and better healing.",
        "opd": "Suitable to be used over malignancy if present in wound.",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "9c4029de-9c28-4ae8-959e-c8b0eb3fce8b",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Histological variety of breast carcinoma EXCEPT:",
        "exp": "Breast Cancer MC type is adenocarcinoma and most carcinoma arises from terminal duct lobular unit MC type of Ca breast: Invasive ductal (schirrous) carcinoma Least common type of Ca breast: Papillary Most malignant type of Ca breast: Inflammatory breast cancer Best prognosis is seen in: Tubular Worst prognosis is seen in:Inflammatory breast cancer",
        "cop": 4,
        "opa": "Most common histological type is adenocarcinoma",
        "opb": "Most common histological subtype is Invasive ductal Ca",
        "opc": "Least common subtype is Papillary",
        "opd": "Worst prognosis is seen in Tubular",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "c834a01d-c748-42fb-b193-5d2f7ab513f5",
        "choice_type": "multi"
    },
    {
        "question": "A 17 year old female underwent FNAC for a lump in the breast which was non-tender, firm and mobile. Histopathology reveals tightly arranged ductal epithelial cells with dyscohesive bare nuclei . What is the diagnosis ?",
        "exp": "Phyllodes- leaf like appearance on cut section . Dual origin of mammary epithelium and connective tissue (stroma) LCIS - Indian File Pattern DCIS - may show cribriform , comedo or papillary growth patterns . Tightly arranged epithelial cells with discohesive bare nuclei are suggestive of benign breast disease likely Fibroadenoma *",
        "cop": 2,
        "opa": "DCIS",
        "opb": "Fibroadenoma",
        "opc": "Phyllodes tumour",
        "opd": "LCIS",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "b63ee008-a315-4bad-aa4c-2b45d0f1d1a4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is TRUE? 1. Square (Reef) Knot 2. Surgeons Knot 3. Granny (Pseudo-square) Knot 4. Reverse cutting needle 5. Veical Mattress 6. Purse String Suture A B C D E F",
        "exp": "Square (Reef) Knot Surgeons knot Granny (Pseudo-square) knot - Consist of two throws - Crossing is done in each throw - Secured knot - Consist of two throws - Two wraps in first throw - Crossing occurs in each throw - Consists of two throws - Crossing does not occur in any throw - Not a secured knot Horizontal Mattress Veical Mattress - Initial suture is inseed as for a interrupted suture but then needle moves horizontally & traverses both edges of the wound once again. - Initial suture is inseed as for an interrupted suture but then needle moves veically & transverses both edges of wound once again. Horizontal Mattress: Suture parallel to line of incision. Veical Mattress: Suture perpendicular to line of incision. Purse string suture - Continuous stitch parallel to a circular wound is applied. - Used for hernia sac & appendectomy",
        "cop": 2,
        "opa": "1-D; 2-F; 3-A; 4-E; 5-B; 6-C",
        "opb": "1-F; 2-D; 3-A; 4-E; 5-B; 6-C",
        "opc": "1-A; 2-D; 3-F; 4-E; 5-B; 6-C",
        "opd": "1-F; 2-A; 3-D; 4-E; 5-B; 6-C",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "c8c6c1be-c4c2-42fb-835c-e0564ed874f6",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true about qSOFA except :",
        "exp": "qSOFA used for Acute Pancreatitis. Pneumonic: QRS Mental Status Quick Sequential Organ Failure Assessment (SOFA) Score qSOFA (Quick SOFA) Criteria Points Respiratory rate >=22/min 1 Change in mental status 1 Systolic BP <=100 mm Hg 1 Interpretation Score Moality 0 <1% 1 2-3% >=2 >=10%",
        "cop": 2,
        "opa": "qSOFA score is used for acute pancreatitis",
        "opb": "RR >22/minute,Altered mental status,SBP<110 mmHg",
        "opc": "Score of 3 has >10% of moality",
        "opd": "Score of 1 has 2-3 % of moality",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "67f63692-b9fc-421d-8678-3bee181d6ec1",
        "choice_type": "multi"
    },
    {
        "question": "Cystic compressible, translucent swelling in the posterior triangle of neck:-",
        "exp": "Cystic compressible, translucent swelling in the posterior triangle of neck is cystic hygroma. CYSTIC HYGROMA Multiloculated cystic spacesQlined by endothelial cells Due to sequestration of a poion of jugular lymph sac from the lymphatic systemQ. Cysts are filled with clear lymph and are lined by endotheliumQ. Turner's syndromeis associated with cystic hygromaQ. Most cystic hygromas involve the lymphatic jugular sacs MC site: Posterior neck regionQ(Posterior triangleQ) Other common sites: Axilla, mediastinum, inguinal & retroperitoneal regionsQ CLINICAL FEATURES Usually present as soft cystic masses that disto the surrounding anatomy, can result in acute airway obstruction. Usually manifests in the neonates or in early infancyQ(50% present at bih). Characteristic feature: Brilliantly translucentQ",
        "cop": 1,
        "opa": "Cystic hygroma",
        "opb": "Branchial cyst",
        "opc": "Thyroglossal cyst",
        "opd": "Dermoid cyst",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "c8c480b1-6f61-4833-9248-6a15490f28ab",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of Grave's disease except:",
        "exp": "Characteristic feaures Thyrotoxicosis Ophthalmopathy Dermopathy Aka Pretibial myxedema Acropachy Gynecomastia Most commonly seen in Female",
        "cop": 1,
        "opa": "More common in males",
        "opb": "Tremor",
        "opc": "pretibial myxoedema",
        "opd": "Intolerance to heat",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "a4cc087f-1eed-463b-b1ec-03b6009a21ba",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an approach for Inguinal hernia repair ?",
        "exp": "Inguinal floor Reconstruction Primary tissue repair Anterior tension free repair Laparoscopic / Preperitoneal repair BASSINI'S SHOULDICE LICHENSTEIN(Gold standard) TEP (Totally extra peritoneal) TEP (Trans abdominal preperitoneal) Desarda:- mesh free inguinal hernia repair -Lotheissen is the Inguinal approach for Femoral hernia repair.",
        "cop": 2,
        "opa": "Bassini's",
        "opb": "Lotheissen",
        "opc": "Lichtenstein's",
        "opd": "Desarda",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "560d197b-e49b-4e23-9497-0d9b380546ea",
        "choice_type": "single"
    },
    {
        "question": "The following is a thyroid scan. The most probable diagnosis can be:",
        "exp": "The given thyroid scan is showing increased focal uptake in the Rt upper lobe of thyroid & decreased uptake in the rest of the thyroid gland, this is suggestive of hypersecreting thyroid adenoma. There is no ectopic thyroid tissue, so lateral aberrant thyroid & lateral extension is ruled out. Malignancy ruled out as there is no cold nodule.",
        "cop": 3,
        "opa": "Papillary carcinoma thyroid",
        "opb": "Lateral aberrant thyroid",
        "opc": "Hypersecreting adenoma",
        "opd": "Graves disease",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "45eb63a4-693f-46eb-8e38-448d768e767f",
        "choice_type": "single"
    },
    {
        "question": "All are true about histo-immunological type of breast cancer EXCEPT:",
        "exp": "Molecular classification of breast Ca is based on gene expression profiling. Molecular classification: Luminal A: ER & PR + ve, double positive HER - 2 - neu (-) ve Ki67 lowMost common type, best prognosis. Luminal B: two subtypes- 1. Luminal B HER(+) ER, PR - positive & Her - 2 - neu positive (triple positive) and Ki67 low/high 2. Luminal B HER(-) ER, PR - positive & Her - 2 - neu negative and Ki67 high Intermediate prognosis Basal cell type: triple negative ER, PR Her-2-neu (-)ve Ki67 high In BRCA 1 mutation most aggressive and Poorer prognosis because there are fewer targeted medicines available Her-2 type: Her-2-neu +veER, PR -ve aggressive and poor prognosis Normal like breast cancer- same like luminal A but prognosis poorer than luminal A Most common: luminal A Best prognosis: Luminal A Worst prognosis: Triple negative breast cancer",
        "cop": 3,
        "opa": "Molecular classification is based on gene expression profiling",
        "opb": "Most common type is Luminal A",
        "opc": "Best Prognosis is Luminal B",
        "opd": "Worst prognosis is triple negative breast cancer",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "e6b5173b-fcdf-4971-8282-e3fbd8fc23ad",
        "choice_type": "multi"
    },
    {
        "question": "A 40 years old female presents with fever, fatigue, diffuse painful swelling in the midline of the neck. FNAC revealed epitheloid cells & giant cells. What is the most likely diagnosis?",
        "exp": "Subacute Thyroiditis Aka DE QUERVAIN'S thyroiditis Aka Viral thyroiditis Aka Granulomatous thyroiditis Aka Giant cell thyroiditis Characterized byUpper respiratory tract infection caused by virus| leading to Granulomatous inflammation | leading toFollicular destruction & giant cell formation Associated with HLA B-35 NSAIDS to control inflammation",
        "cop": 2,
        "opa": "Acute thyroiditis",
        "opb": "Subacute thyroiditis",
        "opc": "Tubercular lymphadenitis",
        "opd": "Hashimoto's thyroiditis",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "66f993dd-24e9-4c00-849e-0231b57d182f",
        "choice_type": "single"
    },
    {
        "question": "Thyroid storm after total thyroidectomy is due to?",
        "exp": "Management: b blockers- |T4, |T3 conversion, | Hypehyroid symptoms O2 + Hemodynamic suppo Non- Aspirin Anti - Pyretics - | fever I.V Lugol's Iodine - | I2 uptake Propylthiouracil (PTU) - | T4 to T3 conversion. decreased production of thyroid hormone. Coicosteroids.",
        "cop": 4,
        "opa": "Damage of RLN",
        "opb": "Rough handling during surgery",
        "opc": "Removal of parathyroid",
        "opd": "Inadequate preoperative preparation",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "17ebb96f-43af-47d8-baae-9b256a497b65",
        "choice_type": "single"
    },
    {
        "question": "All of the given below statements regarding medullary carcinoma of thyroid are true except:",
        "exp": "MEDULLARY CARCINOMA IS NOT DEPENDENT ON TSH",
        "cop": 3,
        "opa": "It arises from 'C' cells",
        "opb": "Both hematogenous & lymphatic spread is seen .",
        "opc": "It is dependent on TSH",
        "opd": "Most case are sporadic",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "e19f8a86-ab1a-486c-ad36-89a48e140a55",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is complication of mastectomy?",
        "exp": "Complications of mastectomy Seroma - seen in 30% of patients (MC complication) Wound infection / flap necrosis Injury of long thoracic nerve Injury of thoracodorsal nerve Persistent axillary fat pad Lymphedema Patients with lymphedema, approximately after 10.5 years it may progress to Angiosarcoma. These patients of breast cancer with MRM and done and diagnosed to have angiosarcoma is known as Stewa Treves Syndrome",
        "cop": 4,
        "opa": "Seroma",
        "opb": "Long thoracic nerve palsy",
        "opc": "Angiosarcoma",
        "opd": "All of above",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "890f61de-bfcf-4371-8d9b-77671116bceb",
        "choice_type": "multi"
    },
    {
        "question": "The occurrence of hypothyroidism following administration of supplemental iodine to subjects with endemic iodine deficiency goiter is known as:",
        "exp": "Wolf-Chaikoff effect Iodine induced hypothyroidism Jod-Basedow's effect Iodine induced hypehyroidism PENDRED SYNDROME Congenital sensorineural hearing loss + Goitre Gene is located on chromosome no.7q(long arm) RAFETOFF SYNDROME End organ resistance to T4",
        "cop": 2,
        "opa": "Jod-Basedow effect",
        "opb": "Wolff-Chaikoff effect",
        "opc": "Rafetoff Syndrome",
        "opd": "Pendred Syndrome",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "b7d43272-3cda-46a0-82a4-df898cdabc2f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about neck dissection except:",
        "exp": "Neck dissection Comprehensive neck dissection Selective neck dissection Radical neck dissection(RND): Removal of lymph nodes I-V + spinal accessory nerve(SAN) + Internal jugular vein(IJV) + sternocleidomastoid muscle(SCM) Extended radical neck dissection(ERND): Radical neck dissection + removal of one or more groups of lymph nodes, non-lymphatic structures or both Bilateral radical neck dissection Modified radical neck dissection(MRND): Removal of level I-V lymph nodes with (Mnemonic: SIS) - Type I: Preserves only SAN - Type II: preserves both SAN and IJV - Type III: preserves SAN ,IJV, SCM (Functional neck dissection) Supramohyoid neck Dissection: Removal of level I-III LNs. Extended supraomohyoid neck dissection: Removal of level I-IV LNs Posterolateral Neck dissection: Removal of level II-V LNs + Suboccipital LNs + retro auricular LNs. - Lateral neck dissection: Removal of level II-V LNs + Internal jugular vein. - Central compament neck dissection: Removal of level VI LNs",
        "cop": 3,
        "opa": "Central compament neck dissection involves removal of level VI LNs",
        "opb": "Supraomohyoid neck dissection involves removal of level I-III LNs",
        "opc": "Type II MRND preserves both spinal accessory nerve and sternocleidomastoid muscle",
        "opd": "Lateral neck dissection: removal of level II-V lymph nodes + internal jugular vein",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "1fbe21af-98f5-40e6-b023-d2b6741da4f3",
        "choice_type": "multi"
    },
    {
        "question": "A woman noticed mass in her left breast with bloody discharge. Histopathology revealed duct ectasia. Treatment is:-",
        "exp": "DUCT ECTASIA (PERIDUCTAL MASTITIS) =Dilatation of multiple ducts, =Associated with periductal inflammation. Most common age- above 50 years Most common presenting feature:nipple discharge(Greenish) Most common discharge in duct ectasia:serous discharge Treatment of duct ectasia is Hadfield's operation. HADFIELD's OPERATION -A periareolar incision is made and a cone of tissue is removed with its apex just deep to the surface of the nipple and its base on the pectoral fascia.",
        "cop": 4,
        "opa": "Simple mastectomy",
        "opb": "Microdochotomy",
        "opc": "Lobectomy",
        "opd": "Hadfield's operation",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "322768ac-a3a8-4569-b314-7b383bac1230",
        "choice_type": "single"
    },
    {
        "question": "False about ca breast is:-",
        "exp": "Site of Breast Cancer- Breast cancer is more common in left breast compared to right breast.- MC Site - Upper outer quadrant (due to maximum amount of breast tissue at this quadrant)- LC Site - Lower inner quadrant MC route of spread in CA Breast - Hematogenous- MC site of metastasis - Bones (Lumber veebra > Femur > thoracic veebra)- Both Osteolytic & osteoblastic secondaries- MC secondaries - Osteolytic > Osteoblastic- MC primary for both osteolytic & osteogenic secondaries in females - CA breast- MC cause of death - Malignant pleural effusion",
        "cop": 2,
        "opa": "Most common route of spread is hematogenous",
        "opb": "Most common area involved is Upper inner quadrant",
        "opc": "Most common site of metastasis is Bone",
        "opd": "Most common cause of death is malignant pleural effusion",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "ec822ba3-4421-430f-85d0-c00aa4516fa4",
        "choice_type": "multi"
    },
    {
        "question": "Most frequent site of branchial cyst is at:",
        "exp": "Brachial cyst Branchial fistula Develops from vestigial remnants of 2nd branchial cleft. Lined by squamous epithelium Contains thick, turbid fluid full of cholesterol crystals. Cyst usually presents in the upper neck in early or middle adulthood Found at the junction of upper third & middle third of the SCM muscle at its anterior border. Fluctuant swelling that may transilluminate and is often soft in its early stages USG and FNAC aid diagnosis. Treatment is by complete excision. Branchial fistula may be unilateral or bilateral Thought to represent a persistent 2nd branchial cleft Tract is lined by ciliated columnar epithelium There may be a small amount of recurrent mucous or mucopurulent discharger onto the neck External orifice is nearly always situated in the lower third of the neck near anterior border of SCM Internal orifice is located on the anterior aspect of posterior faucial pillar just behind the tonsil. Internal aspect of the tract may end blindly at or close to the lateral pharyngeal wall, constituting a sinus rather than a fistula. The tract follows the same path as a branchial cyst and requires complete excision often by more than one transverse incision in the ne",
        "cop": 3,
        "opa": "Upper third of posterior border of sternocleidomastoid",
        "opb": "Lower third of anterior border of sternocleidomastoid",
        "opc": "Upper third of anteromedial border of sternocleidomastoid",
        "opd": "Supraclavicular fossa",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "75d8fbb6-fb1c-4a3e-a826-d64b14328cce",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male comes with c/o easy fatiguability, dyspnea & neck swelling. On examination, he demonstrates the following sign. What is the appropriate of this condition?",
        "exp": "Retrosternal goitre (Substernal/Mediastinal/Intrathoracic) * If > 50% of thyroid tissue is located below the opening of thoracic cage.* Most patients are asymptomatic* Diagnosed incidentally on radiological investigations Signs & Symptoms- MC symptom - Dyspnea (due to compression of trachea), in night- Dysphagia (due to compression of esophagus)- Hoarseness of voice (due to compression of Recurrent laryngeal nerve)- Dilated veins over Anterior chest wall.- PEMBEON sign- positive* If bilateral upper limb elevated above forehead, facial puffiness and facialcongestion seen Treatment- Thyroidectomy by cervical incision Thyroidectomy is indicated for retrosternal goitre for patients with clinical symptoms (stridor or dysphagia) and/or radiological evidence of significant tracheal narrowing, oesophageal compression or SVC syndrome. - Radioisotopes used* T1/2 of I 123 - 13 hours (shoer fall life) - so used for diagnostic purposes (RAI SCAN)* T1/2 of I 131 - 8 days (Longer half-life) - so used for therapeutic purposes (RAI ABLATION). Radio Active Iodine Ablation- I131 emits beta- rays (90%) and gamma- rays (10%)- Beta rays are responsible for Therapeutic effects (ablation)- Depth of penetration of beta rays - 0.5 mm (Ablates only thyroid, even parathyroid are safe)- Gamma rays are responsible for side effects- Gamma rays are used in Tracer studies - Gamma probe can be used for identifying the area that emits gamma rays. So, useful in Radioactive Iodine scan - Absolute contraindication of RAI Ablation (because gamma rays are emitted)* Pregnancy* Lactation",
        "cop": 3,
        "opa": "Surgery transthoracic approach",
        "opb": "Radioactive iodine ablation",
        "opc": "Surgery transcervical approach",
        "opd": "Levothyroxine to suppress TSH",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "5934ab25-cc4c-4629-b9c7-bb1af5ad4734",
        "choice_type": "single"
    },
    {
        "question": "On mammogram all of the following are the features of a malignant tumor except:",
        "exp": "Benign Malignant Opacity Smooth margin Low density Homogeneous Thin halo Ill definedQ margin Irregular stellate, spiculatedQ margin, comet tailQ High densityQ Heterogeneous Wide haloQ Calcification MacrocalcificationQ (>0.5 mm in diameter) MicrocalcificationQ (<0.5 mm in diameter)",
        "cop": 3,
        "opa": "Spiculation",
        "opb": "Microcalcification",
        "opc": "Macrocalcification",
        "opd": "Irregular mass",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "e7699b59-564f-4067-8a08-7a8dbc81782c",
        "choice_type": "multi"
    },
    {
        "question": "A patient with Childs C score with repeated episodes of variceal bleeding with ascites. Treatment of choice:",
        "exp": "This patient is having cirrhosis; complication is poal hypeension manifested in the form of variceal bleeding with ascites. Childs class 'C' score means no surgical intervention should be done-Best treatment is liver transplantation Class A 5-6 points Class B 7-9 points Class C 10-15 points Major surgeries can be done only in class A Only minor surgical procedures can be performed in class B",
        "cop": 1,
        "opa": "Liver transplant",
        "opb": "TIPS",
        "opc": "EVL",
        "opd": "Surgical shunt",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "5e3fdd43-8463-4e32-9443-4dfd05a9263f",
        "choice_type": "single"
    },
    {
        "question": "40 year female presents to surgical OPD with C /O breast heaviness O/e following finding is seen. What is the T stage of this malignancy?",
        "exp": "The video depicts extension of tumor to chest wall . T4a Extension to chest wall (chest wall is formed by Ribs, Intercostal muscles, Serratus Anterior) T4b Ulceration , edema including Peau-D-Orange , Satellite nodules T4c T4a + T4b T4d Inflammatory breast cancer Not included in T4 Involvement of dermis alone Nipple retraction/ detion Involvement of Pectoralis major/ Pectoralis minor",
        "cop": 2,
        "opa": "T3",
        "opb": "T4a",
        "opc": "T4b",
        "opd": "T4c",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "fc262241-b237-482d-899a-9a8cc480c07f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of clean contaminated wound?",
        "exp": "Wounds Class Definition I: Clean Uninfected operative wound without inflammation Respiratory, alimentary, genital or infected urinary tract is not entered Examples of Clean Wound Inguinal hernia Mastectomy Abdominal aoic aneurysm (AAA) repair II: Clean contaminated Operative wound in which respiratory tract GIT or genitourinary tract is entered under controlled condition without unusual contamination Exampled of Clean Contaminated Wound Cholecystectomy CBD exploration Elective GI surgeries (elective colonic resection, gastrectomy) III: Contaminated Open, fresh accidental wounds Operations with major break in sterile techniques Gross spillage from GIT Exampled of Contaminated Wound Spill during elective GI surgery Perforated gastric ulcer Appendicular perforation Penetrating abdominal trauma Enterotomy during bowel obstruction IV: Diy Old traumatic wound with retained devitalized tissue Wound with clinical infection or perforated viscera with high degree of contamination. Organism causing post-op infection is already present in the wound before operation. Associated with severe inflammation Examples of diy wound Perforated diveiculitis. Fecal peritonitis Nectotizing soft tissue infection.",
        "cop": 1,
        "opa": "Cholecystectomy",
        "opb": "Appendicular perforation",
        "opc": "Inguinal hernia surgery",
        "opd": "Mastectomy",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "b0273fa4-d5a0-434c-908b-9da051ba48e0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about tumors associated with BRCA-1 except:",
        "exp": "Tumors associated with BRCA-1 are hormone receptor negative. BRCA-1 BRCA-2 * Chromosome: 17 * Chromosome: 13 * BRCA-1 associated breast cancers: * BRCA-2 associated cancers: - Invasive ductal carcinomas - Invasive ductal carcinomas - Poorly differentiated - Well differentiated - Hormone-receptor negative - Hormone-receptor positive - Early age of onset - Early age of onset - Bilateral - Bilateral * Associated ovarian, colon and prostate cancers. * Associated ovarian, colon, prostate, pancreas, gall- bladder, stomach cancers and melanoma.",
        "cop": 1,
        "opa": "Hormone receptor positive",
        "opb": "Poorly differentiated",
        "opc": "Chromosome -17",
        "opd": "Early age onset",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "47bf586b-15c9-4512-b3be-cc6188564dbe",
        "choice_type": "multi"
    }
]