[
    {
        "question": "Ulcer with undermined edges is seen in",
        "exp": "Tubercular ulcers typically have undermined edges. Reference: Bailey & Love&; s Sho Practices of Surgery 27th Edition, Page no. 78",
        "cop": 2,
        "opa": "Malignant ulcer",
        "opb": "Tubercular ulcer",
        "opc": "Venous ulcer",
        "opd": "Diabetic ulcer",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8ea4240e-bfb6-448a-9a91-288b8198fd93",
        "choice_type": "single"
    },
    {
        "question": "In an elective lap cholecystectomy with no gross spillage, antibiotics required are",
        "exp": "Elective lap cholecystectomy is a clean-contaminated surgery, single preoperative IV antibiotic during decisive period is sufficient. There is no evidence that fuher doses of antibiotics after surgery are of any value in prophylaxis against infection. When wounds are heavily contaminated or when an incision is made into an abscess, a 5-day course of therapeutic antibiotics may be justified. Ref: Bailey and Love 27e pg: 53",
        "cop": 3,
        "opa": "Single dose of Preoperative IV antibiotic followed by a 5 day course of oral antibiotics",
        "opb": "Post operative IV antibiotics for 1 day followed by a 5 day course of oral antibiotics",
        "opc": "Single dose of Preoperative IV antibiotic only",
        "opd": "5 day course of oral antibiotics only",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e57551b1-32bf-4f6c-b97a-d61c6d6e34f7",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for gas gangrene",
        "exp": "\"High-dose penicillin G and clindamycin, along with third-generation cephalosporins, should be given intravenously until the patient's toxicity abates. The mainstay of management is early surgical excision of the necrotic tissue \" Bailey and love 26th edition Pg 430",
        "cop": 3,
        "opa": "Surgical debridement",
        "opb": "Debridement with tetanus toxin",
        "opc": "Debridement with iv penicillin",
        "opd": "Debridement with polyvalent antitoxin",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "afd86569-9254-475f-be0f-d6c8db0a29f1",
        "choice_type": "single"
    },
    {
        "question": "There is a pressure sore extending into the subcutaneous tissue but underlying structures are not involved. Stage of the pressure sore is",
        "exp": "Stage 1. Non-blanchable erythema without a breach in theepidermis. Stage 2. Paial-thickness skin loss involving the epidermis and dermis. Stage 3. Full-thickness skin loss extending into the subcutaneous tissue but not through underlying fascia. Stage 4. Full-thickness skin loss through fascia with extensive tissue destruction, maybe involving muscle, bone, tendon or joint Bailey and Love 27e pg: 29",
        "cop": 3,
        "opa": "Stage 1",
        "opb": "Stage 2",
        "opc": "Stage 3",
        "opd": "Stage 4",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "9e038a3c-f6b8-47bb-ac4d-8455955ab6d0",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of basal cell carcinoma is",
        "exp": "The characteristic finding is of ovoid cells in nests with a single 'palisading' layer. It is only the outer layer of cells that actively divide, explaining why tumour growth rates are slower than their cell cycle speed would suggest. Ref: Bailey and Love, 27e, page: 605",
        "cop": 3,
        "opa": "Keratin pearls",
        "opb": "Foam cells",
        "opc": "Nuclear palisading",
        "opd": "Psammoma bodies",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "368caae4-4944-4d3f-94e6-1824501fc608",
        "choice_type": "single"
    },
    {
        "question": "Blisters are seen in",
        "exp": "Superficial second degree burns Involve upper layer of dermis (papillary dermis) Erythematous Blisters are seen Blanch to touch Painful Heals without scarring in 7-14 days Ref: Sabiston 20th edition Pgno: 506-507",
        "cop": 2,
        "opa": "1st degree burn",
        "opb": "Superficial 2nd degree burn",
        "opc": "Deep 2nd degree burn",
        "opd": "3rd degree burn",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "fdfdc54c-df08-4f84-b066-7a2f244abe8a",
        "choice_type": "single"
    },
    {
        "question": "Concentration of sodium in RL is",
        "exp": "Sodium concentrations in various crystalloids and colloid Hamann's (RL) 130mmol/L Normal saline (0. 9% Na. Cl) 154mmol/L Dextrose saline (4% dextrose in 0. 18 saline) 30mmol/L Gelofusine 150mmol/L Hemacel 145 mmol/L Hetastarch - Lactated potassium saline injection (Darrow's solution) 121mmol/L Ref: Bailey and love 27th edition Pgno: 281",
        "cop": 3,
        "opa": "154",
        "opb": "120",
        "opc": "130",
        "opd": "144",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "22f45302-4183-4557-ad02-7d3086c0f56b",
        "choice_type": "single"
    },
    {
        "question": "Tillaux's sign is seen in",
        "exp": "Tillaux's sign: In mesenteric cyst, the swelling moves freely in a plane at right angles to the attachment of the mesentery. Ref: Bailey and love 27e pg: 1063",
        "cop": 3,
        "opa": "Abdominal tuberculosis",
        "opb": "Peritonitis",
        "opc": "Mesenteric cyst",
        "opd": "Misty mesentery",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "134c5bb9-7268-4588-a165-04ed8c3964a4",
        "choice_type": "single"
    },
    {
        "question": "Transplantation of which one of \"the following organs is most often associated with hyper-acute rejection?",
        "exp": "Hyperacute rejection is due to the presence in the recipient of preformed antibodies against HLA class I antigens expressed by the donor. Antibody mediated rejection generally occurs hours to days after transplantation. Kidney transplants are paicularly vulnerable to hyperacute graft rejection, whereas heart and liver transplants are relatively resistant. Bailey and love 27th edition Pg: 1535",
        "cop": 2,
        "opa": "Heart",
        "opb": "Kidney",
        "opc": "Lungs",
        "opd": "Liver",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f80cc270-0f5d-41b8-8655-d5ad90d59497",
        "choice_type": "single"
    },
    {
        "question": "Cock&; s peculiar tumor is",
        "exp": ". cocks peculiar tumour is actually a complication of sebaceous cyst when sebaceous cyst ulcerates excessive granulation tissue forms resembling fungating epithelioma and this iscalled cock&; s peculiar tumour",
        "cop": 3,
        "opa": "Basal cell CA",
        "opb": "Squamous cell CA",
        "opc": "Ulcerated sebaceous cyst",
        "opd": "Cylindroma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a640781c-2556-438f-a905-a9bf8d376c38",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following blood fractions is stored at - 40oC",
        "exp": "Red Cells 42 days with the appropriate additives( SAG-M) 2-6 oC Platelets 5 days 20-24 oC Cryoprecipitate 2yrs At - 30degC It is a supernatant precipitate of FFP and is rich in factor VIII and fibrinogen. Ref: Bailey and love. 27th edition. Pg no: 21",
        "cop": 1,
        "opa": "Cryoprecipitate",
        "opb": "human albumin",
        "opc": "Platelet concentrate",
        "opd": "Packed red cells",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "bb4fb72b-8488-40b6-97d1-b2cbb551e5bb",
        "choice_type": "single"
    },
    {
        "question": "A tumour arising in a burns scar is likely to be",
        "exp": "SCC is a malignant tumour of keratinising cells of the epidermis or its appendages. SCC is the second most common form of skin cancer (after BCC). It is strongly-related to cumulative sun exposure and damage SCC is also associated with chronic inflammation (chronic sinus tracts, pre-existing scars, osteomyelitis, burns, vaccination points) and immunosuppression. When an SCC appears in a scar it is known as a Marjolin's ulcer. Ref: Bailey and Love, 27e, page: 605",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Malignant melanoma",
        "opd": "Fibrosarcoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f7dc4a0b-b554-4d48-ba49-5cb1ced137c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is absolutely essential for wound healing?",
        "exp": "Fibroblasts require vitamin C to produce collagen. There is an increase in the tensile strength of the wound due to increased collagen, which is at first deposited in a random fashion and consists of type III collagen. The remodelling phase is characterised by maturation of collagen (type I replacing type III until a ratio of 4: 1 is achieved). There is a realignment of collagen fibres along the lines of tension Bailey and love 26th edition pg: 25",
        "cop": 3,
        "opa": "Vitamin D",
        "opb": "Carbohydrates",
        "opc": "Vitamin C",
        "opd": "Vitamin E",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "4e00dc4d-8973-4ae4-b741-c64f532179fb",
        "choice_type": "single"
    },
    {
        "question": "The best cosmetics results for large capillary (po wine) hemangiomas are achieved by",
        "exp": "Po wine stain treatment is with intense pulsed light and pulse dye laser. PWS may be associated with various syndroms Sturge-Weber syndrome Klippel-Trenaunay syndrome Proteus syndrome: Bailey and love 26th edition pg 599",
        "cop": 2,
        "opa": "Exision and split-thickness skin",
        "opb": "Laser ablation",
        "opc": "Cryosurgery",
        "opd": "Tattooing",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "140070b5-e218-46d8-99df-65819d82453c",
        "choice_type": "single"
    },
    {
        "question": "A patient is diagnosed with gas gangrene of the foot. Best management would be",
        "exp": "All the above are pa of gasgangrene management, the main stay is debridment and antibiotics Treatment for gas gangrene includes, Inj. Benzyl penicillin 20 lacs 4th hourly. + Inj. metronidazole 500 mg 8th hourly + Inj. aminoglycosides (if blood urea is normal) or third generation cephalosporins. Polyvalent antiserum 25, 000 units given intravenously after a test dose and repeated after 6 hours. Liberal incisions are given. All dead tissues are excised and debridement is done until healthy tissue bleeds. * Hyperbaric oxygen is very useful. Rehydration and maintaining optimum urine output (30 ml/hour) (0. 5 ml/kg/hour). Electrolyte management. In severe cases amputation has to be done as a lifesaving procedure - stump should never be closed. Often ventilator suppo is required. ref: SRB; s manual of surgery, ed 3, pg no 46",
        "cop": 4,
        "opa": "Hyperbaric oxygen",
        "opb": "Polyvalent gas gangrene antitoxin",
        "opc": "Amputation of the involved limb",
        "opd": "Antibiotics with surgical debridement",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "0e848166-f18d-49d4-b695-545e994400e2",
        "choice_type": "single"
    },
    {
        "question": "The most common malignancy found in Marjolin&; s ulcer is",
        "exp": "Marjolin's Ulcer Low grade SCC, which develops on a chronic benign ulcer or a long standing scar tissue Arises from the edge of the ulcer. Marjolin's ulcer may develop in Post burn scar Long standing venous ulcer Chronic ulcer due to trauma. Chronically discharging osteomyelitis sinus Post - radiation ulcer Ref: schwaz's principle of surgery 10th edition Pgno: 259",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Malignant fibrous histiocytoma",
        "opd": "Neutrophic malignant melanoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a2619b2e-b465-4dac-8d80-e137521cde06",
        "choice_type": "single"
    },
    {
        "question": "As the thickness of split skin graft increases",
        "exp": "The thicker the dermis that is taken -Fewer but brisker bleeding points on the donor site The more durable will be the graft once healed (although it might take longer and require more care), Also more difficult will be donor site healing. Thicker grafts heal with less contracture Bailey and love 26e pg: 403",
        "cop": 2,
        "opa": "Donor sites heal better",
        "opb": "Fewer but brisker bleeding points on the donor site",
        "opc": "More the wound contracture at recipient site",
        "opd": "Faster the healing at recipient site",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "887110fe-7de0-4bef-9db3-a90ab5acd9f2",
        "choice_type": "single"
    },
    {
        "question": "Muir and Barclay formula is used for",
        "exp": "The Muir and Barclay Formula estimates the amount of fluid that needs to be infused during the first 36 hours after a major burn. The Muir and Barclay Formula was described for albumin as the resuscitation fluid. 0. 5 x percentage body surface area burnt x weight = one poion; Periods of 4/4/4, 6/6 and 12 hours, respectively; One poion to be given in each period. Ref: Bailey and love 27e pg: 624",
        "cop": 3,
        "opa": "Total parentral nutrition",
        "opb": "Acute pancreatitis",
        "opc": "Colloid resuscitation in burns",
        "opd": "Enhanced recovery in colo-rectal surgery",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6f485acf-a819-4455-8a17-5e965d1db12f",
        "choice_type": "single"
    },
    {
        "question": "Jeep&; s disease is",
        "exp": "The term pilonidal sinus describes a condition found in the natal cleft overlying the coccyx, consisting of one or more, usually non-infected, midline openings, which communicate with a fibrous tract lined by granulation tissue and containing hair lying loosely within the lumen. A common affliction amongst the military, it has been referred to as Jeep disease. Reference: Bailey & Love, 27th Edition, page no = 1347.",
        "cop": 3,
        "opa": "Anal incontinence",
        "opb": "Haemorrhoids",
        "opc": "Pilonidal sinus",
        "opd": "Anal fissure",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "664f1a29-223a-4740-b84a-3fae2e0c410f",
        "choice_type": "single"
    },
    {
        "question": "Commonest cancer in burn scar is",
        "exp": "The commonest cancer associated with burns is squamous cell carcinoma. This is also known as marjolin's ulcer and this malignancy sta from the scar tissue of burns. Treatment is wide local excision, in case of large ulcer, amputation is required. Reference: SRB's Manual of Surgery, 6th Edition, page no = 283.",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Fibrosarcoma",
        "opc": "Adenocarcinoma",
        "opd": "Adenosquamous carcinoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "5967895f-321c-4d73-958a-b59f83d14fe2",
        "choice_type": "single"
    },
    {
        "question": "The 'decisive period' in preventing wound infections is",
        "exp": "There is up to a 4-hour interval before bacterial growth becomes established enough to cause an infection after a breach in the tissues, whether caused by trauma or surgery. This interval is called the 'decisive period' and strategies aimed at preventing infection from taking a hold become ineffective after this time period. It is therefore logical that prophylactic antibiotics should be given to cover this period. Ref: Bailey and Love 27e pg: 46",
        "cop": 1,
        "opa": "4 hr post incision",
        "opb": "12 hr prior to incision",
        "opc": "12 hr post incision",
        "opd": "48 hr post incision",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "31ab0f4e-85ba-4311-860d-3199ff123f8f",
        "choice_type": "single"
    },
    {
        "question": "Plasma expanders are used in",
        "exp": "During endotoxic shock, the amount of blood that can be delivered to the tissues get reduced due to loss of RBC's and decrease in blood volume which causes a decrease in blood pressure. Therefore, plasma expanders are used for the maintanence of blood volume in the body. They act by increasing osmotic pressure. Ref: SRB's manual of surgery 6th edition",
        "cop": 1,
        "opa": "Endotoxic shock",
        "opb": "Neurogenic shock",
        "opc": "Vasovagal shock",
        "opd": "Anaphylactic shock",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "b3fad0e8-8374-440f-82db-081558d17553",
        "choice_type": "single"
    },
    {
        "question": "Most common type of mesenteric cyst",
        "exp": "Cysts may occur in the mesentery of either the small intestine (60%) or the colon (40%). Types include Chylolymphatic. Enterogenous. Urogenital remnant (actually retroperitoneal but project into peritoneum). Dermoid. Although all mesenteric cysts are rare, chylolymphatic is the most common variety, arises in a congenitally misplaced lymphatic tissue. Ref: Bailey and love 27e pg: 1063",
        "cop": 1,
        "opa": "Chylolymphatic",
        "opb": "Enterogenous",
        "opc": "Urogenital remnant",
        "opd": "Dermoid",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "63ab8fae-cfaa-4ea8-8f1b-0520a13ac735",
        "choice_type": "single"
    },
    {
        "question": "Burns involving skin superficial pa of dermis is categorized as",
        "exp": "First degree burns involve only epidermis Superficial second degree involve upper layer of dermis Deep second degree involves reticular layers of dermis Third degree involves all layers of skin Fouh degree burns involve not only skin but also subcutaneous fat and deeper structures",
        "cop": 2,
        "opa": "First degree burns",
        "opb": "Superficial 2nd degree burn",
        "opc": "Deep 2nd degree burn",
        "opd": "Third degree burns",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "9e36c6a8-de51-4d08-9a02-3043a8ad6a35",
        "choice_type": "single"
    },
    {
        "question": "Head & neck burn in children is",
        "exp": "Berkow formula to estimate Burn size Body pa 0-1 year 1-4 years 5-9 years Head 19 17 13 Neck 2 2 2 Anterior trunk 13 13 13 Posterior trunk 13 13 13 Ref: Sabiston 20th edition Pgno: 508",
        "cop": 2,
        "opa": "15%",
        "opb": "18%",
        "opc": "12%",
        "opd": "32%",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "7a28aeeb-e982-468f-89d4-6cd907595ec8",
        "choice_type": "single"
    },
    {
        "question": "Margin of normal tissue margin taken in excision of melanoma",
        "exp": "For in situ melanoma a wide excision of 5 mm is sufficient; for melanoma <1 mm deep, a 1 cm margin is sufficient; and for deeper lesions, a 2 cm only margin is recommended, as there is no evidence that wider margins make a difference. Ref: Bailey and Love, 27e, page: 611",
        "cop": 1,
        "opa": "2cm",
        "opb": "3cm",
        "opc": "4cm",
        "opd": "5cm",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e320c533-2843-490e-9412-b9736d86b1e1",
        "choice_type": "single"
    },
    {
        "question": "An intern while doing Scalp suture injured his index finger. Which is not done",
        "exp": "After Contamination Prevention in HIV:- * Needle stick injury is commonest on Non Dominant Index Finger during Surgery. * Hollow needles used for injection carries high risk than surgical needles. * Injured pa is washed under running water. * Incidence is repoed to authorities. * Local policies decide on A treatment. * Post exposure testing is done. Bailey and Love 27th Edition; pg num:- 52,",
        "cop": 4,
        "opa": "Show the finger in Running Water",
        "opb": "Injury during Suturing more common in Non Dominant Index Finger",
        "opc": "Should inform authorities",
        "opd": "HIV transmission high in surgical needle injury",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "af4a19c8-96a9-4cdc-ac75-dc49f13d857b",
        "choice_type": "single"
    },
    {
        "question": "Most common type of shock in emergency room is",
        "exp": "Hypovolaemic shock is the most common form of shock",
        "cop": 2,
        "opa": "Cardiogenic",
        "opb": "Hypovolaemic shock",
        "opc": "Obstructive",
        "opd": "Neurogenic",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e70b9e6a-856a-4d84-8dab-0219f8cd070b",
        "choice_type": "single"
    },
    {
        "question": "'Liver shrinkage diet' is advised before",
        "exp": "In bariatric surgery, 'liver shrinkage diet' for at least 2 weeks before surgery is advised, especially when there is central obesity, as this is associated with large livers that can make surgery impossible. Ref: Bailey and love 27e pg: 1146",
        "cop": 3,
        "opa": "Liver resections",
        "opb": "Whipple's procedure",
        "opc": "Bariatric surgery",
        "opd": "Biliary surgery",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8ebea7a2-28d5-4021-a06f-491369bb706b",
        "choice_type": "single"
    },
    {
        "question": "As per CEAP classification healed venous ulcer is",
        "exp": "CEAP (Clinical-a. Etiology-Anatomy-Pathophysiology) classification for chronic venous disorders Clinical classification. C0: no signs of venous disease; C1: telangectasia or reticular veins; C2: varicose veins; C3: oedema; C4a: pigmentation or eczema (some include malleolar flare in this category); C4b: lipodermatosclerosis or atrophie blanche; C5: healed venous ulcer; C6: active venous ulcer. Etiological classification. Ec: congenital. Ep: primary. Es: secondary (post-thrombotic). En: no venous cause identified. Anatomical classification. As: superficial veins. Ap: perforator veins. Ad: deep veins. An: no venous location identified. Pathophysiological classification. Pr: reflux. Po: obstruction. Pr, o: reflux and obstruction. Pn: no venous pathophysiology identifiable. Ref: Bailey and love pg: 974",
        "cop": 4,
        "opa": "C2",
        "opb": "C3",
        "opc": "C4",
        "opd": "C5",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "bae15fcf-8266-4465-bc44-22f11f5d3505",
        "choice_type": "single"
    },
    {
        "question": "Remodelling phase (maturing phase) is characterized by",
        "exp": "Normal wound healing have 3 or 4 phases, most commonly agreed to be 1 the inflammatory phase (2-3 days) 2 the proliferative phase (3 days - 3 weeks) 3 the remodelling phase (maturing phase) (stas on day 6-7and may extend up to a year) In the remodelling phase is characterised by the maturation of collagen (type I replacing type III until a ratio of 4: 1 is achieved). There is a realignment of collagen fibres along the lines of tension, decreased wound vascularity, and wound contraction due to fibroblast and myofibroblast activity. Bailey and Love 27e pg: 25",
        "cop": 2,
        "opa": "Type I replacing type IV collagen",
        "opb": "Type I replacing type III collagen",
        "opc": "Type IV replacing type I collagen",
        "opd": "Type III replacing type I collagen",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8703ba80-1339-4f57-898e-a8a620fdd14c",
        "choice_type": "single"
    },
    {
        "question": "Klippel-Trenaunay syndrome is associated with",
        "exp": "Klippel-Trenaunay syndrome is a combined anomaly of a cutaneous naevus, persistent vestigial veins with varicose veins and soft tissue and bone hyperophy. The condition must be distinguished from the Parkes-Weber syndrome, in which there are multiple aeriovenous fistulae causing venous hypertension, ulceration and high-output cardiac failure. Ref: Bailey and love pg: 991",
        "cop": 1,
        "opa": "Varicose veins",
        "opb": "AV malformations",
        "opc": "Aoic aneurysm",
        "opd": "Lymphedema",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "7d5a0372-e914-41a8-b06c-57714538775f",
        "choice_type": "single"
    },
    {
        "question": "Elective cholecystectomy is which type of surgery?",
        "exp": "Clean No viscus opened Thyroid, Breast surgeries Clean-contaminated Viscus opened, minimal spillage Cholecystectomy, Gastric surgery Contaminated Open viscus with spillage or inflammatory disease Inflamed appendix, Rectal surgeries Diy Pus or perforation, or incision through an abscess I&d wound debridement",
        "cop": 1,
        "opa": "Clean contaminated",
        "opb": "Clean",
        "opc": "Diy",
        "opd": "Contaminated",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "c0eb8564-8079-4b6b-96d7-c5dc048ddc6f",
        "choice_type": "single"
    },
    {
        "question": "A chest physician performs bronchoscopy in the procedure room of the outpatient depament. To make the instrument safe for use in the next patient waiting outside, the most appropriate method of disinfection is by:",
        "exp": "Techniques for Sterilization Steam Surgical instruments Ethylene Oxide Heart lung machine, respirators, dental labs Hot air oven Glass syringe, test tubes, flasks, cutting instruments Irradiation (gamma rays) Industrial packing Paraacetic acid (STERIS) Flexible endoscopes Isopropyl alcohol Clinical thermometer Beta propiolactone > Formaldehyde Fumigation of OT, labs, wards 2% Glutaraldehyde Endoscope (Cystoscope, Bronchoscope) Autoclaving Culture media, suture materials except catgut Ref: Bailey 24th edition Pgno: 135",
        "cop": 2,
        "opa": "70% alcohol for 5 min",
        "opb": "2% glutaraldehyde for 20 min",
        "opc": "2% formaldehyde for 10 min",
        "opd": "1% sodium hypochlorite for 15 min",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3d1cee06-ff94-47a2-b3b0-3c3b95c09e59",
        "choice_type": "single"
    },
    {
        "question": "Most impoant prognostic factor in melanoma",
        "exp": "The presence of lymph node metastases is the single most impoant prognostic index in melanoma, outweighing both tumour and host factors. The number of affected nodes and the presence of extranodal extension are also significant outcome predictors. Once regional nodes are clinically involved, 70-85% of patients will have occult distant metastases. The Breslow thickness of the primary tumour offers the best correlation with survival in stage I disease. The higher the mitotic index, the poorer is the prognosis of the primary tumour. This has greater significance than the presence or absence of ulceration. Ref: Bailey and Love, 27e, page: 612",
        "cop": 4,
        "opa": "Breslow thickness",
        "opb": "Mitotic index",
        "opc": "Ulceration",
        "opd": "Lymph node",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "1b4cf83a-4d90-4561-84a7-45a8c58abe64",
        "choice_type": "single"
    },
    {
        "question": "IV fluid replacement in a trauma patient is determined by",
        "exp": "Adequacy of fluid replacement should be checked with hemodynamic stability and urine output. When very large fluid shifts are expected and the patient has compromised renal insufficiency it is necessary to monitor fluid status using central venous pressure(CVP). Manipal manual of surgery-Shenoy, 4th edition, pg",
        "cop": 1,
        "opa": "Urine output",
        "opb": "Chest condition",
        "opc": "CVP",
        "opd": "BP",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "2698da84-1c2b-4454-8852-c06a146a4c28",
        "choice_type": "single"
    },
    {
        "question": "Treatment of burns includes",
        "exp": ". SRB&; s manual of surgery, 4th edition Initial Management of burns: Clothing should be removed Cooling of the pa by running water for 20minutes Cleaning the pa to remove dust, mud, etc Chemoprophylaxis-tt, antiseptics, etc Covering with dressings Comfoing with sedation amd pain killer",
        "cop": 1,
        "opa": "No bandage to head & neck",
        "opb": "Immediate application of ice cold water",
        "opc": "Superficial burns without blister-no need of dressing",
        "opd": "Escharotomy done for peripheral circumscribed lesions",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8aa085df-36ed-4e67-8cd9-c35bc9dc5274",
        "choice_type": "single"
    },
    {
        "question": "Concentration of Na (meq/I) in normal saline is?",
        "exp": "sodium in various fluids normal saline - 154mmol/l ECF - 142mmol/l lactated ringer - 130mmol/l",
        "cop": 4,
        "opa": "77",
        "opb": "109",
        "opc": "130",
        "opd": "154",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a8a3658f-7cc6-4d10-a293-23c47f44e8fd",
        "choice_type": "single"
    },
    {
        "question": "Malignant melanoma most often develops from",
        "exp": "Dysplastic naevus is an irregular proliferation of atypical melanocytes at the basal layer of epidermis Dysplastic naevus has a familial inheritance and carries a 5-10 per cent risk of forming a superficial spreading melanoma. Bailey and Love 26th edition Pg: 591",
        "cop": 1,
        "opa": "Dysplastic naevus",
        "opb": "Junctional naevus",
        "opc": "Intradermal naevus",
        "opd": "Blue naevus",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "df9ec6b8-193f-4412-8b9e-d6776ccda534",
        "choice_type": "single"
    },
    {
        "question": "Fever in burnt patient is caused by",
        "exp": "Repeated question",
        "cop": 1,
        "opa": "Septicemia",
        "opb": "Due to hypermetabolism",
        "opc": "Decreased sweating",
        "opd": "Release of pyrogens from dead product",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "2dd7e774-1827-4702-af9d-204a2c238d02",
        "choice_type": "single"
    },
    {
        "question": "A 17 year old female underwent FNAC for a lump in the breast which was non-tender, firm and mobile. Histopathology reveals tightly arranged ductal epithelial cells with dyscohesive bare nuclei. What is the diagnosis?",
        "exp": "Phyllodes- leaf like appearance on cut section. Dual origin of mammary epithelium and connective tissue (stroma) LCIS - Indian File Pattern DCIS - may show cribriform, comedo or papillary growth patterns. Tightly arranged epithelial cells with discohesive bare nuclei are suggestive of benign breast disease likely Fibroadenoma *",
        "cop": 2,
        "opa": "DCIS",
        "opb": "Fibroadenoma",
        "opc": "Phyllodes tumour",
        "opd": "LCIS",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "b63ee008-a315-4bad-aa4c-2b45d0f1d1a4",
        "choice_type": "single"
    },
    {
        "question": "As per EHS classification, a primary, direct inguinal hernia with 4 cm width would be",
        "exp": "The European Hernia Society has suggested a simplified system of classification. Primary or recurrent (P or R); Lateral, medial or femoral (L, M or F); Defect size in fingerbreadths (each finger is assumed to be 1. 5 cm.). Ex1) A primary, direct inguinal hernia with 4 cm width would be PM3. Ex 2) A Recurrent, indirect, inguinal hernia with a 3-cm defect size would be RL2. Ref: Bailey and love 27e pg: 1031",
        "cop": 4,
        "opa": "PD4",
        "opb": "PM4",
        "opc": "PD3",
        "opd": "PM3",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3879c62d-50f0-4351-85c9-427a57ad4865",
        "choice_type": "single"
    },
    {
        "question": "Elective cholecystectomy is",
        "exp": "Clean no viscus opened EX: thyroid, breast surgeries Clean-contaminated viscus opened, minimal spillage) Cholecystectomy, Gastric surgery Contaminated open viscus with spillage or inflammatory disease Inflamed appendix, rectal surgeries Diy pus or perforation, or incision through an abscess I&d wound debridement",
        "cop": 1,
        "opa": "Clean contaminated",
        "opb": "Clean",
        "opc": "Diy",
        "opd": "Contaminated",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "7a14f171-7aaa-417f-a8ac-384306205e16",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of Choice for Idiopathic Thrombocytopenic Purpura",
        "exp": "Medical Treatment of ITP:- * The treatment of choice is medical- oral prednisolone 1mg/kg produces dramatic response in 50-70% cases. * Intravenous immunoglobin is indicated for internal bleeding. Refractory ITP:- * Failure of initial therapy mentioned above. * Rituximab given IV * Thromboplastin Receptor antagonists- Eltrombopag and Romiplostim Splenectomy Indications:- * Most common indication for elective splenectomy * For patients with low platelet count should have platelets available at surgery but should be infused only after ligating the pedicle. * Should not be given preoperatively Ref:- Surgery Sixer 3rd Edition; pg num:- 724",
        "cop": 1,
        "opa": "Steroids",
        "opb": "IV immunoglobin",
        "opc": "Blood transfusion",
        "opd": "Splenectomy",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "aa9fa50e-c425-4271-92b1-3f7eafbd844d",
        "choice_type": "single"
    },
    {
        "question": "Post operatively wound dehiscence occurs between",
        "exp": "Wound dehiscence is disruption of any or all of the layers in a wound. Wound dehiscence most commonly occurs from the fifth to the eighth postoperative day when the strength of the wound is at its weakest. Risk factors in wound dehiscence. General. Local Malnourishment. Diabetes. Obesity. Renal failure. Jaundice. Sepsis. Cancer. Treatment with steroids. Inadequate or poor closure of wound. Poor local wound healing, e. g. because of infection, haematoma or seroma. Increased intra-abdominal pressure, e. g. in postoperative patients suffering from chronic obstructive airway disease, during excessive coughing. Ref: Bailey and love 27e pg: 297",
        "cop": 3,
        "opa": "1-2 days",
        "opb": "3-5 days",
        "opc": "5-8 days",
        "opd": "8-12 days",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a1aa051a-db24-4dcb-9bb7-d790ccb860b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nutrients are not included in Total Parental Nutrition",
        "exp": "Components of Total Parenteral Nutrition Energy sources Carbohydrates Lipids Amino acids Non-Energy Essential sources Electrolytes Trace elements Vitamins Water Ref: Bailey and love 27th edition Pgno: 286",
        "cop": 4,
        "opa": "Lipids",
        "opb": "Carbohydrates",
        "opc": "Proteins",
        "opd": "Fibers",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "5fe37f65-2887-48ed-846a-447b3a9feed2",
        "choice_type": "single"
    },
    {
        "question": "Abbey estender flap is based on",
        "exp": ". abbey flap is used for lip reconstruction so it is based on labial aery",
        "cop": 3,
        "opa": "Lingual aery",
        "opb": "Facial aery",
        "opc": "Labial aery",
        "opd": "Internal maxillary aery",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "1b39d3ab-4b52-4ccf-8e31-b74ef0feca8d",
        "choice_type": "single"
    },
    {
        "question": "Maintenance level of Mixed Venous Oxygen Saturation in shock must be",
        "exp": "Mixed Venous Oxygen Saturation: - * This is a measure of oxygen returning to heart from body after delivery and extraction by tissues. * Normal Value- 50-70% * In cardiogenic shock and Hypovolemic shock, the tissues takes up more oxygen and hence value is low < 50% * In Septic and Distributive shock, the tissues takes up less oxygen and hence more oxygenated blood returns to heart and hence value is high > 70% Ref:- Surgery Sixer 3rd Edition; Pg num:- 8",
        "cop": 3,
        "opa": "< 40%",
        "opb": "40-50%",
        "opc": "50-70%",
        "opd": ">70%.",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e1e808dc-5f4f-457c-9b1e-e4354a4ab1bd",
        "choice_type": "single"
    },
    {
        "question": "Verres needle is used for",
        "exp": "Verres needle is used for creation of a pneumoperitoneum in closed method. Although this method is fast and relatively safe, there is a small but significant potential for intestinal or vascular injury on introduction of the needle. Ref: Bailey and Love 27e pg: 108",
        "cop": 1,
        "opa": "Creating pneumoperitoneum",
        "opb": "Liver biopsy",
        "opc": "Bone marrow biopsy",
        "opd": "Spinal anaesthesisa",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "bb956290-4668-488c-a488-b817a1e1db5d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not a pa of the &; Triple Therapy&; immunosuppression for post-renal transplant patients?",
        "exp": "Initial therapy is the treatment given to all recipients (except where the donor is an identical twin) for 0-3 months after transplantation. Initial therapy is usually 'triple therapy', in which a calcineurin inhibitor (traditionally ciclosporin) is used as the 'primary agent'in combination with a coicosteroid (prednisolone) and azathioprine. Calcineurin inhibitor with anti-proliferative agent alone or with steroids alone(DUAL THERAPY) REF. Bailey and Love 27e pg 1540.",
        "cop": 3,
        "opa": "Cyclosporine",
        "opb": "Azathioprine",
        "opc": "FK 506",
        "opd": "Prednisolone",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "c2e97b61-d0ca-4391-89c4-d8b08f1355e5",
        "choice_type": "single"
    },
    {
        "question": "Prevention of surgical wound infection done by?",
        "exp": "Giving antibiotics prior to surgery (prophylactic antibiotics) one hour before surgery has been identified as an intervention for prevention of surgical site infections. Shaving is now avoided and clipping of hair is preferred. Preop bath, Blood glucose control, and maintaining normothermia (esp in colorectal surgery) are other useful measures.",
        "cop": 2,
        "opa": "Pre-op shaving",
        "opb": "Pre-op antibiotic therapy",
        "opc": "Monofilament sutures",
        "opd": "Wound apposition",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3c8396b6-134d-45b2-a2e4-e97bffe8a875",
        "choice_type": "single"
    },
    {
        "question": "The use of 5% dextrose as an intravenous resuscitation fluid can",
        "exp": "5% dextrose is a free water solution. Dextrose gets metabolised and plasma osmolality is decreased. This increases the brain oedema in head injury and hence should be avoided.",
        "cop": 4,
        "opa": "Improve cerebral perfusion",
        "opb": "Provide glucose substrate for cerebral metabolism",
        "opc": "Reduce intracranial pressure and cause lacity of brain",
        "opd": "Reduce serum osmalality and cause brain edema",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "29bea79f-f698-443a-9820-dbe5204ed971",
        "choice_type": "single"
    },
    {
        "question": "Posterior triangle lymph nodes are",
        "exp": "ISub mandibulae. IIUpper deep cervical. IIIMid-cervical. IVLower cervical. VPosterior triangle. VIPre laryngeal/pre tracheal. VIIMediastinal. Ref: Bailey and love pg: 764",
        "cop": 2,
        "opa": "Level 4",
        "opb": "Level 5",
        "opc": "Level 6",
        "opd": "Level 7",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3f7b13f4-ddfe-4ded-aeb2-869dbc854c17",
        "choice_type": "single"
    },
    {
        "question": "Cystic compressible, translucent swelling in the posterior triangle of neck:-",
        "exp": "Cystic compressible, translucent swelling in the posterior triangle of neck is cystic hygroma. CYSTIC HYGROMA Multiloculated cystic spaces. Qlined by endothelial cells Due to sequestration of a poion of jugular lymph sac from the lymphatic systemQ. Cysts are filled with clear lymph and are lined by endotheliumQ. Turner's syndromeis associated with cystic hygromaQ. Most cystic hygromas involve the lymphatic jugular sacs MC site: Posterior neck regionQ(Posterior triangleQ) Other common sites: Axilla, mediastinum, inguinal & retroperitoneal regionsQ CLINICAL FEATURES Usually present as soft cystic masses that disto the surrounding anatomy, can result in acute airway obstruction. Usually manifests in the neonates or in early infancyQ(50% present at bih). Characteristic feature: Brilliantly translucentQ",
        "cop": 1,
        "opa": "Cystic hygroma",
        "opb": "Branchial cyst",
        "opc": "Thyroglossal cyst",
        "opd": "Dermoid cyst",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "c8c480b1-6f61-4833-9248-6a15490f28ab",
        "choice_type": "single"
    },
    {
        "question": "Tumor with perineural invasion",
        "exp": ". SRB&; S Manual of Surgery 4th edition pg Adenoid cystic carcinoma has got high affinity for perineural spread both axially and circumferentially, antegrade and retrograde fashion along mandibular and maxillary divisions of trigeminal nerve and facial nerve. It infiltrates nerve more proximally for long distance. Tumor may reach Gasserion ganglion, pterygopalatine ganglion and cavernous sinus.",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Adenoid cystic Ca",
        "opc": "Basaal cell Ca",
        "opd": "Squamous cell ca",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "4a9d72f7-b797-4672-a910-c099569251a3",
        "choice_type": "single"
    },
    {
        "question": "Best management for a contaminated wound with necrotic material",
        "exp": "Necrotic tissue acts as foci of infection and slows down healing. So Debridement is neccesary after initial assessment. Debridement: A wound should be explored and debrided to the limit of blood staining. Devitalized tissue must be excised until bleeding occurs with obvious exceptions of nerves, vessels and tendons.",
        "cop": 1,
        "opa": "Debridement",
        "opb": "Tetanus toxoid",
        "opc": "Gas gangrene serum",
        "opd": "Broad spectrum antibiotics",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "385b295e-47f1-4934-8d92-650eac763eca",
        "choice_type": "single"
    },
    {
        "question": "Wolfe Graft is",
        "exp": "Split-thickness skin grafts. Called Thiersch grafts. They are used to cover all sizes of wound, are of limited durability and will contract. Full-thickness skin grafts Called Wolfe grafts. Used for smaller areas of skin replacement where good elastic skin that will not contract is required (such as fingers, eyelids, facial pas). Ref: Bailey and love 27e pg: 636",
        "cop": 2,
        "opa": "Thin split thickness graft",
        "opb": "Full thickness skin graft",
        "opc": "Local flap",
        "opd": "Free flap",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "87e676fc-d3c8-4972-a66c-1441fc2089ca",
        "choice_type": "single"
    },
    {
        "question": "Gastrointestinal secretion with highest amount of carbohydrate",
        "exp": "Na. KCl. HCO3. Saliva10251030. Stomach5015110-Duodenum1405100-Ileum 140510030. Pancreas140575115. Bile140510035. Ref: Bailey and Love 27e pg: 281",
        "cop": 4,
        "opa": "Saliva",
        "opb": "Duodenal secretions",
        "opc": "Bile",
        "opd": "Pancreatic juice",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "386a0c81-96db-4a15-8f4d-b85ecc8d9c94",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication of TPN",
        "exp": "Parenteral nutrition involves the continuous infusion of a hyperosmolar solution containing carbohydrates, proteins, fat and other necessary nutrients through an indwelling catheter inseed into (usually) the superior vena cava. Indications for Total parenteral Nutrition The principal indications for parenteral nutrition are found in seriously ill patients when use of the gastrointestinal tract for feeding is not possible. In some instances intravenous nutrition may be used to supplement inadequate oral intake. (A). As primary therapy 1. Gastrointestinal cutaneous fistula including enteroenteric, enterocolic, enterovesical or enterocutaneous fistula. 2. Renal failure (Acute tubular necrosis) 3. Sho bowel syndrome 4. Severe burns 5. Hepatic failure (acute decompensation superimposed on cirrhosis) 6. Crohn's ds 7. Anorexia nervosa (B) As a suppoive therapy Acute radiation enteritis Acute chemotherapy toxicity Prolonged ileus Weight loss preliminary to major surgery (C) Areas under Intensive study Patients with cancer Patients with sepsis About Pancreatitis TPN was once a preferred route of providing nutritional suppo to patients with sever acute pancreatitis, but now jejunal enteral feeding is the preferred method with TPN required for few cases when there is delay in providing jejunal enteral nutrition to patient with significant malnutrition for more than 3- 4 days there is persistent ileus there is exacerbation of pancreatitis after enteral nutrition",
        "cop": 3,
        "opa": "Acute pancreatitis",
        "opb": "Enterocolic fistula",
        "opc": "Chronic liver disease",
        "opd": "Fecal fistula",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "fefd4b09-fa2a-4d14-9e11-26497545ab3a",
        "choice_type": "single"
    },
    {
        "question": "Five days after an uneventful cholecystectomy, an asymptomatic middle-aged woman is found to have a serum sodium level of 120 meq/L. Proper management would be",
        "exp": "Acute severe hyponatremia sometimes occurs following elective surgical procedures. It is usually the result of the combination of appropriate postoperative stimulation of antidiuretic hormone and injudicious administration of excess free water in the first few postoperative days. Totally sodium-free intravenous fluids (e. g., dextrose and water) should be given with great caution postoperatively, since occasionally the resulting hyponatremia can be associated with sudden death from a flaccid heart or with severe permanent brain damage. The condition is usually best treated by withholding free water and allowing the patient to reequilibrate spontaneously. At levels below 115 meq/L, seizures or mental obtundation may mandate treatment with hypeonic sodium solutions. This must be done with extreme care because the risk of fluid overload with acute pulmonary or cerebral edema is high.",
        "cop": 2,
        "opa": "Administration of hypeonic saline solution",
        "opb": "Restriction of free water",
        "opc": "Plasma ultrafiltration",
        "opd": "Hemodialysis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6bba9a69-62a1-4248-b692-937b290af69e",
        "choice_type": "single"
    },
    {
        "question": "Water soluble contrast made up of",
        "exp": "There are two types of Water soluble contrast:- Ref:- Surgery Sixer 3rd Edition; Pg num:- 327",
        "cop": 1,
        "opa": "Iodine",
        "opb": "Barium",
        "opc": "Calcium",
        "opd": "Bromine",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f21d231b-663b-427d-869a-8bd5f37fc749",
        "choice_type": "single"
    },
    {
        "question": "Disadvantage of Somatic stem cells is",
        "exp": "Somatic stem cells are easily available, have good expansion in vitro, low risk of malignancy. No ethical concerns (not taken from foetus, embryo and mostly used for autologus tissues). Main disadvantage is limited pluripotency. Ref: Bailey and Love 27e pg: 34",
        "cop": 3,
        "opa": "Limited availability",
        "opb": "Poor expansion in vitro",
        "opc": "Limited pluripotency",
        "opd": "Ethical concerns",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d75c6da8-7e06-4f1c-9b8c-517159375cfb",
        "choice_type": "single"
    },
    {
        "question": "Curling ulcers are commonly seen in",
        "exp": ". DUODENAL ULCER FOLLOWING SUPERFICIAL BURNS ARE CALLED CURLING&; S ULCER",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Ileum",
        "opd": "Cecum",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "b00eb05d-d9b0-4c5a-9ab0-ca48c6d337bf",
        "choice_type": "single"
    },
    {
        "question": "Flask shaped undermined ulcers in rectosigmoid area are seen in",
        "exp": "Most amoebic ulcers occur in the rectosigmoid. On sigmoidoscopy shallow skip lesions and 'flaskshaped' or 'collar-stud' undermined ulcers may be seen and can be biopsied or scrapings can be taken along with mucus for immediate microscopic examination. The presence of trophozoites distinguishes the condition from ulcerative colitis. Ref: Bailey and Love 27e pg: 58",
        "cop": 1,
        "opa": "Amoebiasis",
        "opb": "Typhoid",
        "opc": "Tuberculosis",
        "opd": "Hydatid disease",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "9a80c649-3f64-40dd-ba66-55f2bc37ee19",
        "choice_type": "single"
    },
    {
        "question": "Preferred time for prophylactic antibiotic administration for surgery",
        "exp": "Prophylactic Antibiotics Antibiotics should be used when local wound defences are not established (the decisive period) Ideally, maximal blood and tissue levels should be present at the time at which the first incision is made and before contamination occurs. IV administration at induction of anaesthesia is optimal If induction is not mentioned in the option go for 30 minutes to 1 hour before surgery. In long operations, those involving the inseion of a prosthesis, when there is excessive blood loss or when unexpected contamination occurs, Antibiotics may be repeated 8 to 16 hours later. The use of the newer, broad spectrum antibiotics for prophylaxis should be avoided. Benzylpenicillin should be used if clostridium gas gangrene infection is a possibility Patients with heart valve disease or a prosthesis should be protected from bacteraemia caused by dental work, urethral instrumentation or visceral surgery Ref: Sabiston 20th edition Pgno: 224",
        "cop": 2,
        "opa": "1 day before surgery",
        "opb": "At the time of induction of anaesthesia",
        "opc": "I. V. during surgery",
        "opd": "I. M. before 6 hr",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3fd167a0-9c9f-43a9-9d27-a56618c56ef4",
        "choice_type": "single"
    },
    {
        "question": "Tensile strength of wound after laparoscopic cholecytectomy in a 30 years old Woman depends upon",
        "exp": "\"Covalent cross linking of the lysine residues provides tensile strength. The extent and type of cross linking vary from tissue to tissue. In tissues such as tendons, in which tensile strength is crucial, collagen cross linking is extremely high. \" Sabiston 26th edition Pg: 139",
        "cop": 2,
        "opa": "Replacement of type 3 collagen",
        "opb": "Extensive crosslinking of procollagen",
        "opc": "Macrophage activity\\/invasion",
        "opd": "Granulation tissue",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "b71a69ab-52ac-4f15-8e60-d71abc548070",
        "choice_type": "single"
    },
    {
        "question": "In Random flaps, the length to breadth ratio should be no more than",
        "exp": "Random flaps. Three sides of a rectangle, bearing no specific relationship to where the blood supply enters the length to breadth ratio is no more than 1. 5: 1. Axial flaps. Much longer flaps, based on known blood vessels supplying the skin.",
        "cop": 2,
        "opa": "1: 01",
        "opb": "1. 5: 1",
        "opc": "2: 01",
        "opd": "2. 5: 1",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e6bc33e0-49ca-42fa-a9ae-a9b10b6388fc",
        "choice_type": "single"
    },
    {
        "question": "Clostridium difficile infection risk increases on use of",
        "exp": "Ciprofloxacin increases risk of C. difficile enterocolitis. Metronidazole, vancomycin, teicoplanin are effective agaist C. difficile in cases of pseudomembranous colitis. Ref: Bailey and Love 27e pg: 56",
        "cop": 1,
        "opa": "Ciprofloxacin",
        "opb": "Metronidazole",
        "opc": "Vancomycin",
        "opd": "Teicoplanin",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6f689c7c-b534-4124-8f42-936651956945",
        "choice_type": "single"
    },
    {
        "question": "Absolute contraindication for endovenous abalation in varicose veins",
        "exp": "An acute occlusive DVT is an absolute contraindication to endovenous thermal ablation, whereas a chronically recanalized deep venous system in the extremity to be treated is a relative contraindication. Care must be taken to ensure that superficial venous ablation will not compromise the venous outflow of the post-thrombotic limb. Ref: Sabiston 20e pg: 1866",
        "cop": 1,
        "opa": "Acute DVT",
        "opb": "Varicose ulcer",
        "opc": "Pregnancy",
        "opd": "Chronic DVT",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d1210c1d-8be3-41d7-992e-26b4e5cdfec6",
        "choice_type": "single"
    },
    {
        "question": "The vitamin which has inhibitory effect on wound healing is",
        "exp": "Vitamin E has lysosomal stabilizing propey, which gives anti-inflammatory effects along with decreasing collagen synthesis. This is hypothesized to have inhibitory effect on wound healing (not proven in quality studies, level of evidence is low) This principle is used to prevent scars (again no much success)",
        "cop": 2,
        "opa": "Vitamin - A",
        "opb": "Vitamin - E",
        "opc": "Vitamin - C",
        "opd": "Vitamin - B - complex",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "2ca8a65b-9c5e-46db-9c08-717cc9edd26d",
        "choice_type": "single"
    },
    {
        "question": "As per 'rule of nine' each lower limb is",
        "exp": "Each upper limb is 9% TBSA, Each lower limb 18%, (front 9%, Back 9%). Chest 18% (front 9%, Back 9%). Abdomen 18% (front 9%, Back 9%). The head and neck 9%Perineum 1%Ref: Bailey and love 27e pg: 621",
        "cop": 2,
        "opa": "9%",
        "opb": "18%",
        "opc": "27%",
        "opd": "36%",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "9143e30a-93a6-460c-9189-5bf9c2f3b043",
        "choice_type": "single"
    },
    {
        "question": "Period of onset in tetanus refers to the time between",
        "exp": "The interval between first symptom(dysphagia and stiffiness of jaw) to a reflex spasm is called period of onset. If this is less than 48hours, the prognosis is poor and if more than 48hours, prognosis is better. Ref: Manipal manual of surgery, 4th edition, pg",
        "cop": 2,
        "opa": "First injury to spasm",
        "opb": "First symptom to spasm",
        "opc": "First spasm to death",
        "opd": "Trismus to laryngeal spasm",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "634824ca-bc84-4854-b847-dafa85161d42",
        "choice_type": "single"
    },
    {
        "question": "Complication of TPN is",
        "exp": "Complications: Related to nutrient deficiency- Hypoglycaemia/hypocalcaemia/hypophosphataemia/hypomagnesaemia(refeeding syndrome) Related to overfeeding: Excess glucose-hyperglycaemia, hyperosmolar dehydration. Hepatic steatosis, hypercapnia, increased sympathetic activity, fluid retention, electrolyte abnormalities. Excess fat-hypercholesterolaemia and formation of lipoprotein X, hyperiglyceridaemia, hypersensitivity reactions. Excess aminoacids: hyperchloraemic metabolic acidosis, hypercalcaemia, aminoacidaemia, uraemia. Related to sepsis: Catheter related sepsis Possible increased predisposition to systemic sepsis Related to line: On inseion: pneumothorax, damage to adjacent aery, air embolism, thoracic duct damage, cardiac perforation or tamponade, pleural effusion, hydromediastinum. Long term use: occlusion, venous thrombosis. Ref: Bailey and love 27th edition Pg no: 288",
        "cop": 2,
        "opa": "CHF",
        "opb": "Hypochloremia",
        "opc": "Metabolic acidosis",
        "opd": "Leucopenia",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "526f7c6a-8183-42f8-a6e9-9d0962119c05",
        "choice_type": "single"
    },
    {
        "question": "Cleft lip repair is commonly performed at",
        "exp": "Cleft lip repair is commonly performed between 3 and 6 months of age. Cleft palate repair is frequently performed between 6 and 18 months. Ref: Bailey and love pg: 692",
        "cop": 2,
        "opa": "0-3 months",
        "opb": "3-6 months",
        "opc": "6-9 months",
        "opd": "9-12 months",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ec974ff7-c112-45b1-b99a-3291bae49491",
        "choice_type": "single"
    },
    {
        "question": "Tip of nose reconstruction is done by",
        "exp": "Local flaps A local flap is raised next to a tissue defect in order to reconstruct it Basic patterns of local flaps Transposition flap Most basic design, leaving a graftable donor site Z-plasty For lengthening scars or tissues Rhomboid flap For cheek, temple, back and flat surface defects Rotation flap For convex surfaces Advancement flap For flexor surfaces, may need triangles excised at the base to make it work (commonly called Burrow's triangles) V-to-Y advancement Commonly used for fingeips and extremities Bilobed flap For convex surfaces, especially the nose Bipedicle flap For eyelids, rarely elsewhere Ref: Sabiston 20th edition Pgno: 836",
        "cop": 2,
        "opa": "Bipedicled flap",
        "opb": "Bilobed flap",
        "opc": "Full thickness skin graft",
        "opd": "Split skin graft",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "adedd3ae-7bc3-4463-b53c-eb8d79804631",
        "choice_type": "single"
    },
    {
        "question": "Paralytic ileus caused by",
        "exp": "Hypokalemia leads to decreased smooth muscle contraction leading to decreased peristalsis and thus paralytic ileus. Pg NO. 1296 BAILEY 27. TH EDITION",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hypoglycemia",
        "opc": "Hyperkalemia",
        "opd": "Hypercalcemia",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "22e44254-d037-419b-b000-75b3e7556234",
        "choice_type": "single"
    },
    {
        "question": "Which of the following characteristics of this patient might increase the risk of a wound infection?",
        "exp": "The determinants of a postoperative wound infection include those related to the bacteria, the environment (i. e., the wound), and the host's defense mechanisms. Within this triad, there are factors predetermined by the status of the patient and by the type of procedure (e. g., contaminated versus clean, emergent versus elective). However, there are several factors that can be optimized by the surgeon. Decreasing the bacterial inoculum and virulence by limiting the patient's prehospital stay, clipping the operative site in the operating room, administering perioperative antibiotics (within a 24-h period surrounding operation) with an appropriate antimicrobial spectrum, treating remote infections, avoiding breaks in technique, using closed drainage systems (if needed at all) that exit the skin away from the surgical incision, and minimizing the duration of the operation have all been shown to decrease postoperative infection. Making a wound less orable to infection requires attention to basic halstedian principles of hemostasis, anatomic dissection, and gentle handling of tissues as well as limiting the amount of foreign body and necrotic tissue in the wound. Although they are the most difficult factors to influence, host defense mechanisms can be improved by optimizing nutritional status, tissue perfusion, and oxygen delivery.",
        "cop": 4,
        "opa": "History of colon surgery",
        "opb": "Hypertension",
        "opc": "Male sex",
        "opd": "Recipient of chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "4e6ffcfa-cc30-4c5d-a8ae-522d35a71943",
        "choice_type": "single"
    },
    {
        "question": "An 85-year-old gentleman complaint of pain in leg while lying down, it lessens when he hangs the foot out of bed. What is the cause?",
        "exp": "In peripheral aerial occlusive disease, as the disease progress, perfusion to the leg may be so severely compromised that anaerobic respiration occurs even at rest, typically affecting the foot and/or calf. The pain is exacerbated by lying down or elevation of the foot due to loss of the gravitational effects on perfusion pressure in the foot. The patient characteristically describes the pain that is worse at night and may be lessened by hanging the foot out of bed or by sleeping in a chair (effects of gravity restored). Ref: Bailey and love pg: 943",
        "cop": 2,
        "opa": "Psychiatric illness",
        "opb": "Peripheral vascular disease",
        "opc": "L4-L5 disc prolapse",
        "opd": "Osteoahritis knee",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "966d1e82-a793-4223-a784-846d0a5ee240",
        "choice_type": "single"
    },
    {
        "question": "Most common syndrome associated with cleft palate",
        "exp": "Although most clefts of the lip and palate occur as an isolated deformity, Pierre Robin sequence is an impoant association. This sequence comprises isolated cleft palate, retrognathia and a posteriorly displaced tongue (glossoptosis), which is associated with early respiratory and feeding difficulties. Stickler (ophthalmic and musculoskeletal abnormalities), Shprintzen (cardiac anomalies), Down, Ape and Treacher Collins syndromes are other common syndromes where cleft lip and palate are frequently encountered. Ref: Bailey and love pg: 689",
        "cop": 1,
        "opa": "Pierre Robin sequence",
        "opb": "Stickler syndrome",
        "opc": "Treacher Collins syndrome",
        "opd": "Downs syndrome",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d3da7ea1-0931-454e-9aba-1138aca77774",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an approach for Inguinal hernia repair?",
        "exp": "Inguinal floor Reconstruction Primary tissue repair Anterior tension free repair Laparoscopic / Preperitoneal repair BASSINI'S SHOULDICE LICHENSTEIN(Gold standard) TEP (Totally extra peritoneal) TEP (Trans abdominal preperitoneal) Desarda:- mesh free inguinal hernia repair -Lotheissen is the Inguinal approach for Femoral hernia repair.",
        "cop": 2,
        "opa": "Bassini's",
        "opb": "Lotheissen",
        "opc": "Lichtenstein's",
        "opd": "Desarda",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "560d197b-e49b-4e23-9497-0d9b380546ea",
        "choice_type": "single"
    },
    {
        "question": "Keloid scar is",
        "exp": "An atrophic scar is a pale, flat and stretched in appearance, often appearing on the back and in areas of tension. A hyperophic scar is defined as excessive scar tissue that does not extend beyond the boundary of the original incision or wound. A keloid scar is defined as excessive scar tissue that extends beyond the boundaries of the original incision or wound Bailey and Love 27e pg: 30",
        "cop": 2,
        "opa": "Excessive scar tissue that does not extend beyond the boundary of the original incision or wound.",
        "opb": "Excessive scar tissue that extends beyond the boundaries of the original incision or wound",
        "opc": "Pale, flat and stretched in appearance, often appearing on the back and in areas of tension.",
        "opd": "Pale, flat and stretched in appearance, often appearing on the chest and sternum and in areas of no tension.",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "9d3acbf8-4158-4c0c-a21a-88cddeb8b745",
        "choice_type": "single"
    },
    {
        "question": "The following is a thyroid scan. The most probable diagnosis can be:",
        "exp": "The given thyroid scan is showing increased focal uptake in the Rt upper lobe of thyroid & decreased uptake in the rest of the thyroid gland, this is suggestive of hypersecreting thyroid adenoma. There is no ectopic thyroid tissue, so lateral aberrant thyroid & lateral extension is ruled out. Malignancy ruled out as there is no cold nodule.",
        "cop": 3,
        "opa": "Papillary carcinoma thyroid",
        "opb": "Lateral aberrant thyroid",
        "opc": "Hypersecreting adenoma",
        "opd": "Graves disease",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "45eb63a4-693f-46eb-8e38-448d768e767f",
        "choice_type": "single"
    },
    {
        "question": "Skin grafts stored 4oC can survive up to?",
        "exp": ". SKIN GRAFTING: It is transfer of skin from one area (donor area) to the required defective area (recipient area). It is an autograft. Types - 1. PAIAL THICKNESS GRAFT (Split thickness graft--SSG) Also called as Thiersch graft, is removal of full epidermis + pa of the dermis from the donor area It may be * Thin SSG. * Intermediate SSG, all depends on the amount of thickness of dermis taken. * Thick SSG. Graft is stored at low temperature of 4degC for not more than 21 days. ref: SRB; s manual of surgery, ed 3, pg no 279",
        "cop": 3,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "81b30db2-013b-4ae8-8413-7983c307ee41",
        "choice_type": "single"
    },
    {
        "question": "Which of the following characteristics of this patient might increase the risk of wound infection",
        "exp": "Chemotherapy leads to a state of immunodefieciency among recipients, hence delays the rate of wound healing and increases the chance of wound infection. Reference: Bailey & Love's Sho Practice of Surgery 27th Edition, Page No. 24",
        "cop": 4,
        "opa": "History of colon surgery",
        "opb": "Hypertension",
        "opc": "Male sex",
        "opd": "Recipient of chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6834a9fe-20c8-4344-8c06-13493ef951ad",
        "choice_type": "single"
    },
    {
        "question": "Increased risk of hepatic malignancy is seen in which benign liver tumour?",
        "exp": "Adenomas are benign liver tumours seen almost exclusively in women aged between 25 and 50 years. Adenomas are recognised as having malignant potential, with up to 10% developing into hepatocellular carcinoma. Focal nodular hyperplasia (FNH) is an unusual but not uncommon benign condition of unknown aetiology, in which there is a focal overgrowth of functioning liver tissue suppoed by fibrous stroma. FNH does not have any malignant potential. Hemangiomas are the most common liver lesions, Diagnosis is usually incidental, and surgical resection only recommended if patients are significantly symptomatic or significant diagnostic unceainty remains after multimodal imaging. Ref: Bailey and love 27e pg: 1172",
        "cop": 2,
        "opa": "Hemangioma",
        "opb": "Hepatic adenoma",
        "opc": "Focal nodular hyperplasia",
        "opd": "Hemangioendothelioma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f8edd2c6-3df1-4069-ac85-1d358090dab0",
        "choice_type": "single"
    },
    {
        "question": "Condition not associated with Pancreatic Panniculitis is",
        "exp": "Panniculitis is a group of disease whose hallmark is inflammation of subcutaneous adipose tissue. Symptoms- Tender skin nodules, Fatigue, Weight loss. Acute or chronic pancreatitis and pancreatic carcinoma (usually of acinar cells) are the most common pancreatic diseases associated with pancreatic panniculitis. However, pancreatic pseudocyst, post-traumatic pancreatitis, pancreas divisum and pancreatic vascular fistulas have also been repoed.",
        "cop": 4,
        "opa": "Pancreas cancer",
        "opb": "Chronic Pancreatitis",
        "opc": "Acute Pancreatitis",
        "opd": "Pancreatic mucinous cyst",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "0bc8a2b2-1037-4794-80d3-475251539aa8",
        "choice_type": "single"
    },
    {
        "question": "Abbe estlandec flap is used for",
        "exp": ". abbe flap is used for lip reconstruction surgeries",
        "cop": 1,
        "opa": "Lip",
        "opb": "Nose",
        "opc": "Ears",
        "opd": "Eyelid",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "b0b4cf5d-c308-4b99-b849-b27dd0c26465",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a wound closure technique?",
        "exp": "vascular graft is used to redirect blood flow in a region of the body. It is commonly performed due to inadequate blood flow (ischemia) and as a pa of organ transplantation. In general, someone&; s own vein is the preferred graft material (or conduit) for a vascular bypass, but other materials such as e. PTFE, dacron or a different person&; s vein (allograft) are also commonly used. Aeries can also be redirected and serve as vascular grafts. A surgeon sews the graft to the target vessel by hand using surgical suture, creating a surgical anastomosis. A composite graft is a small graft containing skin and underlying cailage or other tissue. Donor sites include, for example, ear skin and cailage to reconstruct nasal alar rim defects.",
        "cop": 3,
        "opa": "Paial thickness skin graft",
        "opb": "Composite graft",
        "opc": "Vascular graft",
        "opd": "Musculo-cutaneous graft",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "b0fd6350-1f4c-470a-935b-02d4d9d5ea7f",
        "choice_type": "single"
    },
    {
        "question": "In an asymptomatic abdominal aoa aneurysm, elective repair is indicated if the aneurysmal diameter is greater than",
        "exp": "An asymptomatic abdominal aoic aneurysm in an otherwise fit patient should be considered for repair if >55 mm in diameter (measured by ultrasonography). The annual incidence of rupture rises from 1% or less in aneurysms that are <55 mm in diameter to a significant level, perhaps as high as 25%, in those that are 70 mm in diameter. Ref: Bailey and love pg: 961",
        "cop": 1,
        "opa": "5. 5 cm",
        "opb": "6. 5 cm",
        "opc": "7. 5 cm",
        "opd": "8. 5 cm",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "becddd8a-446f-4e1e-87fe-c1e749bdb81c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following will complicate as hyperchloremic acidosis",
        "exp": "The biochemical changes associated with urinary diversion are due to a combination of reabsorption of chloride and urea and progressively diminishing tubular function due to pyelonephritis. diarrhoea with loss of potassium containing mucous may exacerbate the loss of potassium ( so more contribution is by ureterosigmoid diversion than by diarrhoea)",
        "cop": 2,
        "opa": "Vomiting",
        "opb": "Ureterosigmoidostomy",
        "opc": "Ileoplasty",
        "opd": "Diarrhoea",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "367fc71e-008b-44d0-bc4d-3b0c72504908",
        "choice_type": "single"
    },
    {
        "question": "Ankle-brachial pressure index (ABPI)less than 0. 3 indicates",
        "exp": "Ankle-brachial pressure index (ABPI) is the ratio of systolic pressure at the ankle to that in the ipsilateral arm.> 1. 3. Calcified, incompressible aeries that are often found in diabetic patients. 0. 9 - 1. 3 Normal< 0. 9 Claudication< 0. 5. Rest pain< 0. 3 Imminent necrosis. Ref: Bailey and love pg: 945",
        "cop": 4,
        "opa": "Normal value",
        "opb": "Claudication",
        "opc": "Rest pain",
        "opd": "Imminent necrosis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "18312084-8acf-4e6f-bbd0-4092b91bdef0",
        "choice_type": "single"
    },
    {
        "question": "Theirsch graft is",
        "exp": ". theriesch graft is thick split skin graft wolfes graft is full thickness graft",
        "cop": 1,
        "opa": "Thick split skin graft",
        "opb": "Thin split skin graft",
        "opc": "Full thickness graft",
        "opd": "ASbdominal flap",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "1cdf860f-fdc7-4825-aaeb-8f23e3d5e889",
        "choice_type": "single"
    },
    {
        "question": "Split skin grafts in young children should be harvested from",
        "exp": ".* Once the area granulates well, in 3 weeks usually, split skin grafting is done (SSG, Thiersch graft). * For wider area MESH split skin graft is used. * If there is eschar, escharotomy is required to prevent compression of vessels. * In ceain areas like face and ear, full thickness graft (Wolfe graft) or flap is required. ref: SRB; s manual of surgery, ed 3, pg no 112",
        "cop": 2,
        "opa": "Buttocks",
        "opb": "Thigh",
        "opc": "Trunk",
        "opd": "Upper limp",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a2f6fcac-e254-4ef2-9023-7ac3908f2d75",
        "choice_type": "single"
    },
    {
        "question": "The most common malignancy found in Marjolin's ulcer is",
        "exp": "Repeated question",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous sell carcinoma",
        "opc": "Malignant fibrous histiocytoma",
        "opd": "Neurotrophic malignant melanoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "80bcab03-02aa-4e0d-8600-6c5f7e3503f5",
        "choice_type": "single"
    },
    {
        "question": "Calot's triangle is an impoant landmark for",
        "exp": "Calot's triangle: area bound superiorly by the inferior surface of the liver, laterally by the cystic duct and the medial border of the gallbladder and medially by the common hepatic duct. It is an impoant surgical landmark as the cystic aery, usually can be found within its boundaries. Ref: Bailey and love 27e pg: 1188",
        "cop": 2,
        "opa": "Cystic duct",
        "opb": "Cystic aery",
        "opc": "Common bile duct",
        "opd": "Hepatic vein",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "461738a8-e574-401b-a030-f6804033ebe0",
        "choice_type": "single"
    },
    {
        "question": "Muscle flap with segmental pedicle is?",
        "exp": ". Groin flap: It is based on superficial circumflex iliac aery which is 2-3 cm below and parallel to the inguinal ligament. Aery originates from femoral aery over medial border of the saorius and ends at anterior superior iliac spine. 1: 1 rectangular flap with deep fascia is used. Secondary defect can usually be closed with sutures. It is used mainly for defects in wrist/forearm where positioning is easier. ref: SRB; s manual of surgery, ed 3, pg no 287",
        "cop": 4,
        "opa": "Gastrocnemius",
        "opb": "Serratus anterior",
        "opc": "Gluteus maximus",
        "opd": "Saorius",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "70613e8d-8924-49ee-ac74-1f9cec43df35",
        "choice_type": "single"
    },
    {
        "question": "The current permissible maximum storage time and temperature for platelets include",
        "exp": "Platelets are supplied as pooled platelet concentrate. They are stored on a special agitator at 20-24degC. Shelf life--5 days. Indication: Thrombocytopenia, platelet dysfunction. Ref: Bailey and love 27th edition Pg no: 21",
        "cop": 2,
        "opa": "5 days at 1-6o C",
        "opb": "5 days at 20-24o C",
        "opc": "7 days at 22-24o C",
        "opd": "5 days at 25-27o C",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "659ba277-6282-4eee-84ea-aa99880d031e",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old female presents with fever, fatigue, diffuse painful swelling in the midline of the neck. FNAC revealed epitheloid cells & giant cells. What is the most likely diagnosis?",
        "exp": "Subacute Thyroiditis Aka DE QUERVAIN'S thyroiditis Aka Viral thyroiditis Aka Granulomatous thyroiditis Aka Giant cell thyroiditis Characterized by. Upper respiratory tract infection caused by virus| leading to Granulomatous inflammation | leading to. Follicular destruction & giant cell formation Associated with HLA B-35 NSAIDS to control inflammation",
        "cop": 2,
        "opa": "Acute thyroiditis",
        "opb": "Subacute thyroiditis",
        "opc": "Tubercular lymphadenitis",
        "opd": "Hashimoto's thyroiditis",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "66f993dd-24e9-4c00-849e-0231b57d182f",
        "choice_type": "single"
    },
    {
        "question": "Chronic Burrowing ulcer is caused by",
        "exp": "Microaerophilic streptococci (Burrowing ulcer / Maleny's ulcer is caused by synergistic infection of microaerophilic non hemolytic streptococci and aerobic hemolytic streptococci)",
        "cop": 1,
        "opa": "Microaerophilic streptococci",
        "opb": "Peptostreptococcus",
        "opc": "Streptococcus viridans",
        "opd": "Streptococcus pyogenes",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "46cafeff-ae0d-4a3b-8987-902e2d8d6c0c",
        "choice_type": "single"
    },
    {
        "question": "Following is a laparoscopic technique in inguinal hernia mesh repair",
        "exp": "Two Laparoscopic techniques are commonly used in hernia repair. Totally extraperitoneal (TEP) approach Transabdominal preperitoneal (TAPP) approach. In TAPP, the surgeon enters the peritoneal cavity then incises the peritoneum above the hernia defects, and reflects it away from the muscles, essentially entering the preperitoneal space. In TEP, the surgeon is able to create a space just deep to the abdominal muscles without entering the peritoneal cavity. Ref: Bailey and love 27e pg: 1033",
        "cop": 3,
        "opa": "Lichtenstein",
        "opb": "Stoppa",
        "opc": "TEP",
        "opd": "Desarda",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6f18a170-0d34-4da7-b2fb-92385c6cbb79",
        "choice_type": "single"
    },
    {
        "question": "Non-bilious vomiting seen in",
        "exp": "Vomiting in infancy. Bile-stained. Intestinal malrotation with volvulus Duodenal atresia/stenosis ( is usually just distal to the ampulla of Vater). Jejunal/ileal atresia (often isolated anomalies). Hirschsprung's disease. Anorectal malformations. Meconium ileus (cystic fibrosis). Necrotising enterocolitis. Incarcerated inguinal hernia. Intussusception (often non-bilious initially). Non-bilious Infantile hyperophic pyloric stenosis. Gastro-oesophageal reflux. Feeding difficulties (technique/volume). Non-specific marker of illness, e. g. infection. Ref: Bailey and Love 27e pg: 128",
        "cop": 3,
        "opa": "Meconium ileus",
        "opb": "Duodenal atresia",
        "opc": "Hyperophic pyloric stenosis",
        "opd": "Necrotising enterocolitis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ba98d651-2679-4a53-b517-f5e38ccdd084",
        "choice_type": "single"
    },
    {
        "question": "Thyroid storm after total thyroidectomy is due to?",
        "exp": "Management: b blockers- |T4, |T3 conversion, | Hypehyroid symptoms O2 + Hemodynamic suppo Non- Aspirin Anti - Pyretics - | fever I. V Lugol's Iodine - | I2 uptake Propylthiouracil (PTU) - | T4 to T3 conversion. decreased production of thyroid hormone. Coicosteroids.",
        "cop": 4,
        "opa": "Damage of RLN",
        "opb": "Rough handling during surgery",
        "opc": "Removal of parathyroid",
        "opd": "Inadequate preoperative preparation",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "17ebb96f-43af-47d8-baae-9b256a497b65",
        "choice_type": "single"
    },
    {
        "question": "A chronic wound may be defined as one that fails to heal by",
        "exp": "A chronic wound may be defined as one that fails to heal in the expected time for a wound of that type, which is usually less than 3 weeks. Delays in healing can occur at any phase but most often occur in the inflammatory phase. Bailey and love 27e pg: 29",
        "cop": 3,
        "opa": "1 week",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e048320c-9a3c-4558-8c73-e9d8f2a9c6da",
        "choice_type": "single"
    },
    {
        "question": "Concentrated alcohol-based antiseptic for skin preparation of the operative site leads to",
        "exp": "One application of a more concentrated alcohol-based antiseptic is adequate for skin preparation of the operative site. This leads to a >95% reduction in bacterial count. Caution should be taken not to leave a pool of alcohol-based fluid on the skin which could ignite with diathermy and burn the patient. Ref: Bailey and Love 27e pg: 52",
        "cop": 1,
        "opa": ">95% reduction in bacterial count",
        "opb": ">50% reduction in bacterial count",
        "opc": "<50% reduction in bacterial count",
        "opd": "Contraindicated for operative site",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "cfe744c0-0ddd-406b-b3fd-7edb6a435eaf",
        "choice_type": "single"
    },
    {
        "question": "Fibroblast in healing wound is derived from",
        "exp": "Fibroblasts are specialized cells that differentiate from resting mesenchymal cells in connective tissue The primary function of fibroblasts is to synthesize collagen. Sabiston 20th edition Pg 137",
        "cop": 1,
        "opa": "Local mesenchyme",
        "opb": "Epithelium",
        "opc": "Endothelium",
        "opd": "Blood borne",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "612755d1-1399-46b3-a332-a4f423162828",
        "choice_type": "single"
    },
    {
        "question": "The occurrence of hypothyroidism following administration of supplemental iodine to subjects with endemic iodine deficiency goiter is known as:",
        "exp": "Wolf-Chaikoff effect Iodine induced hypothyroidism Jod-Basedow's effect Iodine induced hypehyroidism PENDRED SYNDROME Congenital sensorineural hearing loss + Goitre Gene is located on chromosome no. 7q(long arm) RAFETOFF SYNDROME End organ resistance to T4",
        "cop": 2,
        "opa": "Jod-Basedow effect",
        "opb": "Wolff-Chaikoff effect",
        "opc": "Rafetoff Syndrome",
        "opd": "Pendred Syndrome",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "b7d43272-3cda-46a0-82a4-df898cdabc2f",
        "choice_type": "single"
    },
    {
        "question": "Tensile strength in the wound scar is",
        "exp": "This maturation of collagen leads to increased tensile strength in the wound which is maximal at the 12th-week post-injury and represents approximately 80% of the uninjured skin strength. Bailey and love 27e pg: 25",
        "cop": 3,
        "opa": "Similar to normal skin",
        "opb": "More than normal skin",
        "opc": "80% of normal skin",
        "opd": "50% of normal skin",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e8d0ba5e-f21a-4ca9-b715-1ffe3457c462",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for Liver Transplant in paediatric Patients is",
        "exp": "* MC indication for Liver transplant in Children- Biliary atresia * MC indication for Liver transplant in Adults - HCV induced cirrhosis * MC metabolic indication for Liver transplant- Alpha 1 AT deficiency Ref:- Surgery Sixer 3rd Editio; Pg num:- 153",
        "cop": 3,
        "opa": "Fulminant liver failure",
        "opb": "Hepatitis",
        "opc": "Biliary atresia",
        "opd": "Cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "cd73bbdb-dd63-4b38-8615-38cde3756d45",
        "choice_type": "single"
    },
    {
        "question": "Among the given populations risk of hernia is least in",
        "exp": "Inguinal hernia is less common in obese patients, with hernia risk being negatively related to body mass index (BMI). Hernia is more common in smokers. Hernia development is more common in pregnancy due to hormonally induced laxity of pelvic ligaments. It is also more common in elderly people due to degenerative weakness of muscles and fibrous tissue. Ref: Bailey and love 27e pg: 1024",
        "cop": 4,
        "opa": "Smokers",
        "opb": "Pregnant",
        "opc": "Elderly",
        "opd": "Obese",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "87e69307-236f-40ee-a6c0-cf9d85aa42f5",
        "choice_type": "single"
    },
    {
        "question": "A traumatic wound was cleaned and dressed. A few days later suturing was done to approximate the edges. This type of wound healing is",
        "exp": "Primary intention healing happens when wound edges are approximated by sutures, staples.. etc The delayed primary intention is when this approximation is delayed, as it might be necessary for contaminated or untidy wounds. Also called teiary intention. Secondary intention occurs in wounds that are left open and allowed to heal by granulation, contraction and epithelialisation. Bailey and love 27e pg: 26",
        "cop": 4,
        "opa": "Primary intention",
        "opb": "Secondary intention",
        "opc": "Delayed secondary intention",
        "opd": "Teiary intention",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d0a6ab63-f520-41d4-937b-848bcfbc34c5",
        "choice_type": "single"
    },
    {
        "question": "Tensile strength of wound becomes normal after",
        "exp": "Scar will continue to mature for one to two years. The maturation of collagen(TYPE III to TYPE I) leads to increase in tensile strength in the wound which is maximal at 12th week post injury and represents approximately 80% of uninjured skin strength. Bailey and Love 27th edition Pg: 25",
        "cop": 2,
        "opa": "6 weeks",
        "opb": "Never",
        "opc": "4 months",
        "opd": "6 months",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ad89c4c1-c04e-44bc-a663-e61a378e0744",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not included in the treatment of malignant melanoma",
        "exp": "Treatment - Surgery is the main treatment. For melanoma <1 mm deep, wide local excision with a 1 cm margin is sufficient. For deeper lesions, a 2 cm margin is recommended as there is no evidence that wider margins make a difference Sentinel node biopsy can be done. Current treatment for biopsy positive nodal disease is block dissection of regional lymph nodes to remove all the lymph nodes in that regional basin. Bailey and love 26th edition 598",
        "cop": 1,
        "opa": "Radiation",
        "opb": "Surgical excision",
        "opc": "Chemotherapy",
        "opd": "Immunotherapy",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d6ffbf98-227c-4b30-a1f2-fbffa6239cc8",
        "choice_type": "single"
    },
    {
        "question": "A tumor arising in a burns scar is likely to be",
        "exp": "Tumor rising from burns scar is marjolins ulcer Marjolin&; s ulcer refers to an aggressive ulcerating squamous cell carcinoma presenting in an areas of previously traumatized, chronically inflamed, or scarred skin.",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Malignant melanoma",
        "opd": "Fibrosarcoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "28189d48-8e85-42d4-8536-9f692c6e7610",
        "choice_type": "single"
    },
    {
        "question": "In a patient of total parenteral nutrition daily monitoring is done with",
        "exp": "Fluid overload can be avoided by daily weighing of the patient. A weight change of >1 kg/day normally indicates fluid retention. PG NO. 282 27th edition BAILEY",
        "cop": 1,
        "opa": "Body weight",
        "opb": "Plasma protein",
        "opc": "CBC",
        "opd": "Plasma osmolality",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "1f85343e-2ecb-4fc5-8a90-4e8f1ea1d5ad",
        "choice_type": "single"
    },
    {
        "question": "HIPEC is used for",
        "exp": "Hypehermic intraperitoneal chemotherapy (HIPEC) is used for peritoneal metastases. Other treatment modalities are cytoreductive surgery, intraperitoneal chemotherapy. Ref: Bailey and love 27e pg: 1059",
        "cop": 3,
        "opa": "Identifying bone metastases",
        "opb": "Screening protocol for breast cancer",
        "opc": "Treating peritoneal metastasis",
        "opd": "Diagnosing tuberculosis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6cb949ae-1ecb-4685-8e52-05282952b748",
        "choice_type": "single"
    },
    {
        "question": "High incidence of oral malignancies is attributed to",
        "exp": "In the Indian subcontinent, the use of 'pan' (a combination of betel nut, areca nut, lime and tobacco), as well as reverse smoking (smoking a cheroot with the burning end inside the mouth), are responsible for the high incidence of oral cancer. Betel quid appears to be the major carcinogen, although there is also a relationship between slaked lime and the areca nut and cancer. Ref: Bailey and love pg: 760",
        "cop": 1,
        "opa": "Use of pan",
        "opb": "Poor hygiene",
        "opc": "High incidence of HPV",
        "opd": "Poor nutrition",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "39dc21c5-41f3-4c9e-9754-4a80ae1fa14e",
        "choice_type": "single"
    },
    {
        "question": "Tissue adhesive glue contains",
        "exp": "Tissue adhesive glue can be used instead of sutures, advantage of quicker application but more chance of wound dehisence Cyanoacrylate is the major component.",
        "cop": 1,
        "opa": "Cyanoacrylate",
        "opb": "Ethanolamine",
        "opc": "Methacrylate",
        "opd": "Polychloroprene",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "649fd78a-3a0f-47f3-9bb8-97ea8f84a013",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a scoring system for severity of wound infection, and is paicularly useful for surveilance and research",
        "exp": "assessment and management of surgical wounds is done by several scoring systems. Some of the popular ones are ASEPSIS and the Southampton Wound Assessment Scale Southampton Wound Assessment Scale takes bruising, erythema, serous, purulent discharges and tissue breakdown/haematoma as various levels of severity. ASA scoring is for fitness for surgery Glasgow coma scale (Glasgow scoring system) used to estimate a patient&; s level of consciousness after head injury Glasgow outcome score for outcome after head injury Glasgow-Imrie Criteria for acute pancreatitis (like Ransons scoring)",
        "cop": 3,
        "opa": "Apgar score",
        "opb": "Glasgow scoring system",
        "opc": "Southamptom grading system",
        "opd": "ASA classification",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8ae44a98-168e-4dad-8742-c1c16dfaf01e",
        "choice_type": "single"
    },
    {
        "question": "Which of these scoring system is helpful in assessing severity of wound infection and is used for research and surveillance?",
        "exp": "South Hampton grading Scale is used for surgical site infections. SURGICAL SITE INFECTIONS A major SSI is defined as a wound that either discharges significant quantites of pus spontaneously or needs a secondary procedure to drain it. The patient may have systemic signs such as tachycardia, pyrexia and a raised WBC count (Systemic inflammatory response syndrome (SIRS)) Minor wound infections may discharge pus or infected serous fluid but should not be associated with excessive discomfo, systemic signs or delay in return home. The differentiation between major and minor and the definition of SSI is impoant in audit or trials of antibiotic prophylaxis. There are scoring systems for the severity of wound infections, which are paicularly useful in surveillance and research. Examples are the Southhampton and ASEPSIS systems. Southampton Wound Grading system Grade/Appearance Subtype/Appearance 0: Normal Healing I: Normal healing with mild brusing or erythema Ia: Some brusing Ib: Considerable brusing Ic: Mild erythema II: Erythema Plus other signs of inflammation IIa: At one point IIb: Around sutures IIc: Along wound IId: Around wound III: Clear or hemoserous discharge IIIa: At one point only (<2 cm ) IIIb: Along wound (>2 cm) IIIc: Large volume IIId: Prolonged (>3 days) IV: Pus IVa: At one point only (<2 cm) IVb: Along wound (>2cm) REf: Bailey 27th edition PGno: 48",
        "cop": 1,
        "opa": "Southhampton grading scale",
        "opb": "ASA classification",
        "opc": "Glasgow score",
        "opd": "APGAR",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ea684d86-fa7c-43ad-b223-b2e49190d146",
        "choice_type": "single"
    },
    {
        "question": "Abbe-Estlander flap is used in the reconstruction of?",
        "exp": "Abbey-Estlander flap is used in the reconstruction of lip It is a full-thickness lip-switch flap rotated from mid-lower lip to fill defects of the upper lip Based on sublabial or superior labial aery Used in cleft lip, or defects of lip post trauma, cancer surgeries Sabiston 20th edition Pg: 142",
        "cop": 2,
        "opa": "Buccal mucosa",
        "opb": "Lip",
        "opc": "Tongue",
        "opd": "Palate",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "4a680952-6f2e-4eb3-bde4-fbc2f9c69fb2",
        "choice_type": "single"
    },
    {
        "question": "In a sutured surgical wound, the process of epithelialization is completed within",
        "exp": "Epithelialization is defined as a process of covering the denuded epithelial surface. In a sutured surgical wounds are epithelialized within 24-48 hours. Hence Post op dressing is done only after 48 hrs.",
        "cop": 2,
        "opa": "24 hours",
        "opb": "48 hours",
        "opc": "72 hours",
        "opd": "96 hours",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8c03b35c-3c37-48f7-8f4a-cb9685840d19",
        "choice_type": "single"
    },
    {
        "question": "Differentiating features between sepsis and trauma are",
        "exp": "Patients compensate for volume loss in the early stages of hypovolaemia, so an apparently resuscitated patient may still have a significant volume deficit. The aim for immediate resuscitation should he normal measures of pulse, blood pressure and CVP, urine output > 0. 5 mI/kg/hour with normal urinary osmolality and sodium concentration. Any metabolic acidosis should be seen to be correcting. There-after, one must try to maintain normovolaemia. This is a continuous process. Critically ill patients may have capillary leak and will therefore have a continuing colloid requirement. Gelatins, being small molecules, are poorly retained and can be replaced by hydroxyethyl starch, plasma or blood at this stage. In sepsis this requirement may be very large. The impoance of blood in immediate resuscitation, the threshold at which one should transfuse urgently (i. e. con-sider using group compatible, uncross-matched blood or even Group 0 blood) and even the target hemoglobin level are controversial. Resuscitation should not be delayed whilst waiting for blood to be grouped; if acute anemia is secondary to the bleeding resuscitation should be with Group 0 blood or group-compatible blood as it becomes available. Ref: Surgery of baily and love, 26th edition.",
        "cop": 1,
        "opa": "Energy requirement",
        "opb": "Catabolism",
        "opc": "Insulin resistance",
        "opd": "Fluid loss",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "34aa4560-244a-46d2-8f5a-53caef8a0272",
        "choice_type": "single"
    },
    {
        "question": "Most common site of basal cell carcinoma is",
        "exp": "Basal cell carcinoma is usually a slow-growing, locally-invasive, malignant tumour of pluripotential epithelial cells arising from basal epidermis and hair follicles; hence, it affects the pilosebaceous skin. The strongest predisposing factor to BCC is UVR. Ref: Bailey and Love, 27e, page: 605",
        "cop": 1,
        "opa": "Face",
        "opb": "Chest",
        "opc": "Abdomen",
        "opd": "Extremities",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "385d302f-c770-474e-9780-a400e729ac6c",
        "choice_type": "single"
    },
    {
        "question": "&; Homans' sign is seen in",
        "exp": "Signs are seen in DVTHoman's sign: calf pain on dorsiflexion of the foot. Bancroft&; s sign or Moses&; sign: pain is elicited when the calf muscle is compressed These signs are neither sensitive nor specific for the presence of thrombosis, and not done in fear of dislodgment of clot. Ref: Bailey and Love 27e pg: 281",
        "cop": 1,
        "opa": "Deep vein thrombosis",
        "opb": "Pulmonary embolism",
        "opc": "Peripheral vascular disease",
        "opd": "Lymphanitis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8429b83f-55a6-419d-9680-e8ba0a783ada",
        "choice_type": "single"
    },
    {
        "question": "Fever in burnt patient is cause by",
        "exp": "Fever in burn patients Many of the physiological criteria that has been claimed to reflect sepsis are non-infectious manifestations of post injury hypermetabolism Hypehermia (39degC or greater) is occasionally a febrile a response to infection, paicularly in children, but episodic elevation in temperature are common in uninfected burn patients The hypermetabolism phase mediated by greatly increased levels of catecholamines, prostaglandins, glucagon and coisol occurs after the acute phase and also produces pathophysiological changes Burn patients exhibit increased blood flow to organs and tissues, an increased internal core temperature, hypoproteinaemia and edema formation Ref: Sabiston 20th edition Pgno: 516",
        "cop": 1,
        "opa": "Septicemia",
        "opb": "Due to hypermetabolism",
        "opc": "Toxin released by dead tissue",
        "opd": "Dead product",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a2e661f6-1ac6-4d27-b325-d36fd26e6352",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a proactive approach to prevent unnecessary stress in a surgical patient?",
        "exp": "A proactive approach to prevent unnecessary aspects of the surgical stress response are. Minimal access techniques. Blockade of afferent painful stimuli (e. g. epidural analgesia, spinal analgesia, wound catheters). Minimal periods of starvation. Early mobilisation. Ref: Bailey and love 27e pg: 11",
        "cop": 4,
        "opa": "Using minimal access techniques",
        "opb": "Nerve blocks",
        "opc": "Minimal periods of starvation",
        "opd": "Prolonged bed rest",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "820ae9ad-b4d8-4b6d-8f61-a3a8835de23c",
        "choice_type": "single"
    },
    {
        "question": "Stemmer's sign and buffalo hump'are features of",
        "exp": "Lymphoedema characteristically involves the foot. The contour of the ankle is lost through infilling of the submalleolar depressions, A 'buffalo hump' forms on the dorsum of the foot, The toes appear 'square' because of confinement of footwear and The skin on the dorsum of the toes cannot be pinched because of subcutaneous fibrosis (Stemmer's sign). Ref: Bailey and love 27e pg: 998",
        "cop": 1,
        "opa": "Lymphoedema",
        "opb": "Cushings disease",
        "opc": "Hypothyroidism",
        "opd": "Carcinoid tumour",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "018e3569-6e92-49bf-9915-72ead515b154",
        "choice_type": "single"
    },
    {
        "question": "Dermis involved in the",
        "exp": "Third degree Full thickness burn Involve all layers of dermis Characterized by hard leathery eschar, that is painless and black, white or cherry red No capillary refilling or pin-prick sensation All dermal and epidermal components are lost Heals only by wound contractures Require excision with skin grafting to heal Ref: Sabiston 20th edition Pgno: 506-507",
        "cop": 3,
        "opa": "First degree burns",
        "opb": "Second degree burns",
        "opc": "Third degree burns",
        "opd": "Fouh degree burns",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "5480a8c3-d66e-4fbc-9c2a-e2cf591e5016",
        "choice_type": "single"
    },
    {
        "question": "A woman noticed mass in her left breast with bloody discharge. Histopathology revealed duct ectasia. Treatment is:-",
        "exp": "DUCT ECTASIA (PERIDUCTAL MASTITIS) =Dilatation of multiple ducts, =Associated with periductal inflammation. Most common age- above 50 years Most common presenting feature: nipple discharge(Greenish) Most common discharge in duct ectasia: serous discharge Treatment of duct ectasia is Hadfield's operation. HADFIELD's OPERATION -A periareolar incision is made and a cone of tissue is removed with its apex just deep to the surface of the nipple and its base on the pectoral fascia.",
        "cop": 4,
        "opa": "Simple mastectomy",
        "opb": "Microdochotomy",
        "opc": "Lobectomy",
        "opd": "Hadfield's operation",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "322768ac-a3a8-4569-b314-7b383bac1230",
        "choice_type": "single"
    },
    {
        "question": "Daily requirement of sodium in an adult is",
        "exp": "The following are the approximate daily requirements of some electrolytes in adults: sodium: 50-90 mM/daypotassium: 50 mM/daycalcium: 5 mM/daymagnesium: 1 mM/day. Ref: Bailey and Love 27e pg: 281",
        "cop": 2,
        "opa": "30-40 mM",
        "opb": "50-90 mM",
        "opc": "80-120 mM",
        "opd": "120 -150 mM",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "1a60edf4-4054-4c77-bde4-be3e63f1ba6a",
        "choice_type": "single"
    },
    {
        "question": "The tumor, which may occur in the residual breast or overlying skin following wide local excision and radiotherapy is",
        "exp": "Secondary angiosarcoma presents in older women following radiotherapy for breast cancer ( a median of 10 years ) Stewa-Treves syndrome is a rare, deadly cutaneous angiosarcoma that develops in long-standing chronic lymphedema. Chronic lymphedema resulting from radical mastectomy and/or radiotherapy for breast cancer(occurs in arm, not breast tissue)",
        "cop": 4,
        "opa": "Leiomyosarcoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Basal cell carcinoma",
        "opd": "Angiosarcoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "a2c7ec21-5dc5-480b-946f-8f9c7cf40714",
        "choice_type": "single"
    },
    {
        "question": "Perforated peptic ulcer is treated by",
        "exp": "Vagotomy is a procedure that transects the vagal trunks (truncal vagotomy) or distal nerve fibers (highly selective vagotomy). Truncal vagotomy aims to reduce the gastric acid secretion, thus reducing the risks of recurrent PUD. Ref Srb surgery 978p",
        "cop": 3,
        "opa": "Vagotomy + Pyloroplasty",
        "opb": "Vagotomy + Antrectomy",
        "opc": "Vagotomy + repair of perforation",
        "opd": "Graham's repair",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "62ceb84e-1c82-42c9-8c2b-18ba0d756918",
        "choice_type": "single"
    },
    {
        "question": "What is the Size of this blade used in incision and Drainage",
        "exp": "There are 3 blades commonly used by Surgeons: - * 11' size- For Incision and Drainage of Abscess, Aeriotomy * 15' Size- For precise cosmetic incisions * 22' Size- For Long Incisions and Laparotomy Incisions Ref:- Surgery Sixer 3rd Edition; Pg num:- 39",
        "cop": 1,
        "opa": "11 size",
        "opb": "13 size",
        "opc": "15 size",
        "opd": "22 size",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3ad1c0bf-22ff-48cd-9fb0-fa9f415bee8a",
        "choice_type": "single"
    },
    {
        "question": "In a shock patient, good clinical indicator of perfusion status among the following is",
        "exp": "Urine output is a good measure of organ perfusion and the best monitor of the adequacy of shock therapy. However, this is an hourly measure and does not give a minute-to-minute view of the shocked state. The level of consciousness is an impoant marker of cerebral perfusion, but brain perfusion is maintained until the very late stages of shock, and hence is a poor marker of adequacy of resuscitation. Currently, the only clinical indicators of perfusion of the gastrointestinal tract and muscular beds are the global measures of lactic acidosis (lactate and base deficit) and the mixed venous oxygen saturation. There is no 'normal' central venous pressure (CVP) for a shocked patient, and reliance cannot be placed on an individual pressure measurement to assess volume status. Some patients may require a CVP of 5 cm. H2O, whereas some may require a CVP of 15 cm. H2O or higher. Bailey and love 27e pg: 16",
        "cop": 3,
        "opa": "Urine output",
        "opb": "Level of consciousness",
        "opc": "Mixed venous oxygen saturation",
        "opd": "Central venous pressure",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f4031713-db14-4e56-9987-4ba69593bd6b",
        "choice_type": "single"
    },
    {
        "question": "Maximum lengthening is obtained if the angle of Z plasty is?",
        "exp": ". larger angle provides more lengthening but is difficult to close due to skin tension",
        "cop": 4,
        "opa": "30 degrees",
        "opb": "45 degrees",
        "opc": "60 degrees",
        "opd": "90 degrees",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "b45f217e-ef59-4401-86a4-d1fa1c1fef37",
        "choice_type": "single"
    },
    {
        "question": "Z-plasty ideal angle is",
        "exp": "Z-plasty is a plastic surgery technique used to improve the functional and cosmetic appearance of scars. It involves the creation of two triangular flaps of equal dimension that are then transposed. For a basic z-plasty, the triangular flaps are created using an angle of 60 degrees Theoretically, this angle can lengthen a contracted scar by about 75 percent and reorient the direction of the central wound by 90 degrees.",
        "cop": 3,
        "opa": "30 degrees",
        "opb": "45 degrfees",
        "opc": "60 degrees",
        "opd": "90 degrees",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "7afd0240-db90-463f-9ca9-04acce75b423",
        "choice_type": "single"
    },
    {
        "question": "Most frequent site of branchial cyst is at:",
        "exp": "Brachial cyst Branchial fistula Develops from vestigial remnants of 2nd branchial cleft. Lined by squamous epithelium Contains thick, turbid fluid full of cholesterol crystals. Cyst usually presents in the upper neck in early or middle adulthood Found at the junction of upper third & middle third of the SCM muscle at its anterior border. Fluctuant swelling that may transilluminate and is often soft in its early stages USG and FNAC aid diagnosis. Treatment is by complete excision. Branchial fistula may be unilateral or bilateral Thought to represent a persistent 2nd branchial cleft Tract is lined by ciliated columnar epithelium There may be a small amount of recurrent mucous or mucopurulent discharger onto the neck External orifice is nearly always situated in the lower third of the neck near anterior border of SCM Internal orifice is located on the anterior aspect of posterior faucial pillar just behind the tonsil. Internal aspect of the tract may end blindly at or close to the lateral pharyngeal wall, constituting a sinus rather than a fistula. The tract follows the same path as a branchial cyst and requires complete excision often by more than one transverse incision in the ne",
        "cop": 3,
        "opa": "Upper third of posterior border of sternocleidomastoid",
        "opb": "Lower third of anterior border of sternocleidomastoid",
        "opc": "Upper third of anteromedial border of sternocleidomastoid",
        "opd": "Supraclavicular fossa",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "75d8fbb6-fb1c-4a3e-a826-d64b14328cce",
        "choice_type": "single"
    },
    {
        "question": "Amputated digits are preserved in",
        "exp": "The amputated digits are cleansed under saline solution, wrapped in saline moistened gauze, and placed in a plastic bag The plastic bag containing the pa is then placed on (not packed in) a bed of ice in a suitable container The amputated pa should never be immersed in Non-physiological solution such as antiseptics or alcohol Ref: Sabiston 20th edition Pgno: 1996",
        "cop": 3,
        "opa": "Cold saline",
        "opb": "Cold ringer lactate",
        "opc": "Plastic bag in ice",
        "opd": "Deep freezer",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8eae80be-5b6d-4dd9-9061-f64d188bc1a7",
        "choice_type": "single"
    },
    {
        "question": "The substrate depleted earliest in the postoperative period is",
        "exp": "The metabolic response to surgery (and other trauma) is a result of neuroendocrine stimulation that sharply accelerates protein breakdown, stimulates gluconeogenesis, and produces glucose intolerance. The glycogen stores are rapidly depleted because of a fall in insulin and a rise in glucagon levels in the plasma. The peripheral effects of the neuroendocrine secretion result in an increase in plasma levels of amino acids, free fatty acids, lactate, glucose, and glycerol. In the liver, the coisol and glucagon stimulate glycogenolysis, gluconeogenesis, and increased substrate uptake.",
        "cop": 4,
        "opa": "Branched-chain amino acids",
        "opb": "Non-branched-chain amino acids",
        "opc": "Glycogen",
        "opd": "Glucose",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "831a0335-0941-4645-b290-cb05c4a8ae46",
        "choice_type": "single"
    },
    {
        "question": "In a head injury patient, Mannitol should not be used for control of increased intracranial pressure when",
        "exp": "Mannitol Mannitol is widely used to reduce ICP Commonly used preparation: 20% solution, 0. 25-1 gm/kg is given IV as bolus. Serum osmolality should not be allowed to go >320 m. Osm/L, to avoid systemic acidosis and renal failure Uses of Mannitol To reduce increased ICT or intra ocular tension To maintain GFR and urine flow in impending renal failure Forced diuresis in hypnotic or other poisoning To counteract low osmolality of plasma/ECF due to rapid haemodialysis or peritoneal dialysis Contraindications of Mannitol Acute tubular necrosis Anuria Pulmonary edema Acute left ventricular failure. CHF Cerebral hemorrhage Ref: Harrison's 19th edition Pgno: 1779-1780",
        "cop": 1,
        "opa": "Serum osmolality is more than 320 m. Osmol/kg",
        "opb": "Aerial Pa. CO2 is less than 34 mm Hg",
        "opc": "Aerial Pa. O2 is more than 100 mg Hg",
        "opd": "Aerial pH is less than 7. 35",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "928cc0fd-e7f6-4556-855f-8e4aae31c888",
        "choice_type": "single"
    },
    {
        "question": "Commonest used flap for head and neck surgery is?",
        "exp": ". Reconstruction of tongue and other area after surgery: By deltopectoral flap, forehead flap, pectoralis major muscle flap, skin grafting. most preferred graft in the case of head and neck surgeries ref: SRB; s manual of surgery, ed 3, pg no 345",
        "cop": 1,
        "opa": "Pectoralis major flap",
        "opb": "Deltapectoral flap",
        "opc": "Lattismus dorsi flap",
        "opd": "Temporalis flap",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "7d95966a-0171-4a48-b9bf-bcb80dad3285",
        "choice_type": "single"
    },
    {
        "question": "Composition of which of the following intravenous fluids has the closest resemblance to plasma?",
        "exp": "Ringer lactate and hamanns solution are identical to blood One litre of Ringer&; s lactate solution contains: 130 m. Eq of sodium ion = 130 mmol/L 109 m. Eq of chloride ion = 109 mmol/L 28 m. Eq of lactate = 28 mmol/L 4 m. Eq of potassium ion = 4 mmol/L 3 m. Eq of calcium ion = 1. 5 mmol/L Ringer&; s lactate has an osmolarity of 273 m. Osm/L the reference range of serum osmolality is 275-295 mosm/kg (mmol/kg).",
        "cop": 4,
        "opa": "Isotonic saline",
        "opb": "1\\/5 isotonic saline",
        "opc": "4. 3% dextrose",
        "opd": "Ringer's Lactate",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "df0430eb-7099-425c-a916-6af855a11818",
        "choice_type": "single"
    },
    {
        "question": "Burn of head region in a child accounts for what percent of burns?",
        "exp": "Children have relatively larger propoion of body surface area in their head and neck, which is compensated by a relatively smaller surface area in the lower extremities In infants Head and neck: 21% Each leg: 13% Berkow formula is used to accurately determine burn size in children Body pa 0-1 year 1-4 years 5-9 years Head 19 17 13 Neck 2 2 2 Anterior trunk 13 13 13 Posterior trunk 13 13 13 Ref: Sabiston 20th edition Pgno: 508",
        "cop": 2,
        "opa": "10%",
        "opb": "20%",
        "opc": "30%",
        "opd": "40%",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d45f17b3-4ac2-47d2-9484-2ccfe09bf17f",
        "choice_type": "single"
    },
    {
        "question": "Abbe-Estlander Flap is used for",
        "exp": ". a flap is a skin graft which has its own blood supply. its different from other skin grafts in which revascularisation is done from the recipient bed abbey flap is used for lip reconstruction surgery. it is based on main aery of the orbicularis occuli, the labial aery",
        "cop": 1,
        "opa": "Lip",
        "opb": "Tongue",
        "opc": "Eyelid",
        "opd": "Ears",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d81491a0-3363-4aff-8952-bcdbcfdd367e",
        "choice_type": "single"
    },
    {
        "question": "Graft survival in the initial 48 hours depends on",
        "exp": "The grafts will survive transfer based on a defined sequence of events that culminates in vascular independence. These events are (1) Serum imbibition--direct absorption of nutrients from recipient capillary beds that generally takes place in the first 24 hours(2) Inosculation--the connecting of donor and recipient vessels that typically begins in the 24 to 72hour period(3) Angiogenesis--vascular ingrowth of vessels from the recipient bed into the graft that stas after 72 hours. Factors that interrupt this process--such as fluid collection under the graft or mechanical shear forces--will compromise the graft take",
        "cop": 1,
        "opa": "Plasma imbibition",
        "opb": "Ingrowth of capillaries",
        "opc": "Development of lymphatics",
        "opd": "Saline dressing",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ca13f008-fcd9-454b-8031-b17c8cf8c65d",
        "choice_type": "single"
    },
    {
        "question": "Murphy's sign is seen in",
        "exp": "In the acute cholecystitis, the patient may have right upper quadrant tenderness that is exacerbated during inspiration by the examiner's right subcostal palpation (Murphy's sign). A positive Murphy's sign suggests acute inflammation and may be associated with a leukocytosis and moderately elevated liver function tests. Ref: Bailey and love 27e pg: 1199",
        "cop": 1,
        "opa": "Acute cholecystitis",
        "opb": "Cholangiocarcinoma",
        "opc": "Cholangitis",
        "opd": "Periampullary cancer",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8b43d94d-691d-4cb3-ad9f-5914664723d9",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old male comes with c/o easy fatiguability, dyspnea & neck swelling. On examination, he demonstrates the following sign. What is the appropriate of this condition?",
        "exp": "Retrosternal goitre (Substernal/Mediastinal/Intrathoracic) * If > 50% of thyroid tissue is located below the opening of thoracic cage.* Most patients are asymptomatic* Diagnosed incidentally on radiological investigations Signs & Symptoms- MC symptom - Dyspnea (due to compression of trachea), in night- Dysphagia (due to compression of esophagus)- Hoarseness of voice (due to compression of Recurrent laryngeal nerve)- Dilated veins over Anterior chest wall.- PEMBEON sign- positive* If bilateral upper limb elevated above forehead, facial puffiness and facialcongestion seen Treatment- Thyroidectomy by cervical incision Thyroidectomy is indicated for retrosternal goitre for patients with clinical symptoms (stridor or dysphagia) and/or radiological evidence of significant tracheal narrowing, oesophageal compression or SVC syndrome. - Radioisotopes used* T1/2 of I 123 - 13 hours (shoer fall life) - so used for diagnostic purposes (RAI SCAN)* T1/2 of I 131 - 8 days (Longer half-life) - so used for therapeutic purposes (RAI ABLATION). Radio Active Iodine Ablation- I131 emits beta- rays (90%) and gamma- rays (10%)- Beta rays are responsible for Therapeutic effects (ablation)- Depth of penetration of beta rays - 0. 5 mm (Ablates only thyroid, even parathyroid are safe)- Gamma rays are responsible for side effects- Gamma rays are used in Tracer studies - Gamma probe can be used for identifying the area that emits gamma rays. So, useful in Radioactive Iodine scan - Absolute contraindication of RAI Ablation (because gamma rays are emitted)* Pregnancy* Lactation",
        "cop": 3,
        "opa": "Surgery transthoracic approach",
        "opb": "Radioactive iodine ablation",
        "opc": "Surgery transcervical approach",
        "opd": "Levothyroxine to suppress TSH",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "5934ab25-cc4c-4629-b9c7-bb1af5ad4734",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pro-inflammatory cytokine?",
        "exp": "Proinflammatory cytokines include interleukin-1 (IL-1), tumour necrosis factor alpha (TNFa), IL-6 and IL-8. Counterinflammatory response regulated by IL-4, -5, -9 and-13 and transforming growth factor beta ). Ref: Bailey and love 27e pg: 3, 4",
        "cop": 3,
        "opa": "IL-1",
        "opb": "TNF alpha",
        "opc": "IL-4",
        "opd": "IL-8",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ecd0292d-7581-49f7-822d-4c80376077ce",
        "choice_type": "single"
    },
    {
        "question": "A patient with Childs C score with repeated episodes of variceal bleeding with ascites. Treatment of choice:",
        "exp": "This patient is having cirrhosis; complication is poal hypertension manifested in the form of variceal bleeding with ascites. Childs class 'C' score means no surgical intervention should be done-Best treatment is liver transplantation Class A 5-6 points Class B 7-9 points Class C 10-15 points Major surgeries can be done only in class A Only minor surgical procedures can be performed in class B",
        "cop": 1,
        "opa": "Liver transplant",
        "opb": "TIPS",
        "opc": "EVL",
        "opd": "Surgical shunt",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "5e3fdd43-8463-4e32-9443-4dfd05a9263f",
        "choice_type": "single"
    },
    {
        "question": "Plasma expanders are used in which shock?",
        "exp": "Manipal manual of surgery-Shenoy, 4th edition, pg SRBs manual of surgery-4th edition, pg. Septic shock is a vasodilatory shock wherein there is a peripheral vasodilatation causing hypotension. High levels of nitric oxide are released due to endotoxins. Hence, correction of fluid and electrolytes by plasma expanders, blood tranfusion is unavoidable. Plasma expanders exe osmotic forces amd draw fluid from interstitial compament into the intravascular space. Example-dextran 40 reduces viscosity of blood and maintains blood rheology better.",
        "cop": 1,
        "opa": "Septic Shock",
        "opb": "Vasovagal shock",
        "opc": "Neurogenic shock",
        "opd": "Cardiogenic shock",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f4b675ef-1d37-4c67-8118-3f0ff60f6ce4",
        "choice_type": "single"
    },
    {
        "question": "Platelets can be stored at",
        "exp": ". Shelf-life 5 days Storage temperature range 20-24 oC Comments Platelets components must be agitated gently and continuously in a single layer on a platelet agitator.",
        "cop": 1,
        "opa": "20-24oC for 5 days",
        "opb": "20-24oC for 8 days",
        "opc": "4-8oC for 5 days",
        "opd": "4-8oC for 8 days",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3a0def0f-3600-4f02-aaa8-12337d2c78fa",
        "choice_type": "single"
    },
    {
        "question": "What is the most impoant aspect of management of burn injury in the first 24 hours?",
        "exp": "Fluids used are normal saline, ringer lactate, Hamann fluid, plasma. Ringer lactate is the fluid of choice. Blood is transfused in later period (after 48 hours). First 24 hours only crystalloids should be given. (Crystalloids are one which can pass through capillary wall like saline either hypo, iso or hypeonic, dextrose saline, ringer lactate.). ref: SRB; s manual of surgery, ed 5, pg no 133",
        "cop": 1,
        "opa": "Fluid resuscitation",
        "opb": "Dressing",
        "opc": "Escharotomy",
        "opd": "Antibiotics",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "2a246de9-f74a-473f-8bf3-c89bbdb4b57e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an Interstitial type of a hernia",
        "exp": "An interstitial hernia occurs when a hernia extends between the layers of muscle and not directly through them. This is typical of a Spigelian hernia.",
        "cop": 2,
        "opa": "Richter's hernia",
        "opb": "Spigelian hernia",
        "opc": "Femoral hernia",
        "opd": "Epigastric hernia",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "14b5e5e9-bacd-44aa-899b-e6f2e2244bad",
        "choice_type": "single"
    },
    {
        "question": "40 year female presents to surgical OPD with C /O breast heaviness O/e following finding is seen. What is the T stage of this malignancy?",
        "exp": "The video depicts extension of tumor to chest wall. T4a Extension to chest wall (chest wall is formed by Ribs, Intercostal muscles, Serratus Anterior) T4b Ulceration, edema including Peau-D-Orange, Satellite nodules T4c T4a + T4b T4d Inflammatory breast cancer Not included in T4 Involvement of dermis alone Nipple retraction/ detion Involvement of Pectoralis major/ Pectoralis minor",
        "cop": 2,
        "opa": "T3",
        "opb": "T4a",
        "opc": "T4b",
        "opd": "T4c",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "fc262241-b237-482d-899a-9a8cc480c07f",
        "choice_type": "single"
    },
    {
        "question": "Most common form of actinomycosis",
        "exp": "Actinomycosis is caused by Actinomyces israelii. Facio-cervical is the most common type. Infection spreads either from tonsil or from adjacent tooth. Actinomyces israelii is an anaerobic gram - positive fungal like bacterium. It is called as Ray fungus. Reference: SRB's Manual of Surgery, 6th Edition, page no = 54.",
        "cop": 1,
        "opa": "Facio cervical",
        "opb": "Thorasic",
        "opc": "Right illiac fossa",
        "opd": "Liver",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f09887da-2e0e-458c-8804-c9ad796e03c2",
        "choice_type": "single"
    },
    {
        "question": "When resuscitating a patient in shock which of the following is not an adequate parameter to predict end point of resuscitation?",
        "exp": "Traditionally, patients have been resuscitated until they have a normal pulse, blood pressure and urine output. However, these parameters are monitoring organ systems whose blood flow is preserved until the late stages of shock. A patient, therefore, may be resuscitated to restore central perfusion to the brain, lungs and kidneys and yet continue to underperfuse the gut and muscle beds. Resuscitation algorithms directed at correcting global perfusion endpoints (base deficit, lactate, mixed venous oxygen saturation) rather than traditional endpoints have been shown to improve moality and morbidity in high-risk surgical patients. Ref: Bailey and love 27e pg: 18",
        "cop": 4,
        "opa": "Base deficit",
        "opb": "Lactate",
        "opc": "Mixed venous oxygen saturation",
        "opd": "Blood presure",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e7fc32ba-922b-448b-a4f6-f59d3e4bb45e",
        "choice_type": "single"
    },
    {
        "question": "Most common type of melanoma",
        "exp": "Superficial spreading melanoma (SSM) This is the most common presentation (70%), usually arising in a pre-existent naevus after several years of slow change, followed by rapid growth in the preceding months before presentation. Ref: Bailey and Love, 27e, page: 609",
        "cop": 2,
        "opa": "Nodular melanoma",
        "opb": "Superficial spreading melanoma",
        "opc": "Lentigo maligna melanoma",
        "opd": "Acral lentigious melanoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "c362f6d1-8d74-43c2-882e-f0a3e51611d2",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of brain metastases",
        "exp": "Origin Percentage. Lung 40. Breast 15. Melanoma 10. Renal/genitourinary 10. Other/unknown 25. Ref: Bailey and love 27e pg: 664",
        "cop": 1,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Breast",
        "opd": "Melanoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e6cbedbe-8bcb-4823-a540-f5602c5254ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of APACHE score?",
        "exp": ". APACHE II (Acute Physiology and Chronic Health Evaluation II) point score is calculated from a patient&; s age and 12 routine physiological measurements: Pa. O2 Temperature Mean aerial pressure pH aerial Heart rate Respiratory rate Serum Sodium Serum Potassium Creatinine Hematocrit White blood cell count Glasgow Coma Scale S. Ca is pa of Ransons criteria",
        "cop": 3,
        "opa": "Serum Potassium",
        "opb": "Serum Sodium",
        "opc": "Serum Calcium",
        "opd": "Creatinine",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8f8d3ca5-b3ac-43b6-b1e6-5c1a8809d86f",
        "choice_type": "single"
    },
    {
        "question": "Most common area of pressure sore is",
        "exp": "Pressure sore frequency in descending order Ischium Greater trochanter Sacrum Heel Malleolus (lateral than medial) Occiput Bailey and Love 27e pg: 29",
        "cop": 1,
        "opa": "Ischium",
        "opb": "Greater trochanter",
        "opc": "Sacrum",
        "opd": "Heel",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "f5da2cf3-8b2f-4722-8e15-bf0896fc6db7",
        "choice_type": "single"
    },
    {
        "question": "Fogay catheter is used for",
        "exp": "Fogay catheter is used to remove thrombus in acute limb ischaemia. The aery (usually the femoral), bulging with clot, is exposed and held in silastic vessel loops. Through a transverse incision, the clot begins to extrude and is removed, together with the embolus, with the help of a Fogay balloon catheter. The catheter, with its balloon tip, is introduced both proximally and distally until it is deemed to have passed the limit of the clot. The balloon is inflated and the catheter withdrawn slowly, together with any obstructing material. The procedure is repeated until bleeding occurs. Ref: Bailey and love pg: 955",
        "cop": 2,
        "opa": "Suprapubic drainage",
        "opb": "Acute limb ischaemia",
        "opc": "Cardiac angioplasty",
        "opd": "Intraventricular drainage",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "c55a3ed8-34ff-462f-b23c-93c940f3f925",
        "choice_type": "single"
    },
    {
        "question": "Parenteral nutrition is not used in",
        "exp": "In burns when GI tract is intact, why go for parentral nutrition. All other options GI tract may not be adequately functioning. Indications for total parenteral nutrition Inadequate absorption resulting from sho bowel syndrome Gastrointestinal fistula Bowel obstruction Prolonged bowel rest Severe malnutrition, significant weight loss and/or hypoproteinaemia when enteral therapy is not possible Other disease states or conditions in which oral or enteral feeding are not an option",
        "cop": 2,
        "opa": "Enterocutaneous",
        "opb": "Burns",
        "opc": "Crohn's disease",
        "opd": "Ileus",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "9dab2c71-cd5c-4700-8d45-14898220dfad",
        "choice_type": "single"
    },
    {
        "question": "A 70 kg man presents with pyloric strenosis resulting from peptic ulcer disease is admitted for resuscitation after one week of prolonged vomiting. The metabolic disturbance is associated with",
        "exp": "Repetitive vomiting leads to hypochloremic, hypokalemic metabolic alkalosis. the urine is initially alkaline but later becomes acidic ( paradoxical aciduria)",
        "cop": 4,
        "opa": "Hypokalemic hyperchloremic metabolic acidosis",
        "opb": "Hypokalemic hypochloremic metabolic acidosis",
        "opc": "Hypokalemic hyperchloremic metabolic alkalosis",
        "opd": "Hypokalemic hypochloremic metabolic alkalosis",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "2fb8fa54-704e-4759-9301-309c60008a17",
        "choice_type": "single"
    },
    {
        "question": "In hydatid cyst which layer has germinal membrane and contains ble parasites",
        "exp": "The hydatid cyst is characterised by three layers, an outer pericyst derived from compressed host organ tissues, an intermediate hyaline ectocyst, which is non-infective, and an inner endocyst that is the germinal membrane and contains ble parasites which can separate forming daughter cysts. Ref: Bailey and Love 27e pg: 64",
        "cop": 4,
        "opa": "Pericyst",
        "opb": "Mesocyst",
        "opc": "Ectocyst",
        "opd": "Endocyst",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "427bac71-b9e9-4a7c-af28-d0468fb550a0",
        "choice_type": "single"
    },
    {
        "question": "Not a pa of personal protective kit",
        "exp": "Universal Precautions kit National Health Service UK Guidelines: - * Use face full mask ideally with Protective spectacles. * Use of waterproof, disposable gowns and drapes. * Avoid Clogs and wear Boots to prevent sharp injuring leg. * Double Glove is needed ( with large size on inside is more comfoable) * Allow only essential personal in theatre * Avoid unnecessary movement in theatre. * Meticulous technique needed. Bailey and Love, 27th edition; pg num:- 52",
        "cop": 3,
        "opa": "Face mask",
        "opb": "Gloves",
        "opc": "Lab coat",
        "opd": "Goggle",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "dc414a3a-5458-4cad-8e74-ad6fec483f10",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is scoring system for the severity of wound infection?",
        "exp": "Southampton scoring systems and ASEPSIS systems are for the severity of wound infection, which are paicularly useful in surveillance and research. PRISMA guidelines are for the methods of systematic review and meta-analysis Manchester scoring system for severity of illness. POSSUM score (Physiologic and Operative Severity Score for the en. Umeration of Moality and Morbidity) are used to predict all-cause moality in postoperative critical care patients. Ref: Bailey and Love 27e pg: 47",
        "cop": 2,
        "opa": "PRISMA guidelines",
        "opb": "ASEPSIS score",
        "opc": "Manchester scoring system",
        "opd": "POSSUM score",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ad0b602e-673b-43d9-8aba-ee99985df512",
        "choice_type": "single"
    },
    {
        "question": "In a 60. Kg man with 40% burns what is the amount of ringer lactate given in first 8 hours",
        "exp": "Parkland formula calculates the fluid to be replaced in the first 24 hours by the following formulatotal percentage body surface area x weight (kg) x 4 = volume (mL). Half this volume is given in the first 8 hours and the second half is given in the subsequent 16 hours. So 40*60*4 = 9600 half of that in first 8 hrs ie; 4800 ml. Fluid in parkland formula is Ringer lactate. Bailey and Love 26th edition pg: 392",
        "cop": 3,
        "opa": "9600 ml",
        "opb": "6400 ml",
        "opc": "4800 ml",
        "opd": "3200 ml",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "06fb51f0-a506-406b-bc9f-5d3ce17d0290",
        "choice_type": "single"
    },
    {
        "question": "The Father of Modern Surgery is",
        "exp": "Though it may seem ridiculous to remember the names of innumerable scientists and personalities it assumes great impoance in view of the current trend of AIPGME and AIIMS exams which contain at least 1 persona based question each time. Here is a comprehensive list of all the FATHERS of all our SUBJECTS: Father of Anatomy Herophilus of Chalcedon Father of Physiology Claude Bernard Father of Microbiology Louis Pasteur Father of Bacteriology Sir Robe Koch Father of Chemotherapy Paul Ehrlich Father of Pharmacology Oswald Schmiedberg Father of Modern Pathology Rudolf Virchow Father of Forensic Medicine Bernard Spillsbury Father of Modern Epidemiology John Snow Father of Occupational Health Ramazzini Father of Modern Medicine Hippocrates Father of Indian Medicine Charaka Father of American Medicine William Osler Father of Modern Surgery Ambroise Pare Father of Indian Surgery Sushruta Father of Antiseptic Surgery Joseph Lister Father of Modern Inguinal Hernia Surgery Edoardo Bassini Father of Thyroid Surgery Emil Kocher Father of Genetics Gregor Mendel Father of Modern Human Genetics Dr Victor A. Mc. Kusick Father of Psychoanalysis Sigmund Fruend Father of Porphyrin chemistry Hans Fischer Father of PTCA Andreas Gruntzig Father of Modern Psychiatry Johann Weyer Father of American Psychiatry Benjamin Rush Father of Biology Aristotle Father of Diagnostic Imaging Roentgen",
        "cop": 3,
        "opa": "Sushruta",
        "opb": "Claude Bernard",
        "opc": "Ambroise Pare",
        "opd": "Andrews Gruntzig",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "c504aaeb-8649-4d50-8830-1c7063c319b6",
        "choice_type": "single"
    },
    {
        "question": "Pulp space infection is known as",
        "exp": "A felon is an abscess between the specialised fibrous septae in the fingeip pulp. It causes intense pain and may lead to terminal phalangeal osteomyelitis. Reference: Bailey & Love, 27th Edition, page no = 503.",
        "cop": 1,
        "opa": "Felon",
        "opb": "Paronychia",
        "opc": "Perionychia",
        "opd": "Onychonychia",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "94f45edd-86b1-48ef-a67e-0b8140e661b3",
        "choice_type": "single"
    },
    {
        "question": "Burns with vesiculation of the epidermis and upper dermis is",
        "exp": "Second degree burns Paial thickness burn Involve epidermis and some pa of dermis Divided into: Superficial and deep second degree Superficial second degree Involve upper layer of dermis (papillary dermis) Erythematous Blisters are seen Blanch to touch Painful Heals without scarring in 7-14 days Deep second degree burns Also known as deep paial thickness burn Injury extends to reticular layer of dermis Dont blanch Mottled pink and white colour of wound surface Capillary refilling is absent or occurs slowly Pain is absent Pin-prick sensation is absent or occurs slowly Heals in 3-9 weeks with scar formation Ref: Sabiston 20th edition Pgno: 506-507",
        "cop": 2,
        "opa": "1st degree",
        "opb": "2nd degree",
        "opc": "3rd degree",
        "opd": "4th degree",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "721ae0be-e489-42b0-b84b-c39abb6ba797",
        "choice_type": "single"
    },
    {
        "question": "Minimum urinary output required to excerete end products of protein metabolism is",
        "exp": "The normal urine output is approximately 1500 mL/ day and, provided that the kidneys are healthy. A minimum urine output of 400 mL/day is required to excrete the end products of protein metabolism. Bailey and Love 26th edition Pg: 263",
        "cop": 3,
        "opa": "200 mL\\/24 hours",
        "opb": "300 mL\\/24 hours",
        "opc": "400 mL\\/24 hours",
        "opd": "500 mL\\/24 hours",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "4c2e9146-a1a1-4a12-8f26-1b70f821b68b",
        "choice_type": "single"
    },
    {
        "question": "Moist heat burn which is present?",
        "exp": ". blisters are characteristic of moist burn",
        "cop": 2,
        "opa": "Charring",
        "opb": "Blister",
        "opc": "Ulcer",
        "opd": "Slough",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "24de5504-cbc7-4529-b417-85f3dac3bb6f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of clean contaminated wound?",
        "exp": "Wounds Class Definition I: Clean Uninfected operative wound without inflammation Respiratory, alimentary, genital or infected urinary tract is not entered Examples of Clean Wound Inguinal hernia Mastectomy Abdominal aoic aneurysm (AAA) repair II: Clean contaminated Operative wound in which respiratory tract GIT or genitourinary tract is entered under controlled condition without unusual contamination Exampled of Clean Contaminated Wound Cholecystectomy CBD exploration Elective GI surgeries (elective colonic resection, gastrectomy) III: Contaminated Open, fresh accidental wounds Operations with major break in sterile techniques Gross spillage from GIT Exampled of Contaminated Wound Spill during elective GI surgery Perforated gastric ulcer Appendicular perforation Penetrating abdominal trauma Enterotomy during bowel obstruction IV: Diy Old traumatic wound with retained devitalized tissue Wound with clinical infection or perforated viscera with high degree of contamination. Organism causing post-op infection is already present in the wound before operation. Associated with severe inflammation Examples of diy wound Perforated diveiculitis. Fecal peritonitis Nectotizing soft tissue infection.",
        "cop": 1,
        "opa": "Cholecystectomy",
        "opb": "Appendicular perforation",
        "opc": "Inguinal hernia surgery",
        "opd": "Mastectomy",
        "subject_name": "Surgery",
        "topic_name": "General Surgery",
        "id": "b0273fa4-d5a0-434c-908b-9da051ba48e0",
        "choice_type": "single"
    },
    {
        "question": "This has increased risk of",
        "exp": "This is a cutaneous horn. Actinic (solar) keratoses (AK), i. e. cutaneous horns and keratoacanthomas, were considered to be premalignant lesions leading to SCC. Ref: Bailey and Love, 27e, page: 606",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Basal cell carcinoma",
        "opc": "Melanoma",
        "opd": "Liposarcoma",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "0f556558-7094-423d-b38d-3171b0d6955c",
        "choice_type": "single"
    },
    {
        "question": "Marjolin's ulcer is a",
        "exp": "Marjolin's ulcer is well-differentiated squamous cell carcinoma which occurs in chronic scars like burn scar, scar of venous ulcer. It is slow growing, locally malignant disease. Reference: SRB's Manual of Surgery, 6th Edition, page no = 283.",
        "cop": 1,
        "opa": "Malignant ulcer found on the scar of burn",
        "opb": "Malignant ulcer found on infected foot",
        "opc": "Trophic ulcer",
        "opd": "Meleney's gangrene",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "355461e7-9f95-47ae-b9cc-7394fe7fc877",
        "choice_type": "single"
    },
    {
        "question": "Leriche syndrome is caused in",
        "exp": "Leriche&; s syndrome involves the blockage of the abdominal aoa as it transitions into the common iliac aeries. Aooiliac obstruction is characterized by. Claudication in buttocks, thighs and calves. Femoral and distal pulses absent in both limbs. Bruit over aooiliac region. Impotence (Leriche). Ref: Bailey and love pg: 944",
        "cop": 1,
        "opa": "Aooiliac obstruction",
        "opb": "Iliac obstruction",
        "opc": "Femoropopliteal obstruction",
        "opd": "Distal obstruction",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8a519a55-78e8-4734-9750-3db6696db9f6",
        "choice_type": "single"
    },
    {
        "question": "Parkland formula is amount of RL given in 24 hrs is calculated as",
        "exp": "Parklands regime: 4 * %burn * weight (kg) for 24hours. Maximum percentage of burns considered is 15%Half of the volume is given in first 8hours, Rest given in 16hours",
        "cop": 3,
        "opa": "Percentage of burns * weight (kg) * 2",
        "opb": "Percentage of burns * weight (kg) * 3",
        "opc": "Percentage of burns * Weight (kg)* 4",
        "opd": "Percentage of burns * weight (kg) * 5",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "04fe69e2-91d3-44bd-b92d-bcd4ddcdaf82",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in burns is",
        "exp": "Following successful resuscitation, most acute Morbidity and viually all Moality in severely burned patients are related to infection This is because thermal injury causes profound immunosuppression that is propoional to the TBSA of the burn. Inspite of burn patients at significant risk to infection, prophylactic systemic antibiotics are not pa of modern care, as they do not reduce septic complications and only lead to increased bacterial resistance MC cause of death at the site of burn: Asphyxia MC cause of death in burns: Septicemia MC cause of early death in burns: Hypovolemic shock MC cause of late death in burns: Septicemia Ref: Sabiston 20th edition Pgno: 516",
        "cop": 4,
        "opa": "Neurogenic shock",
        "opb": "Hypovolemic shock",
        "opc": "Haemorrhagic shock",
        "opd": "Septicemic shock",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "93250027-688f-48f0-8fe8-9e4a9ce26ca4",
        "choice_type": "single"
    },
    {
        "question": "In an adult, % of total body surface required to be involved in a burn injury to cause shock",
        "exp": "As the size approaches 10-15% of total body surface area (TBSA), the loss of intravascular fluid can cause a level of circulatory shock. Fuhermore, once the area increases to 25% of TBSA, the inflammatory reaction causes fluid loss in vessels remote from the burn injury. Ref: Bailey and love 27e pg: 619",
        "cop": 1,
        "opa": "15",
        "opb": "20",
        "opc": "25",
        "opd": "30",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "3e8acf07-508d-468b-aede-e48c3725f3de",
        "choice_type": "single"
    },
    {
        "question": "Using monopolar cautery is not advised when a child is undergoing circumcision as it may lead to coagulation of penis. The mechanism is",
        "exp": "Channelling: Heat is produced wherever the current intensity is greatest. Normally, this would be at the tip of the active electrode, but if current passes up a narrow channel or pedicle to the active electrode, enough heat may be generated within this channel or pedicle to coagulate the tissues. This can prove disastrous, for example: coagulation of the penis in a child undergoing circumcision; coagulation of the spermatic cord when the electrode is applied to the testis. Capacitance coupling: This is a phenomenon in which a capacitor is created by having an insulator sandwiched between two metal electrodes. This can be created in situations where there is a metal laparoscopic po and the diathermy hook is passed through it. Ref: Bailey and Love 27e pg: 103",
        "cop": 1,
        "opa": "Channeling",
        "opb": "Capacitance coupling",
        "opc": "Electrocution",
        "opd": "Explosion",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "58252511-b06a-44b5-8867-00fab8665914",
        "choice_type": "single"
    },
    {
        "question": "The tensile strength of the wound stas and increases after?",
        "exp": "Wounds do not begin to gain tensile strength from collagen immediately after the suturing. Wound stas achieving tensile strength around 20 % by 3 weeks, and increases by around 80 % by 12 weeks. The maximum scar strength is 80% of that of unwounded skin. Scar tissue continues to remodel for at least 6 - 12 months after an injury. Ref: Surgery of Bailey and love, 26th edition.",
        "cop": 2,
        "opa": "Immediately after suturing",
        "opb": "3 to 4 weeks",
        "opc": "10-12weeks",
        "opd": "after 6 months",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ecc3559d-0bf7-432e-993e-b5432455f3d1",
        "choice_type": "single"
    },
    {
        "question": "Surgical wound of gastrojejunostomy is an example for",
        "exp": "GIT is breached (hence no clean), no gross spillage, so not contaminated. GI breached with no gross spillage is clean contaminated wound. These have less than 10% chance of post op infections",
        "cop": 2,
        "opa": "Clean wound",
        "opb": "Clean contaminated wound",
        "opc": "Contaminated wound",
        "opd": "Diy wound",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d447353f-482a-4c0d-9a6f-19702bbbff1c",
        "choice_type": "single"
    },
    {
        "question": "The commonest clinical pattern of basal cell carcinoma is",
        "exp": ". basal carcinomas are composed of islands of basaloid cells ( like cells of basal layer of epidermis) with palisading of cells at the periphery and a haphazard arrangement of those in the centres of the islands. the tumour cells have a hypochromatic nucleus with relatively poorly defined cytoplasm they spread by local invasion. lymphatic spread is not seen so regional lympnodes are not enlarged they are diagnosed using wedge biopsy most common site is inner canthus of eye also called tear cancer they show a nodular pattern",
        "cop": 1,
        "opa": "Nodular",
        "opb": "Morpheaform",
        "opc": "Superficial",
        "opd": "Keratotic",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "e92ff7b1-6370-4e0b-ab5c-f50f3812e6f5",
        "choice_type": "single"
    },
    {
        "question": "&; Take in&; of split skin graft occurs when",
        "exp": ". take in occurs if there is close contact of graft with recepient bed and decreased when there is infection or pus draining or wound bed not vascularized",
        "cop": 1,
        "opa": "Tight dressing is applied",
        "opb": "Excessive discharge from wound",
        "opc": "ss hemolytic streptococcus infection is present",
        "opd": "Wound bed not vascularised",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "5c664adc-8141-4232-ad6f-6a5d25c51ff7",
        "choice_type": "single"
    },
    {
        "question": "Reactionary hemorrhage occurs within",
        "exp": "Reactionary haemorrhage commonly occurs in the first 24 hours after surgery, It may be caused by slippage of a ligature, displacement of blood clot, cessation of vasospasm, after coughing or increased mobility Bailey and Love 26th edition pg 19",
        "cop": 3,
        "opa": "1-2 days",
        "opb": "2-7 days",
        "opc": "< 24 hours",
        "opd": "After 7 days",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "0f048af9-5f56-4b82-ab8b-2516fe28d1d1",
        "choice_type": "single"
    },
    {
        "question": "Karydakis procedure is used for",
        "exp": "Surgical treatment of chronic pilonidal disease. Laying open of all tracks with or without marsupialisation, The excision of all tracks with or without primary closure and. The excision of all tracks and then closure by some other means designed to avoid a midline wound (Limberg procedure, Z-plasty, Karydakis procedure). Bascom's procedure involves an incision lateral to the midline to gain access to the sinus cavity, which is rid of hair and granulation tissue, and excision and closure of the midline pits. Ref: Bailey and love 27e pg: 1348",
        "cop": 1,
        "opa": "Pilonidal sinus",
        "opb": "Fistula in ano",
        "opc": "Coccydynia",
        "opd": "Haemorrhoids",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "45fabbc1-1419-4958-8f8c-ca02e0588c19",
        "choice_type": "single"
    },
    {
        "question": "Gompezian curve is used to describe",
        "exp": "Gompezian curve: In its early stages, growth is exponential but, as the tumour grows, the growth rate slows. This decrease in growth rate probably arises because of difficulties with nutrition and oxygenation. The tumour cells are in competition: not only with the tissues of the host but also with each other. Ref: Bailey and Love 27e pg: 143",
        "cop": 1,
        "opa": "Cancer growth",
        "opb": "Wound healing rate",
        "opc": "Haemorrhagic shock",
        "opd": "Nutritional requirements in surgical patients",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "7439dfa5-9605-4fe9-9120-766fd2a57d02",
        "choice_type": "single"
    },
    {
        "question": "The tensile strength of wound after laparoscopic cholecystectomy in a 30 years old Woman depends upon",
        "exp": "\"Covalent cross-linking of the lysine residues provides tensile strength. The extent and type of crosslinking vary from tissue to tissue. In tissues such as tendons, in which tensile strength is crucial, collagen cross-linking is extremely high. \"Sabiston 20th edition Pg: 139",
        "cop": 2,
        "opa": "Replacement of type 3 collagen",
        "opb": "Extensive cross linking of procollagen",
        "opc": "Macrophage activity/invasion",
        "opd": "Granulation tissue",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "6c0698f7-2352-4203-9d6f-24f049fcecdf",
        "choice_type": "single"
    },
    {
        "question": "Most suitable angle of Z plasty is?",
        "exp": ". 60 degree is most commonly used because it provides optimal balance between lengthening and ease of closure",
        "cop": 3,
        "opa": "30 degrees",
        "opb": "45 degrees",
        "opc": "60 degrees",
        "opd": "90 degrees",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "93460db0-b627-4941-a322-9b95932c3052",
        "choice_type": "single"
    },
    {
        "question": "Organ least affected in blast injuries",
        "exp": "Tympanic membrane (TM) rupture is the most common primary blast injury. Other common organs are lung and intestine. The solid organs are more resistant to primary blast. Ref: Bailey and love 27e pg: 431",
        "cop": 2,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Tympanic membrane",
        "opd": "Intestines",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "db6c6244-eef6-4adb-acc9-7d2136715b6f",
        "choice_type": "single"
    },
    {
        "question": "Dacron vascular graft is",
        "exp": ". Aneurysm is excised and the aerial graft either PTFE (Polytetrafluoroethylene), knitted dacron graft, or woven dacron graft is placed. The graft is sutured to the vessel above and below using monofilament, nonabsorbable suture material, polypropylene 5-zero. ref: SRB; s manual of surgery, ed 3, pg no 170",
        "cop": 2,
        "opa": "Nontextile synthetic",
        "opb": "Textile synthetic",
        "opc": "Nontextile biologic",
        "opd": "Textile biologic",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ff7ac0e3-88d0-4d5d-a0cf-1f6a3b23b08d",
        "choice_type": "single"
    },
    {
        "question": "Wolfe grafts is",
        "exp": ". wolfe graft is a ful thickness graft consisiting of epidermis and full layer of dermis thiersch graft is a paial thickness graft consisiting of epidermis and variable layers of dermis",
        "cop": 1,
        "opa": "Full thickness skin grafts",
        "opb": "Paial thickness skin grafts",
        "opc": "Split-skin grafts",
        "opd": "Pedicled flap",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "fdf194db-8fce-4f10-ae19-488a8f1e81af",
        "choice_type": "single"
    },
    {
        "question": "Below knee, amputation is done at the level of",
        "exp": "In below knee amputation, approximately 10 cm below the tibial tuberosity, an anterior incision of two-thirds of the circumference is created. Posterior flap is taken longer. Ref: Bailey and love pg: 958",
        "cop": 2,
        "opa": "5 cm below tibial tuberosity",
        "opb": "10 cm below tibial tuberosity",
        "opc": "15 cm below tibial tuberosity",
        "opd": "20 cm below tibial tuberosity",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ec739981-5593-46e3-83cb-feeb3efaf707",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old 70kg man is put on fast perioperatively. 100gm of glucose is given per day as 5% dextrose solution. This is to",
        "exp": "During starvation, the body is faced with an obligate need to generate glucose to sustain cerebral energy metabolism (100 g of glucose per day). This is achieved in the first 24 hours by mobilising glycogen stores and thereafter by hepatic gluconeogenesis from amino acids, glycerol and lactate. This eventually leads to accelerated loss of lean tissue (the main source of amino acids for hepatic gluconeogenesis) IV Glucose provided for surgical patients who are fasted has a significant protein- sparing effect. Ref: Bailey and love 27e pg: 10",
        "cop": 3,
        "opa": "Meet daily calorie requirement",
        "opb": "Meet daily fluid requirement",
        "opc": "Sustain cerebral energy metabolism",
        "opd": "Sustain anabolic status",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "395ccc72-83e6-440f-b334-2bfb5a525e80",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common type of shock in surgical practice",
        "exp": "Hypovolemic shock is probably the most common form of shock, and to some degree is a component of all other forms of shock. Hypovolemic shock is due to reduced circulating volume. Reference: Bailey & Love, 27th Edition, page no = 13.",
        "cop": 2,
        "opa": "Cardiogenic",
        "opb": "Hypovolemic",
        "opc": "Neurogenic",
        "opd": "Septic shock",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "4ced1861-76de-4a21-a7da-1bae3f6a90cb",
        "choice_type": "single"
    },
    {
        "question": "Modified shock index formula is:",
        "exp": "Shock Index(SI) Modified Shock Index (MSI) SI is defined as heart rate divided by systolic BP Better marker for assessing severity of shock than heart rate & BP alone. Utility in trauma patients, sepsis, obstetrics, myocardial infarction, stroke & other acute critical illnesses. Correlated with need for interventions such as blood transfusion & invasive procedures including operations SI is known as a hemodynamic stability indicator Si does not take into account the diastolic BP MSI is defined as heart rate divided by mean aerial pressure High MSI indicates a value of stroke volume & low systemic vascular resistance, a sign of hypodynamic circulation Low MSI indicates a hyperdynamic state. MSI has been considered a better marker than SI for moality rate prediction. Ref: Sabiston 20th edition Pgno: 52",
        "cop": 3,
        "opa": "Heart rate/Systolic BP",
        "opb": "Heart rate/Diastolic BP",
        "opc": "Heart rate/Mean aerial pressure",
        "opd": "Pulse rate/Systolic BP",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "5ab7ba71-f4a8-4f49-b494-4078272e6b6c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the folllowing organisms is not associated with synergistic gangrene",
        "exp": "Necrotising fasciitis is a dangerous and rapidly spreading infection of the fascial planes leading to necrosis of the subcutaneous tissues and overlying skin. It is caused by b-haemolytic streptococci and, occasionally, Staphylococcus aureus, but may take the form of a polymicrobial infection associated with other aerobic and anaerobic pathogens, including Bacteroides, Clostridium, Proteus, Pseudomonas and Klebsiella. It is termed Fournier's gangrene when it affects the perineal area, and Meleney's synergistic gangrene when it involves the abdominal wall",
        "cop": 1,
        "opa": "Escherichia",
        "opb": "Staphylococcus",
        "opc": "Clostridium",
        "opd": "Streptococcus",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d0722025-51c9-4ae5-9091-4de3096ccd7e",
        "choice_type": "single"
    },
    {
        "question": "Posterior right subhepatic intraperitoneal space is",
        "exp": "Posterior right subhepatic intraperitoneal space is called morrison&; s pouch. Morison&; s pouch is the space that separates the liver from the right kidney. As a potential space, the recess is not filled with fluid under normal conditions. However, fluid can collect in this space in circumstances where the abdomen fills with fluid, such as hemoperitoneum Its one of the four regions seen in FAST scan",
        "cop": 4,
        "opa": "Lesser sac",
        "opb": "Hepatorenal pouch",
        "opc": "Superior pa of supracolic compament",
        "opd": "Morrison's pouch",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "c66eb51c-3896-4a53-92cb-993d5b816877",
        "choice_type": "single"
    },
    {
        "question": "In a ulcer over skin if there is undermined edges it suggests",
        "exp": "Flat sloping venous or septic, often with a transparent healing edge along pa of its circumference. Punched-out syphilitic, trophic, diabetic, ischaemic, leprosy. Undermined tuberculosis, pressure necrosis paicularly over the buttocks, carbuncles. Raised rodent ulcer, often with a slightlyrolled appearance. Raised and eveed carcinoma Hamilton bailey 19th edition Pg 64",
        "cop": 2,
        "opa": "Syphilis",
        "opb": "Tuberculosis",
        "opc": "Cancerous ulcer",
        "opd": "Venous ulcer",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "cf05f3d3-db3b-4c32-b1d7-14bff10fb97a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a complication of Total Parenteral Nutrition",
        "exp": ". catheter related complication infections hydrothorax, pneumothorax, hemothorax cardiac tamponade injuriesto aeries and veins thrombotic complication air embolism metabolic complication azotemia essential fatty acid def fluid overload metabolic bone disease liver dysfunction glucose imbalance electrolyte imbalance trace elements and vitamin def",
        "cop": 3,
        "opa": "Metabolic bone disease",
        "opb": "Essential fatty acid deficiency",
        "opc": "Congestive cardiac failure",
        "opd": "Hypophosphatemia",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "d25dfe37-e466-4a83-a176-51955d8b03a4",
        "choice_type": "single"
    },
    {
        "question": "Carbohydrate-related to blood grouping?",
        "exp": "The major blood groups of this system are A, B, AB, and O. O type RBCs lack A or B antigens. These antigens are carbohydrates attached to a precursor backbone, may be found on the cellular membrane either as glycosphingolipids or glycoproteins, and are secreted into plasma and body fluids as glycoproteins. H substance is the immediate precursor on which the A and B antigens are added. This H substance is formed by the addition of fucose to the glycolipid or glycoprotein backbone. The subsequentaddition of N-acetylgalactosamine creates the A antigen, whereas the addition of galactose produces the B antigen. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 138e; Transfusion Biology and Therapy",
        "cop": 4,
        "opa": "Arabinose",
        "opb": "Xylulose",
        "opc": "Xylose",
        "opd": "Fucose",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "ec8ce4a8-a881-4e63-a1a9-24b3c710d034",
        "choice_type": "single"
    },
    {
        "question": "Marjolin ulcer",
        "exp": ". marjolin&; s ulcer is the name given to a malignancy ( usually a squamous cell carcinoma ) which arise in any long standing wound or a scar mostly scar of an old burn it grows slowly as it is avascular it is painless",
        "cop": 1,
        "opa": "Ca in marjolin's is squamous cell ca",
        "opb": "Chronic venous insufficiency",
        "opc": "Basal cell carcinoma",
        "opd": "arise from base of the ulcer",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "bd33b12f-ac10-40a4-8f1a-13cf4d118e1a",
        "choice_type": "single"
    },
    {
        "question": "Ramesh met an accident with a car and has been in &; deep coma&; for the last 15 days. The most suitable route for the administration of proteins and caloriesis by?",
        "exp": "Unless the GI tract is non-functional, its use for nutritional suppo is preferable as compared to TPN. In a patient who is comatose either NG feeding or feeding through a gastrostomy tube may lead to vomiting and aspiration. This can be avoided by using a nasoenteric tube with the tip placed in jejunum under fluoroscopic guidance or endoscopic control. Alternatively, a catheter may be placed directly into the proximal jejunum through a small upper abdominal incision. Enteral Nutrition Enteral feeding means delivery of nutrients into the GIT. The alimentary tract should be used whenever possible. This can be acheived with oral supplements (sip feeding) or with a variety of tube-feeding techniques delivering food into the stomach, duodenum or jejunum. Advantages of Enteral route over Parenteral route Maintains integrity of gastrointestinal tract. Reduces translocation of gut bacteria that may lead to infection. Reduces levels of pro inflammatory cytokines generated by the gut that contribute to hypermetabolism. Enteral Nutrition Indication Contraindication Protein-energy malnutrition with inadequate oral intake Dysphagia except for fluids Major trauma (Or surgery) when return to required dietary intake is prolonged Inflammatory bowel disease Distal, low-output (<200 ml/day) enterocutaneous fistula To enhance adaptation after massive enterectomy Small bowel obstruction or ileus Severe diarrhoea Proximal small intestinal fistula Severe pancreatitis Ref: Sabiston 27th edition Pgno: 112",
        "cop": 1,
        "opa": "Jejunostomy tube feeding",
        "opb": "Gastrostomy tube feeding",
        "opc": "Nasogastric tube feeding",
        "opd": "Central venous hyperalimentation",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "11652335-371c-4ff1-8d87-fb3bb5e179e1",
        "choice_type": "single"
    },
    {
        "question": "Hyperacute rejection is due to",
        "exp": "Hyperacute rejection occurs when preformed anti-donor antibodies are present in the circulation of the recipient. Such antibodies may be present in a recipient who has previously rejected kidney transplant, Multiparous women, Prior blood transfusions. Hyperacute Rejection occurs within minutes or hours after transplantation. Robbins pathology 9e Pg: 233",
        "cop": 1,
        "opa": "Preformed antibodies",
        "opb": "Cytotoxic T lymphocyte mediated injury",
        "opc": "Endothelitis caused by donor antibodies",
        "opd": "Circulating macrophage mediated injury",
        "subject_name": "Surgery",
        "topic_name": "General surgery",
        "id": "8c22bc36-1a71-4fda-a3cf-347e85c752f5",
        "choice_type": "single"
    }
]