[
    {
        "question": "Surgery for elective hemicolectomy for carcinoma colon is described as -",
        "exp": "Ans. is 'b' i.e., Clean contaminated",
        "cop": 2,
        "opa": "Clean",
        "opb": "Clean contaminated",
        "opc": "Dirty",
        "opd": "Contaminated",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "2f5963a7-7bfc-4803-8289-811a3f1ae150",
        "choice_type": "single"
    },
    {
        "question": "Management of an open wound seen 12 hours after the injury:",
        "exp": "Ans. (b) Debridement and Suture(Ref: Sabiston 19/e p245)* If the blood supply is adequate and tissue is viable with absent bacterial infection wound can be safely closed anytime following proper debridement and irrigation.",
        "cop": 2,
        "opa": "Suturing",
        "opb": "Debridement and suture",
        "opc": "Secondary suturing",
        "opd": "Heal by granulation",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "f1d2c495-f861-488d-9fa1-02d2a4c641f2",
        "choice_type": "single"
    },
    {
        "question": "Reactionary hemorrhage -",
        "exp": "Ans. is 'a' i.e., Bleeding within 24 hrs",
        "cop": 1,
        "opa": "Bleeding within 24 hrs",
        "opb": "Bleeding after 24 hrs",
        "opc": "After one week",
        "opd": "During surgery",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "38bd3c95-008e-4814-8525-313a0fc94f38",
        "choice_type": "single"
    },
    {
        "question": "The benefits of stopping smoking before surgery are all except -",
        "exp": "Ans. is 'd' i.e., Less risk of malignancies associated with smoking Post-operative health benefits associated with smoking abstinenceo Reduced risk of pulmonary complications such as respiratory failure, need for postoperative respiratory therapy or admission to intensive care.o Acute smoking has been associated with increased ST depression during anesthesiao Decreased risk of graft failure.o Decreased wound related complications such as dehiscence and infectiono Increased rate of bone healingo Reduced length of admission.o Permanent smoking cessation reduces the risk of heart disease, stroke, cancer and premature death.",
        "cop": 4,
        "opa": "Better wound healing",
        "opb": "Better mucociliary clearance",
        "opc": "Better bone healing",
        "opd": "Less risk of malignancies associated with smoking",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "e6767ef3-071f-45b5-94da-b06307111a46",
        "choice_type": "multi"
    },
    {
        "question": "Initial treatment of keloid -",
        "exp": "Ans. is 'b' i.e., Intralesional steroid Imralesional injection of steroid (Triamcinolone acetate) is now recommended as the first line of t/t for keloids\" Schwartz\"Intralesional injection of Triamcinolone is also the t/t o f choice for intractable hypertrophic scars. Success is enhanced when it is combined with surgical excision\" CSDT13/epi 105o Other modalities of t/t used for keloids are:SurgerySurgical excision alone leads to a high recurrance rate.There are fewer recurrances wrhen surgical excision is combined with other modalities such as intralesional corticosteroid injection, topical application of silicone sheets or the use of radiation or pressure.Surgery is recommended for debulking large lesions.Radiation therapyIt may produce unpredictable results and has obvious potential side effects including neoplastic degeneration; and has high recurrance rate wrhen used alone.Silicone sheet applicationPressure applicationTopical retinoids",
        "cop": 2,
        "opa": "Topical steroid",
        "opb": "Intralesional steroid",
        "opc": "Excision",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "5c958b92-50af-46eb-88a5-9e2e738ae125",
        "choice_type": "single"
    },
    {
        "question": "Tissue suturing glue contains-",
        "exp": "Ans. is 'a' i.e., Cyanoacrylate o Most tissue adhesives or glue are cyanoacrylate polymers, such as n-butyl-2-cyanoacrylate (eg, Histoacryl - PeriAcryl -) or 2-octyl cyanoacrylate (eg, Dermabond - Surgiseal).o Cyanoacrylate tissue adhesives are liquid monomers that undergo an exothermic reaction on exposure to moisture (eg, on the skin surface), changing to polymers that form a strong tissue bond. When applied to a laceration, the polymer binds the wound edges together to allow normal healing of the underlying tissue,o Compared with wounds closed with sutures, the tensile strength of wounds closed by tissue adhesives is less at the time of initial application, but equalizes by one week post-repair.Advantages:o Less painful application, and sometimes no need for local anesthetic injectiono More rapid application and repair timeo Cosmetically similar results at 12 months post-repairo Waterproof barriero Antimicrobial propertieso Better acceptance by patientso No need for suture removal or follow-upIndications and contraindications:o For use of tissue adhesives the wound needs to be clean, dry with near perfect hemostasis and under no tension,o Complex stellate lesions or crush injuries should not be closed with tissue adhesives since good wound approximation is difficult to achieve.o Tissue adhesives are not recommended for lacerations of the hands, feet, or joints, since repetitive movements could cause the adhesive bond to break before sufficient tensile strength is achieved.o Tissue adhesives are not recommended for the oral mucosa or other mucosal surfaces or areas of high moisture such as the axillae and perineum.o Lacerations involving the hairline or vermilion border require more precision, and should be repaired with traditional sutures.",
        "cop": 1,
        "opa": "Cyanoacrylate",
        "opb": "Ethanolamine oleate",
        "opc": "Methacrylate",
        "opd": "Polychloroprene",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "6f8231eb-f571-40fd-bf27-303ecc867a95",
        "choice_type": "single"
    },
    {
        "question": "Which suture is absorbed in 180 days -",
        "exp": "Ans. is 'a' i.e., Polydiaxonone o Polydioxanone suture provides wound support for longer period as compared to other synthetic absorbable sutures. Polydioxanone suture also offers far superior tensile strength. Polydioxanone suture is made from polymerizing para dioxanone monomer. PDS sutures provide wound support for longer periods up to 50 days and offers far superior tensile strength and outstanding pliability. Its monofilament structure provides good handling properties and excellent knot security. Absorption of suture is by simple hydrolysis within 180 days from implantation day. Absorption of polydioxanone suture is reliable and predictable.",
        "cop": 1,
        "opa": "Polydiaxonone",
        "opb": "Catgut",
        "opc": "Chromic Catgut",
        "opd": "Nylon",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "9e69cfa6-51b6-4f02-9a0e-a41496aea4ec",
        "choice_type": "multi"
    },
    {
        "question": "Reactionary Hemorrhage occurs due to -",
        "exp": "Ans. is 'a' i.e., Dislodgement of clot PrimaryReactionarySecondaryImmediate post op< 24 hours7-14 daysDue to surgery itselfDislodgement of clotPrssure necrosis Ligature slipInfection Noramlisation of BP and vasodilation",
        "cop": 1,
        "opa": "Dislodgement of clot",
        "opb": "Infection",
        "opc": "Damage to a blood vessel",
        "opd": "Pressure necrosis",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "e04aa375-bcfa-4b1d-a1c7-4d131efe89a0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is used as preservative for packing catgut suture",
        "exp": "Ans. is 'a' ie., isopropyl alcoholRememberSuturesPreservatives usedCatgutIsopropyl alcoholProlineIsopropyl alcoholVicrylNoneSilkNone",
        "cop": 1,
        "opa": "Isopropyl alcohol.",
        "opb": "Colloidal iodine.",
        "opc": "Glutaraldehyde.",
        "opd": "Hydrogen peroxide.",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "bc5242f7-4e40-4c38-a3b0-060cf9e8ac34",
        "choice_type": "single"
    },
    {
        "question": "Catgut is prepared from submucosal layer of the intestine of:",
        "exp": "Ans. (b) Sheep(Ref: Bailey 261e p37-38)Catgut points:* Discovered by John Hunter* Plain catgut is derived from Sheep submucosa of intestine* Plain catgut loses its strength by 50% in 3 days- Complete strength lost by 15 days and absorbed in 60 days* Isopropyl alcohol is used to preserve catgut.",
        "cop": 2,
        "opa": "Cat",
        "opb": "Sheep",
        "opc": "Human being",
        "opd": "Rabbit",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "f4e17b46-9c5e-400f-862c-77e8b81c0fc3",
        "choice_type": "single"
    },
    {
        "question": "Clean and small wound heals by?",
        "exp": "Ans. (a) Primary intentionRef: Bailey & Love 26th edJ25HEALING BY PRIMARY INTENTION* It involves epidermis and dermis without total penetration of dermis healing by process of epithelialization when wound edges are brought together so that they are adjacent to each other (re-approximated).* This minimizes scarring* Most surgical wounds heal by primary intention healing* Wound closure is performed with sutures (stitches), staples, or adhesive tape* Examples: well-repaired lacerations, well reduced bone fractures, healing after flap surgery",
        "cop": 1,
        "opa": "Primary intention",
        "opb": "Secondary intention",
        "opc": "Tertiary intention",
        "opd": "All of above",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "6d43a5e3-6ad7-44bc-a88e-9965b377624a",
        "choice_type": "multi"
    },
    {
        "question": "After surgery, the wound heals in a linear fashion without any complication. This type of healing is called -",
        "exp": "Ans. is 'a' i.e., Primary Healing Primary Healingo Primary wound healing or healing by first intention occurs within hours of repairing a full-thickness surgical incision. This surgical insult results in the mortality of a minimal number of cellular constituents.Delayed Primary Healingo If the wound edges are not reapproximated immediately, delayed primary wound healing transpires. This type of healing may be desired in the case of contaminated woundsSecondary Healingo A third type of healing is known as secondary healing or healing by secondary intention. In this type of healing, a full-thickness wound is allowed to close and heal. Secondary healing results in an inflammatory response that is more intense than with primary wound healing. In addition, a larger quantity of granulomatous tissue is fabricated because of the need for wound closure. Secondary healing results in pronounced contraction of wounds.",
        "cop": 1,
        "opa": "Primary Healing",
        "opb": "Secondary Healing",
        "opc": "Delayed primary Healing",
        "opd": "Reepithelization",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "d2f594f0-6b43-4f26-9ba4-d41cee135e8e",
        "choice_type": "multi"
    },
    {
        "question": "Difference between primary and secondary healing is -",
        "exp": "Ans. is 'a' i.e., More granulation tissue and fibrosis is seen in secondary healing Primary Healingo Primary wound healing or healing by first intention occurs within hours of repairing a full-thickness surgical incision. This surgical insult results in the mortality of a minimal number of cellular constituents.Delayed Primary Healingo If the wound edges are not reapproximated immediately, delayed primary wound healing transpires. This type of healing may be desired in the case of contaminated woundsSecondary Healingo A third type of healing is known as secondary healing or healing by secondary intention. In this type of healing, a full-thickness wound is allowed to close and heal. Secondary healing results in an inflammatory response that is more intense than with primary wound healing. In addition, a larger quantity of granulomatous tissue is fabricated because of the need for wound closure. Secondary healing results in pronounced contraction of wounds.",
        "cop": 1,
        "opa": "More granulation tissue and fibrosis is seen in secondary healing",
        "opb": "Scar is more cosmetic in secondary healing",
        "opc": "Secondary healing occurs faster",
        "opd": "Surgical wound heal commonly by secondary healing",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "026a5a32-73e4-4d50-a2d1-654dc7d6f36d",
        "choice_type": "single"
    },
    {
        "question": "Poor wound healing may be due to all of the following except -",
        "exp": "Ans. is 'c' i.e., Young Age Factors that adversely affect wound healing Local o Abnormal blood supply (ischemia due to arterial disease or impaired venous drainage, e.g. arteriosclerosis, varicose veins) o Infection o Presence of foreign material, necrotic tissue or excessive blood (hematoma) o Movement in injured area o Tension in injured area o Irradiation (decreases the viability of cells) o Denervation o Smoking Systemic o Advanced age o Failure of collagen synthesis d/t # Vitamin C deficiency # Protein deficiency # Zinc deficiency # Ehlers-Danlos syndrome (disorder characterized by defective collagen formation, hyperextensible joints, fragile tissues and impaired wound healing) o Diabetes mellitus o Corticosteroid excess (administration of exogenous corticosteroids or Cushing's syndrome) o Malnutrition o Anemia o Obesity o Drugs (steroids, cytotoxic medication, intensive antibiotic therapy) o Genetic disorders (osteogenesis imperfecta, Ehler-Danlos syndrome, Marfan syndrome) o Systemic infection o Malignant disease o Temperature o Trauma, hypovolemia and hypoxia o Uremia o Bleeding disorder",
        "cop": 3,
        "opa": "Smoking",
        "opb": "Excessive tension on sutures",
        "opc": "Young age",
        "opd": "Diabetes",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "c38c3524-d0d6-448a-be21-246ba91aba3d",
        "choice_type": "multi"
    },
    {
        "question": "A full thickness wound that is not sutured heals by-",
        "exp": "Ans. is 'b' i.e., Secondary Healing Primary Healingo Primary wound healing or healing by first intention occurs within hours of repairing a full-thickness surgical incision. This surgical insult results in the mortality of a minimal number of cellular constituents.Delayed Primary Healingo If the wound edges are not reapproximated immediately, delayed primary wound healing transpires. This type of healing may be desired in the case of contaminated woundsSecondary Healingo A third type of healing is known as secondary healing or healing by secondary intention. In this type of healing, a full-thickness wound is allowed to close and heal. Secondary healing results in an inflammatory response that is more intense than with primary wound healing. In addition, a larger quantity of granulomatous tissue is fabricated because of the need for wound closure. Secondary healing results in pronounced contraction of wounds.",
        "cop": 2,
        "opa": "Primary Healing",
        "opb": "Secondary Healing",
        "opc": "Delayed primary Healing",
        "opd": "Reepithelization",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "b71f25a8-0f37-4d1b-8e57-fbcb153f74ee",
        "choice_type": "single"
    },
    {
        "question": "Female patient with injury on her scalp, hair was shaved and sutures were put. On which day sutures should be removed?",
        "exp": "Ans. (a) 8-10 daysRef Sabiston 18th ed. 12134Scalp suture should be removed on 6th to 8th day. Given these options, 8-10 days is the best choice.Day of suture removal from different body areasBody areaSuture removal on* Scalp6-8 days* Face3-5 days* Chest, Abdomen8-10 days* Ear10-14 days* Extremities, back12 -14 days",
        "cop": 1,
        "opa": "8-10 days",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "1 month",
        "subject_name": "Surgery",
        "topic_name": "General Management of Wounds",
        "id": "dbac00eb-e48c-4974-a207-1cfac899f2b0",
        "choice_type": "single"
    }
]