[
    {
        "question": "A 28-year-old white male presents with asymptomatic testicular enlargement. Which of the following statement(s) is/are true concerning his diagnosis and management?",
        "exp": "Test is cancer is most common between the ages of 25 and 34 and is rare in blacks. The most common malignant neoplasm of the testis arise from the germ cells and can represent a variety of histologic manifestations, e.g, choriocarcinoma, embryonal cell carcinoma, seminoma, and teratoma. For therapeutic purposes, the tumors can be divided into seminomas and nonseminomas. The usual presenting symptom is testicular enlargement that may be associated with mild discomfo. Any solid testicular mass should be considered suspicious for testis carcinoma. The diagnostic and therapeutic approach for any suspected testis carcinoma is inguinal exploration with orchiectomy if the operative findings confirm the presence of a testicular mass. The inguinal approach is employed to perform high ligation of the cord at the inguinal ring and to eliminate potential involvement of the inguinal lymph nodes which are the primary area of drainage for the scrotum. Tumor Marker Characteristics Tumor marker size (daltons) Half-life Normal range Tumor type AFP 70,000 5-7 days <40 ug/l Embryonal, teratoma, yolk sac hCG 38,000 24-36 hours <5 IU/I Seminoma, choriocarcinoma, embryonal, LDH 134,000 Varies 1.5-3.2 ukat/l Any Abbretions: AFP alpha fetoprotein; hCG, human chorionic gonadotropin; LDH, lactate dehydrogenase. The tumour markers, a-fetoprotein (AFP) and the b-human chorionic gonadotropin (HCG) can contribute to both diagnosis and follow-up of testis cancer. Tumour markers are helpful when obtained prior to and following orchiectomy to help in assessing the stage of the tumour. Pure seminoma does not cause elevated AFP but can produce a moderate rise in HCG in 10% of patients. Seminomas are very responsive to radiation. Patients with minimal to moderate tumour burden (Stage I or II) are usually treated with radiotherapy. The field of treatment encompasses the para-aoic and para-caval areas below the diaphragm and ipsilateral inguinal and pelvic areas. STAGING OF TESTIS TUMORS BY THE AMERICAN JOINT COMMITTEE ON CANCER (AJCC) Primary Tumor The extent of primary tumor is classified after radical orchiectomy pTX - Primary tumor cannot be assessed. (If no radical orchiectomy has been performed, TX is used.) pTO - No evidence of primary tumor (e.g., histologic scar in testis) pTis - Intratubular germ cell neoplasia (carcinoma in situ) pT1 - Tumor limited to the testis and epididymis withoutvascular/lymphatic invasion. Tumor may invade into the tunica albuginea but not the tunica vaginalis. pT2 - Tumor limited to the testis and epididymis with vascular/lymphatic invasion, or tumor extending through the tunica albuginea with involvement of the tunica vaginalis pT3 - Tumor invades the spermatic co rd with or without vascular/lymphatic invasion pT4 - Tumor invades the scrotum with or without vascular/lymphatic invasion When bulky retroperitoneal and/or distant metastases are present, cisplatin-based combination chemotherapy is the preferred treatment. The treatment of non-seminomatous tumours is more controversial. Stage I tumours are effectively treated with retroperitoneal lymphadenectomy. If bulky stage II and stage III non-seminomatous tumors are present, initial treatment includes cisplatin-based chemotherapy. Evidence for residual disease with normalization of tumour markers is usually an indication for surgical exploration.",
        "cop": 2,
        "opa": "Tumour markers, b-fetoprotein (AFP) and ?-human chorionic gonadotropin (HCG) will both be of value in the patient regardless of his ultimate tissue type",
        "opb": "The diagnosis of seminoma should be followed by postoperative radiation therapy",
        "opc": "Orchiectomy should be performed scrotal approach",
        "opd": "With current adjuvant chemotherapy regimens, retroperitoneal lymphadenectomy is no longer indicated for non-seminomatous testicular tumours",
        "subject_name": "Surgery",
        "topic_name": "Genitourinary System",
        "id": "816b3810-cc5a-498f-8b5b-ba447778eacc",
        "choice_type": "multi"
    }
]