[
    {
        "question": "Curling's ulcer is seen in:",
        "exp": "Cushing ulcer: stress gastritis due to intracranial injury/increased ICP Curling ulcer: after burn injury (>35%); in the body and fundus; not in antrum and duodenum Cameron ulcers or riding ulcers; linear gastric erosions in hiatal hernias",
        "cop": 1,
        "opa": "Burn patients",
        "opb": "Patients with head injuries",
        "opc": "Zollinger Ellison syndrome",
        "opd": "Analgesic drug abuse",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "bfbbc130-a09e-4d2d-9240-6539799edf0a",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of malignant gastric ulcer seen on Barium meal",
        "exp": "Radiological features of Benign gastric ulcer Collection of barium on dependent wall Round, oval, linear in shape with a ring shadow May project beyond the gastric lumen Hampton's line- a thin lucent line crossing the ulcer base Ulcer collar- thicker smooth rim of lucency at the ulcer base Ulcer mound- with increasing edema, symmetrically gently sloping mass can be seen. Features suspicious for malignancy Location within fundus or proximal half of greater curvature Incomplete healing Loss of mucosal pattern Carmen meniscus sign- characterized by lentiform shaped appearance of inner margin.",
        "cop": 2,
        "opa": "Hampton line",
        "opb": "Carman meniscus sign",
        "opc": "Ulcer cap",
        "opd": "Ulcer crater",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "1c18d74c-f95d-4798-b5d1-ae23adb41e47",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old male patient presented to surgery OPD with history of serous discharge from an external opening located in perianal region(posterior openings). On examination, the location of external opening was at 4'O clock position. What is the location of internal opening?",
        "exp": "Goodsall's Rule: Anterior openings - Straight tracks - Location of external & internal openings are in the same position. Eg: Location of external opening is 1'0 clock position the location of internal opening is also at 1'0 clock position Posterior openings - Curved tracks - Location of external & internal opening - Not same - Eg: External opening - 4, 5, 6, 7, 8, 'O clock. Internal opening - 6'O clock position Exceptions 1. Multiple external openings: - Posterior rule is applied - Internal opening - posteriorly in midline 2. Location of external opening > 3cms from anal verge: - Posterior rule will be applied",
        "cop": 4,
        "opa": "a. 3'O clock",
        "opb": "4'O clock",
        "opc": "5'O clock",
        "opd": "6'O clock",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "0b204092-7f51-4b2e-a37b-99f3fab0b3d2",
        "choice_type": "single"
    },
    {
        "question": "Dieulafoy's lesion is:",
        "exp": "DIEULAFOY'S GASTRIC LESION Caused by an abnormally large (1-3 mm)Q, touous aery coursing through the submucosa. * Occurs 6-10 cm from the GE junction, generally in 'fundus' near the cardia along lesser curvatureQ. Diagnosis Endoscopy is the diagnostic modality of choice Treatment: Initial attempts at endoscopic control are often successfulQ. In cases that fail endoscopic therapy, angiographic coil embolization can be successfulQ.",
        "cop": 4,
        "opa": "Prolapse gastropathy",
        "opb": "Gastric antral vascular ectasia",
        "opc": "Gastric hemorrhagic telangiectasias",
        "opd": "Aberrant vessel in the sub mucosa that bleeds from a mucosal defect",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "63de60f5-a6c7-4cc5-8567-f9def8a55fe6",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old male patient presented with mild abdominal pain, mild constipation with a feeling of incomplete evacuation and mucus in stools for the past four years. On examination, tenderness is present in left iliac fossa. The most likely diagnosis is:",
        "exp": "Diveicular disease of colon:- Intraluminal pressure - Herniation of mucosa & Sub-mucosa at the site of weakness (site of penetration of nutrient aeries) - Acquired - Multiple - False - Located along mesenteric border- M/C site - Sigmoid colon- Perforation - Inflammation - Diveiculitis IOC for colonic diveicula - Ba. Enema (Saw tooth appearance)IOC for Dx of diveiculitis- CECT C/F: - Pain - Tenderness- Incomplete evacuation- Constipation Ulcerative Colitis:- Proctitis- Multiple episodes of loose stools- Hematochezia - Decrease in goblet cells- decrease in mucus production- No / Less tenderness in LIF- Constipation is unlikely Irritable bowel syndrome Abdominal pain, cramping or bloating that releives or paially releives by passing bowel- | frequency of stools- No increase in bowel movement- A/w long history No tenderness in LIF Carcinoma colon:- 5th - 6th decade- Anorexia, weight loss- Colicky abdominal pain due to obstruction",
        "cop": 2,
        "opa": "Ulcerative colitis",
        "opb": "Diveicular disease of colon",
        "opc": "Irritable bowel syndrome",
        "opd": "Carcinoma colon",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "4a664d6c-22fc-44d4-8d3f-12651afb89ef",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old male was brought to the emergency with severe abdominal pain. On examination, pulse rate was 112/minute and systolic BP was 80 mm Hg. Chest X-ray is given below. What is the most appropriate management?",
        "exp": "X-ray - Gas under right dome of diaphragm - secondary bacterial peritonitis Secondary bacterial peritonitis (SBP) Due to perforation Spillage of intestinal contents Polymicrobial E. coli + Bacteroides Mx: Exploratory laparotomy. + Drain",
        "cop": 1,
        "opa": "Exploratory laparotomy",
        "opb": "Intercostal tube drainage",
        "opc": "Saline wash of stomach",
        "opd": "IV antibiotics",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "867ec928-0f96-4df9-aadc-6ea26d7b3914",
        "choice_type": "single"
    },
    {
        "question": "Safest contrast in esophageal perforation:",
        "exp": "\"Iodinated contrast Materials Water-soluble iodinated contrast media can be used to visualize the upper gastrointestinal tract. These contrast material are considered safer than barium sulfate in patients with esophageal perforation or communication between esophagus and airways and when there is a risk of aspiration onto the bronchi. They are also used for the examination of the esophagus in the early postoperative period following esophageal surgery or correction of hiatal hernia. The demonstration of leak is a contraindication for the withdrawal of the postoperative gastric tube. Water-soluble- Water-soluble iodinated contrast media can be classified by osmolality. High osmolality contrast media- High osmolality contrast media (HOCM) are approximately five to eight times the osmolality of serum. diatrizoate sodium/meglumine (Gastrografin, MD-Gastroview, Cystografin) iothalamate sodium/meglumine (Conray, Cysto-Conray) Low osmolality contrast media-Low osmolality contrast media (LOCM) are less than three times the osmolality of human serum and preferred for intravascular and intrathecal administration iopamidol (Isovue) iohexol (Omnipaque) - most safest used iopromide (Ultravist) ioversol (Optiray) ioxilan (Oxilan)",
        "cop": 1,
        "opa": "Iohexol",
        "opb": "Barium sulphate",
        "opc": "Gadolinium",
        "opd": "Hypaque",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "fade3b7c-1a13-4119-a994-a2512021d860",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old male underwent Billroth-II gastrectomy for gastric ulcer. After 3 weeks of surgery, when patient was having dinner, patient collapsed within 20 minutes of meals. What is the most probable reason?",
        "exp": "Dumping syndrome:- Complication of loop gastrojunostomy / Billroth - II gastrectomy.- Due to dumping of hyperosmotic & hyperosmolar content into proximal pa of jejunum Early dumping Late dumping - 15-30 minutes after meals -Hyperosmotic content | Fluid secretion | Third space loss | Vasomotor symptoms hypovolemia - 2-3 hours after meals - Hyperglycemic content | | release of insulin | Reactive hypoglycaemia Dumping is easy to prevent but difficult to manage Prevention of dumping syndrome: 1. Dietary modification- Small frequent meals- | carbohydrate, | protein, | fat - Avoid liquids during meals- Avoid high calorie drinks2. Octreotide intake3. Sx 1. (B-II - B-I)2. Interposition of anti-peristaltic segment of jejunum.",
        "cop": 1,
        "opa": "Hypovolemia",
        "opb": "Reactive hypoglycemia",
        "opc": "Reactive hyperglycemia",
        "opd": "Hypervolemia",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "b5dc046c-8080-4d31-8191-6f26df79377c",
        "choice_type": "single"
    },
    {
        "question": "Recurrent prolapse of the rectum in old patients is treated by:",
        "exp": "Rectal prolapse- Rectal Prolapse is of two types* Mucosal (mainly in children)* Full thickness (mainly in adults) Causes of rectal prolapse common causes- Protein Energy Malnutrition- Worm infestation- Diarrhea Rare causes:- Sacral agenesis- Meningomyelocele Management- Depends on cause- Conservative Management for common causes- If patient is not responding - LOKHA - MUMMARY RECTOPEXY- For rare causes - THIERSCH ANAL WIRING - For Adults - Rectopexy Abdominal approach & Rectopexy Perineal approach. Rectopexy Abdominal Approach- Decreased recurrence rate- Associated with high morbidity- Preferred in young patients- Types of rectopexy* W - Well's* A - Abdominal* R - Ripstein- RESECTION RECTOPEXY* Goldman - Fryberg Rectopexy Perineal Approach- Increased recurrence rate- Associated with low morbidity- For old & frail patients- Types of rectopexy* P - Perineal* A - Altmaier* D - Delorme- THIERSCH ANAL WIRING",
        "cop": 1,
        "opa": "Thiersch wiring",
        "opb": "Digital reposition",
        "opc": "Excision",
        "opd": "Ripstein's operation",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "3a79b099-5237-4e19-b037-43f9dbfc18c1",
        "choice_type": "single"
    },
    {
        "question": "Ideal investigation for fistula-in-ano is",
        "exp": "CLINICAL ASSESSMENT A full medical history and Proctosigmoidoscopy are necessary to gain information about sphincter strength and to exclude associated conditions. Full examination under anesthesia should be repeated before surgical intervention. Diluted hydrogen peroxide, instilled the external opening, is a very useful way of demonstrating the site of the internal opening MRI is the 'gold standard' for fistula imaging Usually reserved for difficult recurrent cases Advantage of MRI: Its ability to demonstrate secondary extensions Fistulography and CT: Useful techniques if an extrasphincteric fistula is suspected. TREATMENT Treatment options: Fistulotomy, Fistulectomy, Setons, Advancement flaps and Glues Laying open is the surest method of eradication, but sphincter division may result in incontinence",
        "cop": 2,
        "opa": "Endoanal ultrasound",
        "opb": "MRI",
        "opc": "Fistulography",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "79e8c58e-ddc7-4d31-a7ac-e8242caa978b",
        "choice_type": "single"
    },
    {
        "question": "Serotonin (5-HT) is one of several mediators of the signs and symptoms of carcinoid tumor. When released from this neoplasm, most of the manifestations of 5-HT are the result of activation of the 5-HT2 receptor. These manifestations are therefore likely to include which of the following effects?",
        "exp": "- 5-HT2 receptors mediate smooth muscle contraction and thus cause bronchospasm and diarrhea, not constipation.- Skeletal muscle and cardiac muscle are relatively insensitive to 5-HT.- Peptic ulceration is not mediated in pa by 5-HT; the autacoid actually reduces acid secretion.",
        "cop": 1,
        "opa": "Bronchospasm",
        "opb": "Constipation",
        "opc": "Skeletal muscle weakness",
        "opd": "Tachycardia",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "e8636b15-f816-47ae-b667-12258a0b1764",
        "choice_type": "single"
    },
    {
        "question": "Saw tooth appearance in abdominal barium enema X ray is seen in",
        "exp": "Diveicula These are abnormal outpouchings or sacs of colon wall that occur due to interactions of high intraluminal pressures, disordered motility and low diet in fiber Formed on mesenteric side of antimesenteric taenia coli Results in protrusion of mucosa and submucosa through layers of muscle It is Pseudodiveiculum or False diveiculum Radiological evidence in prediveicular disease Saw tooth appearance of colon Shoening of bowel Crowding of haustra Picket fencing of folds Ischemic colitis- Ba. Enema - Thumb print sign Ulcerative colitis",
        "cop": 3,
        "opa": "Multiple polyposis",
        "opb": "Ischemic colitis",
        "opc": "Diveiculosis",
        "opd": "Ulcerative colitis",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "759faf15-dbbf-40ab-ad95-63b62e01e51b",
        "choice_type": "single"
    },
    {
        "question": "In pseudomyxoma peritonei, mucinous cyst-adenocarcinoma of which following organ is involved:",
        "exp": "Pseudomyxoma Peritonei Mucinous ascites Caused by ruptured Appendiceal or Ovarian Adenocarcinoma MC primary cause - Appendix > ovary Incidence- male = female Usually seen in 4th - 5th decade Peritoneal cavity is filled with mucinous substances (JELLY like) creates pressure in abdomen compressing the bowel & simultaneously in Upright posture - Abdominal distension",
        "cop": 3,
        "opa": "Pancreas",
        "opb": "Kidney",
        "opc": "Ovary",
        "opd": "Abdominal testis",
        "subject_name": "Surgery",
        "topic_name": "GIT",
        "id": "c5f14096-b705-43e2-b029-f80f6d9a262e",
        "choice_type": "single"
    }
]