[
    {
        "question": "False about hepatic adenoma-",
        "exp": "Ans. is 'c' i.e., Older females o Hepatic adenomas are benign solid neoplasms of liver.MC seen in younger females (20-40 years of age)Usually solitaryRisk factor - Prior/current use of estrogens (OCP)o Clinical FeaturesPatients usually present with upper abdominal pain.Physical examinated is usually unrevealing,o Microscopic FeaturesCords of congested or Fat laden hepatocvtes-absent biliary ductules or normal liver architecture,o DiagnosisCT Scan - Well circumscribed heterogenous mass showing early enhancement during arterial phase.MRI Scan - Hyperintense on T, weighted image and enhance early after gadolinium injection,o Isotope Scan - Hepatoma appears cold.o ComplicationsRupture with intraperitoneal bleeding.Malignant transformation (rare) - to HCCo TreatmentHepatic artery embolisation.Resection.",
        "cop": 3,
        "opa": "Benign lesion",
        "opb": "OCP use",
        "opc": "Older females",
        "opd": "Cold on isotopescan",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "5287cf4d-ca07-40e0-b32a-81ebe7c460b8",
        "choice_type": "multi"
    },
    {
        "question": "30 year old patient with pain in right hypochondrium for 5 days with soft and tender liver and intercostal tenderness. He complains of catch in breath on inspiration and has a non productive cough. On examination the lung fields are clear, patient looks pale and emaciated. Probable diagnosis is",
        "exp": "Ans. (a) Ameobic liver abscessRef:Manipal Manual of surgery, 4th ed./521Refer to the above explanationHydatid cystUsually clinically silentEnlarged liver with smooth surface and is non tender.Pyogenic liver abscessMultiple abscess leading to spiky fever and enlarged liver.Hepatic adenomaPresents in young women on OCP and is solitary. Liver enlargement may or may not be seen.",
        "cop": 1,
        "opa": "Amoebic liver abscess",
        "opb": "Pyogenic live abscess",
        "opc": "Hydatid cyst",
        "opd": "Hepatic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "a29bb139-1b53-463c-b01d-8c6404f7f06d",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with abdominal pain, anorexia, fever, night sweats, malaise, cough and weight loss along with this he complains of pain in the right upper abdomen and right shoulder tip, hiccups and a non-productive cough, past history of bloody diarrhea is present. On physical examination there upper abdominal rigidity, tender hepatomegaly, tender and bulging intercostal spaces are seen. CT of the patient is given, based on the CT what is most likely diagnosis?",
        "exp": "Ans. (b) Amoebic liver abscess.Diagnostic pointers for infection with Entamoeba histolytica* Bloody mucoid diarrhea in a patient from an endemic area or following a recent visit to such a country* Upper abdominal pain, fever, cough, malaise* In chronic cases, a mass in the right iliac fossa = ameboma* Sigmoidoscopy shows typical ulcers - biopsy and scraping may be diagnostic* Serological tests are highly sensitive and specific outside endemic areas* Ultrasound and CT scans are the imaging methods of choiceImage source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Hydatid cyst",
        "opb": "Amoebic liver abscess",
        "opc": "Liver cyst",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "9c8a624e-168e-421b-9e86-36ac90ecef15",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pyogenic liver abscess -",
        "exp": "Ans. is 'b' i.e., Stricture of CBD Routes of infection to liverAlong the bile ducts (MC)Stone impacted in CBDStricture of CBD - benign, malignantCryptogenicVia the portal veinVia the hepatic arteryBy direct extensionFrom a subdiaphragmatic abscessFrom an empyema in chestFrom suppuratative cholecystitisFrom perinephric abscessPenetrating or blunt traumaAlso knowo MC organisms (Ref. Sabiston, Schwartz)Escherichia coliKlebsiella pneumoniaAlso noteo Sabiston 18th ed. writes that now there are 2 most common cause of liver abscess i.e. Cryptogenic and infections from the biliary tree. It writes- \"Along with cryptogenic infections, infections from the biliary' tree are presently the most common identifiable cause of hepatic abscess \".",
        "cop": 2,
        "opa": "Diverticulitis",
        "opb": "Stricture of CBD",
        "opc": "Subdiaphragmatic abscess",
        "opd": "Empyema in chest",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "cf150225-54ea-47d7-8a4d-b625687b4f43",
        "choice_type": "single"
    },
    {
        "question": "Fibrolamellar Ca of liver all are false except:",
        "exp": "Ref: Sabiston Textbook of Surgery, 18th ed Table 52-9Explanation:Fibrolamellar HCC (FHCC) is a variant of HCCThis tumor generally occurs in younger patients without a history of cirrhosis.The tumor is usually well demarcated and encapsulated and may have a central flbrotic area.The central scar can make distinguishing this tumor from FNH difficult.Histologically, FHCC is composed of large polygonal tumor cells embedded in a fibrous stroma forming lamellar structuresCHARACTERISTICHCCFHCCMale-to-female ratio2:1-8:11 : 1Median age (yr)5525TumorInvasiveWell circumscribedResectability<25%50%-75%Cirrhosis90%5%a-fetoprotein positive80%5%Hepatites B positive65%5%",
        "cop": 1,
        "opa": "Common in 20 - 30 years",
        "opb": "Commonly associated with Cirrhotics",
        "opc": "Prognosis is poor",
        "opd": "a-fetoprotein positive in 95% cases",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "ed17b219-eed3-4b72-a62e-43ae3e14424a",
        "choice_type": "multi"
    },
    {
        "question": "All are true about amoebic liver abscess, except -",
        "exp": "Ans. is 'b' i.e., More common in left lobe Amoebic Liver abscesso Caused by Entamoeba histolytica whose cysts are acquired through the feco-oral route and their trophozoites reach the liver through portal venous system,o Like pyogenic abscess they are also common in rt. lobe of liver.Clinical featuresy The typical clinical picture is of a patient 20-40yrs of age who has travelled to an endemic area, presents with fever, chills, anorexia, rt. upper quadrant pain.Although liver abscess results from an obligatory colonic infection, a recent history of diarrhoea is uncommon. Jaundice is rare (c.f. in pyogenic abscess jaundice is seen in -25% of pts.).o Liver function tests may show mild abnormalities, hyperbilirubinemia is uncommon.o CT > LVS are the mainstay of investigation.o Diagnosis is confirmed by serological tests (enzyme immune assay) for antiamoebic antibodies,o Cultures of amoebic abscess are usually negative.Treatmento Metronidazole is the mainstay of ft and is curative in over 90% of patients.(other nitroimidazoles i.e. secnidazole, tinidazole, are also effective)o Therapeutic needle aspiration is avoided. Done only whenPt. fails to respond to metronidazoleHigh risk of ruptureAbscess secondarily infected with pyogenic organism.Complicationso May occur uncommonly; these are :Rupture into the peritoneum, pleural cavity or pericardium.",
        "cop": 2,
        "opa": "More common in 20-40 years",
        "opb": "More common in left lobe",
        "opc": "Metronidazole is mainstay of treatment",
        "opd": "Multiple abscess can not be drained by aspiration",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "cf2846ab-8963-40d2-928a-1b15fd3652fb",
        "choice_type": "multi"
    },
    {
        "question": "What is PAIR technique for treatment of hydatid disease of liver -",
        "exp": "Ans. is 'b1 i.e., Puncture aspiration injection reaspirition (PAIR) technique (www.emedicine.medscape.com/article/178648-treatmentM; WHO/CDSCSR/APH/2001.6)o PAIR technique was proposed in 1986 by a Tunisian team.o In this, US guided needle aspiration of cyst is done followed by injection of scolicidal agent and reaspiration after 5 minutes.o Scolicidal agent used is 15% hypertonic saline or 95% alcohol.Indications-Non echoic lesion > 5 cmCysts with daughter cysts and/or detachment of membranesMultiple cystsInfected cystsPregnent women, children > 3 yearsFailure to respond to chemotherapy alonePatients refusing for surgery or relapsing after surgeryContraindications -Non co operative patient'inaccesible or risky location of cystCyst in spine, brain and.;or heartInactive/calcified lesion.Cysts communicating with biliary treeCysts opening into abdominal cavity, bronchi and urinary tract.",
        "cop": 2,
        "opa": "Punchure albendazole irigation regimen",
        "opb": "Puncture aspiration injection reaspiration technique",
        "opc": "Praziquantel Albendazole injection reaspiration technique",
        "opd": "Partial resection of affected organ (liver)",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "74ea57f1-ba0f-471c-bd4d-a6c218d13f5e",
        "choice_type": "single"
    },
    {
        "question": "False about hydatid cyst-",
        "exp": "Ans. is 'd' i.e., Hepatic resection is never done Hydatid cyst of liver f (or Echinococcosis)o Cystic hydatid disease is caused by the larval/cyst stage of the tapeworm - Echinococcus granulosus (Other Echinococcus species affecting human are E. multiloculasis, E. vogeli & E. oligarthus).Man is the intermediate host of Echinococcus.Dog is the definitive host.Sheeps are the usual intermediate host, but humans are accidental intermediate hosts,o Organs commonly involved are liver and lung.The liver is involved in about two-third of E. granulosus infection and in nearly all E. multiloculasis infection,o Usually the cysts are single and involve the rt. lobe of liver.Clinical manifestationo Slowly enlarging echinococcal cysts are usually asymptomatic until their expanding size or their space occupying effect in the involved organ prduces symptoms o Symptoms when produced are - abdominal pain, dyspepsia, vomiting, hepatomegaly.DiagnosisoUSG and CT can diagnose the cystic lesion. There are certain signs which if present are pathognomic of hydatidDaughter cyst within the large cyst (may produce rosette appearance)Calcification of the wallo Serodiagnostic assay (ELISA) can be helpful in over 85% of patients.Treatmento Books differ on the treatment.According to Harrison-o Surgery has traditionally been the principal definitive method of treatment.o Currently 'PAIR' is the preferred method of t/t for sonologically appropriate lesions.PAIR is contraindjcatgiLfor :o Superficially located cysts (because of the risk of rupture)o For cysts with multiple thick internal septal divisions (honeycombing pattern)o For cysts communicating with the biliary tree,o Dead or inactive cystsPAIR stands for Percutaneous Aspirat ion Jn fusion ofscolicidal agents andReaspiration.In PAIR pt. is given prophhylactic coverage of albendazole; cyst is aspirated under ultrasound or CT guidance and scolicidal agents (ethanol or hypertonic saline) infused. Scolicidal agent is then reaspirated.PAIR has been found to'be equally effective as surgery with less morbidity and shorter hospital stay.o Surgery remains the treatment of choice for cysts where PAIR is not possible or cysts are refractory to PAIR and for complicated cysts (e.g. those communicating with the biliary tract). y Pericystectqmy is the preferred surgical approach, in which the complete cyst with surrounding fibrous tissue are removed.If surgical cystectomy is not technically feasible, then formal liver resection can be done.o For those patients who are poor candidates for cyst directed intervention (i.e. PAIR or surgery) - long durations of Albendazole is the mainstay of therapy.According to Schwartz (and Sabiston) -o Surgery is the preferred method of treatment, unless the cysts are small or the patient is not a suitable candidate for surgical resection.o For most cysts surgical resection involving laparoscopic or open complete cyst removal with instillation of a scolicidal agent is preferred and usually is curative.y If complete cystectomy is not possible, then formal anatomic liver resection can be used.o Treatment of Echinococcus multiloeularis.E. multiloeularis cyst is always multiloculated _T/t is surgical resection",
        "cop": 4,
        "opa": "Mostly asymptomatic",
        "opb": "Most commonly located in right lobe",
        "opc": "Causative organism is echinococcus granulosus",
        "opd": "Hepatic resection is never done",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "bbf3dd43-e9b0-4b6a-ab81-084d2588ce36",
        "choice_type": "multi"
    },
    {
        "question": "25 vear old shepherd presents with dragging discomfort in right Hypochondrium and on examination shows presence of enlarged liver 5 cm below costal margins. The probable diagnosis is?",
        "exp": "Ans. (b) Hydatid Cyst* The image shows a CT scan of the liver with classical Cart wheel appearance, suggestive of multiple hydatid cysts. The calcified cysts are left alone as they are dead cysts.* Medical treatment with Albendazole for 21 days is given and surgery is done in case of symptomatic cysts or asymptomatic patient with cyst> 5cm or a non-calcified infected cyst.",
        "cop": 2,
        "opa": "Amoebic liver abscess",
        "opb": "Hydatid cyst",
        "opc": "Pyogenic liver abscess",
        "opd": "Hepatic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "25000896-af41-4e6c-a021-c821bb095e09",
        "choice_type": "single"
    },
    {
        "question": "Hepatic adenoma not true is -",
        "exp": "Ans. is 'c' i.e.. Older females o Hepatic adenomas are benign solid neoplasms of liver.MC seen in younger females (20-40 years of age)Usually solitaryRisk factor - Prior/current use of estrogens (OCP)o Clinical FeaturesPatients usually present with upper abdominal pain.Physical examinated is usually unrevealing,o Microscopic FeaturesCords of congested or Fat laden hepatocvtes-absent biliary ductules or normal liver architecture,o DiagnosisCT Scan - Well circumscribed heterogenous mass showing early enhancement during arterial phase.MRI Scan - Hyperintense on T, weighted image and enhance early after gadolinium injection,o Isotope Scan - Hepatoma appears cold.o ComplicationsRupture with intraperitoneal bleeding.Malignant transformation (rare) - to HCCo TreatmentHepatic artery embolisation.Resection.",
        "cop": 3,
        "opa": "Benign lesion",
        "opb": "OCP use",
        "opc": "Older females",
        "opd": "Cold on isotope scan",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "00fa538b-6419-47d2-af53-cd4feec14458",
        "choice_type": "multi"
    },
    {
        "question": "A middle aged patients present with the complained of right hypochondrial pain. On X-ray, elevated right hemidiaphragm was seen. All of the following are the possible diagnoses except?",
        "exp": "Ans. b. Acute cholecystitis (Ref: Sabiston 19/e p1440-1447, 1487-1488; Schwartz 9/e p1115 -1116; style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif\">)Causes of Elevated HemidiaphragmAbove the diaphragmDiaphragmBelow the DiaphragmDecreased lung volume:* Atelectasis/collapse* Lobectomy/pneumonectomy* Pulmonary hypoplasia* Phrenic nerve palsy* Diaphragmatic eventration* Contralateral CVA: usually MCA distribution* Abdominal tumour* Subphrenic abscess* Liver abscess (Amebic and pyogenic)Radiological findings of Acute CholecystitisUSG findings: Presence of gallstones, thickening of the GB wall (>4 mm), pericholecystic fluid, GB distention, impacted stone, and a sonographic Murphy's signQ (focal tenderness directly over the GB).USG: IOC for diagnosing acute cholecystitisQ (sensitivity 85%, specificity 95%).HIDA scan: Gold standardQ for diagnosing acute cholecystitisHIDA scan: No filling of GB with the radiotracer (99mTc-HIDA) after 4 hours indicates an obstructed cystic ductQA normal HIDA scan excludes acute cholecystitisQ.",
        "cop": 2,
        "opa": "Subphrenic abscess",
        "opb": "Acute cholecystitis",
        "opc": "Pyogenic liver abscess",
        "opd": "Amoebic liver abscess in right lobe",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "5c8dee1c-e447-4eed-b408-543ed7e89c25",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old baby is brought to the hospital by her parents complaining about right upper quadrant pain, On examining baby is found to have jaundice and palpable abdominal mass, USG of the baby is given, what is the most likely cause?",
        "exp": "Ans. (c) Choledochal cyst.Image source: style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt\">",
        "cop": 3,
        "opa": "Pseudo pancreatic cyst",
        "opb": "Hydatid cyst",
        "opc": "Choledochal cyst",
        "opd": "Liver cyst",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "f896f4e2-b9d8-4fc6-9ebf-15f880809652",
        "choice_type": "single"
    },
    {
        "question": "All are true about amoebic liver abscess except?",
        "exp": "Ans. (d) Hepatocellular jaundiceRef:Manipal manual of surgery ,4th ed./520* The anchovy sauce pus of ameobic liver abscess is sterile and is produced due to broken RBCs and damaged hepatocytes.* Due to right branch of portal vein being more in line with portal vein the organism will have higher chances of seeding in the right lobe than the left lobe.* Most patients will be male and alcoholic from lower socio-economic background and will present with severe right hypochondrium pain and symptoms of pleurisy and right shoulder pain.* On examination intercostal tenderness is seen* Bed side USG is the investigation of choice.* Jaundice is not seen usually or if seen is of obstructive type.",
        "cop": 4,
        "opa": "Sterile pus",
        "opb": "Amoebae reach the right lobe > left lobe",
        "opc": "Intercostal tenderness",
        "opd": "Hepatocellular jaundice",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "2c636e0b-6b5d-4302-9020-dc940ec70dbb",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year patient is having high grade fever associated with abdominal pain in right upper quadrant, with hepatomegaly and liver dullness on percussion. There is history of recent travel. Clinical diagnosis is:",
        "exp": "Ans. (b) Amoebic liver abscessRef: Sabistan 19th ed. 11443AMOEBIC LIVER ABSCESS* Caused by Entamoeba histolytica whose cysts are acquired through the feco-oral route* Usually Solitary and more common in right lobe of liver.* It most frequently affects the cecum and ascending colon* In colon: Flask-shaped ulcers (MC site: Cecum and ascending colon)Clinical features* Most common symptoms is abdominal pain* Typical clinical picture (as seen in the question): patient of 20-40 yrs of age, with history of travel to endemic area, presents with fever, chills, anorexia, right upper quadrant pain.* Results from an obligatory colonic infection, a recent history of diarrhea are uncommon.Investigation* USG guided aspiration: Shows anchovy sauce pusDifference between Amoebic liver abscess and Pyogenic liver abscessClinical FeaturesAmebic liver abscessPyogenic liver abscessAge (yr)20-40>50Male-to-female ratio>10:11.5:1Travel in endemicYesNoDiabetesUncommonMore commonAlcohol useCommonCommonJaundiceUncommonCommonElevated bilirubinUncommonCommonElevated alkaline phosphataseCommonCommonAlso Know* Most common symptom of pyogenic abscess: FEVER* MC sign of pyogenic abscess: RUQ tenderness* Most common symptom of amoebic abscess: Abdominal pain* Most common sign of amoebic abscess: HEPATOMEGALY* Hydatid cyst is mostly asymptomatic. If presents with symptom, most common presenting symptom is abdominal pain, vomiting, dyspepsia.",
        "cop": 2,
        "opa": "Pyogenic liver abscess",
        "opb": "Amoebic liver abscess",
        "opc": "Hydatid cyst",
        "opd": "Neoplastic growth",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "a531615c-c927-41f4-bcac-2c2332cb3d47",
        "choice_type": "single"
    },
    {
        "question": "In pyogenic liver abscess commonest route of spread is:",
        "exp": "Ans is 'b' ie Ascending infection through biliary tract \"Along with cryptogenic infections, infections from the biliary tree are presently the most common identifiable cause of hepatic abscess. Biliary obstruction results in bile stasis, with the potential for subsequent bacterial colonization, infection and ascension into the liver. This process is k/a ascending suppurative cholangitis. The nature of biliary obstruction is mostly related to stone disease or malignancy. In Asia, intrahepatic stones and cholangitis (recurrent pyogenic cholangitis) are a common cause, whereas in the Western world, malignant obstruction is becoming a more predominant factor\" - SabistonRoutes of infection to liver:along the bile ducts (MC)* stone impacted in CBDstricture of CBD - benign, malignantCryptogenicvia the portal veinvia the hepatic arteryby direct extension from a subdiaphragmatic abscess from an empyema in chest from suppurative cholecystitis from perinephric abscessPenetrating or blunt traumaAlso know:MC organisms (Ref. Sabiston, Schwartz)Escherichia coli Klebsiella pneumonia",
        "cop": 2,
        "opa": "Hematogenous through portalvein.",
        "opb": "Ascending infection through biliary tr act",
        "opc": "Hepatic artery",
        "opd": "Local spread",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "58ba8990-bf02-4296-bf3d-7ee9fa8a8375",
        "choice_type": "single"
    },
    {
        "question": "Most common benign hepatic tumor is?",
        "exp": "Ans. (a) HemangiomaRef.: Bailey & Love 26th ed. /1083BENIGN TUMOURS OF LIVER* Hemangiomas: These are the most common type of benign liver tumor. Most of these tumors do not cause symptoms and do not need treatment.* Hepatic adenomas: These are benign epithelial liver tumors that develop in the liver and are found mainly in women that using estrogens as contraceptives. Symptoms associated with hepatic adenomas are all associated with large lesions which can cause intense abdominal pain.* Focal nodular hyperplasia (FNH) is the second most common tumor of the liver. This tumor is the result of a congenital arteriovenous malformation hepatocyte response.",
        "cop": 1,
        "opa": "Hemangioma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Hepatoma",
        "opd": "Secondaries",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "94bc52ae-d56a-49fc-bc8b-8c8c5b9f8add",
        "choice_type": "single"
    },
    {
        "question": "Hepatocellular carcinoma is caused by all of the following except -",
        "exp": "Ans. is 'd' i.e., Exposure to industrial dyes Risk Factors for Hepatocellular CarcinomaCommonUnusualCirrhosis from any causePrimary biliary cirrhosisHepatitis B or C chronic infectionHemochromatosisEthanol chronic consumption1 Antitrypsin deficiencyNonalcoholic steatohepatitis (NASH)Glycogen storage diseasesAflatoxin B1 orother mycotoxinsCitrullinemia Porphyria cutanea tarda Hereditary tyrosinemia Wilson's disease",
        "cop": 4,
        "opa": "Hepatitis B",
        "opb": "Primary Biliary Cirrhosis",
        "opc": "Chronic alcohol consumption",
        "opd": "Exposure to industrial dyes",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "0620d2e9-8605-4445-86db-45ebfb8e32d3",
        "choice_type": "multi"
    },
    {
        "question": "Anchovy sauce pus is seen in?",
        "exp": "Ans. (a) Amoebic liver abcessRef.: Bailey & Love 26th ed. / 70",
        "cop": 1,
        "opa": "Amoebic liver abcess",
        "opb": "Pyogenic liver abscess",
        "opc": "Hydatid cyst",
        "opd": "Cold abscess",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "78fd7273-696f-4a99-849e-a4a0a22de11c",
        "choice_type": "single"
    },
    {
        "question": "Amoebic liver abscess most commonly affects -",
        "exp": "Ans. is 'a' i.e., Right lobe of liver Amoebic Liver abscesso Caused by Entamoeba histolytica whose cysts are acquired through the feco-oral route and their trophozoites reach the liver through portal venous systemo Like pyogenic abscess they are also common in rt. lobe of livero Clinical Picture# the typical clinical picture is of a patient 20-40 yrs of age who has travelled to an endemic area, presents with fever, chills, anorexia, rt. upper quadrant pain.# although liver abscess results from an obligatory colonic infection, a recent history of diarrhoea is uncommon.# jaundice is rare. (c.f. in pyogenic abscess jaundice is seen in -25% of pts.)o Liver function tests may show mild abnormalities, hyperbilirubinemia is uncommono CT > U/S are the mainstay of investigation.o Diagnosis is confirmed by serological tests (enzyme immuno assay) for antiamoebic antibodieso Cultures of amoebic abscess are usually negativeo Treatment# Metronidazole is the mainstay of t/t and is curative in over 90% of patients.(other nitroimidazoles i.e. secnidazole, tinidazole, are also effective)#Therapeutic needle aspiration is avoided. Done only wheno pt. fails to respond to metronidazoleo high risk of ruptureo abscess secondarily infected with pyogenic organismo Complications may occur uncommonly; these are# rupture into the peritoneum, pleural cavity or pericardium.",
        "cop": 1,
        "opa": "Right lobe of liver",
        "opb": "Left lobe of liver",
        "opc": "Portal vein",
        "opd": "Right pleural cavity",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "a65c561a-3316-49be-bd2d-1a624d03bf8c",
        "choice_type": "single"
    }
]