[
    {
        "question": "30 year old patient with pain in right hypochondrium for 5 days with soft and tender liver and intercostal tenderness. He complains of catch in breath on inspiration and has a non productive cough. On examination the lung fields are clear, patient looks pale and emaciated. Probable diagnosis is",
        "exp": "Ans. (a) Ameobic liver abscess. Ref: Manipal Manual of surgery, 4th ed./521. Refer to the above explanation. Hydatid cyst. Usually clinically silent. Enlarged liver with smooth surface and is non tender. Pyogenic liver abscess. Multiple abscess leading to spiky fever and enlarged liver. Hepatic adenoma. Presents in young women on OCP and is solitary. Liver enlargement may or may not be seen.",
        "cop": 1,
        "opa": "Amoebic liver abscess",
        "opb": "Pyogenic live abscess",
        "opc": "Hydatid cyst",
        "opd": "Hepatic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "a29bb139-1b53-463c-b01d-8c6404f7f06d",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with abdominal pain, anorexia, fever, night sweats, malaise, cough and weight loss along with this he complains of pain in the right upper abdomen and right shoulder tip, hiccups and a non-productive cough, past history of bloody diarrhea is present. On physical examination there upper abdominal rigidity, tender hepatomegaly, tender and bulging intercostal spaces are seen. CT of the patient is given, based on the CT what is most likely diagnosis?",
        "exp": "Ans. (b) Amoebic liver abscess. Diagnostic pointers for infection with Entamoeba histolytica* Bloody mucoid diarrhea in a patient from an endemic area or following a recent visit to such a country* Upper abdominal pain, fever, cough, malaise* In chronic cases, a mass in the right iliac fossa = ameboma* Sigmoidoscopy shows typical ulcers - biopsy and scraping may be diagnostic* Serological tests are highly sensitive and specific outside endemic areas* Ultrasound and CT scans are the imaging methods of choice. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Hydatid cyst",
        "opb": "Amoebic liver abscess",
        "opc": "Liver cyst",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "9c8a624e-168e-421b-9e86-36ac90ecef15",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pyogenic liver abscess -",
        "exp": "Ans. is 'b' i. e., Stricture of CBD Routes of infection to liver. Along the bile ducts (MC). Stone impacted in CBDStricture of CBD - benign, malignant. Cryptogenic. Via the portal vein. Via the hepatic artery. By direct extension. From a subdiaphragmatic abscess. From an empyema in chest. From suppuratative cholecystitis. From perinephric abscess. Penetrating or blunt trauma. Also knowo MC organisms (Ref. Sabiston, Schwartz). Escherichia coli. Klebsiella pneumonia. Also noteo Sabiston 18th ed. writes that now there are 2 most common cause of liver abscess i. e. Cryptogenic and infections from the biliary tree. It writes- \"Along with cryptogenic infections, infections from the biliary' tree are presently the most common identifiable cause of hepatic abscess \".",
        "cop": 2,
        "opa": "Diverticulitis",
        "opb": "Stricture of CBD",
        "opc": "Subdiaphragmatic abscess",
        "opd": "Empyema in chest",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "cf150225-54ea-47d7-8a4d-b625687b4f43",
        "choice_type": "single"
    },
    {
        "question": "What is PAIR technique for treatment of hydatid disease of liver -",
        "exp": "Ans. is 'b1 i. e., Puncture aspiration injection reaspirition (PAIR) technique (www. emedicine. medscape. com/article/178648-treatmentM; WHO/CDSCSR/APH/2001. 6)o PAIR technique was proposed in 1986 by a Tunisian team. o In this, US guided needle aspiration of cyst is done followed by injection of scolicidal agent and reaspiration after 5 minutes. o Scolicidal agent used is 15% hypertonic saline or 95% alcohol. Indications-Non echoic lesion > 5 cm. Cysts with daughter cysts and/or detachment of membranes. Multiple cysts. Infected cysts. Pregnent women, children > 3 years. Failure to respond to chemotherapy alone. Patients refusing for surgery or relapsing after surgery. Contraindications -Non co operative patient'inaccesible or risky location of cyst. Cyst in spine, brain and.; or heart. Inactive/calcified lesion. Cysts communicating with biliary tree. Cysts opening into abdominal cavity, bronchi and urinary tract.",
        "cop": 2,
        "opa": "Punchure albendazole irigation regimen",
        "opb": "Puncture aspiration injection reaspiration technique",
        "opc": "Praziquantel Albendazole injection reaspiration technique",
        "opd": "Partial resection of affected organ (liver)",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "74ea57f1-ba0f-471c-bd4d-a6c218d13f5e",
        "choice_type": "single"
    },
    {
        "question": "25 vear old shepherd presents with dragging discomfort in right Hypochondrium and on examination shows presence of enlarged liver 5 cm below costal margins. The probable diagnosis is?",
        "exp": "Ans. (b) Hydatid Cyst* The image shows a CT scan of the liver with classical Cart wheel appearance, suggestive of multiple hydatid cysts. The calcified cysts are left alone as they are dead cysts.* Medical treatment with Albendazole for 21 days is given and surgery is done in case of symptomatic cysts or asymptomatic patient with cyst> 5cm or a non-calcified infected cyst.",
        "cop": 2,
        "opa": "Amoebic liver abscess",
        "opb": "Hydatid cyst",
        "opc": "Pyogenic liver abscess",
        "opd": "Hepatic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "25000896-af41-4e6c-a021-c821bb095e09",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old baby is brought to the hospital by her parents complaining about right upper quadrant pain, On examining baby is found to have jaundice and palpable abdominal mass, USG of the baby is given, what is the most likely cause?",
        "exp": "Ans. (c) Choledochal cyst. Image source: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 8pt\">",
        "cop": 3,
        "opa": "Pseudo pancreatic cyst",
        "opb": "Hydatid cyst",
        "opc": "Choledochal cyst",
        "opd": "Liver cyst",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "f896f4e2-b9d8-4fc6-9ebf-15f880809652",
        "choice_type": "single"
    },
    {
        "question": "A 40 year patient is having high grade fever associated with abdominal pain in right upper quadrant, with hepatomegaly and liver dullness on percussion. There is history of recent travel. Clinical diagnosis is:",
        "exp": "Ans. (b) Amoebic liver abscess. Ref: Sabistan 19th ed. 11443. AMOEBIC LIVER ABSCESS* Caused by Entamoeba histolytica whose cysts are acquired through the feco-oral route* Usually Solitary and more common in right lobe of liver.* It most frequently affects the cecum and ascending colon* In colon: Flask-shaped ulcers (MC site: Cecum and ascending colon). Clinical features* Most common symptoms is abdominal pain* Typical clinical picture (as seen in the question): patient of 20-40 yrs of age, with history of travel to endemic area, presents with fever, chills, anorexia, right upper quadrant pain.* Results from an obligatory colonic infection, a recent history of diarrhea are uncommon. Investigation* USG guided aspiration: Shows anchovy sauce pus. Difference between Amoebic liver abscess and Pyogenic liver abscess. Clinical Features. Amebic liver abscess. Pyogenic liver abscess. Age (yr)20-40>50. Male-to-female ratio>10: 11. 5: 1. Travel in endemic. Yes. No. Diabetes. Uncommon. More common. Alcohol use. Common. Common. Jaundice. Uncommon. Common. Elevated bilirubin. Uncommon. Common. Elevated alkaline phosphatase. Common. Common. Also Know* Most common symptom of pyogenic abscess: FEVER* MC sign of pyogenic abscess: RUQ tenderness* Most common symptom of amoebic abscess: Abdominal pain* Most common sign of amoebic abscess: HEPATOMEGALY* Hydatid cyst is mostly asymptomatic. If presents with symptom, most common presenting symptom is abdominal pain, vomiting, dyspepsia.",
        "cop": 2,
        "opa": "Pyogenic liver abscess",
        "opb": "Amoebic liver abscess",
        "opc": "Hydatid cyst",
        "opd": "Neoplastic growth",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "a531615c-c927-41f4-bcac-2c2332cb3d47",
        "choice_type": "single"
    },
    {
        "question": "In pyogenic liver abscess commonest route of spread is:",
        "exp": "Ans is 'b' ie Ascending infection through biliary tract \"Along with cryptogenic infections, infections from the biliary tree are presently the most common identifiable cause of hepatic abscess. Biliary obstruction results in bile stasis, with the potential for subsequent bacterial colonization, infection and ascension into the liver. This process is k/a ascending suppurative cholangitis. The nature of biliary obstruction is mostly related to stone disease or malignancy. In Asia, intrahepatic stones and cholangitis (recurrent pyogenic cholangitis) are a common cause, whereas in the Western world, malignant obstruction is becoming a more predominant factor\" - Sabiston. Routes of infection to liver: along the bile ducts (MC)* stone impacted in CBDstricture of CBD - benign, malignant. Cryptogenicvia the portal veinvia the hepatic arteryby direct extension from a subdiaphragmatic abscess from an empyema in chest from suppurative cholecystitis from perinephric abscess. Penetrating or blunt trauma. Also know: MC organisms (Ref. Sabiston, Schwartz). Escherichia coli Klebsiella pneumonia",
        "cop": 2,
        "opa": "Hematogenous through portalvein.",
        "opb": "Ascending infection through biliary tr act",
        "opc": "Hepatic artery",
        "opd": "Local spread",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "58ba8990-bf02-4296-bf3d-7ee9fa8a8375",
        "choice_type": "single"
    },
    {
        "question": "Most common benign hepatic tumor is?",
        "exp": "Ans. (a) Hemangioma. Ref.: Bailey & Love 26th ed. /1083. BENIGN TUMOURS OF LIVER* Hemangiomas: These are the most common type of benign liver tumor. Most of these tumors do not cause symptoms and do not need treatment.* Hepatic adenomas: These are benign epithelial liver tumors that develop in the liver and are found mainly in women that using estrogens as contraceptives. Symptoms associated with hepatic adenomas are all associated with large lesions which can cause intense abdominal pain.* Focal nodular hyperplasia (FNH) is the second most common tumor of the liver. This tumor is the result of a congenital arteriovenous malformation hepatocyte response.",
        "cop": 1,
        "opa": "Hemangioma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Hepatoma",
        "opd": "Secondaries",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "94bc52ae-d56a-49fc-bc8b-8c8c5b9f8add",
        "choice_type": "single"
    },
    {
        "question": "Anchovy sauce pus is seen in?",
        "exp": "Ans. (a) Amoebic liver abcess. Ref.: Bailey & Love 26th ed. / 70",
        "cop": 1,
        "opa": "Amoebic liver abcess",
        "opb": "Pyogenic liver abscess",
        "opc": "Hydatid cyst",
        "opd": "Cold abscess",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "78fd7273-696f-4a99-849e-a4a0a22de11c",
        "choice_type": "single"
    },
    {
        "question": "Amoebic liver abscess most commonly affects -",
        "exp": "Ans. is 'a' i. e., Right lobe of liver Amoebic Liver abscesso Caused by Entamoeba histolytica whose cysts are acquired through the feco-oral route and their trophozoites reach the liver through portal venous systemo Like pyogenic abscess they are also common in rt. lobe of livero Clinical Picture# the typical clinical picture is of a patient 20-40 yrs of age who has travelled to an endemic area, presents with fever, chills, anorexia, rt. upper quadrant pain.# although liver abscess results from an obligatory colonic infection, a recent history of diarrhoea is uncommon.# jaundice is rare. (c. f. in pyogenic abscess jaundice is seen in -25% of pts.)o Liver function tests may show mild abnormalities, hyperbilirubinemia is uncommono CT > U/S are the mainstay of investigation. o Diagnosis is confirmed by serological tests (enzyme immuno assay) for antiamoebic antibodieso Cultures of amoebic abscess are usually negativeo Treatment# Metronidazole is the mainstay of t/t and is curative in over 90% of patients. (other nitroimidazoles i. e. secnidazole, tinidazole, are also effective)#Therapeutic needle aspiration is avoided. Done only wheno pt. fails to respond to metronidazoleo high risk of ruptureo abscess secondarily infected with pyogenic organismo Complications may occur uncommonly; these are# rupture into the peritoneum, pleural cavity or pericardium.",
        "cop": 1,
        "opa": "Right lobe of liver",
        "opb": "Left lobe of liver",
        "opc": "Portal vein",
        "opd": "Right pleural cavity",
        "subject_name": "Surgery",
        "topic_name": "Hepatic Tumors, Cysts, and Abscesses",
        "id": "a65c561a-3316-49be-bd2d-1a624d03bf8c",
        "choice_type": "single"
    }
]