[
    {
        "question": "Most common diaphragmatic hernia in children is:",
        "exp": "(Through the f oramen of Bochdalek): Ref: 873 - LB (894-B & L 25th). Hernia through the foramen of Bochdolek - (Posterolateral) This is rarely the persistence of the pleuroperitoneal canal and the opening is in the dome of the diaphragm posteriorly* It is the most common diaphragmatic hernia in children* TRIAD of respiratory distress, apparent dextrocardia and a scaphoid abdomen. HERNIA through the foramen of Morgagni: - (Anterolateral, retrosternal) This is an anteriorly placed hernia with the defect between the sternal and costal attachments of the diaphragm. The most commonly involved viscus is the transvere colon* Most frequent clinical presentation of congenital diaphragm hernia is respiratory distress due to severe hypoxemia",
        "cop": 1,
        "opa": "Through the foramen of Bochdalek",
        "opb": "Through the foramen of Morgagni",
        "opc": "Traumatic rupture of the diaphragm",
        "opd": "Eventration of the diapliragm",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "973872fe-b32c-494b-99a4-258b553ef62c",
        "choice_type": "single"
    },
    {
        "question": "The femoral hernia - Base of the sac lies at (Saphenous opening - Landmark). Related to pubic tubercle",
        "exp": "Ans. (a) Below and Lateral. Ref: Bailey and Love 27th edition Page 1035* Hernia appears below and lateral to Pubic tubercle and lies in upper leg rather than lower abdomen.* Please note Femoral hernia is seen below the inguinal ligament.",
        "cop": 1,
        "opa": "Below and lateral",
        "opb": "Below and medial",
        "opc": "Above and lateral",
        "opd": "Above and medial",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "975e70c3-c06a-4d9a-b3c8-f5d5b4ce66b2",
        "choice_type": "multi"
    },
    {
        "question": "40 year old patient was being operated for direct hernia. During surgery two sacs were seen. The diagnosis is?",
        "exp": "Ans. (a) Pantaloon Hernia. Ref: Long case Surgery by RRM* Pantaloon hernia is hernia which has two sacs- One direct and one indirect resembling a Pantaloon.",
        "cop": 1,
        "opa": "Pantaloons hernia",
        "opb": "Ritcher hernia",
        "opc": "Spigelian hernia",
        "opd": "Littre hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "940e9689-9351-42b2-bc79-c0d0778b411f",
        "choice_type": "single"
    },
    {
        "question": "Treatment of strangulated hernia is:",
        "exp": "Ans: b (Immediate surgery). Ref: Bailey & Love, 24th ed, p. 1279 & 23rd ed, p. 1150",
        "cop": 2,
        "opa": "Observation",
        "opb": "Immediate surgery",
        "opc": "Manual reduction",
        "opd": "Analgesics",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "09d56037-0c2f-4f2f-b082-8bfd5760a7d7",
        "choice_type": "single"
    },
    {
        "question": "True regarding umbilical hernia is/are all except?",
        "exp": "Ans. is 'b' i. e., More common in maleso. An umbilical hernia mostly congetital, is a hernia present at the site of the umbilicus through a persistent umbilical ring. o. Boys and girls are equally affected in congenital where as acquired is three times more common in women than in men. An acquired umbilical hernia directly results from increased intra-abdominal pressure. o. In congenital umbilical hernia, which is especially common in premature infants, the intestines return normally into the body cavity, but the musculature (rectus abdominis) of the ventral abdominal wall fails to close the umbilical ring (diastasis recti), thus allowing a varying amount of omentum or bowel to protrude through. o. If these hernias are asymptomatic, reducible, and don't enlarge, no surgery is needed (and in other cases it must be considered). Umbilical herniao. An umbilical hernia, mostly congetital, is a hernia present at the site of the umbilicus through a persistent umbilical ring. The hernia sac is peritoneum, which is frequently adherent to the dermis of the umbilical skin. It can be congenital or acquired. o. In congenital umbilical hernia, which is especially common in premature infants, the intestines return normally into the body cavity, but the musculature (rectus abdominis) of the ventral abdominal wall fails to close the umbilical ring (diastasis recti), thus allowing a varying amount of omentum or bowel to protrude through. A) Congenital#More common type. Congenital umbilical hernia is a congenital malformation of umbilicus.; Common in infants. Low birth weight and premature infants are also more likely to have an umbilical hernia. Boys and girls are equally affected. It is also found to be more common in children of African descent.#Virtually all pediatric umbilical hernias are congenital. B) Acquired#Occur among adults. It is three times more common in women than in men.#An acquired umbilical hernia directly results from increased intra-abdominal pressure caused by obesity, heavy lifting, a long history of coughing, or multiple pregnancies. Another type of acquired umbilical hernias are incisional hernias, which are hernia developing in a scar following abdominal surgery, e. g. after insertion of laparoscopy trocars through the umbilicus.#Strangulation is uncommon. Presentationo. Hernias may be asymptomatic and present only as a bulge of the umbilicus. Symptoms may develop when the contracting abdominal wall causes pressure on the hernia contents. This results in abdominal pain or discomfort. These symptoms may be worsened by the patient lifting or straining. o. If a physician gently pushes on the bulge when a child is lying down and calm, it will usually get smaller or go back into the abdomen. o. Incarceration refers to the inability to reduce the hernia back into the abdominal cavity because intestines get trapped within the umbilical hernia. Prolonged incarceration can lead to tissue ischemia (strangulation) and shock when untreated Sometimes the. When this occurs, the child usually has severe pain and the bulge may be firm and red. o. The size of the base of the herniated tissue is inversely correlated with risk of strangulation (i. e., a narrow base is more likely to strangulate). Treatmento. Although sometimes quite large, these hernias tend to resolve without any treatment by around the age of 2-3 years. Surgery is needed if they do not close by themselves by the age of 5 years. o. If these hernias are asymptomatic, reducible, and don't enlarge, no surgery is needed (and in other cases it must be considered).",
        "cop": 2,
        "opa": "Mostly congenital",
        "opb": "More common in males",
        "opc": "Occurs due to increased intrabdominal pressure",
        "opd": "Occurs via rectus abdominis diastesis",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "ef390db6-f246-46d3-8001-4354b3ae0d8d",
        "choice_type": "multi"
    },
    {
        "question": "Aetiology of the hernia includes all EXCEPT:",
        "exp": "(Chronic prostatitis): Ref: 1272 - LB, 1200 - 1202-SB (968-B & L 25th). Causes of hernia: 1. Whooping cough2. Straining on micturition or defecation3. Obesity, Pregnancy4. Intraabdominal malignancy5. Smokers, result of an acquired collagen deficiency6. Peritoneal dialysis - from a previously occult weakness or enlargement of a patent processus vaginalis* Indirect inguinal hernia is the most common hernia, regardless of gender* Inguinal hernias remains the most common hernia in women* Both indirect inguinal and femoral hernias occur more commonly on the right side.* Strangulation, the most common serious complication of a hernia, Most strangulated hernias are indirect inguinal hernias, however, femoral hernias have the highest rate of strangulation (15 to 20%) of all hernias, and for this reason it is recommended that all femoral hernia be repaired at the time of discovery. (1200 - 1- SB)",
        "cop": 4,
        "opa": "Obesity",
        "opb": "Whooping cough",
        "opc": "Peritoneal dialysis",
        "opd": "Chronic prostitis",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "d366dc85-86ed-4a63-a1a1-ff2f12f6c73f",
        "choice_type": "multi"
    },
    {
        "question": "True regarding indirect inguinal hernia are all except:",
        "exp": "Ans. (b) Always unilateral* In adults- 12 % cases are bilateral hernias* Transillumination is positive in hydrocele and negative in Hernia",
        "cop": 2,
        "opa": "Most common type of hernia",
        "opb": "Always unilateral",
        "opc": "Inguinal herniotomy is the basic operation",
        "opd": "Transillumination distinguishes it from hydrocele",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "35f189a8-d113-42c6-a877-9e24e5525d20",
        "choice_type": "multi"
    },
    {
        "question": "A 70-year-old woman presents with a tender irreducible mass immediately below and lateral to the pubic tubercle. Plain abdominal x-ray shows intestinal obstruction Treatment with a nasogastric tube and intravenous fluids is initiated. What is the next step in treatment?",
        "exp": "This patient has a strangulated femoral hernia. Emergency surgery after appropriate resuscitation is the correct treatment. Gangrene of strangulated bowel may be present. No attempt at manual reduction should be made because gangrenous bowel may be returned to the peritoneal cavity.",
        "cop": 4,
        "opa": "Sedation to relax the patient and allow spontaneous reduction of the mass",
        "opb": "Sedation and surgery scheduled for the next elective surgical appointment",
        "opc": "Sedation and manual taxis (reduction)",
        "opd": "Emergency surgery on the left groin",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "ea7ac8ab-a7b2-4eab-825e-f85449eedf0c",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of Hiatal hernia is",
        "exp": "Ans. is 'a' i. e., Sliding * Hiatal hernia is characterized by separation of the diaphragmatic crura and protrusion of the stomach into the thorax through the resulting gap.* There are 4 types of hiatal hernia. Type I: Sliding hernia (most common type ~ 70 - 80%). Type II: Paraesophageal or rolling hernia. Type III: Mixed. Type IV: Tese hernias are distinguished by the presence of other abdominal viscera wihin the defect i. e. omentum, transverse colon.",
        "cop": 1,
        "opa": "Sliding",
        "opb": "Rolling",
        "opc": "Mixed",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "92cfde87-f98b-4735-9f0e-f3c83c9d8365",
        "choice_type": "multi"
    },
    {
        "question": "Strangulation most commonly occurs in____ hernia.",
        "exp": "Ans. c (Femoral ) (Ref LB 25th/ 979). Although inguinal hernia may be 10 times more common than femoral hernia, a femoral hernia is more likely to strangulate because of the narrowness of the neck and its rigid surrounds. HERNIA# Vital facts. Femoral hernia# third most common type of primary hernia# cannot be controlled by a truss.# That of all hernias it is the most liable to become strangulated, mainly because of the narrowness of the neck of the sac and the rigidity of the femoral ring.# Strangulation is the initial presentation of 40 per cent of femoral hernias.# Femoral canal contains fat, lymphatic vessels and the lymph node of Cloquet. It is closed above by the septum crurale.# Right side is affected twice as often as the left# rare before puberty# female to male ratio is about 2: 1# female patients are frequently elderly, the male patients are usually between 30 and 40 years of age.# A fully distended femoral hernia assumes the shape of a retort and its bulbous extremity may be above the inguinal ligament.# Laugier's femoral hernia. This is a hernia through a gap in the lacunar (Gimbernat's) ligament. The diagnosis is based on unusual medial position of a small femoral hernia sac. The hernia has nearly always strangulated.# Narath's femoral hernia. This occurs only in patients with congenital dislocation of the hip and is due to lateral displacement of the psoas muscle. The hernia lies hidden behind the femoral vessels.# Cloquet's hernia. Cloquet's hernia is one in which the sac lies under the fascia covering the pectineus muscle. Strangulation is likely. The sac may coexist with the usual type of femoral hernia sac.# RX: The constant risk of strangulation is sufficient reason to recommend operation, which should be carried out soon after the diagnosis has been made. A truss is contraindicated because of this risk.# Operative treatment. Several approaches to the femoral hernia have been advocated including the low operation (Lockwood), the high operation (Mc. Evedy) and the inguinal operation (Lotheissen). In all cases the bladder must be emptied by catheterisation immediately before commencing surgery. Morgagni hernia# Commonly occurs through Right anterior diaphragm.# Usually contains omentum and transverse colon. Bochdalek hernia# Congenital diaphragmatic hernia# Occurs through posterior pleuroperitoneal canal/ defect.# 80% occur on left side.# Best predictor of prognosis is Pulmonary hypertension. Exomphalos (syn. omphalocele)# Herniation or protrusion of the abdominal contents into the base of the umbilical cord.# In contrast to the more common umbilical hernia, the sac is covered with peritoneum without overlying skin.# Associated with chromosomal abnormalities (50%) and severe malformations like cardiac anomalies (50%), and neural tube defects (40%), hence mortality rate is high in omphalocele. Gastroschisis# Paramedian full-thickness abdominal fusion defect usually on right side of umbilical cord; may involve thorax; bowel is nonrotated and lacks secondary fixation to dorsal abdominal wall. Umblical hernia# Repaired After 1 year of age, if required. Spigelian hernia repair# Interparietal hernia occurring at the level of the arcuate line.# The patient is often corpulent and usually over 50 years of age, men and women being equally affected.# Retraction of External oblique, internal oblique, and transversus abdominis muscles laterally is done during its surgical repair. Indirect inguinal hernia# It is congenital in origin.# It is more common than a direct inguinal hernia.# It is much more common in males than in females.# It is more common on the right side.# It is most common# An indirect inguinal hernial sac travels down the canal on anterolateral aspect of spermatic cord. # The neck of the sac is narrow.# The hernial sac may extend through the superficial inguinal ring above and medial to the pubic tubercle. (Femoral hernia is located below and lateral to the pubic tubercle)# The hernial sac may extend down into the scrotum or labium majus. Direct inguinal hernia# Occurs through Hasselbach's triangle (Deep Inguinal Ring) as a result of weakness of the posterior wall of the inguinal canal.# An inguinal hernia can be differentiated from femoral by sac neck relation to medial end of inguinal ligament and pubic tubercle, i. e., in inguinal hernia neck is above and medial while in femoral it is below and lateral to medial end of inguinal ligament and pubic tubercle.# So, direct hernia -sac is posterior, Indirect hernia -sac anterolateral.# Direct hernias do not often attain a large size or descend into scrotum.# In contrast to an indirect inguinal hernia, a direct inguinal hernia lies behind the spermatic cord.# As neck of the sac is wide, direct hernias do not often strangulate.# A direct inguinal hernia is always acquired (Smoking, occupation that involves straining & heavy lifting & damage to ilioinguinal nerve)# Women practically never develop a direct inguinal hernia (It is common in old men with weak abdominal muscles and is rare in women). Hiatus hernia# Most common complication esophagitis.# Best diagnosed by Ba meal.# Rx: Heller's operation# Paraoesophageal ('rolling') hiatus hernia are dangerous. Paraduodenal Hernia. Athletic pubalgia. Parastomal hernia# Congenital defect in descending mesocolon.# Sports Hernia; Gilmore's Groin/Groin Disruption.# Most commonly seen with End Colostomy.",
        "cop": 3,
        "opa": "Ritcher's",
        "opb": "Spigelian",
        "opc": "Femoral",
        "opd": "Sliding",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3f3686d5-7112-405f-a6ca-8913fd95cc2c",
        "choice_type": "single"
    },
    {
        "question": "26 yr old male presents with painless swelling over umbilicus). What is the most probable diagnosis?",
        "exp": "Ans. is 'b' i. e., Umbilical hernia * Painless swelling in the umbilical region, without associated redness swelling or induration is mostly suggestive of umbilical hernia.",
        "cop": 2,
        "opa": "Omphalitis",
        "opb": "Umilical hernia",
        "opc": "Omphalocele",
        "opd": "Gastroschisis",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "5432c783-52d9-4918-a197-fda8301d051b",
        "choice_type": "single"
    },
    {
        "question": "The following structures may be injured during surgery to repair an inguinal hernia:",
        "exp": "Any of these nerves may be divided, crushed, or entrapped by suture or mesh during repair of a groin hernia. The lateral femoral cutaneous nerve is vulnerable especially during laparoscopic hernia repair.",
        "cop": 1,
        "opa": "The ilioinguinal, genitofemoral, Iliohypogastric, and lateral femoral cutaneous nerves",
        "opb": "The femoral nerve",
        "opc": "The popliteal nerve",
        "opd": "The nerve to the psoas major muscle",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "d6630e24-f4bb-407c-969c-f91247f5f7a7",
        "choice_type": "single"
    },
    {
        "question": "Epiplocele is also called:",
        "exp": "Ans: a (Omentocele) Ref: S. Das, p. 442. Epiplocele is also called omentocele. Herniation of omentum is called omentocele. Clinical features. Feels doughy and granular. It is dull on percussion and reduces without gurgle. Enterocele - Herniation of intestine (enteron). Cystocele - herniation of urinary bladder. Omphalocele. Herniation of abdominal content into the umbilical cord. (May be small with small amount of intestine or large and may contain even liver). There may be rupture of the umbilical cord and herniation of contents to amniotic cavity. In 2/3rd cases, associated anomalies are present. Gastroschisis. Represent the rupture of umbilical cord at the site of resorption of right umbilical vein. Intestinal atresia is the only associated anomaly.",
        "cop": 1,
        "opa": "Omentocele.",
        "opb": "Omphalocele.",
        "opc": "Enterocele.",
        "opd": "Gastrocele.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "e62d4359-553a-4c6d-8d77-8eff1769d6d4",
        "choice_type": "multi"
    },
    {
        "question": "Hernia containing another viscus as posterior wall is known as.",
        "exp": "Ans. (a) Hernia En Glissade. Ref: Sabiston 20th edition Page 1104* Sliding hernia (Hernia en Glissade) is one in which the posterior wall of sac contains retroperitoneal structures like Sigmoid (MC), Cecum, Bladder.",
        "cop": 1,
        "opa": "Hernia en glissade",
        "opb": "Richter Hernia",
        "opc": "Maydl Hernia",
        "opd": "Spigelian hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "aee79190-2fb9-4233-9afb-eb4f74ef4993",
        "choice_type": "multi"
    },
    {
        "question": "A 25 year old male presents with red, swollen testis. Upon examination testis is felt separate from epididymis because of marked swelling in epididymis. Diagnosis:",
        "exp": "Ans. (c) Epididymo orchitis. Ref: Bailey & Love 26th ed./1384. ACUTE EPt. DIDYMO ORCHITIS* Inflammation of the epididymis and testis, from an ascending infection from the lower urinary tract.* Initially epididymis is involved, after that there is involvement of testis.* Most cases of epididymitis in men younger than 35 years are due to sexually transmitted organisms * In children and older men this is due to urinary pathogens such as E. coli.* Patient presents with fever, swollen, red and tender scrotum.* The epididymis and testis are swollen (Thickened cord with reactive hydrocoele).* Urine analysis typically demonstrates WBCs and bacteria in the urine or urethral discharge* Scrotal USG showing enlarged epididymis with increased blood flow with reactive hydrocoele. Also know* Testicular torsion is commonly seen in pre- pubertal age group (10-25 years). Patients usually presents with sudden agonizing pain.",
        "cop": 3,
        "opa": "Testicular torsion",
        "opb": "Fourniers gangrene",
        "opc": "Epididymo orchitis",
        "opd": "Testicular Cancer",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "a07d0bc0-539d-49c0-8393-7dcf2a56fdc4",
        "choice_type": "single"
    },
    {
        "question": "The following patient shows painless lump in umbilicus with reduction on lying down. The diagnosis is:",
        "exp": "Ans. (a) Umbilical hernia* Small umbilical hernia with cough impulse can be identified clinically.* There is less chances for obstruction in children and we can observe for spontaneous closure upto 5 years in children.",
        "cop": 1,
        "opa": "Umbilical hernia",
        "opb": "Fistula in Umbilicus",
        "opc": "Omphalitis",
        "opd": "Gastroschisis",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "5d5e7f79-e1b5-4375-88f1-a2159859c6fa",
        "choice_type": "single"
    },
    {
        "question": "Which is a clean surgery -",
        "exp": "Ans. is 'a' i. e., Hernia surgeryo Surgical site infections or also k/a wound infections. Are infections of the tissue, organs or spaces exposed by surgeons during performance of an invasive procedure. They are classified as below. Classification of Surgical Wounds. Clean Wound (Class I)o Include those in which no infection is present: only skin microflora potentially contaminate the wound. No hollow viscus is entered. No inflammationo Examples: Hernia repair, breast biopsy. Clean/con taminated wounds (Class II)o Include those in which a hollow viscus such as the respiratory, alimentary or genitourinary tracts with indigenous bacterial flora is opened, but under controlled circumstances without significant spillage of contents. No inflammation. o Examples: Cholecystectomy, elective GI surgery. Contaminated wounds (Class 111)o Include open accidental wounds encountered early after injury, those with extensive introduction of bacteria into a normally sterile area of the body due to major breaks in sterile technique (eg. open cardiac massage); uncontrolled spillage of viscus contents such as from the intestine. Inflammation is apparento Examples: Penetrating abdominal trauma, large tissue injury, enterotomy during bowel obstruction. Dirty wounds (Class IV)o Include traumatic wounds in which a significant delay in treatment has occurred and in which necrotictissue is present. Includes wounds in which pus is present. Includes those wounds created to access aperforated viscus accompanied by a high degree of contamination. Severe in flammation is seeno Examples: Perforated diverticulitis, necrotizing soft tissue infection. o Various steps are described for the prevention of SSIs, but we will discuss those related to use of antibiotics only. Use of antibiotics as prophylaxis of SSIs. Wound class. Antibiotics Prophylaxis. Class IControversial, most surgeons do not give. Class IDProphylactic antibiotics given. Class HProphylactic antibiotics given. Class HI & IVProphylactic as well as therapeutico About prophylactic antibiotics points to know are -By definition prophylaxis is limited to the time prior to and during the operative procedure - \"To be most effective the prophylactic antibiotic agent should be administered intravenously before the incision is made jo that the tissue levels are present at the time the wound is created and exposed to the bacterial contamination. A good time to administer the preoperative dose is when the patient arrives in the operating room. \" -- Sabiston. There is no evidence in support of post operative doses of antibiotics. Post operative antibiotics increase the cost and promote the development of drug resistant organisms and pseudomembranous colitis. o About option 'd'Local irrigation with antibiotics, in a patient on systemic antibiotics is controversial but definitely not contraindicated. More points to remember about SSIso Pre op. hair shaving increases the rate of SSIs. o For colorectal surgery, bowel preparation is done + oral antibiotics (neomycin + metronidazole) is given. (Ref: Sabiston 18/e p 332). Most common infecting organisms. Staphylococcus aureus and coagulase-negative staphylococcus are the most common bacteria found in SSIs(Sabiston 18/e 331). But in cases of GIT operations the most common agents are Enterobacter species & E. coli. (Ref: Sabiston 18/ e, p301)",
        "cop": 1,
        "opa": "Hernia surgery",
        "opb": "Gastricsurgeru",
        "opc": "Cholecystectomy",
        "opd": "Rectal surgery'",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3121ad2c-6ee6-4710-95cf-713f47dee7c6",
        "choice_type": "single"
    },
    {
        "question": "A 22 years adult presented with hernia and was repaired using cremesteric muscle flap, what type of hernia was it",
        "exp": "i. e. (Indirect inguinal hernia): (971-83-Love & Bailey 25th) (725-CSDT 13th)A modification of Shouldice repair for Indirect inguinal hernias involve additional use of Cremasteric muscle, rather than incising it. For open hernia repair surgery, a single long incision is made in the groin. If the hernia is bulging out of the abdominal wall (a direct hernia), the bulge is pushed back into place. If the hernia is going down the inguinal canal (indirect), the hernia sac is either pushed back or tied off and removed. The weak spot in the muscle wall-where the hernia bulges through-traditionally has been repaired by sewing the edges of healthy muscle tissue together (herniorrhaphy). This is appropriate for smaller hernias that have been present since birth (indirect hernias) and for healthy tissue, where it is possible to use stitches without adding stress on the tissue. But the surgical approach varies depending on the area of muscle w. Mesh patches of synthetic material (Gore-Tex, Teflon, Dacron, Marlex, or Prolene) are now being widely used to repair hernias (hemioplasty). This is especially true for hernias that recur and for large hernias, patches are sewn over the weakened area in the abdominal wall after the hernia is pushed back into place. The patch decreases the tension on the weakened abdominal wall, reducing the risk that a hernia will recurall to be repaired and the surgeon's preference. Indirect (Oblique) inguinal hernia. Most common form of hernia, especially in the young more common on right side (65%). In the groin, an indirect inguinal hernia results when obliteration of the processus vaginalis, the peritoneal extension accompanying the testis in its descent into the scrotum fails to occur. The resultant hernia sac passes through the internal inguinal ring, a defect in the transversalis fascia half way between the anterior iliac spine and the pubic tubercle. The sac is located antero medially within the spermatic cord and may extend partway along the inguinal canal or accompany the cord out through the subcutaneous (external) inguinal ring, a defect medially in the external oblique muscle just above the pubic tubercle. A hernia that passes fully into the scrotum is known as a complete hernia. The sac and the spermatic cord are invested by the cremaster muuscle, an extension of fibers of the internal oblique muscle",
        "cop": 2,
        "opa": "Femoral hernia",
        "opb": "Indirect inguinal hernia",
        "opc": "Direct inguinal hernia",
        "opd": "Interparietal hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "1793d62f-c1c2-42db-908a-0d6ecb72c619",
        "choice_type": "single"
    },
    {
        "question": "Triangle of doom is associated with",
        "exp": "Ans. (b) Laparoscopic hernia surgery. Ref Palanivel Laparosopic Surgery* The following triangles are related to Laparoscopic hernia repair:# Triangle of Doom# Triangle of Pain",
        "cop": 2,
        "opa": "Laparoscopic Nissen's Fundoplication",
        "opb": "Laparoscopic hernia surgery",
        "opc": "Endoscopic thyroidectomy",
        "opd": "Thoracoscopic thymectomy",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "1f6b08ff-5272-4d56-8086-41dd83a78708",
        "choice_type": "single"
    },
    {
        "question": "30 year old obese male patient presents with complete inguinal hernia and on examination doughy consistency is felt with dull note on percussion. This suggests that the contents of the hernia sac contain?",
        "exp": "Ans. (a) Omentum. Ref: Long cases Surgery RRMExamination of Content of Hernia:* Elastic Consistency- Bowel* Doughy Consistency - Omentum",
        "cop": 1,
        "opa": "Omentum",
        "opb": "Large intestine",
        "opc": "Small intestine",
        "opd": "Encysted ascitic fluid",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "8697d0a3-cfda-4642-8d15-9cd7736de216",
        "choice_type": "multi"
    },
    {
        "question": "\"Triangle of Doom\" dissected and seen during Laparoscopic inguinal hernia repair is bounded by all EXCEPT:",
        "exp": "Ans. (d) Inferior Epigastric artery. Ref Surgery Sixer 3rd Page 548* Vas deferns, Gonadal vessels and Peritoneum form the boundary of Doom Triangle",
        "cop": 4,
        "opa": "Vas deference",
        "opb": "Gonadal Vessels",
        "opc": "Peritoneal fold",
        "opd": "Inferior epigastric artery",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "064f5924-81e2-418b-a5b7-c659c8499a3d",
        "choice_type": "multi"
    },
    {
        "question": "Neck of femoral hernia seen at",
        "exp": "Ans. (c) Below and Lateral to pubic tubercle. Ref: Bailey 26th edition Page 959-960* Femoral hernia is neck is formed by femoral ring which is located below and lateral to pubic tubercle.",
        "cop": 3,
        "opa": "Saphenous opening.",
        "opb": "Above and medial to pubic tubercle",
        "opc": "Below and lateral to pubic tubercle",
        "opd": "Mid inguinal point",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "db954bae-8966-4511-a3fe-2a83482c1e6a",
        "choice_type": "multi"
    },
    {
        "question": "The sac contains only a portion of the circumference of the intestine is called:",
        "exp": "(Richter's hernia) (1274-Baily & Love 24th) (970-B &L 25th)1. Richter's hernia - is a hernia in which the sac contains only of portion of the circumference of the intestine (usually small intestine). It usually complicates femoral and obturator hernias2. Littre's hernia - A meckel's diverticulum3. Spigelian hernia - This is a variety of interparietal hernia occurring at the level of the arcuate line4. Lumber hernia - Most primary lumber hernia occurs through the inferior lumbar triangle of Petit. Bounded below by the crest of the ilium, laterally by the external oblique and medially by the latissmus dorsi.",
        "cop": 1,
        "opa": "Richter's hernia",
        "opb": "Littre's hernia",
        "opc": "Spigelian hernia",
        "opd": "Lumber hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "d3b61bbf-5985-4ee2-9c20-8cccaaf6c469",
        "choice_type": "multi"
    },
    {
        "question": "Most useful investigation in sliding hernia in female",
        "exp": "(Barium meal) (1281 -B&L 24th) (771-CSDT 12th) (977-Baily & Love 25th)* Finding a segment of colon in the scrotum on barium enema strongly suggests a sliding hernia (771-CSDT 12th)SLIDING -HERNIA (hernia - en-glissade) is a type of indirect inguinal hernia* Almost exclusively in men* It should be suspected in a very large globular inguinal hernia descending well into the scrotum* Right side the caecum is most commonly involved* Left side the sigmoid colon is most commonly involved* The surgical complication most often encountered following sliding hernia repair is bowel injury**",
        "cop": 2,
        "opa": "Fluroscopy",
        "opb": "Barium- meal",
        "opc": "Palpation method",
        "opd": "Ultrasound",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "6f36f1b2-53e1-4739-8d7a-f1257d74388c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Richter hernia?",
        "exp": "Ans: c (Contains a portion of circumference of intestine) Ref: Bailey & love, 24th ed, 1274. In Richter hernia, only a portion of the circumference of the intestine enters the hernial sac, therefore complete obstuction and absolute constipation is rare, even after the hernial contents gets incarcerated and strangulated. Most common of all hernias - INDIRECT INGUINAL HERNIAMost common in elderly - DIRECT INGINAL HERNIAMost common hernia in females - INDIRECT INGUINAL HERNIA. Other named hernias. Littre's hernia - Contains Meckel's diverticulum. Sliding hernia - Contains sigmoid colon and its mesentry on the left side and caecum on the right side. Also called HERNIA - EN - GLISSADE. Left>Right and is seen exclusively in males. Spigelian hernia - Interparietal hernia occurring at the level of arcuate line. Maydl's hernia - Strangulated loop, the W lies within the abdomen, thus local tenderness is not marked. Epigastric hernia - Fatty hernia of the linea alba. Little's hernia - Contains vermiform appendix.",
        "cop": 3,
        "opa": "Contains Meckel diverticulum",
        "opb": "Contains vermiform appendix",
        "opc": "Contains a portion of circumference of intestine.",
        "opd": "It is a direct hernia with indirect component.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "087ef889-1ac7-4837-b85e-ee09940de684",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of hernia in females",
        "exp": "Ans. (b) Indirect. Ref: Bailey and Love 27th edition Page 1035* MC hernia in females - Indirect Inguinal* Femoral hernia: Most common in Females than Males.* Direct hernias are very rare in Females.* Incisional Hernia is more common in Females.",
        "cop": 2,
        "opa": "Direct",
        "opb": "Indirect",
        "opc": "Femoral",
        "opd": "Umbilical",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "1a86b180-de12-4a00-b139-be9984d85d80",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is content of Littre's hernia?",
        "exp": "Ans. b (Meckel's diverticulum). (Ref. Bailey & Love, Surgery, 25lh/pg. 969, Ritcher Hernia (MH'2000)A Meckel's diverticulum = a Littre's hernia; An aphorism attributed to Dr. Charles Mayo: 'a Meckel's diverticulum is frequently suspected, often sought for and seldom found'. Hernias. Littre's hernia. Meckel's diverticulum is found in an inguinal or a femoral hernia sac. Richter's hernia. Sac contains only a portion of the circumference of the intestine (usually small intestine). It usually complicates femoral and, rarely, obturator hernias. Dual(saddie bag; pantaloon)hernia. Consists of two sacs which straddle the inferior epigastric artery, one sac being medial and the other lateral to this vessel. MAYDL'S hernia (SYN. HERNIA-IN-W). Strangulated loop of the \"W\" lies within the abdomen, thus local tenderness over hernia is not marked. Spigelian herniaA variety of interparietal hernia occurring at the level of the arcuate line, it is very rare with only 1000 cases reported in the literature. The fundus of the sac, clothed by extraperitoneal fat, may lie beneath the internal oblique muscle where it is virtually impalpable. More often it advances through that muscle and spreads out like a mushroom between the internal and external oblique muscles, and gives rise to a more evident swelling. The patient is often corpulent and usually over 50 years of age, men and women being equally affected. Typically, a soft, reducible mass will be encountered lateral to the rectus muscle and below the umbilicus. Diagnosis is confirmed by computerised tomography (CT) or ultrasound scanning, the latter having the advantage of being able to stand the patient upright if no defect is visible in the reclining position. Owing to the rigid fascia surrounding the neck, strangulation may occur. Lumbar hernia. Most primary lumbar hernias occur through the inferior lumbar triangle of Petit, bounded below by the crest of the ilium, laterally by the external oblique and medially by the latissimus dorsi. Less commonly, the sac comes through the superior lumbar triangle which is bounded by the twelfth rib above, medially by the sacrospinalis and laterally by the posterior border of the internal oblique. More commonly lumbar hernias are secondary to renal operations, when extensive incisional sacs may be present. Educational Points: The rule that constipation is present in intestinal obstruction does not apply in:# Richter's hernia;# Gallstone obturation;# Mesenteric vascular occlusion;# Obstruction associated with a pelvic abscess;# Partial obstruction (faecal impaction/colonic neoplasm) where diarrhoea may often occur.",
        "cop": 2,
        "opa": "Urinary bladder",
        "opb": "Meckel's diverticulum",
        "opc": "Circumference of intestinal wall",
        "opd": "Appendix",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "74ed4364-8d90-45c8-b1fb-a4a47a5717e2",
        "choice_type": "multi"
    },
    {
        "question": "What is true of Spigelian hernia?",
        "exp": "Spigelian hernia occurs at the semilunar line, which extends along the lateral border of each rectus abdominis muscle. The posterior rectus sheath is deficient at the level of the arcuate line (semicircular line) about one-third of the distance between the umbilicus and the pubic symphysis; this is the most common site for Spigelian hernia to occur through the linea semilunaris. It occurs in both sexes. The Bassini technique refers to inguinal hernias only. A hernia that involves part of the bowel wall is known as a Richter's hernia. The appendix may or may not form part of the contents of the sac.",
        "cop": 4,
        "opa": "It occurs exclusively in males.",
        "opb": "It involves part of the circumference of the bowel wall.",
        "opc": "It is best repaired by the classical Bassini technique of inguinal ligament repair.",
        "opd": "It occurs at the lateral edge of the linea semilunaris.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "5214423a-886b-45ac-8711-a5ac6da72b5e",
        "choice_type": "multi"
    },
    {
        "question": "Which is a clean surgery among the following?",
        "exp": "Ans. (a) Hernia surgery(Ref: Sabiston 20th 224 -225)* Hernia Surgery is a clean surgery. Clean surgery is in which operative wound is un infected. No inflammation is encountered",
        "cop": 1,
        "opa": "Hernia surgery",
        "opb": "Gastric surgery",
        "opc": "Cholecystectomy",
        "opd": "Rectal surgery",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3f47a8cc-7ceb-4fa0-8fa1-24ac1973d1a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding paramedian incision?",
        "exp": "Ans. c. Option a. False. No, it is done 2-5 cm lateral to the midline. Option b. False. No, the rectus sheet is incised. Option c. True. Yes, correct. Option d. False. No, there are very negligible chances of neuropathy. Option e. False. No, the rate of incisional hernia is highest with midline incision. Ref.: http://www. ncbi. nlm. nih. gov/pmc/articles/PMC1290569/; Sabistion 19th edition; Bailey, 26th edition1. Vertical incision: These may bei. Midline incisionii. Paramedian incisions2. Transverse and oblique incisions: i. Kocher's subcostal Incisiona. Chevron (Roof top Modification)b. Mercedes Benz Modificationii. Transverse Muscle dividing incisioniii. Mc. Burney's Grid iron or muscle splitting incisioniv. Oblique Muscle cutting incisionv. Pfannenstiel incisionvi. Maylard Transverse Muscle cutting Incision3. Abdominothoracic incisions. PARAMEDIAN INCSIONSThe skin incision is placed 2 to 5 cm lateral to the midline over the medial aspect of the bulging transverse convexity of the rectus muscle. Skin and subcutaneous fat are divided along the length of the wound. The anterior rectus sheath is exposed and incised, and its medial edge is grasped and lifted up with hemostats. The medial portion of the rectus sheath then is dissected from the rectus muscle, to which the anterior sheath adheres. Segmental blood vessels encountered during the dissection should be coagulated. Once the rectus muscle is free of the anterior sheath it can be retracted laterally because the posterior sheath is not adherent to the rectus muscle. The posterior sheath and the peritoneum which are adherent to each other, are excised vertically in the same plane as the anterior fascial plane. The deep inferior epigastric vessels are encountered below the umbilicus and require ligation and division if they course medially along the line of the incision. As regards option D, sabiston mentions that there is enough overlap amongst various nerves in the abdomen, that there is no chance of neuropathy in any incision on abdomen. Also in majority of paramedian incisions the rectus muscle is not cut. There is no reason to support the loss of sensation in the nerves. INCISIONAL HERNIA AND INCISIONSThe rate of incisional hernia is highest in midline incisions. The lateral paramedian incision takes longer to perform, requires a longer incision, rarely results in dehiscence, and does confer protection against incisional hernia. The rate of hernia formation is lowest in transverse incisions. Also the postoperative pulmonary complications are low in transverse incisions. Risk Factors (numbers) Midline. Lateral paramedian. Total. Chest infection454388. Wound infection181331. Distension332659. Jaundice161127. Fistula055*Sinus448* kh2 = 3. 33, 0. 1 >p> 0. 05. Time for Incisions. Mean in Minutes (SD) Midline. Lateral paramedian. Time taken (Westmineter) Opening3. 17(1. 81)8. 91 (3. 02). Closing8. 09 (3. 37)9. 88 (3. 36). Opening time (Westminster and Scarborough) Less than 5 minutes10845 to 9 minutes1784>10 minutes191",
        "cop": 3,
        "opa": "Done below umbilicus",
        "opb": "Rectus sheath is cut laterally",
        "opc": "Rectus sheath is cut medially",
        "opd": "Decreases sensation in rectus muscle",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "9d8c90ff-31e7-4f51-855d-153d5742912f",
        "choice_type": "multi"
    },
    {
        "question": "Deep inguinal ring is:",
        "exp": "(Condensation of the transversalis fascia): Ref: 1274 - LB (971-B & L 25th) Deep inguinal ring is a U-shaped condensation of the tranversalis fascia and is lies 1. 25 cm above the inguinal (poupart's) ligament, midway between the symphysis pubis and the ASIS Superficial inguinal ring: - is a triangular aperture in the aponeurosis of the external oblique and lies 1. 25 cm a bove the pubic tubercle",
        "cop": 2,
        "opa": "Condensation of the external oblique",
        "opb": "Condensation of the transversalis fascia",
        "opc": "Condensation of the internal oblique",
        "opd": "Condensation of the cremesteric fascia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "bcbc119a-9a51-4fa3-8aa6-aadc47580bc9",
        "choice_type": "single"
    },
    {
        "question": "A patient undergone emergency laparotomy and Ileostomy closure done after 3 months then he developed swelling in the ileostomy region with Cough impulse. This is known as",
        "exp": "Ans. (b) Incisional hernia. Ref: Practical Question* Question is very clear - Ileostomy is reversed in 3 months - so this cannot be a parastomal hernia.* Parastomal hernia is one which develops via a defect in the opening made for Ileostomy or Colostomy, and the hernia is present in the presence of stoma.* Now here it is clear the stoma is reversed and hence this is a Incisional hernia via the incision made for creating stoma",
        "cop": 2,
        "opa": "Lumbar hernia",
        "opb": "Incisional hernia",
        "opc": "Spigelian hernia",
        "opd": "Parastomal hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3d921d3a-85e3-41fd-ac34-ba7f1aefb5eb",
        "choice_type": "single"
    },
    {
        "question": "Relation of hernial sac to spermatic cord in direct inguinal hernia is",
        "exp": "Ans. b (Sac is posterior to cord). (Ref. B & L, Surgery, 25th/pg. 70, 971)INGUINAL HERNIAS# Indirect inguinal hernia:- It is the remains of the processus vaginalis and therefore is congenital in origin.-It is more common than a direct inguinal hernia.- It is much more common in males than in females.- It is more common on the right side.- It is most common in children and young adults.- The hernial sac enters the inguinal canal through the deep inguinal ring and lateral to the inferior epigastric vessels.- An indirect inguinal hernial sac travels down the canal on anterolateral aspect of spermatic cord.- The neck of the sac is narrow.- The hernial sac may extend through the superficial inguinal- ring above and medial to the pubic tubercle. (Femoral hernia is located below and lateral to the pubic tubercle).- The hernial sac may extend down into the scrotum or labium majus.# Indirect inguinal hernia:- While a direct inguinal hernial sac comes out directly forwards through posterior wall of inguinal canal, Neck of indirect hernial sac is lateral to inferior epigastric vessels, while direct emerges medial to it.- An inguinal hernia can be differentiated from femoral by sac neck relation to medial end of inguinal ligament and pubic tubercle i. e. in inguinal hernia neck is above and medial while in femoral it is below and lateral to medial end of inguinal ligament and pubic tubercle.- So, direct hernia = sac is posterior, Indirect hernia = sac anterolateral.- Direct hernias do not often attain a large size or descend into scrotum.- In contrast to an indirect inguinal hernia, a direct inguinal hernia lies behind the spermatic cord.- As neck of the sac is wide, direct hernia s do not often strangulate.- A direct inguinal hernia is always acquired (Smoking, occupation that involve straining & heavy lifting & damage to ILIOINGUINAL NERVE)- Women practically never develop a direct inguinal hernia (It is common in old men with weak abdominal muscles and is rare in women).",
        "cop": 2,
        "opa": "Sac is anterior to cord",
        "opb": "Sac is posterior to cord",
        "opc": "Sac is medial to cord",
        "opd": "Sac is lateral to cord",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "e69d81cb-5c26-40ce-b536-1d237e2a2146",
        "choice_type": "single"
    },
    {
        "question": "True about indirect inguinal hernia",
        "exp": "Ans. (a) It travels through both. Ref: Bailey and Love 26th/e p. 594* Indirect hernia: Enters Deep ring and travels in canal and comes out via superficial ring* Direct hernia: Enters Hesselbach triangle and comes out via superficial ring* Femoral hernia: Enters Femoral ring and travels femoral canal and comes out via the saphenous opening",
        "cop": 1,
        "opa": "It travels through both superficial and deep inguinal ring",
        "opb": "It travels through deep inguinal ring only",
        "opc": "It travels through superficial inguinal ring only",
        "opd": "It occurs through Hesselbach's triangle",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "68c9bd8d-fe9a-4e13-8268-d5ac39dda33a",
        "choice_type": "multi"
    },
    {
        "question": "Maylard incision involves a trasverse cut through which of the following muscles?",
        "exp": "Ans. is 'a' i. e., Rectus abdominis Maylard incision:* Mayland Incision is a surgical incision in which a transverse cut is made on rectus abdominis muscle to allow wider access to the pelvic cavity. It is also called Mackenrodt incision.* For gynaecological surgery, the skin incision is made 5-8 cm above the pubic symphysis. The site of skin incision is above and parallel to traditional Pfannenstiel incision.* The rectus fascia and muscle are cut transversely and the incision is extended as far laterally as needed.* The anterior rectus sheath is not separated from the muscle to facilitate easy closure at the end of the surgical procedure.* The inferior epigastric vessels which span across more than half of the rectus muscle's width are identified and ligated.* In patients with peripheral arterial disease, ligation of inferior epigastric vessels may lead to distal ischemia.",
        "cop": 1,
        "opa": "Rectus abdominis",
        "opb": "Serratus anterior",
        "opc": "Pectoralis major",
        "opd": "Psoas major",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "0b6bb1d2-11b5-4c68-ae98-4d51a921c369",
        "choice_type": "single"
    },
    {
        "question": "The best view to visualized minimal pneumo-peritoneum:",
        "exp": "Ans. (b) Erect view Abdomen.* The best view is X ray Abdomen Erect view to look for Perforation (detects 1mlair)* If patient cannot stand left lateral decubitus with horizontal beam is used (detects 10mlair air)",
        "cop": 2,
        "opa": "AP view abdomen",
        "opb": "Erect view abdomen",
        "opc": "Right lateral decubitus with horizontal beam",
        "opd": "Left lateral decubitus with horizontal beam",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "c49b1851-2505-49b0-bfac-7e4f138bb885",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this type of hernia repair shown here?",
        "exp": "Ans. (a) TAPP* This is Transabdominal Preperitoneal repair of hernia, Mesh is kept preperitoneally and Tackers applied for retaining the mesh and Peritoneum is closed.",
        "cop": 1,
        "opa": "TAPP",
        "opb": "TEP",
        "opc": "Lichtenstein",
        "opd": "Bassini",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "728c34a1-a364-4b53-b6ab-faddc14fe513",
        "choice_type": "single"
    },
    {
        "question": "Most common hernia among the following is:",
        "exp": "Ans: a (Inguinal) Ref: Bailey, 24th ed, p. 1274- Most common hernia in men - Indirect inguinal hernia (right side)- Most common hernia in females - Indirect inguinal hernia- Femoral hernia is more common in females. (F: M -4: 1)(You should have a clear idea about this). Inguinal hernia. Indirect. Contents enter the deep inguinal ring and traverse the whole length of the inguinal canal to come out through superficial inguinal ring. Most common of all forms of hernia. More common on right side. Bilateral in 12% of cases. More common in males (~20 times). Direct. Here the contents protrude through the posterior wall of the inguinal canal medial to the inferior epigastric vessels, (through Hesselback triangle). Practically never seen in females. Neck is wide so rarely strangulate. Three types of indirect inguinal hernia. Bubonocele - hernia limited in the inguinal canal. Funicular - processes vaginalis closed at its lower end. Complete or vaginal or congenital - here the processes vaginalis is patent throughout. Hernia sac is continuous with the tunica vaginalis of the testis. Management of inguinal hernias1) Treatment of hernial saca) Indirect hernias - Sac is dissected free and opened and herniated contents are reduced. Sac is ligated at the internal inguinal ring, b) Direct hernias - Sac is not opened but simply inverted into peritoneal cavity. 2) Inguinal floor reconstructiona) Primary tissue repair. Post wall of inguinal canal is strengthened by just approximation of tissues with sutures. No use of any prosthetic material. Commonly performed are: 1) Bassini repair2) Halsted repair3) Mc. Uay (Cooper ligament) repair4) Shouldice repair. 5) Darn repair. b) Anterior tension - free mesh repair - Current practices in hernia management employ a synthetic mesh prosthesis to bridge the defect. Recurrence rate is quite low. Commonly employed techniques are: 1) Lichtenstein repair. 2) Patch and plug technique. c) Laparoscopic and Preperitoneal repairs1) TAPP (Trans - abdominal pre - peritoneal)2) TEP (Totally extraperitoneal repair). Note - Different types of hernias are mentioned in 2007 Surgery paper. Just go through It.",
        "cop": 1,
        "opa": "Inguinal",
        "opb": "Femoral",
        "opc": "Umbilical",
        "opd": "Epigastric",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "8c11c046-a26a-4d79-b939-dc182bc6e660",
        "choice_type": "single"
    },
    {
        "question": "Type IIIA in Nyhus classification of hernia:",
        "exp": "Ans. (a) Direct inguinal hernia Ref: Sabiston 19/epi 120. Nyhus Classification: Type 3:* 3 A- Direct hernia, * 3 B- Pantaloon hernia, * 3 C- Femoral hernia",
        "cop": 1,
        "opa": "Direct inguinal hernia",
        "opb": "Indirect inguinal hernia",
        "opc": "Femoral hernia",
        "opd": "Umbilical hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "9591cdac-00df-4fbf-8208-a9030122dd0d",
        "choice_type": "single"
    },
    {
        "question": "A surgeon was doing a laparoscopic hernia surgery and he visualized the Triangle of doom. Which of the following is not the boundary of the same?",
        "exp": "Ans. (d) Inguinal ligament. Ref: Schwartz 10th ed; pg. 1499-1501. Triangle of doom. Triangle of pain* Medially - Vas deferens* Laterally Gonadal vessels* Interiorly - Reflected peritoneum* Medially - gonadal vessels* Laterally - Reflected peritoneum* Above by Iliopubic tract. Contents - External iliac vessels, Deep circumflex iliac vein, Genital branch of genitofemoral nerve. Contents include Lateral femoral cutaneous nerves, femoral branch of GFN and Femoral nerve. Importance* Tackers should never be placed in these triangles.* If placed in Doom - Hemorrhage will occur, Pain - intractable postoperative pain will occur* Together called Trapezoid of Disaster",
        "cop": 4,
        "opa": "Vas deferens",
        "opb": "Gonadal Vessels",
        "opc": "Reflected peritoneum",
        "opd": "Inguinal ligament",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "c14e9b49-5079-4bbd-86f8-878231bb7a29",
        "choice_type": "single"
    },
    {
        "question": "A child presents with swelling in the right groin region. When this selling was reduced by hand, a gurgling sound was heard and the swelling reduced. Which of the following is a true statement in relation to the above?",
        "exp": "Ans. (d) Hernial sac contains intestine. Ref: Bailey 26th edition Page 930* Hernial sac containing Intestine will reduce with gurgling sound, Initial part will be difficult to reduce in Enterocele.* Hernial sac containing Omentum will be Easy to reduce initially but difficult to reduce the last part. (Omentocele)* In children Hernia is due to Persistent Processus Vaginalis.* In children mostly Indirect hernia is only seen. Only congenital direct hernia is Ogilvie's hernia",
        "cop": 4,
        "opa": "The child has right direct hernia",
        "opb": "The processus vaginalis has been completely obliterated",
        "opc": "Hernial sac contains greater omentum only",
        "opd": "Hernial sac contains intestine",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "9b2a6fc0-1a4e-4d7f-a9a3-d9293fc60868",
        "choice_type": "multi"
    },
    {
        "question": "The chief surgeon planned to perform a midline laparotomy for right hemicolectomy for a carcinoma caecum. You were asked to clean, paint and drape for the operation. You will clean which part of the body for the operation",
        "exp": "Ans. (a) Nipple to Midthigh including Genitalia(Ref: Practice Guidelines, Pye's Surgical Handicrafts)* This is another practical question- For midline laparotomy always we paint from Both nipple level to mid thigh.",
        "cop": 1,
        "opa": "Nipple to mid thigh including genitalia",
        "opb": "Epigastrium to pubic symphysis",
        "opc": "Chin to pubic symphysis",
        "opd": "Epigastrium to mid-thigh including genitalia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "438d1048-cbf0-452f-8a32-24584f29c267",
        "choice_type": "single"
    },
    {
        "question": "Hydrocele in a child managed by:",
        "exp": "Ans. (a) Herniotomy. Ref-. Bailey and Love 26th ed., ch. 79 /1382* Congenital hydroceles are treated by herniotomy if they do not resolve spontaneously* Lord's operation is suitable when the sac is reasonably thin-walled. There is minimal dissection and the risk of haematoma is reduced.* Eversion of the sac with placement of the testis in a pouch prepared by dissection in the fascial planes of the scrotum is an alternative (Jaboulay's procedure)* Aspiration of the hydrocele fluid is simple, but the fluid always reaccumulates within a week or so. It may be suitable for men who are unfit for scrotal surgery",
        "cop": 1,
        "opa": "Herniotomy",
        "opb": "Plication of sac",
        "opc": "Eversion of sac",
        "opd": "Inversion of sac",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "fb3a41ec-61c2-4be2-afcd-ee7c0b6f22cc",
        "choice_type": "single"
    },
    {
        "question": "True about femoral hernia:",
        "exp": "Ans C. (Richter's hernia is its variant). (Ref. Bailey & Love surgery 25th/977)FEMORAL HERNIAS# Account for 1% of all abdominal wall hernia (third most common type of primary hernia).# Female: male ratio is 4: 1# Commonest in middle aged and elderly women, More common in parous# Rare in children# Much less common than inguinal hernias but are as common as inguinal hernias in older women# Anatomy of the femoral canal- Anterior border is the inguinal ligament- Posterior border is the pectineal ligament- Medial border is the lacunar ligament- Lateral border is the femoral vein# Management of femoral hernia# All uncomplicated femoral hernias should be repaired as an urgent elective procedure# Three classical approaches to the femoral canal have been described- Low (Lockwood)- Transinguinal (Lotheissen)- High (Mc. Evedy)# Irrespective of approach used the following will be achieved- Dissection of the sac- Reduction/inspection of the contents- Ligation of the sac# Approximation of the inguinal and pectineal ligaments. Also remember: The relationships of an indirect inguinal and a femoral hernia to the pubic tubercle; the inguinal hernia emerges above and medial to the tubercle whereas the femoral hernia lies below and lateral to it. Although inguinal hernia may be 10 times more common than femoral hernia, a femoral hernia is more likely to strangulate because of the narrowness of the neck and its rigid surrounds. Femoral hernias should be operated on as soon as possible. Surgical anatomy. The femoral canal occupies the most medial compartment of the femoral sheath and extends from the femoral ring above to the saphenous opening below. It is 1. 25 cm long and 1. 25 cm wide at its base, which is directed upwards. The femoral canal contains fat, lymphatic vessels and the lymph node of Cloquet. It is closed above by the septum crurale, a condensation of extraperitoneal tissue. Special types of hernia# Richter's hernia Partial enterocele (circumference of intestine involved), presents with strangulation and obstruction# Maydl's hernia W loop strangulation, strangulated bowel within abdominal cavity.# Littre's hernia Strangulated Meckel's diverticulum, can cause small bowel fistula.",
        "cop": 3,
        "opa": "Commoner in males",
        "opb": "Least likely to strangulate",
        "opc": "Richter's hernia is its variant",
        "opd": "Litter's hernia is its type",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "55d1ae91-916a-4eb9-a57d-e5ac84d202c7",
        "choice_type": "multi"
    },
    {
        "question": "Neck of the sac of femoral hernia lies",
        "exp": "Ans. b (Below and lateral to pubic tubercle) (Ref. Bailey and Love 25lh/pg. 971). FEMORAL HERNIA# A femoral hernia occurs through the femoral canal that is bounded superiorly by the iliopubic tract, inferiorly by Cooper's ligament, laterally by the femoral vein, and medially by the junction of the iliopubic tract and Cooper's ligament (lacunar ligament).# A femoral hernia produces a mass or bulge below the inguinal ligament.# Femoral hernias are difficult to diagnose clinically because of their deep location in the femoral canal.- Laugier's is through the gap in the lacunar (Gimbemat's) ligament.- Narath's occurs only in patients with CDH and is due to lateral displacement of psoas muscle.# Account for 1% of all abdominal wall hernia# Female: male ratio is 4: 1# Commonest in middle-aged and elderly women, more common in parous# Rare in children# Much less common than inguinal hernias but are as common as inguinal hernias in older women# They always remain below the inguinal ligament and lateral to the pebic tubercle and are more prone to incarceration and strangulation than inguinal hernias.# This type of hernia occurs more commonly in females and usually contains preperitoneal fat, omentum, and/or small bowel.# Clinically, saphena varix is its closest DD. Femoral hernia: Protrudes below inguinal ligament through femoral canal below and lateral to pubic tubercle. More common in women. Direct inguinal hernia: Protrudes through the internal (Hesselbach's) triangle. Bulges directly through abdominal wall medial to inferior epigastric artery. Goes through the external (superficial) inguinal ring only. Covered by transversalis fascia. Usually in older men. Indirect inguinal hernia: Goes through the INternal (deep) inguinal ring, external (superficial) inguinal ring, and Into the scrotum. Enters internal inguinal ring lateral to inferior epigastric artery. Occur in Infants owing to failure of processus vaginalis to close. Much more common in males. Management:# All uncomplicated femoral hernias should be repaired as an urgent elective procedure- A femoral hernia can be repaired using:# The standard Cooper's ligament repair, # A preperitoneal approach, or# A laparoscopic approach.# Three classical approaches to the femoral canal have been described:- Low (Lockwood).- Transinguinal (Lotheissen)- High (Mc. Evedy)# Irrespective of approach used the following will be achieved:- Dissection of the sac- Reduction/inspection of the contents- Ligation of the sac- Approximation of the inguinal and pectineal ligaments",
        "cop": 2,
        "opa": "Above and medial to pubic tubercle",
        "opb": "Below and lateral to pubic tubercle",
        "opc": "At saphenous opening",
        "opd": "At the level of inguinal ligament",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "9fff933c-e472-4b51-97b2-abf37647630f",
        "choice_type": "multi"
    },
    {
        "question": "Name the retractor?",
        "exp": "Ans. (a) Deaver retractor",
        "cop": 1,
        "opa": "Deaver retractor",
        "opb": "Richardson retractor",
        "opc": "Malleable retractor",
        "opd": "Goulet",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "5b26ce11-ca05-426d-993f-aabb9144825b",
        "choice_type": "multi"
    },
    {
        "question": "Burst abdomen occurs most common on -",
        "exp": "Ans. is 'b' i. e., 7th day o In 1 -2% cases, mostly between sixth and eight day after operated, and abdominal wound bursts open and viscera are extruded.",
        "cop": 2,
        "opa": "2nd day",
        "opb": "7th day",
        "opc": "4th day",
        "opd": "9th day",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "e7ff4618-2fc0-40dd-9797-395dc68de3fe",
        "choice_type": "single"
    },
    {
        "question": "Viscera forms wall of which hernia?",
        "exp": "Ans. (b) Sliding hernia* Posterior wall of the sliding hernia is not only formed by sac but also by retroperitoneal structures.* MC structure being Sigmoid colon* Barium Enema is the preferred investigation to confirm the presence of Sigmoid Colon in Scrotum. (IOC for confirming Sliding hernia)",
        "cop": 2,
        "opa": "Lumbar hernia",
        "opb": "Sliding hernia",
        "opc": "Epigastric hernia",
        "opd": "Femoral hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "a260a2f1-be18-4070-87df-d4adf3678036",
        "choice_type": "multi"
    },
    {
        "question": "At surgery for a right inguinal hernia, a 72-year-old man is found to have a hernia sac that is not independent of the bowel wall. The cecum forms part of the wall of the sac (see Figure below). Such a hernia is properly referred to as which of the following? Hernia has entered internal inguinal ring. Note that one-fourth of the hernia is not related to the peritoneal sac.",
        "exp": "The term sliding refers to the peritoneum that slides along with the hernia in its passage along the cord (Figure below). The viscus forms part of the wall of the sac. The peritoneum should not be removed from the bowel wall, because devascularization may occur. Note cecum and ascending colon sliding on fascia of posterior abdominal wall",
        "cop": 3,
        "opa": "Incarcerated",
        "opb": "Irreducible",
        "opc": "Sliding",
        "opd": "Richter's",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "862dfe0c-6955-4086-8a1b-3819e0a4b17b",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding direct hernia",
        "exp": "Ans. (b) Direct Hernia is medial to Inferior epigastric artery* During surgery- hernia arising medial to Inferior epigastric artery is Direct hernia, arising laterally is Indirect hernia* MC inguinal hernia in females = Indirect (Direct hernia never occurs in females)* It bulges as hemispherical swelling (Indirect hernia descends in a pyriform shape into scrotum)* Repair of Fascia transversalis and deep ring done for Indirect Hernia.",
        "cop": 2,
        "opa": "MC inguinal hernia in women is direct",
        "opb": "Direct hernia is medial to Inferior epigastric artery",
        "opc": "Repair of the transversalis fascia and the internal ring",
        "opd": "Descends downwards and inwards towards scrotum",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "43b7c099-0258-42ce-abe2-83782934e2ea",
        "choice_type": "multi"
    },
    {
        "question": "Spigelian hernia occurs through",
        "exp": "Ans) b (Aponeurotic....) Ref Sabiston 18th ed pg 1214. Spigelian hernia. Occurs through the spigelian fascia which is composed of the aponeurotic layer between the rectus muscle medially and the semilunar line laterally. Small -1 -2cm in diameter. Develop during the fourth to seventh decades of life. Localised pain in the area without a bulge (beneath the intact external oblique aponeurosis.)USG or CT abdomen confirms diagnosis. Risk for incarceration due to its relatively narrow neck. Obturator hernia. Weakening of obturator membrane covering obturator canal. Obturator canal is formed by union of the pubic bone and ischium. Causes intestinal incarceration & strangulation. Howship-Romberg sign - compression of the obturator nerve which causes pain in the medial aspect of thigh. One half of patients present with complete or partial bowel obstruction. CT abdomen confirms diagnosis. Lumbar hernia. Either congenital or acquired & occur in the lumbar region of the posterior abdominal wall. Hernias through superior lumbar triangle are more common. Superior lumbar triangle (Grynfeltt's triangle)- bounded by the 12, h rib, paraspinal, and internal oblique muscle. Inferior lumbar triangle (Petit's triangle)- bounded by the iliac crest, latissimus dorsi muscle, & external oblique muscle. Lumbar hernias are not prone to incarceration. Some named hernias1) Richter's hernia -Hernia in which the sac contains only a portion of the circumference of the intestine (usually small intestine). It usually complicate femoral & rarely Obturator hernia. 2) Laugier's femoral hernia -This is a hernia through a gap in the lacunar (Gimbernat's) ligament. The hernia commonly strangulates. 3) Narath's femoral hernia -Occurs only in patients with congenital dislocation of the hip & is due to lateral displacement of psoas muscle. Hernia is hidden behind the femoral vessels4) Cloquet's hernia -Sac lies under the fascia covering the pectineus muscle. Sac may co exist with the usual type femoral hernia sac5) Spigelian hernia -Hernia occurs through the linea semilunaris at the level of arcuate line i. e, a few centimeters above the inguinal ligament. Victims are above 50 years of age. 6) Lumbar hernia -Occurs through Petit's triangle bounded below by crest of the ilium, laterally by the external oblique & medially by latissimus dorsi7) Hernia-en-glissade or Sliding hernia -A piece of extraperitoneal bowel, usually the caecum on the right side or the pelvic colon on the left side or the urinary bladder on either sides slides down out side the hernial sac forming a part of its wall being covered by the peritoneum on the hernial aspect only. Since left side is much more common than right side Sigmoid is the most common content of sliding hernia8) Littre'shernia -Hernia which contains Meckel's diverticulum9) Maydl's hernia or Hernia-en-w or Retrograde strangulation -Two loops of bowels remains in the sac & the connecting loop remains within the abdomen and be- comes strangulated. 10) Gibbon's hernia - it is hernia with hydrocele11) Berger's hernia - Hernia in pouch of Douglas",
        "cop": 2,
        "opa": "Superior lumbar triangle",
        "opb": "Aponeurotic layer between rectus muscle and semilunar line",
        "opc": "Membrane covering canal between pubic bone & ischium",
        "opd": "Inferior lumbar triangle.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "54e809b4-bb9a-49f0-b07d-0dea734d5ce6",
        "choice_type": "single"
    },
    {
        "question": "Femoral hernia lies:",
        "exp": "Ans: b (Lateral and below pubic tubercle) Ref: Bailey & love, 24th ed, p. 1281-1282. FEMORAL HERNIA* Third most common type of primary hernia.* 20 % of hernia in females and 5% in men.* Most liable to become strangulated because of narrowness of the neck of the sac and rigidity of the femoral ring.* Strangulation is the initial presentation of 40% of femoral hernia.* Right side is affected twice as often as the left and in 20% it is B/L. Differential diagnosis1. An inguinal hernia - In inguinal hernia, the neck of sac lies above and medial to the pubic tubercle where as femoral hernia lies below and lateral to the pubic tubercle. 2. Saphena varix - A saccular enlargement of termination of long saphenous vein. The swelling disappears on lying flat whereas femoral hernia is still palpable. 3. An enlarged femoral lymph node4. Lipoma5. Femoral aneurysm6. Psoas abcess. FEMORAL CANALFemoral canal occupies the most medial compartment of the femoral sheath and it extends from the femoral ring above to the saphenous opening below. It is 1. 25 cm long and 1. 25 cm wide at its base. Femoral canal contains fat, lymphatic channels and the lymph node of cloquet.",
        "cop": 2,
        "opa": "Medial to the pubic tubercle",
        "opb": "Lateral and below pubic tubercle",
        "opc": "Through deep inguinal ring.",
        "opd": "Through Hasselbach's triangle.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "c7c5caed-4bc1-4d9a-8a98-e3aaa81f1315",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true about repair of groin hernias except:",
        "exp": "Ans. (c) In shouldice repair, non absorbable mesh is used. Ref: Sabiston 19/e p1120-1126* Lichtenstein uses Tension free prolene mesh (procedure of choice for Inguinal hernia)* TEP repair - Total Extra Peritoneal repair* Shouldice- Anatomical repair- Double breasting of Fascia transversalis done* Hernia Surgeries are done by Local Anesthesia Infiltration",
        "cop": 3,
        "opa": "Lichtenstein tension free repair has a low recurrence rate",
        "opb": "TEP repair is an extraperitoneal approach to laparoscopic repair of groin hernia",
        "opc": "In Shouldice repair, non-absorbable mesh is used",
        "opd": "The surgery can be done under local anesthesia in selected cases",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "693fe465-25c8-4f22-837a-a4377cb85b94",
        "choice_type": "multi"
    },
    {
        "question": "In femoral hernia the base of sac lies -",
        "exp": "Ans. is 'a' i. e., Below and lateral pubic tubercle * The base of hernia sac appears below and lateral to the pubic tubercle and lies in the upper leg rather than in the lower abdomen. Femoral hernia* In this hernia the abdominal contents pass through the femoral ring, traverse the femoral canal and come out through the saphenous opening.* It is more common in females (But remember that most common hernia in the females is not femoral, but it is indirect inguinal)* Femoral hernia is rare in men and nulliparous women but more common in multiparous women due to stretching of the pelvic ligaments.* In contrast to inguinal hernia, femoral hernia is rare in infancy and childhood. It is rare before puberty.* It is more common on right side* It is bilateral in 20% of cases.* Among all the types of hernia, femoral hernia is most liable to become strangulated, mainly because of the narrowness of the neck of the sac and the rigidity of the femoral ring. Infact strangulation is the initial presentation of 40% of femoral hernias.",
        "cop": 1,
        "opa": "Below and lateral to pubic tubercle",
        "opb": "Below and medial to pubic tubercle",
        "opc": "Above and lateral to pubic tubercle",
        "opd": "Above and medial to pubic tubercle",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "65df051a-6d6f-49a9-ab96-4347cbf1fc8a",
        "choice_type": "multi"
    },
    {
        "question": "A male neonate is born with an omphalocele (shown in Figure below). This entity can be distinguished from gastroschisis, because in an omphalocele, the protrusion is: Giant omphalocele in a newborn male.",
        "exp": "In omphalocele (see figure below), the swelling is covered by a membrane formed by the peritoneum, Wharton's jelly, and amnion. The membrane is transparent, and underlying intestine can be seen. The other features listed are characteristic of gastroschisis. In gastroschisis, the protrusion is not covered by a membrane and the other features listed apply. Radiograph shows large swelling due to gastroschisis. (Multiple loops of bowel lying on the right side and outside of the abdomen). Radiograph shows large swelling due to gastroschisis. (Bowel loops wrapped in synthetic bag to reduce bowel sequentially.)",
        "cop": 4,
        "opa": "Not covered by a sac",
        "opb": "A defect in the abdominal musculature",
        "opc": "Associated with an umbilicus attached to the abdominal wall musculature",
        "opd": "Associated with partial or complete malrotation of the bowel",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "d3c4006e-171a-4908-9af8-1c9b67f10fde",
        "choice_type": "multi"
    },
    {
        "question": "What is the name of this retractor?",
        "exp": "Ans. (a) Deavers retractor. Deavers retractor* Used to retract liver without any damage to liver parenchyma.* Used during Cholecystectomy to retract liver.* Used during Pancreatico jejunostomy to retract Stomach* Used in places where a careful retraction without organ damage is needed. Other Retractors. Thompson Self Retaining Liver Retractor* Thompson retractor has multiple arms which can be fixed to a rod which is attached to the Operating table.* Adjustable and Self retaining in nature. Balfours Abdominal Self Retaining retractor:* It's used to retract the lateral abdominal walls.* The third limb-used to retract the bladder downwards. Joll's self retaining Thyroid retractor:* Used during thyroidectomy to retract the platysma.* It's a self retaining retractor. Doyen's Mouth gag:* Used to open mouth during intra oral operations like glossectomy, Cleft palate operations and Ranula surgery.* Used to retract tissues during hernia surgery, Appendectomy etc, * Available in various sizes. Morris retractor:* Used to retract the abdominal wall in a wide manner.* It is the instrument of choice for retraction in left subcostal region because it avoids the risk of splenic injury. Czerny retractor:* Serves the same purpose of a Langenback retractor, but has another limb with a double hook with space in between.* Sutures can be made in the tissues between the gap of hooks. Volkmann's Retractor: (Cat Paw retractor)* Has multiple hooks on one limb* Used to retract the skin flaps and fascia during operations on the surface level- Eg. Sebaceous cyst, Lipoma and Dermoid cyst.",
        "cop": 1,
        "opa": "Deavers",
        "opb": "Langenbacks",
        "opc": "Czerny",
        "opd": "Thomson",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "086e848b-0cd0-434c-afe6-48a0b45d8461",
        "choice_type": "single"
    }
]