[
    {
        "question": "Most common diaphragmatic hernia in children is:",
        "exp": "(Through the f oramen of Bochdalek): Ref: 873 - LB (894-B & L 25th). Hernia through the foramen of Bochdolek - (Posterolateral) This is rarely the persistence of the pleuroperitoneal canal and the opening is in the dome of the diaphragm posteriorly* It is the most common diaphragmatic hernia in children* TRIAD of respiratory distress, apparent dextrocardia and a scaphoid abdomen. HERNIA through the foramen of Morgagni: - (Anterolateral, retrosternal) This is an anteriorly placed hernia with the defect between the sternal and costal attachments of the diaphragm. The most commonly involved viscus is the transvere colon* Most frequent clinical presentation of congenital diaphragm hernia is respiratory distress due to severe hypoxemia",
        "cop": 1,
        "opa": "Through the foramen of Bochdalek",
        "opb": "Through the foramen of Morgagni",
        "opc": "Traumatic rupture of the diaphragm",
        "opd": "Eventration of the diapliragm",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "973872fe-b32c-494b-99a4-258b553ef62c",
        "choice_type": "single"
    },
    {
        "question": "40 year old patient was being operated for direct hernia. During surgery two sacs were seen. The diagnosis is?",
        "exp": "Ans. (a) Pantaloon Hernia. Ref: Long case Surgery by RRM* Pantaloon hernia is hernia which has two sacs- One direct and one indirect resembling a Pantaloon.",
        "cop": 1,
        "opa": "Pantaloons hernia",
        "opb": "Ritcher hernia",
        "opc": "Spigelian hernia",
        "opd": "Littre hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "940e9689-9351-42b2-bc79-c0d0778b411f",
        "choice_type": "single"
    },
    {
        "question": "Treatment of strangulated hernia is:",
        "exp": "Ans: b (Immediate surgery). Ref: Bailey & Love, 24th ed, p. 1279 & 23rd ed, p. 1150",
        "cop": 2,
        "opa": "Observation",
        "opb": "Immediate surgery",
        "opc": "Manual reduction",
        "opd": "Analgesics",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "09d56037-0c2f-4f2f-b082-8bfd5760a7d7",
        "choice_type": "single"
    },
    {
        "question": "Strangulation most commonly occurs in____ hernia.",
        "exp": "Ans. c (Femoral ) (Ref LB 25th/ 979). Although inguinal hernia may be 10 times more common than femoral hernia, a femoral hernia is more likely to strangulate because of the narrowness of the neck and its rigid surrounds. HERNIA# Vital facts. Femoral hernia# third most common type of primary hernia# cannot be controlled by a truss.# That of all hernias it is the most liable to become strangulated, mainly because of the narrowness of the neck of the sac and the rigidity of the femoral ring.# Strangulation is the initial presentation of 40 per cent of femoral hernias.# Femoral canal contains fat, lymphatic vessels and the lymph node of Cloquet. It is closed above by the septum crurale.# Right side is affected twice as often as the left# rare before puberty# female to male ratio is about 2: 1# female patients are frequently elderly, the male patients are usually between 30 and 40 years of age.# A fully distended femoral hernia assumes the shape of a retort and its bulbous extremity may be above the inguinal ligament.# Laugier's femoral hernia. This is a hernia through a gap in the lacunar (Gimbernat's) ligament. The diagnosis is based on unusual medial position of a small femoral hernia sac. The hernia has nearly always strangulated.# Narath's femoral hernia. This occurs only in patients with congenital dislocation of the hip and is due to lateral displacement of the psoas muscle. The hernia lies hidden behind the femoral vessels.# Cloquet's hernia. Cloquet's hernia is one in which the sac lies under the fascia covering the pectineus muscle. Strangulation is likely. The sac may coexist with the usual type of femoral hernia sac.# RX: The constant risk of strangulation is sufficient reason to recommend operation, which should be carried out soon after the diagnosis has been made. A truss is contraindicated because of this risk.# Operative treatment. Several approaches to the femoral hernia have been advocated including the low operation (Lockwood), the high operation (Mc. Evedy) and the inguinal operation (Lotheissen). In all cases the bladder must be emptied by catheterisation immediately before commencing surgery. Morgagni hernia# Commonly occurs through Right anterior diaphragm.# Usually contains omentum and transverse colon. Bochdalek hernia# Congenital diaphragmatic hernia# Occurs through posterior pleuroperitoneal canal/ defect.# 80% occur on left side.# Best predictor of prognosis is Pulmonary hypertension. Exomphalos (syn. omphalocele)# Herniation or protrusion of the abdominal contents into the base of the umbilical cord.# In contrast to the more common umbilical hernia, the sac is covered with peritoneum without overlying skin.# Associated with chromosomal abnormalities (50%) and severe malformations like cardiac anomalies (50%), and neural tube defects (40%), hence mortality rate is high in omphalocele. Gastroschisis# Paramedian full-thickness abdominal fusion defect usually on right side of umbilical cord; may involve thorax; bowel is nonrotated and lacks secondary fixation to dorsal abdominal wall. Umblical hernia# Repaired After 1 year of age, if required. Spigelian hernia repair# Interparietal hernia occurring at the level of the arcuate line.# The patient is often corpulent and usually over 50 years of age, men and women being equally affected.# Retraction of External oblique, internal oblique, and transversus abdominis muscles laterally is done during its surgical repair. Indirect inguinal hernia# It is congenital in origin.# It is more common than a direct inguinal hernia.# It is much more common in males than in females.# It is more common on the right side.# It is most common# An indirect inguinal hernial sac travels down the canal on anterolateral aspect of spermatic cord. # The neck of the sac is narrow.# The hernial sac may extend through the superficial inguinal ring above and medial to the pubic tubercle. (Femoral hernia is located below and lateral to the pubic tubercle)# The hernial sac may extend down into the scrotum or labium majus. Direct inguinal hernia# Occurs through Hasselbach's triangle (Deep Inguinal Ring) as a result of weakness of the posterior wall of the inguinal canal.# An inguinal hernia can be differentiated from femoral by sac neck relation to medial end of inguinal ligament and pubic tubercle, i. e., in inguinal hernia neck is above and medial while in femoral it is below and lateral to medial end of inguinal ligament and pubic tubercle.# So, direct hernia -sac is posterior, Indirect hernia -sac anterolateral.# Direct hernias do not often attain a large size or descend into scrotum.# In contrast to an indirect inguinal hernia, a direct inguinal hernia lies behind the spermatic cord.# As neck of the sac is wide, direct hernias do not often strangulate.# A direct inguinal hernia is always acquired (Smoking, occupation that involves straining & heavy lifting & damage to ilioinguinal nerve)# Women practically never develop a direct inguinal hernia (It is common in old men with weak abdominal muscles and is rare in women). Hiatus hernia# Most common complication esophagitis.# Best diagnosed by Ba meal.# Rx: Heller's operation# Paraoesophageal ('rolling') hiatus hernia are dangerous. Paraduodenal Hernia. Athletic pubalgia. Parastomal hernia# Congenital defect in descending mesocolon.# Sports Hernia; Gilmore's Groin/Groin Disruption.# Most commonly seen with End Colostomy.",
        "cop": 3,
        "opa": "Ritcher's",
        "opb": "Spigelian",
        "opc": "Femoral",
        "opd": "Sliding",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3f3686d5-7112-405f-a6ca-8913fd95cc2c",
        "choice_type": "single"
    },
    {
        "question": "26 yr old male presents with painless swelling over umbilicus). What is the most probable diagnosis?",
        "exp": "Ans. is 'b' i. e., Umbilical hernia * Painless swelling in the umbilical region, without associated redness swelling or induration is mostly suggestive of umbilical hernia.",
        "cop": 2,
        "opa": "Omphalitis",
        "opb": "Umilical hernia",
        "opc": "Omphalocele",
        "opd": "Gastroschisis",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "5432c783-52d9-4918-a197-fda8301d051b",
        "choice_type": "single"
    },
    {
        "question": "The following structures may be injured during surgery to repair an inguinal hernia:",
        "exp": "Any of these nerves may be divided, crushed, or entrapped by suture or mesh during repair of a groin hernia. The lateral femoral cutaneous nerve is vulnerable especially during laparoscopic hernia repair.",
        "cop": 1,
        "opa": "The ilioinguinal, genitofemoral, Iliohypogastric, and lateral femoral cutaneous nerves",
        "opb": "The femoral nerve",
        "opc": "The popliteal nerve",
        "opd": "The nerve to the psoas major muscle",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "d6630e24-f4bb-407c-969c-f91247f5f7a7",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male presents with red, swollen testis. Upon examination testis is felt separate from epididymis because of marked swelling in epididymis. Diagnosis:",
        "exp": "Ans. (c) Epididymo orchitis. Ref: Bailey & Love 26th ed./1384. ACUTE EPt. DIDYMO ORCHITIS* Inflammation of the epididymis and testis, from an ascending infection from the lower urinary tract.* Initially epididymis is involved, after that there is involvement of testis.* Most cases of epididymitis in men younger than 35 years are due to sexually transmitted organisms * In children and older men this is due to urinary pathogens such as E. coli.* Patient presents with fever, swollen, red and tender scrotum.* The epididymis and testis are swollen (Thickened cord with reactive hydrocoele).* Urine analysis typically demonstrates WBCs and bacteria in the urine or urethral discharge* Scrotal USG showing enlarged epididymis with increased blood flow with reactive hydrocoele. Also know* Testicular torsion is commonly seen in pre- pubertal age group (10-25 years). Patients usually presents with sudden agonizing pain.",
        "cop": 3,
        "opa": "Testicular torsion",
        "opb": "Fourniers gangrene",
        "opc": "Epididymo orchitis",
        "opd": "Testicular Cancer",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "a07d0bc0-539d-49c0-8393-7dcf2a56fdc4",
        "choice_type": "single"
    },
    {
        "question": "The following patient shows painless lump in umbilicus with reduction on lying down. The diagnosis is:",
        "exp": "Ans. (a) Umbilical hernia* Small umbilical hernia with cough impulse can be identified clinically.* There is less chances for obstruction in children and we can observe for spontaneous closure upto 5 years in children.",
        "cop": 1,
        "opa": "Umbilical hernia",
        "opb": "Fistula in Umbilicus",
        "opc": "Omphalitis",
        "opd": "Gastroschisis",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "5d5e7f79-e1b5-4375-88f1-a2159859c6fa",
        "choice_type": "single"
    },
    {
        "question": "Which is a clean surgery -",
        "exp": "Ans. is 'a' i. e., Hernia surgeryo Surgical site infections or also k/a wound infections. Are infections of the tissue, organs or spaces exposed by surgeons during performance of an invasive procedure. They are classified as below. Classification of Surgical Wounds. Clean Wound (Class I)o Include those in which no infection is present: only skin microflora potentially contaminate the wound. No hollow viscus is entered. No inflammationo Examples: Hernia repair, breast biopsy. Clean/con taminated wounds (Class II)o Include those in which a hollow viscus such as the respiratory, alimentary or genitourinary tracts with indigenous bacterial flora is opened, but under controlled circumstances without significant spillage of contents. No inflammation. o Examples: Cholecystectomy, elective GI surgery. Contaminated wounds (Class 111)o Include open accidental wounds encountered early after injury, those with extensive introduction of bacteria into a normally sterile area of the body due to major breaks in sterile technique (eg. open cardiac massage); uncontrolled spillage of viscus contents such as from the intestine. Inflammation is apparento Examples: Penetrating abdominal trauma, large tissue injury, enterotomy during bowel obstruction. Dirty wounds (Class IV)o Include traumatic wounds in which a significant delay in treatment has occurred and in which necrotictissue is present. Includes wounds in which pus is present. Includes those wounds created to access aperforated viscus accompanied by a high degree of contamination. Severe in flammation is seeno Examples: Perforated diverticulitis, necrotizing soft tissue infection. o Various steps are described for the prevention of SSIs, but we will discuss those related to use of antibiotics only. Use of antibiotics as prophylaxis of SSIs. Wound class. Antibiotics Prophylaxis. Class IControversial, most surgeons do not give. Class IDProphylactic antibiotics given. Class HProphylactic antibiotics given. Class HI & IVProphylactic as well as therapeutico About prophylactic antibiotics points to know are -By definition prophylaxis is limited to the time prior to and during the operative procedure - \"To be most effective the prophylactic antibiotic agent should be administered intravenously before the incision is made jo that the tissue levels are present at the time the wound is created and exposed to the bacterial contamination. A good time to administer the preoperative dose is when the patient arrives in the operating room. \" -- Sabiston. There is no evidence in support of post operative doses of antibiotics. Post operative antibiotics increase the cost and promote the development of drug resistant organisms and pseudomembranous colitis. o About option 'd'Local irrigation with antibiotics, in a patient on systemic antibiotics is controversial but definitely not contraindicated. More points to remember about SSIso Pre op. hair shaving increases the rate of SSIs. o For colorectal surgery, bowel preparation is done + oral antibiotics (neomycin + metronidazole) is given. (Ref: Sabiston 18/e p 332). Most common infecting organisms. Staphylococcus aureus and coagulase-negative staphylococcus are the most common bacteria found in SSIs(Sabiston 18/e 331). But in cases of GIT operations the most common agents are Enterobacter species & E. coli. (Ref: Sabiston 18/ e, p301)",
        "cop": 1,
        "opa": "Hernia surgery",
        "opb": "Gastricsurgeru",
        "opc": "Cholecystectomy",
        "opd": "Rectal surgery'",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3121ad2c-6ee6-4710-95cf-713f47dee7c6",
        "choice_type": "single"
    },
    {
        "question": "A 22 years adult presented with hernia and was repaired using cremesteric muscle flap, what type of hernia was it",
        "exp": "i. e. (Indirect inguinal hernia): (971-83-Love & Bailey 25th) (725-CSDT 13th)A modification of Shouldice repair for Indirect inguinal hernias involve additional use of Cremasteric muscle, rather than incising it. For open hernia repair surgery, a single long incision is made in the groin. If the hernia is bulging out of the abdominal wall (a direct hernia), the bulge is pushed back into place. If the hernia is going down the inguinal canal (indirect), the hernia sac is either pushed back or tied off and removed. The weak spot in the muscle wall-where the hernia bulges through-traditionally has been repaired by sewing the edges of healthy muscle tissue together (herniorrhaphy). This is appropriate for smaller hernias that have been present since birth (indirect hernias) and for healthy tissue, where it is possible to use stitches without adding stress on the tissue. But the surgical approach varies depending on the area of muscle w. Mesh patches of synthetic material (Gore-Tex, Teflon, Dacron, Marlex, or Prolene) are now being widely used to repair hernias (hemioplasty). This is especially true for hernias that recur and for large hernias, patches are sewn over the weakened area in the abdominal wall after the hernia is pushed back into place. The patch decreases the tension on the weakened abdominal wall, reducing the risk that a hernia will recurall to be repaired and the surgeon's preference. Indirect (Oblique) inguinal hernia. Most common form of hernia, especially in the young more common on right side (65%). In the groin, an indirect inguinal hernia results when obliteration of the processus vaginalis, the peritoneal extension accompanying the testis in its descent into the scrotum fails to occur. The resultant hernia sac passes through the internal inguinal ring, a defect in the transversalis fascia half way between the anterior iliac spine and the pubic tubercle. The sac is located antero medially within the spermatic cord and may extend partway along the inguinal canal or accompany the cord out through the subcutaneous (external) inguinal ring, a defect medially in the external oblique muscle just above the pubic tubercle. A hernia that passes fully into the scrotum is known as a complete hernia. The sac and the spermatic cord are invested by the cremaster muuscle, an extension of fibers of the internal oblique muscle",
        "cop": 2,
        "opa": "Femoral hernia",
        "opb": "Indirect inguinal hernia",
        "opc": "Direct inguinal hernia",
        "opd": "Interparietal hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "1793d62f-c1c2-42db-908a-0d6ecb72c619",
        "choice_type": "single"
    },
    {
        "question": "Triangle of doom is associated with",
        "exp": "Ans. (b) Laparoscopic hernia surgery. Ref Palanivel Laparosopic Surgery* The following triangles are related to Laparoscopic hernia repair:# Triangle of Doom# Triangle of Pain",
        "cop": 2,
        "opa": "Laparoscopic Nissen's Fundoplication",
        "opb": "Laparoscopic hernia surgery",
        "opc": "Endoscopic thyroidectomy",
        "opd": "Thoracoscopic thymectomy",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "1f6b08ff-5272-4d56-8086-41dd83a78708",
        "choice_type": "single"
    },
    {
        "question": "Most useful investigation in sliding hernia in female",
        "exp": "(Barium meal) (1281 -B&L 24th) (771-CSDT 12th) (977-Baily & Love 25th)* Finding a segment of colon in the scrotum on barium enema strongly suggests a sliding hernia (771-CSDT 12th)SLIDING -HERNIA (hernia - en-glissade) is a type of indirect inguinal hernia* Almost exclusively in men* It should be suspected in a very large globular inguinal hernia descending well into the scrotum* Right side the caecum is most commonly involved* Left side the sigmoid colon is most commonly involved* The surgical complication most often encountered following sliding hernia repair is bowel injury**",
        "cop": 2,
        "opa": "Fluroscopy",
        "opb": "Barium- meal",
        "opc": "Palpation method",
        "opd": "Ultrasound",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "6f36f1b2-53e1-4739-8d7a-f1257d74388c",
        "choice_type": "single"
    },
    {
        "question": "Most common type of hernia in females",
        "exp": "Ans. (b) Indirect. Ref: Bailey and Love 27th edition Page 1035* MC hernia in females - Indirect Inguinal* Femoral hernia: Most common in Females than Males.* Direct hernias are very rare in Females.* Incisional Hernia is more common in Females.",
        "cop": 2,
        "opa": "Direct",
        "opb": "Indirect",
        "opc": "Femoral",
        "opd": "Umbilical",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "1a86b180-de12-4a00-b139-be9984d85d80",
        "choice_type": "single"
    },
    {
        "question": "Which is a clean surgery among the following?",
        "exp": "Ans. (a) Hernia surgery(Ref: Sabiston 20th 224 -225)* Hernia Surgery is a clean surgery. Clean surgery is in which operative wound is un infected. No inflammation is encountered",
        "cop": 1,
        "opa": "Hernia surgery",
        "opb": "Gastric surgery",
        "opc": "Cholecystectomy",
        "opd": "Rectal surgery",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3f47a8cc-7ceb-4fa0-8fa1-24ac1973d1a6",
        "choice_type": "single"
    },
    {
        "question": "Deep inguinal ring is:",
        "exp": "(Condensation of the transversalis fascia): Ref: 1274 - LB (971-B & L 25th) Deep inguinal ring is a U-shaped condensation of the tranversalis fascia and is lies 1. 25 cm above the inguinal (poupart's) ligament, midway between the symphysis pubis and the ASIS Superficial inguinal ring: - is a triangular aperture in the aponeurosis of the external oblique and lies 1. 25 cm a bove the pubic tubercle",
        "cop": 2,
        "opa": "Condensation of the external oblique",
        "opb": "Condensation of the transversalis fascia",
        "opc": "Condensation of the internal oblique",
        "opd": "Condensation of the cremesteric fascia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "bcbc119a-9a51-4fa3-8aa6-aadc47580bc9",
        "choice_type": "single"
    },
    {
        "question": "A patient undergone emergency laparotomy and Ileostomy closure done after 3 months then he developed swelling in the ileostomy region with Cough impulse. This is known as",
        "exp": "Ans. (b) Incisional hernia. Ref: Practical Question* Question is very clear - Ileostomy is reversed in 3 months - so this cannot be a parastomal hernia.* Parastomal hernia is one which develops via a defect in the opening made for Ileostomy or Colostomy, and the hernia is present in the presence of stoma.* Now here it is clear the stoma is reversed and hence this is a Incisional hernia via the incision made for creating stoma",
        "cop": 2,
        "opa": "Lumbar hernia",
        "opb": "Incisional hernia",
        "opc": "Spigelian hernia",
        "opd": "Parastomal hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "3d921d3a-85e3-41fd-ac34-ba7f1aefb5eb",
        "choice_type": "single"
    },
    {
        "question": "Relation of hernial sac to spermatic cord in direct inguinal hernia is",
        "exp": "Ans. b (Sac is posterior to cord). (Ref. B & L, Surgery, 25th/pg. 70, 971)INGUINAL HERNIAS# Indirect inguinal hernia:- It is the remains of the processus vaginalis and therefore is congenital in origin.-It is more common than a direct inguinal hernia.- It is much more common in males than in females.- It is more common on the right side.- It is most common in children and young adults.- The hernial sac enters the inguinal canal through the deep inguinal ring and lateral to the inferior epigastric vessels.- An indirect inguinal hernial sac travels down the canal on anterolateral aspect of spermatic cord.- The neck of the sac is narrow.- The hernial sac may extend through the superficial inguinal- ring above and medial to the pubic tubercle. (Femoral hernia is located below and lateral to the pubic tubercle).- The hernial sac may extend down into the scrotum or labium majus.# Indirect inguinal hernia:- While a direct inguinal hernial sac comes out directly forwards through posterior wall of inguinal canal, Neck of indirect hernial sac is lateral to inferior epigastric vessels, while direct emerges medial to it.- An inguinal hernia can be differentiated from femoral by sac neck relation to medial end of inguinal ligament and pubic tubercle i. e. in inguinal hernia neck is above and medial while in femoral it is below and lateral to medial end of inguinal ligament and pubic tubercle.- So, direct hernia = sac is posterior, Indirect hernia = sac anterolateral.- Direct hernias do not often attain a large size or descend into scrotum.- In contrast to an indirect inguinal hernia, a direct inguinal hernia lies behind the spermatic cord.- As neck of the sac is wide, direct hernia s do not often strangulate.- A direct inguinal hernia is always acquired (Smoking, occupation that involve straining & heavy lifting & damage to ILIOINGUINAL NERVE)- Women practically never develop a direct inguinal hernia (It is common in old men with weak abdominal muscles and is rare in women).",
        "cop": 2,
        "opa": "Sac is anterior to cord",
        "opb": "Sac is posterior to cord",
        "opc": "Sac is medial to cord",
        "opd": "Sac is lateral to cord",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "e69d81cb-5c26-40ce-b536-1d237e2a2146",
        "choice_type": "single"
    },
    {
        "question": "Maylard incision involves a trasverse cut through which of the following muscles?",
        "exp": "Ans. is 'a' i. e., Rectus abdominis Maylard incision:* Mayland Incision is a surgical incision in which a transverse cut is made on rectus abdominis muscle to allow wider access to the pelvic cavity. It is also called Mackenrodt incision.* For gynaecological surgery, the skin incision is made 5-8 cm above the pubic symphysis. The site of skin incision is above and parallel to traditional Pfannenstiel incision.* The rectus fascia and muscle are cut transversely and the incision is extended as far laterally as needed.* The anterior rectus sheath is not separated from the muscle to facilitate easy closure at the end of the surgical procedure.* The inferior epigastric vessels which span across more than half of the rectus muscle's width are identified and ligated.* In patients with peripheral arterial disease, ligation of inferior epigastric vessels may lead to distal ischemia.",
        "cop": 1,
        "opa": "Rectus abdominis",
        "opb": "Serratus anterior",
        "opc": "Pectoralis major",
        "opd": "Psoas major",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "0b6bb1d2-11b5-4c68-ae98-4d51a921c369",
        "choice_type": "single"
    },
    {
        "question": "The best view to visualized minimal pneumo-peritoneum:",
        "exp": "Ans. (b) Erect view Abdomen.* The best view is X ray Abdomen Erect view to look for Perforation (detects 1mlair)* If patient cannot stand left lateral decubitus with horizontal beam is used (detects 10mlair air)",
        "cop": 2,
        "opa": "AP view abdomen",
        "opb": "Erect view abdomen",
        "opc": "Right lateral decubitus with horizontal beam",
        "opd": "Left lateral decubitus with horizontal beam",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "c49b1851-2505-49b0-bfac-7e4f138bb885",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this type of hernia repair shown here?",
        "exp": "Ans. (a) TAPP* This is Transabdominal Preperitoneal repair of hernia, Mesh is kept preperitoneally and Tackers applied for retaining the mesh and Peritoneum is closed.",
        "cop": 1,
        "opa": "TAPP",
        "opb": "TEP",
        "opc": "Lichtenstein",
        "opd": "Bassini",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "728c34a1-a364-4b53-b6ab-faddc14fe513",
        "choice_type": "single"
    },
    {
        "question": "Most common hernia among the following is:",
        "exp": "Ans: a (Inguinal) Ref: Bailey, 24th ed, p. 1274- Most common hernia in men - Indirect inguinal hernia (right side)- Most common hernia in females - Indirect inguinal hernia- Femoral hernia is more common in females. (F: M -4: 1)(You should have a clear idea about this). Inguinal hernia. Indirect. Contents enter the deep inguinal ring and traverse the whole length of the inguinal canal to come out through superficial inguinal ring. Most common of all forms of hernia. More common on right side. Bilateral in 12% of cases. More common in males (~20 times). Direct. Here the contents protrude through the posterior wall of the inguinal canal medial to the inferior epigastric vessels, (through Hesselback triangle). Practically never seen in females. Neck is wide so rarely strangulate. Three types of indirect inguinal hernia. Bubonocele - hernia limited in the inguinal canal. Funicular - processes vaginalis closed at its lower end. Complete or vaginal or congenital - here the processes vaginalis is patent throughout. Hernia sac is continuous with the tunica vaginalis of the testis. Management of inguinal hernias1) Treatment of hernial saca) Indirect hernias - Sac is dissected free and opened and herniated contents are reduced. Sac is ligated at the internal inguinal ring, b) Direct hernias - Sac is not opened but simply inverted into peritoneal cavity. 2) Inguinal floor reconstructiona) Primary tissue repair. Post wall of inguinal canal is strengthened by just approximation of tissues with sutures. No use of any prosthetic material. Commonly performed are: 1) Bassini repair2) Halsted repair3) Mc. Uay (Cooper ligament) repair4) Shouldice repair. 5) Darn repair. b) Anterior tension - free mesh repair - Current practices in hernia management employ a synthetic mesh prosthesis to bridge the defect. Recurrence rate is quite low. Commonly employed techniques are: 1) Lichtenstein repair. 2) Patch and plug technique. c) Laparoscopic and Preperitoneal repairs1) TAPP (Trans - abdominal pre - peritoneal)2) TEP (Totally extraperitoneal repair). Note - Different types of hernias are mentioned in 2007 Surgery paper. Just go through It.",
        "cop": 1,
        "opa": "Inguinal",
        "opb": "Femoral",
        "opc": "Umbilical",
        "opd": "Epigastric",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "8c11c046-a26a-4d79-b939-dc182bc6e660",
        "choice_type": "single"
    },
    {
        "question": "Type IIIA in Nyhus classification of hernia:",
        "exp": "Ans. (a) Direct inguinal hernia Ref: Sabiston 19/epi 120. Nyhus Classification: Type 3:* 3 A- Direct hernia, * 3 B- Pantaloon hernia, * 3 C- Femoral hernia",
        "cop": 1,
        "opa": "Direct inguinal hernia",
        "opb": "Indirect inguinal hernia",
        "opc": "Femoral hernia",
        "opd": "Umbilical hernia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "9591cdac-00df-4fbf-8208-a9030122dd0d",
        "choice_type": "single"
    },
    {
        "question": "A surgeon was doing a laparoscopic hernia surgery and he visualized the Triangle of doom. Which of the following is not the boundary of the same?",
        "exp": "Ans. (d) Inguinal ligament. Ref: Schwartz 10th ed; pg. 1499-1501. Triangle of doom. Triangle of pain* Medially - Vas deferens* Laterally Gonadal vessels* Interiorly - Reflected peritoneum* Medially - gonadal vessels* Laterally - Reflected peritoneum* Above by Iliopubic tract. Contents - External iliac vessels, Deep circumflex iliac vein, Genital branch of genitofemoral nerve. Contents include Lateral femoral cutaneous nerves, femoral branch of GFN and Femoral nerve. Importance* Tackers should never be placed in these triangles.* If placed in Doom - Hemorrhage will occur, Pain - intractable postoperative pain will occur* Together called Trapezoid of Disaster",
        "cop": 4,
        "opa": "Vas deferens",
        "opb": "Gonadal Vessels",
        "opc": "Reflected peritoneum",
        "opd": "Inguinal ligament",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "c14e9b49-5079-4bbd-86f8-878231bb7a29",
        "choice_type": "single"
    },
    {
        "question": "The chief surgeon planned to perform a midline laparotomy for right hemicolectomy for a carcinoma caecum. You were asked to clean, paint and drape for the operation. You will clean which part of the body for the operation",
        "exp": "Ans. (a) Nipple to Midthigh including Genitalia(Ref: Practice Guidelines, Pye's Surgical Handicrafts)* This is another practical question- For midline laparotomy always we paint from Both nipple level to mid thigh.",
        "cop": 1,
        "opa": "Nipple to mid thigh including genitalia",
        "opb": "Epigastrium to pubic symphysis",
        "opc": "Chin to pubic symphysis",
        "opd": "Epigastrium to mid-thigh including genitalia",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "438d1048-cbf0-452f-8a32-24584f29c267",
        "choice_type": "single"
    },
    {
        "question": "Hydrocele in a child managed by:",
        "exp": "Ans. (a) Herniotomy. Ref-. Bailey and Love 26th ed., ch. 79 /1382* Congenital hydroceles are treated by herniotomy if they do not resolve spontaneously* Lord's operation is suitable when the sac is reasonably thin-walled. There is minimal dissection and the risk of haematoma is reduced.* Eversion of the sac with placement of the testis in a pouch prepared by dissection in the fascial planes of the scrotum is an alternative (Jaboulay's procedure)* Aspiration of the hydrocele fluid is simple, but the fluid always reaccumulates within a week or so. It may be suitable for men who are unfit for scrotal surgery",
        "cop": 1,
        "opa": "Herniotomy",
        "opb": "Plication of sac",
        "opc": "Eversion of sac",
        "opd": "Inversion of sac",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "fb3a41ec-61c2-4be2-afcd-ee7c0b6f22cc",
        "choice_type": "single"
    },
    {
        "question": "Burst abdomen occurs most common on -",
        "exp": "Ans. is 'b' i. e., 7th day o In 1 -2% cases, mostly between sixth and eight day after operated, and abdominal wound bursts open and viscera are extruded.",
        "cop": 2,
        "opa": "2nd day",
        "opb": "7th day",
        "opc": "4th day",
        "opd": "9th day",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "e7ff4618-2fc0-40dd-9797-395dc68de3fe",
        "choice_type": "single"
    },
    {
        "question": "Spigelian hernia occurs through",
        "exp": "Ans) b (Aponeurotic....) Ref Sabiston 18th ed pg 1214. Spigelian hernia. Occurs through the spigelian fascia which is composed of the aponeurotic layer between the rectus muscle medially and the semilunar line laterally. Small -1 -2cm in diameter. Develop during the fourth to seventh decades of life. Localised pain in the area without a bulge (beneath the intact external oblique aponeurosis.)USG or CT abdomen confirms diagnosis. Risk for incarceration due to its relatively narrow neck. Obturator hernia. Weakening of obturator membrane covering obturator canal. Obturator canal is formed by union of the pubic bone and ischium. Causes intestinal incarceration & strangulation. Howship-Romberg sign - compression of the obturator nerve which causes pain in the medial aspect of thigh. One half of patients present with complete or partial bowel obstruction. CT abdomen confirms diagnosis. Lumbar hernia. Either congenital or acquired & occur in the lumbar region of the posterior abdominal wall. Hernias through superior lumbar triangle are more common. Superior lumbar triangle (Grynfeltt's triangle)- bounded by the 12, h rib, paraspinal, and internal oblique muscle. Inferior lumbar triangle (Petit's triangle)- bounded by the iliac crest, latissimus dorsi muscle, & external oblique muscle. Lumbar hernias are not prone to incarceration. Some named hernias1) Richter's hernia -Hernia in which the sac contains only a portion of the circumference of the intestine (usually small intestine). It usually complicate femoral & rarely Obturator hernia. 2) Laugier's femoral hernia -This is a hernia through a gap in the lacunar (Gimbernat's) ligament. The hernia commonly strangulates. 3) Narath's femoral hernia -Occurs only in patients with congenital dislocation of the hip & is due to lateral displacement of psoas muscle. Hernia is hidden behind the femoral vessels4) Cloquet's hernia -Sac lies under the fascia covering the pectineus muscle. Sac may co exist with the usual type femoral hernia sac5) Spigelian hernia -Hernia occurs through the linea semilunaris at the level of arcuate line i. e, a few centimeters above the inguinal ligament. Victims are above 50 years of age. 6) Lumbar hernia -Occurs through Petit's triangle bounded below by crest of the ilium, laterally by the external oblique & medially by latissimus dorsi7) Hernia-en-glissade or Sliding hernia -A piece of extraperitoneal bowel, usually the caecum on the right side or the pelvic colon on the left side or the urinary bladder on either sides slides down out side the hernial sac forming a part of its wall being covered by the peritoneum on the hernial aspect only. Since left side is much more common than right side Sigmoid is the most common content of sliding hernia8) Littre'shernia -Hernia which contains Meckel's diverticulum9) Maydl's hernia or Hernia-en-w or Retrograde strangulation -Two loops of bowels remains in the sac & the connecting loop remains within the abdomen and be- comes strangulated. 10) Gibbon's hernia - it is hernia with hydrocele11) Berger's hernia - Hernia in pouch of Douglas",
        "cop": 2,
        "opa": "Superior lumbar triangle",
        "opb": "Aponeurotic layer between rectus muscle and semilunar line",
        "opc": "Membrane covering canal between pubic bone & ischium",
        "opd": "Inferior lumbar triangle.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "54e809b4-bb9a-49f0-b07d-0dea734d5ce6",
        "choice_type": "single"
    },
    {
        "question": "Femoral hernia lies:",
        "exp": "Ans: b (Lateral and below pubic tubercle) Ref: Bailey & love, 24th ed, p. 1281-1282. FEMORAL HERNIA* Third most common type of primary hernia.* 20 % of hernia in females and 5% in men.* Most liable to become strangulated because of narrowness of the neck of the sac and rigidity of the femoral ring.* Strangulation is the initial presentation of 40% of femoral hernia.* Right side is affected twice as often as the left and in 20% it is B/L. Differential diagnosis1. An inguinal hernia - In inguinal hernia, the neck of sac lies above and medial to the pubic tubercle where as femoral hernia lies below and lateral to the pubic tubercle. 2. Saphena varix - A saccular enlargement of termination of long saphenous vein. The swelling disappears on lying flat whereas femoral hernia is still palpable. 3. An enlarged femoral lymph node4. Lipoma5. Femoral aneurysm6. Psoas abcess. FEMORAL CANALFemoral canal occupies the most medial compartment of the femoral sheath and it extends from the femoral ring above to the saphenous opening below. It is 1. 25 cm long and 1. 25 cm wide at its base. Femoral canal contains fat, lymphatic channels and the lymph node of cloquet.",
        "cop": 2,
        "opa": "Medial to the pubic tubercle",
        "opb": "Lateral and below pubic tubercle",
        "opc": "Through deep inguinal ring.",
        "opd": "Through Hasselbach's triangle.",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "c7c5caed-4bc1-4d9a-8a98-e3aaa81f1315",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this retractor?",
        "exp": "Ans. (a) Deavers retractor. Deavers retractor* Used to retract liver without any damage to liver parenchyma.* Used during Cholecystectomy to retract liver.* Used during Pancreatico jejunostomy to retract Stomach* Used in places where a careful retraction without organ damage is needed. Other Retractors. Thompson Self Retaining Liver Retractor* Thompson retractor has multiple arms which can be fixed to a rod which is attached to the Operating table.* Adjustable and Self retaining in nature. Balfours Abdominal Self Retaining retractor:* It's used to retract the lateral abdominal walls.* The third limb-used to retract the bladder downwards. Joll's self retaining Thyroid retractor:* Used during thyroidectomy to retract the platysma.* It's a self retaining retractor. Doyen's Mouth gag:* Used to open mouth during intra oral operations like glossectomy, Cleft palate operations and Ranula surgery.* Used to retract tissues during hernia surgery, Appendectomy etc, * Available in various sizes. Morris retractor:* Used to retract the abdominal wall in a wide manner.* It is the instrument of choice for retraction in left subcostal region because it avoids the risk of splenic injury. Czerny retractor:* Serves the same purpose of a Langenback retractor, but has another limb with a double hook with space in between.* Sutures can be made in the tissues between the gap of hooks. Volkmann's Retractor: (Cat Paw retractor)* Has multiple hooks on one limb* Used to retract the skin flaps and fascia during operations on the surface level- Eg. Sebaceous cyst, Lipoma and Dermoid cyst.",
        "cop": 1,
        "opa": "Deavers",
        "opb": "Langenbacks",
        "opc": "Czerny",
        "opd": "Thomson",
        "subject_name": "Surgery",
        "topic_name": "Hernia",
        "id": "086e848b-0cd0-434c-afe6-48a0b45d8461",
        "choice_type": "single"
    }
]