[
    {
        "question": "Sulfasalazine exes its primary action in ulcerative colitis by :",
        "exp": "MOA* Inhibition of NF-KB Activation* Inhibition of PG synthesis* Scavenging of Free radicals 5-ASA compounds exe its local anti-inflammatory effect by inhibiting leukotriene production (PG synthesis) by inhibition of 5-lipooxygenase activity; also inhibits the production of IL-1 and TNF. Commonly Used 5-ASA Formulations in IBD Sulfasalazine Oral mesalamine agents Azo compounds: Balsalazide, Olsalazine",
        "cop": 3,
        "opa": "Folic acid synthesis",
        "opb": "Formation of prostaglandins (PG)",
        "opc": "Inhibition of NF-KB Activation",
        "opd": "Formation of interleukins",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "49bde9a5-088c-4ea8-aab4-06658f5f0ea2",
        "choice_type": "single"
    },
    {
        "question": "False about malignancy in ulcerative colitis:",
        "exp": "Colitis associated colon cancer Arise from flat dysplasia or dysplasia associated lesion or mass Multiple synchronous colon cancer in 12% Mean age: 30 years Distributed uniformly throughout the colon Mucinous or anaplastic cancers are more common Poor prognosis in sporadic cancer is seen .",
        "cop": 3,
        "opa": "Mean age is 30 years",
        "opb": "Anaplastic cancers are common",
        "opc": "Poor prognosis as compared to sporadic",
        "opd": "Evenly distributed",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "18d563aa-625b-4a07-af62-c6f963da99a2",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice in case of chronic ulcerative colitis is:",
        "exp": "Indications of Surgery in Ulcerative Colitis 1) Intractability2) Dysplasia or Carcinoma3) Massive Colonic bleeding4) Toxic Megacolon Surgical options in Ulcerative colitis1) TPC + IPAA - Definitive Rx2) TPC + Ileostomy3) TPC + Continent ileal reservoir (Kock pouch)4) TAC + End ileostomy TPC + IPAA- It is the Definitive treatment- Preferred in younger patient with no Rectal dysplasia- Procedure* Some pa of Ileum, whole Colon & Rectum are removed* Ileal pouch created & Anastomosed with Anus Surgical option for UC in patients with special situation - Older patients , Pt. with Fecal incontinence- TPC + End ileostomy- Pt. with confirmed Rectal dysplasia - Mucosectomy with hand sewn IPAA- Pt. with Significant Debility (Poor operative candidate) - TAC with very low Haman closure with End ileostomy",
        "cop": 3,
        "opa": "Colectomy with ileostomy",
        "opb": "Colectomy + manual proctectomy + ileoanal pouch anastomosis",
        "opc": "Proctocolectomy with ileoanal pouch anastomosis",
        "opd": "Ileorectal anastomosis",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "56d45d37-0f97-475a-b2c3-ab1026e66c0b",
        "choice_type": "single"
    },
    {
        "question": "Ulcerative colitis stas from:",
        "exp": "Rectal involvement (proctitis) is the hallmark of the disease, and the diagnosis should be seriously questioned if the rectal mucosa is not affected.",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Sigmoid colon",
        "opc": "Ascending colon",
        "opd": "Any pa",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "744a68a1-570a-49d3-9b6f-1a39f1861518",
        "choice_type": "single"
    },
    {
        "question": "In ulcerative colitis, after colectomy least likely to resolve is:",
        "exp": "Extraintestinal Manifestations of Ulcerative Colitis Ahritis Ankylosing spondylitis Erythema nodosum Pyoderma gengrenosum Primary sclerosing cholangitis (PSC) Colectomy has no effect on the course of PSC in UC. Pyoderma gangrenosum is more common in UC. MC cutaneous manifestation of IBD: Erythema nodosum Erythema nodosum is the most responsive to treatment of the bowel and persistence of the lesion indicates inadequate control of IBD.",
        "cop": 2,
        "opa": "Ankylosing spondylitis",
        "opb": "PSC",
        "opc": "Pyoderma gangrenosum",
        "opd": "Erythema nodosum",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "ce16c6a4-60bd-4569-bf0f-80ebcf944d5b",
        "choice_type": "single"
    },
    {
        "question": "Risk of carcinoma in ulcerative colitis:",
        "exp": "Cumulative risk of cancer increases with duration of ulcerative colitis, reaching 25% at 25 years, 35% at 30 years, 45% at 35 years and 65% at 40 years The risk of malignancy in Crohn's pancolitis is similar to UC pancolitis, i.e. 2% after 10 years, 8% after 20 years and 18% after 30 years approximately.",
        "cop": 2,
        "opa": "20% after 20 years",
        "opb": "35% after 30 years",
        "opc": "30% after 30 years",
        "opd": "50% after 30 years",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "be740b6b-f4ae-43be-b9b8-54720e148669",
        "choice_type": "single"
    },
    {
        "question": "Crohn's disease can be seen in:",
        "exp": "CROHN'S DISEASE Chronic, transmural inflammatory disease of the GIT for which the cause is unknown. Can involve any pa of the alimentary tract from the mouth to the anus but most commonly affects the small intestine and colon. Involvement of both large and small intestine :55% Involvement of only small intestine :30% Involvement of only large intestine : 15% In patients with colonic disease, rectal sparing is characteristic",
        "cop": 4,
        "opa": "Jejunum only",
        "opb": "Colon only",
        "opc": "Terminal ileum and right side",
        "opd": "Mouth to anus",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "6ebaf382-c419-46a5-bd44-c6fbcb79f1a1",
        "choice_type": "single"
    },
    {
        "question": "Hose pipe appearance of intestine is a feature of:",
        "exp": "Hose-pipe Appearance (Long stricture extending into Ileocecal valve with Thickened wall) - Corresponds to String sign of Kantor",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Malabsorption syndrome",
        "opc": "Ulcerative colitis",
        "opd": "Hirschsprung's disease",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "4d0ab494-436b-43ae-9694-97d0facb26c2",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of UC with IPAA:",
        "exp": "Complications Pouchitis( 7-33%) Small bowel obstruction( upto to 27%) Pelvic sepsis Anastomotic & pouch suture line leaks Pouch- vaginal fistula",
        "cop": 2,
        "opa": "Small bowel obstruction",
        "opb": "Pouchitis",
        "opc": "Pelvic sepsis",
        "opd": "Leak",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "ab629d83-f823-42be-bde5-5b10681f1fa8",
        "choice_type": "multi"
    },
    {
        "question": "String sign of Kantor seen in:",
        "exp": "Named features of Crohn's Disease :- Hose Pipe appearance Cobble-stone appearance Halo sign on CT String sign of Kantor Raspberry/ rosethorn appearance",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "ad92f587-6226-4ab0-94a8-660530c2557a",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding anorectal Crohn's disease:",
        "exp": "CROHN'S DISEASE OF THE ANORECTUM Typically presents in three ways: Ulceration (MC), fistula and stricture. Fistulas tend to be chronic, indurated, and cyanotic and are often painless. Abscesses need to be drained and fistula tracts require chronic drainage with non-cutting setons. Once the perianal sepsis is controlled, infliximab treatment is initiated. After two or three infliximab infusions, the setons are removed to permit closure of the fistulas.",
        "cop": 4,
        "opa": "Ulceration, fistula is common",
        "opb": "Fistulas are painless and indurated",
        "opc": "Non-cutting setons are used in management",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "e2a8eff0-99d7-461d-a649-d6a22e1d1044",
        "choice_type": "multi"
    },
    {
        "question": "Type of renal stone formed in a patient with regional enteritis:",
        "exp": "Calcium oxalate stone is formed in patient with Regional enteritis Regional enteritis causes decreased Bile salt absorption, thus Ca++ sequestration and increased absorption of Oxalate",
        "cop": 1,
        "opa": "Calcium oxalate",
        "opb": "cysteine",
        "opc": "Struvite",
        "opd": "Urate",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "70e8487f-098f-4163-8404-3a8fd1b90d92",
        "choice_type": "single"
    },
    {
        "question": "Toxic megacolon is seen in:",
        "exp": "Toxic Megacolon Toxic megacolon is a serious life-threatening condition that can occur in patients with ulcerative colitis, Crohn's colitis, and infectious colitides such as pseudomembranous colitis This decompensation results in a necrotic thin-walled bowel in which pneumatosis can often be seen radiographically Total abdominal colectomy with ileostomy and preservation of the rectum is treatment of choice for toxic megacolon. It serves the main purpose of removing the diseased colon and avoiding a difficult and morbid pelvic dissection.",
        "cop": 3,
        "opa": "Carcinoma colon",
        "opb": "Gastrocolic fistula",
        "opc": "Ulcerative colitis",
        "opd": "Amoebic colitis",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "ee59842a-ad96-4bf4-b1af-b722d5a349cc",
        "choice_type": "single"
    },
    {
        "question": "Crohn's disease is best diagnosed by",
        "exp": "Diagnosis CT Enteroclysis: IOC for diagnosis of Crohn's disease Earliest radiographic findings in enteroclysis are aphthous ulceration, a coarse villous pattern of the mucosa, and thickened folds Ulcerations on the mesenteric aspect with sacculation on the antimesenteric surface. Serology : Anti-Saccharomyces cerevisiae (ASCA) autoantibodies have specificity of 92% for Crohn's disease.",
        "cop": 2,
        "opa": "Upper GI series",
        "opb": "CT enteroclysis",
        "opc": "Capsule endoscopy",
        "opd": "CECT",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "87c0041e-fd26-45d7-8518-ba09ce967c3b",
        "choice_type": "single"
    },
    {
        "question": "A middle aged male, who is a diagnosed case of chronic ulcerative colitis, presents to emergency with fever and diarrhea for 1 week and acute onset pain abdomen for 6 hours. An erect abdominal X-ray was taken as shown. What is the likely diagnosis?",
        "exp": "X-rayshows massively distended transverse colon,ahaustral left colon -History of fever & diarrhea Toxic megacolon: - Life threatening - Occurs in patients of UC and CD . - Diameter > 6 cm - Medical management- Stabilization| Fluids + I/V anti-biotics - TOC - TAC with Ileostomy PMC - No colonic distension, fever & diarrhea Adenocarcinoma colon - No massive distention, fever & diarrhea Pneumatosis intestinalis - Collection of air in the wall of intestine.",
        "cop": 4,
        "opa": "Pseudomembranous colitis",
        "opb": "Adenocarcinoma colon",
        "opc": "Pneumatosis intestinalis",
        "opd": "Toxic megacolon",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "6c594b57-11b3-4960-9fe5-87847322c593",
        "choice_type": "single"
    },
    {
        "question": "Cobble stone appearance is seen in:",
        "exp": "Crohn's Disease Earliest gross pathologic lesion is a superficial aphthous ulcer noted in the mucosa. Linear ulcers may coalesce to produce transverse sinuses with islands of normal mucosa in between (cobblestone appearance) Characteristic histologic lesions of Crohn's disease are noncaseating granulomas with Langerhan's giant cells.",
        "cop": 2,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "Appendicitis",
        "opd": "Carcinoma rectum",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "ea915a85-87b8-466a-9526-2429f1cd2017",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old man complains of abdominal pain and fever. The physician orders an abdominal CT scan which reveals inflammation of the large bowel. He is worked-up for inflammatory bowel disease and is diagnosed to have Crohn disease. What is the most common indication for surgery in such patients?",
        "exp": "Fistulas formed between the large bowel and other segments of intestine, the bladder, the urethra, the vagina or the skin, are the most common indication for surgery in patients of Crohn's disease. Other options like massive bleeding, toxic megacolon, malignancy are also indications for surgery in inflammatory bowel disease.",
        "cop": 2,
        "opa": "Massive bleeding",
        "opb": "Fistulas",
        "opc": "Toxic megacolon",
        "opd": "Malignancy",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "a5f44f94-7719-4c04-9f34-cd434afeb2c2",
        "choice_type": "single"
    },
    {
        "question": "Crohn's disease is associated with:",
        "exp": "Etiology : Unknown Infectious agents proposed as potential causes: Mycobacterium paratuberculosis and measles virus IBD-1 (chromosome 16q) Relatively specific for Crohn's disease IBD-2 (chromosome 12q) More common in Ulcerative colitis on 16q CARD-15/NOD2 mutation lead to CD",
        "cop": 1,
        "opa": "NOD-2/CARD-15 gene",
        "opb": "P53 suppressor gene",
        "opc": "Philadelphia chromosomes",
        "opd": "BRCA-1 gene",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "11c94318-f307-4a96-99f5-b9aa6e6dfb84",
        "choice_type": "single"
    },
    {
        "question": "Procedure of choice in ulcerative colitis with acute perforation is:",
        "exp": "Ulcerative colitis: Mx: SxOC: Total Proctocolectomy + Ileal pouch anal anastomoses. Mc type of pouch - J-shaped pouch SxOC Elderly with high risk of leak - Ileostomy SxOC perforation - Total colectomy + Ileostomy",
        "cop": 4,
        "opa": "Defunctioning ileostomy",
        "opb": "Closure of perforation",
        "opc": "Proximal diversion colostomy",
        "opd": "Total colectomy and ileostomy",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "e7957aba-5e7a-447c-af2a-87458be4b8cb",
        "choice_type": "single"
    },
    {
        "question": "In a patient excision rather than bypass is preferred for surgical treatment of small intestinal Crohn's because:",
        "exp": "- Bypass of segments of small bowel affected with Crohn's disease is a safe operation with few complications, and one that usually relieves symptoms promptly. - It leaves diseased bowel behind, however, which can flare in the future and can develop carcinoma. - Excision, though it does not cure the Crohn's disease, removes the areas of severe involvement and so eliminates the risk of developing cancers in these segments - Indications of Surgery in Crohn's disease: Indications in Small intestine Stricture & Obstruction unresponsive to Medical therapy Massive haemorrhage Refractory fistula Abscess Indications in Colon & Rectum Intractable disease Fulminant disease Perianal disease unresponsive to medical management Refractory fistula Colonic obstruction Cancer prophylaxis Colonic Dysplasia or Cancer",
        "cop": 4,
        "opa": "Excision is safer.",
        "opb": "Bypass does not relieve symptoms.",
        "opc": "Excision cures the patient of Crohn's disease but bypass does not.",
        "opd": "The risk of small intestine cancer is reduced.",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "a345e93c-9ac5-4db0-8acd-c078be6293a4",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of death in Crohn's disease is due to:",
        "exp": "Both crohn's disease & Ulcerative colitis | | risk of colorectal cancer & S.I malignancy M/C Cause of death in CD - Malignancy",
        "cop": 4,
        "opa": "Sepsis",
        "opb": "Thromboembolic complication",
        "opc": "Electrolyte disturbance",
        "opd": "Malignancy",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "a1d921d1-010c-4b44-9bd0-420abe418577",
        "choice_type": "single"
    },
    {
        "question": "Nongastrointestinal complications of Crohn's disease include:",
        "exp": "Although Crohn's disease is primarily a disease involving the alimentary tract, involvement of extraintestinal tissues (joints, skin, and eyes) is common and indicates that Crohn's disease is a systemic disorder rather than a localized intestinal disease. In addition to specific processes, secondary consequences of impaired intestinal absorption and resulting malnutrition include anemia due to specific deficits in vitamins, trace elements, and bile acids and electrolytes. Growth retardation and delayed bone maturation are present in 10-40% of children and adolescents with this disease. Patients with terminal ileal disease are also prone to develop renal urate or oxalate stones. Fuhermore, as the result of altered bile salt metabolism and the development of lithogenic bile, patients with ileal disease and ileal resections are also at risk for cholelithiasis.",
        "cop": 4,
        "opa": "Renal calculi",
        "opb": "Cholelithiasis",
        "opc": "Ahritis",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "9cede5a7-782a-4f49-a723-cf46ea2fcb12",
        "choice_type": "multi"
    },
    {
        "question": "Best treatment for remission of acute ulcerative colitis is ?",
        "exp": "GLUCOCOICOIDS Effective for inducing remission in both UC & CD. No role in maintenance in either UC or CD. Once clinical remission is achieved , they should be tapered.",
        "cop": 2,
        "opa": "Sulphasalazine",
        "opb": "Prednisolone",
        "opc": "Aminosalicyclic acid",
        "opd": "NSAIDS",
        "subject_name": "Surgery",
        "topic_name": "Inflammatory bowel disease",
        "id": "fc1b0009-49a8-442f-bb17-9835708d2c29",
        "choice_type": "single"
    }
]