[
    {
        "question": "FAST -",
        "exp": "Ans. is 'b' i.e., USG o FAST stands for focused assessment with sonography for trauma,o FAST is the preferred triage method for determining the presence of hemoperitoneum in blunt trauma patients or cardiac tamponade in blunt and penetrating trauma patients,o The four areas scanned in FASTSubxiphoid areaRt. upper quadrantIt upper quadrantPelvis",
        "cop": 2,
        "opa": "CT",
        "opb": "USG",
        "opc": "MRI",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "3cfcc255-6dc0-4392-89ca-cc06ed4872ef",
        "choice_type": "single"
    },
    {
        "question": "Multiple trauma patient, first to be managed is-",
        "exp": "Ans. is 'a' i.e., Secure airway [Ref: Schuartz 9th/ep. 136; Sabiston 18th/ep. 483J\"The first step in managing an injured patient is securing an adequate airway \"",
        "cop": 1,
        "opa": "Secure airway",
        "opb": "Breathing",
        "opc": "Conicalbrace",
        "opd": "Circulation",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "1101ed70-fcca-40de-895b-d3aa6e8f4f2d",
        "choice_type": "single"
    },
    {
        "question": "What is the full form of ATLS -",
        "exp": "Ans. is 'a' i.e., Advanced Trauma Life Support o Advanced trauma life support (commonly abbreviated ATLS) is a training program for medical providers in the management of acute trauma cases, developed by the American College of Surgeons.o Has been explained in previous sessions",
        "cop": 1,
        "opa": "Advanced Trauma Life Support",
        "opb": "Advanced Tertiary Life Support",
        "opc": "Advanced Trauma Life Salvage",
        "opd": "Advanced Aertiary Longterm Safety",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "4e69b2ef-71d2-4a79-91dd-941cea38c177",
        "choice_type": "single"
    },
    {
        "question": "GCS minimum value -",
        "exp": "Ans. is 'a' i.e., 3 o Glasgow coma scale is used to determine the conscious level of the patient.o It is based on EVM i.e. Eye Opening, Verbal response & Motor response.Glasgow coma scaleA)Eye opening B)Verbal response C)Motor response Spontaneous- 4 Oriented- 5 Obeys commands- 6 To Voice- 3 Confused- 4 Localises pain- 5 To pain- 2 Inappropriate words- 3 Withdraws (pain)- 4 None- 1 Incomprehensible sound- 2 Flexion (pain)- 3 None- 1 Extension (pain) None- 1 o Ranges from 3 to 15.o A score of 7 or less is classed as comao A score of 9 or more excludes coma",
        "cop": 1,
        "opa": "3",
        "opb": "6",
        "opc": "0",
        "opd": "4",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "7a827bf5-754a-47db-a671-006793b9983f",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male presents with road traffic accidents with a BP of 100/80mm Hg and a pulse of 84/min. Best fluid for resuscitation is -",
        "exp": "Ans. is 'b' i.e., Crystalloid Protocol for management of hypovolemic shocko \"Initial resucitation requires rapid reexpansion of the cirulating blood volume along with interventions to control ongoing loss.o Volume resuscitation is initated with the rapid infusion of isotonic saline or a balanced salt solution such as Ringers lactate through large bore IV lines. No distinct benefit from the use of colloids have been demonstrated and in trauma patients, it is associated with a higher mortality. The infusion of 2 to 3 It. over 20 to 30 min should restore normal hemodynamic parameters.o Continued hemodynamic instability implies that shock has not been reversed and/or that there are significant ongoing blood or volume losses.o Continued blood loss, with haemoglobin concentration declining to 10 g/dl should initiate blood transfusiono In the presence of severe and for prolonged hypovolemia, inotropic support with dopamine vasopressin or dobutamine may be required to maintain adequate ventricular performance, after blood volume has been restoredo Infusion of norepinephrine to increase arterial pressure by raising peripheral resistance is inappropriate, other than as a temporizing measure in severe shock while blood volume is reexpanded.\"",
        "cop": 2,
        "opa": "Colloid",
        "opb": "Crystalloid",
        "opc": "Packed RBCs",
        "opd": "Whole Blood",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "e3e990a7-0e2d-47d4-8d17-e3b395c4c577",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following conditions needs emergency endotracheal intubation?",
        "exp": "Ans. is 'a' i.e., GCS < 7 o See above explanation",
        "cop": 1,
        "opa": "GCS<7",
        "opb": "Tension pneumothorax",
        "opc": "Cardiac tamponade",
        "opd": "Bleeding gastric ulcer",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "cf4eb152-0c58-4123-b51d-2c86aeff0fb8",
        "choice_type": "single"
    },
    {
        "question": "Minimum score of Glasgow comma scale-",
        "exp": "Ans. is 'a' i.e., 3 o Glasgon coma scale scores range from 3 (the lowest) to 15 (Normal).",
        "cop": 1,
        "opa": "3",
        "opb": "l",
        "opc": "0",
        "opd": "2",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "e51c237c-b42b-434c-9fd9-b799b8baf84f",
        "choice_type": "single"
    },
    {
        "question": "A patient cam e with lower chest trauma with pain in abdomen. His BP is 60/40 pulse 120 next best investigation -",
        "exp": "Ans. is 'b' i.e., USG FAST o The prime aim of investigations in a pt. of blunt trauma abdomen is to determine whether the patient needs an exploratory laparotomy or not.o Previously DPL (Diagnostic Peritoneal Lavage) was the inv. of choice to determine the presence of intra-abdominal hemorrhage, but currently L'ltrasound has replaced DPL.o USG is the investigation of choice in both stable as well as unstable patients.\"Blunt abdominal trauma initially is evaluated by FAST examination in most major trauma centers, and this has largely supplanted DPL. FAST is not 100% sensitive, however, so diagnostic peritoneal aspiration is still advocated in hemodynamically unstable patients without a defined source of blood loss to rule out abdominal hemorrhage. Patients with fluid on FAST examination, considered a 'positive FAST, who do not have immediate indications for laparotomy and are hemodynamically stable undergo CT scanning to quantify their injurie\" Schwartz\"Hemodynamically stable patients sustaining blunt trauma are adequately evaluated by abdominal ultrasound or CT unless other severe injuries take priority and the patient needs to go to the operating room before the objective abdominal evaluation. In such instances, DPL or focussed abdominal sonography for trauma (FAST) is usually performed in the operating room to rule out intra-abdominal bleeding requiring immediate surgical exploration SabistonAlso knowo Use of USG in trauma pts. is now k/a FAST examination (i.e. Focussed Assessment writh Sonography fora Trauma)# In this examination the goal is not to evaluate the whole abdomen but to look for free intraperitoneal fluid at specific sites.o The diagnostic approach in penetrating abdominal injuries (i.e. stab wounds & Gunshot wounds) differs from that in blunt injuries.o In Gun shot wounds (GSW)# Exploratory laprotomy is mandatory; as chances of internal injury? are high (-90%) in GSWs to abdomeno In stab wounds (SW) In contrast to GSW, SWs that penetrate the peritoneal cavity are less likely to injure intra-abdominal organs.SWs should be explored under local anesthesia in the emergency department whether the peritoneum has been violated.Injuries that do not epnetrate the peritoneal cavity> do not require further evaluation.DPI can also be done to detect intraperitoneal injuries.",
        "cop": 2,
        "opa": "CT abdomen",
        "opb": "USG FAST",
        "opc": "MR .Angiography",
        "opd": "X-ray abdomen",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "24df0643-cfb3-4b89-a65a-72c1c3c2ef24",
        "choice_type": "single"
    },
    {
        "question": "What is the Meaning of Triage",
        "exp": "Ans. is 'a' ie Sorting out of cases on availability of... (Ref. Tabers Cyclopedic Medical Dictionary)Triage is \" The screening and classification of sick, wounded, or injured persons during war or other disasters to determine priority needs for efficient use of medical and nursing manpower, equipment and facilities. It is also done in emergency rooms and in acute care clinics to determine priority of treatment. Use of triage is essential if the maximum number of lives are to be saved during an emergency situation that produces many more sick and wounded than the available medical care facilities and personnel can possibly handle.\"",
        "cop": 1,
        "opa": "Sorting out of cases on availability of medical resources and severity of pt condition",
        "opb": "Pt. are divided in three groups",
        "opc": "Severely injured pt. are taken first",
        "opd": "Used in military hospital",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "716ad418-9acf-450f-ac62-858c252a8bf7",
        "choice_type": "single"
    },
    {
        "question": "Damage control surgery is:",
        "exp": "Ans. a. Minimal intervention done to stabilize the patient and do the definitive surgery later (Ref: Sabiston 19/e p438; Schwartz 9/e p166-167)Damage control surgery is minimal intervention done to stabilize the patient and do the definitive surgery later.Damage control includes an abbreviated laparotomy, temporary packing, and closure of the abdomen in an effort to blunt the physiologic response to prolonged shock and massive hemorrhage.Damage Control Surgery (DCS)DCS centers on coordinating staged operative interventions with periods of aggressive resuscitation to salvage trauma patients sustaining major injuriesQ.Damage control includes an abbreviated laparotomy, temporary packing, and closure of the abdomen in an effort to blunt the physiologic response to prolonged shock and massive hemorrhageQ.These patients are often at limits of their physiological reserve when they present to operating room and persistent operative efforts result in exacerbation of their underlying hypothermia, coagulopathy and acidosis, initiating a vicious cycle that culminates in deathQ.In these situations, abrupt termination of the procedure after control of surgical hemorrhage and contamination, followed by ICU resuscitation and staged reconstruction, can be life savingQ.Phases of Damage Control SurgeryPhase I (Initial Exploration)Phase II (Secondary Resuscitation)Phase III (Definitive Operation)* This phase consists of an initial operative exploration to attain rapid control of active hemorrhage and contamination* The abdomen is entered via a midline incision and if exsanguinating hemorrhage is encountered four quadrant packingQ should be performed* Any violations of Gl tract should be treated with suture closure or segmental stapled resectionQ* External drains are placed to control any major pancreatic or biliary injuries* Following completion of the initial exploration, the critically ill patient is transferred to the ICUQ.* Invasive monitoring and complete ventilator supportQ are often needed.* This phase focuses on secondary resuscitation to correct hypothermia, coagulopathy and acidosisQ* It consists of planned reexploration and definitive repairQ of injuries* This phase typically occurs 48 to 72 hours following initial and after successful secondary resuscitation* The abdomen should be dosed primarily if possible* Risky Gl anastomoses or complex reconstruction should be avoidedQ",
        "cop": 1,
        "opa": "Minimal intervention done to stabilize the patient and do the definitive surgery later",
        "opb": "Maximum possible surgical intervention is done immediately",
        "opc": "Done during triage procedure",
        "opd": "Done to control damage during surgery",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "dc5930d8-ec83-4e9f-be06-a248448220e6",
        "choice_type": "single"
    },
    {
        "question": "GCS max score is -",
        "exp": "Ans. is 'b' i.e., 15",
        "cop": 2,
        "opa": "3",
        "opb": "15",
        "opc": "6",
        "opd": "18",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "f01ccf71-d2af-4eee-9911-5f3275f66562",
        "choice_type": "single"
    },
    {
        "question": "Which color of triage is given the highest priority?",
        "exp": "Ans. a. Red (Ref: Sabiston 19/e p609-610)Triage means 'to sort,' involves prioritizing victims into categories based on their severity of injury, likelihood of survival, and urgency of careQ. Red color is given first priority and signifies a critical patientQ.TriageTriage means 'to sort,' involves prioritizing victims into categories based on their severity of injury, likelihood of survival, and urgency of careQ.The method of triage widely used by municipalities is the START triage scheme, which stands for simple triage and rapid treatmentQ. This is accomplished by color tagging of patients.Red color* First priority and signifies a critical patientQYellow color* Urgent, second priorityQGreen color* Minor injuries, ambulatory patient, third-priorityQBlack color* Expectant or dead patientsQ",
        "cop": 1,
        "opa": "Red",
        "opb": "Green",
        "opc": "Yellow",
        "opd": "Black",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "594cdb61-ca72-46d1-8042-8113376681ec",
        "choice_type": "single"
    },
    {
        "question": "What is to be addressed first in case of polytrauma -",
        "exp": "Ans. is 'c' i.e., Airway Unfallchirurg (in German) 107]o Advanced trauma life support (commonly abbreviated ATLS) is a training program for medical providers in the management of acute trauma cases, developed by the American College of Surgeonso 1 Primary survey- it should be done first when any polytrauma patient presents in the following order# Airway maintenance with cervical spine protection# Breathing and ventilation# Circulation with hemorrhage control# Disability/Neurologic assessment# Exposure and environmental controlo 2 Secondary survey- complete history and examination",
        "cop": 3,
        "opa": "Circulation",
        "opb": "Blood Pressure",
        "opc": "Airway",
        "opd": "Neurology",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "9008da70-f6b4-40b6-9511-762873c4b695",
        "choice_type": "single"
    },
    {
        "question": "True regarding 'Damage control surgery is:",
        "exp": "Ref: Charles M. Court-Brown et al. Trauma. Lippincott, 2006, Page 16. Washington Manual of Surgery 2012. 6th edition, Page 514Explanation:DAMAGE CONTROL SURGERY (DCS)It is a form of surgery utilized in severe unstable injuries typically by trauma surgeons.This form of surgery puts more emphasis on preventing the trauma triad (Hypothermia, Coagulopathy and Acidosis) of death, rather than correcting the anatomy.DCS is about minimal intervention done to stabilize the patient and the definitive surgery later.DCS includes abbreviated laparotomy, temporary packing and closure of the abdomen in an effort to blunt the physiologic response to prolonged shock and massive hemorrhage.DC'S centers on coordinating staged operative interventions with periods of aggressive resuscitation to salvage trauma patients sustaining major injuries.These patients are often at limits of their physiological reserve when they present to operating room and persistent operative efforts results in exacerbation of their underlying hypothermia, coagulopathy and acidosis, initiating a vicious cycle that culminates in death.PHASES OF DAMAGE CONTROL SURGERYPhase 1 - Initial ExplorationTo attain rapid control of active hemorrhage and contamination.The abdomen is entered via a midline incision and if exsanguinating hemorrhage is encountered four quadrant packing should be performed.Any violations of GI tract should be treated w ith suture closure or segmental stapled resection.External drains are placed to control any major pancreatic or biliary injuries.Phase 2 - Secondary ResuscitationFollowing completion of the initial exploration, the critically ill patient is transferred to the ICU.Invasive monitoring and complete ventilator support needed.This phase focuses on secondary resuscitation to correct hypothermia, coagulopathy and acidosis.Phase 3 - Definitive OperationIt consists of planned re-exploration and definitive repair of injuries.Occurs 48 - 72 hours following initial and after successful secondary resuscitation.The abdomen should be closed primarily if possible.Risky GI anastomoses or complex reconstruction should be avoided.INDICATIONS FOR DAMAGE CONTROL SURGERYPolytrauma and thoracic trauma.Polytrauma with severe abdominal/pelvic trauma and hemodynamic shock (BP < 90 mm Hg).Bilateral lung contusions.Initial mean pulmonary artery pressure > 24 mmHg.Pulmonary artery pressure increase > 6 mm Hg during long bone intramedullary nailing.",
        "cop": 3,
        "opa": "Done during damage control surgery",
        "opb": "Done during triage",
        "opc": "Minimal intervention to stabilize patient so that definitive surgery can be done later on",
        "opd": "Maximum possible surgical intervention considering the event",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "9e20c9be-9b47-486a-954e-ce450d464ccb",
        "choice_type": "multi"
    },
    {
        "question": "Use of FAST?",
        "exp": "Ans. is 'a' i.e., To detect fluid in pericardial and peritoneal sacs o FASTFocused Assessment of Sonographic examination of Trauma patient is a rapid diagnostic examination to assess patients with potential thoraco abdominal injuries.It sequentially survavs for pressence of blood in pericardial sac and dependent abdominal regions.It is exquistely sensitive for detecting fluid of > 250 ml. After application of vs transmission gel, a 3.5 MHZ convex transducer is used to assess, in sequence-pericardial area, RUQ, LUQ and Pelvis.It is very accurate in assessing Hypotensive patients with blunt trauma abdomen; if FAST positive, immediate surgery is justified.",
        "cop": 1,
        "opa": "To detect fluid in pericardial and peritoneal sacs",
        "opb": "Pyoperitoneum",
        "opc": "Intestinal obstruction",
        "opd": "Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Initial Assessment",
        "id": "69937838-45c4-4df6-a9b4-8cccba64d352",
        "choice_type": "single"
    }
]