[
    {
        "question": "According to Spetzler-Main criteria, how much score is given for a 5 cm nidus with AV malformation?",
        "exp": "Spetzler-Main AVM grading scale. Graded Feature Points Assigned Size of AVM < 3 cm 3-6 cm >6 cm 1 2 3 Eloquence1 of adjacent brain Noneloquent Eloquent 0 1 Venous drainage Superficial Deep 0 1 'Eloquent areas include: visual, language, and sensorimotor coex; the thalamus and hypothalamus; the internal capsule; the brainstem; the cerebellar peduncles; and the deep cerebellar nuclei.",
        "cop": 3,
        "opa": "3",
        "opb": "4",
        "opc": "2",
        "opd": "5",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "14ad749d-17b1-4bea-9f35-41d5fb11c816",
        "choice_type": "single"
    },
    {
        "question": "Best graft for infra inguinal approach bypass:",
        "exp": "Vascular Graft Bioprosthetic Synthetic Autograft Homograft (allograft) Heterograft (Xenograft) Tissue engineered Textile: - Dacron Non-textile: -e. PTFE - Polyurethane Best Natural vascular graft: Reversed saphenous vein Best synthetic vascular graft: Dacron Best vascular graft for suprainguinal bypass: Dacron Best vascular graft for infrainguinal bypass: Saphenous vein Best vascular graft for aoa: Dacron Most preferred graft for CABG: LIMA (left internal mammary aery) > Saphenous vein MC used graft for CABG: Saphenous vein",
        "cop": 4,
        "opa": "Dacron",
        "opb": "PTFE",
        "opc": "Polyester",
        "opd": "Autologous vein",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "65049d4f-ee13-4297-9971-344e73e9c919",
        "choice_type": "single"
    },
    {
        "question": "Which aery should be saved while operating common bile duct stricture?",
        "exp": "Causes of stricture of bile duct - MCC -iatrogenic Vascular injury Choledochotomy incision: longitudinal incision because transverse incision may injure collateral blood supply. Vascular supply or biliary tract Supra duodenal & infra hilar bile ducts are predominantly supplied by two axial vessels that run in a 3 and 9-0'clock These vessels are derived from the superior pancreaticoduodenal, right hepatic, cystic gastroduodenal, and retro duodenal aeries It has been estimated that only 2% of the aerial supply to this poion of the bile duct is segmental and arises directly off of the proper hepatic aery. Approximately 60% of the blood supply to the supra duodenal bile duct originates inferiorly from the pancreaticoduodenal and retro duodenal aeries. Whereas 38% of the blood supply originates superiorly from the right hepatic aery and cystic dust aery The blood supply to the common bile duct and common hepatic duct is illustrate: right hepatic aery (a); 9: 00 aery (b); retroduodenal aery (c); left hepatic aery (d); proper hepatic aery (e); 3: 00 aery (f); common hepatic aery (g); gastroduodenal aery (h).",
        "cop": 2,
        "opa": "Common hepatic aery",
        "opb": "Right hepatic aery",
        "opc": "Left hepatic aery",
        "opd": "Celiac trunk",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "0a072f9b-0c2c-4eae-a1e7-5ce979b75d91",
        "choice_type": "single"
    }
]