[
    {
        "question": "According to Spetzler-Main criteria, how much score is given for a 5 cm nidus with AV malformation?",
        "exp": "Spetzler-Main AVM grading scale. Graded Feature Points Assigned Size of AVM < 3 cm 3-6 cm >6 cm 1 2 3 Eloquence1 of adjacent brain Noneloquent Eloquent 0 1 Venous drainage Superficial Deep 0 1 'Eloquent areas include: visual, language, and sensorimotor coex; the thalamus and hypothalamus; the internal capsule; the brainstem; the cerebellar peduncles; and the deep cerebellar nuclei.",
        "cop": 3,
        "opa": "3",
        "opb": "4",
        "opc": "2",
        "opd": "5",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "14ad749d-17b1-4bea-9f35-41d5fb11c816",
        "choice_type": "single"
    },
    {
        "question": "True about Splenenculi:",
        "exp": "Splenunculi: It is also known as accessory spleen. The most common site is at the hilum of the spleen. It is encapsulated and often multiple in number. It has lesser red pulp compared to spleen.",
        "cop": 1,
        "opa": "It is encapsulated",
        "opb": "Most common site is tail of pancreas",
        "opc": "Often single",
        "opd": "Have more red pulp than spleen",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "156ecadc-aaaf-4a39-9e7b-d1456686a914",
        "choice_type": "multi"
    },
    {
        "question": "In carcinoma gallbladder stage M1, which of the following lymph nodes are involved?",
        "exp": "Aoic Lymph node is NOT a regional lymph node.Any metastases detected in these lymph nodes is categorized as distant metastases 8th AJCC (2017) TNM Classification of Carcinoma Gallbladder T1a Lamina propria invasion. T1b Muscular invasion. T2 Invade the perimuscular connective tissue. T2a: Invade the perimuscular connective tissue on the peritoneal side with no extension to serosa. T2b: Invade the perimuscular connective tissue on the hepatic side with no extension into the liver. T3 Serosal perforation and/or direct invasion of the liver (regardless of extent) and/or invasion of any other single extrahepatic organ. T4 Tumor invades the main poal vein, hepatic aery or two or more extrahepatic organ. N1 Metastasis to 1-3 regional nodes. N2 Metastasis to 4 or more regional nodes. M1 Distant metastasis",
        "cop": 2,
        "opa": "Superior mesenteric lymph nodes",
        "opb": "Aoic lymph nodes",
        "opc": "Celiac lymph nodes",
        "opd": "Pancreatico-duodenal lymph nodes",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "b1dd90cb-3aca-4b8c-804a-a9e4dff8c3ed",
        "choice_type": "multi"
    },
    {
        "question": "All are management options for carcinoma breast in 2nd trimester except:",
        "exp": "Management of breast cancer in pregnancy: 1.Early invasive breast cancer: - Breast conservative surgery + Radiotherapy - Simple mastectomy + axillary lymph node sampling Pregnancy is a contra-indication for breast conservative surgery due to the radiotherapy which is followed after surgery. 2.Locally advanced breast cancer: - Neo-adjuvant chemotherapy + MRM + Radiotherapy Chemotherapy is not advised in 1st trimester because the cytotoxic drugs may cause congenital anomalies as organogenesis occurs in 1st trimester. Hence chemotherapy is usually given in 2nd trimester. Radiation therapy can be given after delivery. Focal 3D is not related to the management of breast cancer.",
        "cop": 3,
        "opa": "Chemotherapy doxorubicin + cyclophosphamide + 5-FU",
        "opb": "Mastectomy",
        "opc": "Focal 3D",
        "opd": "Breast conservative surgery is a valid option",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "616941d3-a3a2-4982-9019-a298d9f7e566",
        "choice_type": "multi"
    },
    {
        "question": "All are true about pulmonary contusion except:",
        "exp": "Pulmonary Contusion Inadequate pain relief leads to hypoventilation, promotion of atelectasis & worsening hypoxemia. Lung contusions may be present on the initial chest radiograph but typically require time to become visualized (it can be missed) Diagnosis: IOC is CECT. Intubation should be reserved for classical indications only (it can result in Pneumonia).",
        "cop": 4,
        "opa": "Missed on chest X-ray in 20%",
        "opb": "Pain management is impoant to prevent hypoventilation",
        "opc": "CT is sensitive for diagnosis",
        "opd": ">25% contusion may likely needs intubation",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "f146e1d5-fc37-43a3-9bd8-2ec0d17531b2",
        "choice_type": "multi"
    },
    {
        "question": "Best graft for infra inguinal approach bypass:",
        "exp": "Vascular Graft Bioprosthetic Synthetic Autograft Homograft (allograft) Heterograft (Xenograft) Tissue engineered Textile: - Dacron Non-textile: -ePTFE - Polyurethane Best Natural vascular graft: Reversed saphenous vein Best synthetic vascular graft: Dacron Best vascular graft for suprainguinal bypass: Dacron Best vascular graft for infrainguinal bypass: Saphenous vein Best vascular graft for aoa: Dacron Most preferred graft for CABG: LIMA (left internal mammary aery) > Saphenous vein MC used graft for CABG: Saphenous vein",
        "cop": 4,
        "opa": "Dacron",
        "opb": "PTFE",
        "opc": "Polyester",
        "opd": "Autologous vein",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "65049d4f-ee13-4297-9971-344e73e9c919",
        "choice_type": "single"
    },
    {
        "question": "An elderly person was found unconscious following a A. Patient was deeply comatose with decerebrate and decoicate rigidity. MRI shows small hemorrhages on corpus callosum and nothing else. Person dies after a week in coma. Most likely cause of death:",
        "exp": "Diffuse Axonal Injuries: Classic findings- Unconscious after A + comatose patient with decerebrate and decoicate rigidity + CT scan appears normal. - IOC: MRI: Punctate haemorrhages Subdural hematoma or EDH: IOC - NCCT Infarct can be visualised in both CT and MRI",
        "cop": 1,
        "opa": "Diffuse axonal injury",
        "opb": "Subdural hematoma",
        "opc": "EDH",
        "opd": "Infarct",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "9ed2ea3a-3b6b-4f53-80a8-56261ec8ab9f",
        "choice_type": "multi"
    },
    {
        "question": "False statement regarding subdural hematoma:",
        "exp": "Epidural hematoma Subdural hematoma Rupture of middle meningeal aery due to trauma to temporal bone (pterion - weakest point) Rupture of coical veins (bridging veins) due to trauma and Common in elderly (+) Lucid interval (-) lucid interval; Poor prognosis Dx of choice: NCCT - Biconvex Dx of choice: NCCT - Concavo-convex Subdural hematoma is usually managed conservative or by surgery. It is usually unilateral in nature and it cannot cross as it is limited by falx.",
        "cop": 1,
        "opa": "Occurs on both sides",
        "opb": "Not visible on X-ray",
        "opc": "Surgery can be done",
        "opd": "Unilateral surgery",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "a27e6da4-513a-488c-a074-56fbd70d791d",
        "choice_type": "multi"
    },
    {
        "question": "True statement regarding hyperophic scar:",
        "exp": "Feature Hyperophic Scar Keloid Genetic Not Familial May be familial Race Not race related Black > white Sex Female = male Female > male Age Children 10-30 years Border Remains within wound Outgrows wound area Natural history Subsides with time Rarely subsides Site Flexor surfaces Stemum (MC ), shoulder, face Etiology Related to tension Unknown Develop Within 4 weeks 3 Months to years after trauma Symptoms Raised some pruntus Respect wound confines Pain, pruritus, hyperesthesia Growth beyond wound margins Histology Parallel orientation of collagen fibers Thick wavy collagen fibers in random orientation",
        "cop": 1,
        "opa": "Usually occurs across the flexural areas",
        "opb": "Does not improve with time",
        "opc": "Overgrows its boundaries",
        "opd": "Develops months after surgery",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "0337f8e2-e9fb-4b34-b6f6-2a21de14f8b9",
        "choice_type": "multi"
    },
    {
        "question": "Regarding breast cancer all are true except:",
        "exp": "Most impoant risk factor for malignancy: Increasing Age Most conspicuous sign of Breast Cancer: Peau D Orange- cause is lymphatic permeation by tumor cells -increase risk of lymph node metastasis - increases risk of distant metastasis Hyperestrogenemia like in nulliparity late first full-term pregnancy, early menarche, late menopause - increases risk of Breast Cancer Type of Breast Cancer with worst /poorest prognosis - Inflammatory Breast Cancer Aka Mastitis Carcinomatosa",
        "cop": 2,
        "opa": "Increased incidence with increase in age",
        "opb": "Medullary carcinoma with high mitotic index has poorest prognosis",
        "opc": "Involvement of subdermal lymphatics carries poor prognosis",
        "opd": "Increase in incidence with estrogen exposure",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "6a14f7e4-99c1-4792-9fe0-9e268314ecde",
        "choice_type": "multi"
    },
    {
        "question": "False about pseudomyxoma peritonei is:",
        "exp": "Pseudomyxoma peritonei: It is caused due to the rupture of mucinous adenocarcinoma. The most common primary tumor is appendix > ovary. It is the presence of jelly-like substance collected in the cavity and they are usually attached with other abdominal structures. Patient usually presents with abdominal distention, signs/symptoms of paial obstruction, weight loss and occurrence of sudden and multiple hernia (due to increased abdominal pressure) Diagnosis-by omental biospy Staging- PET CT Treatment is usually \"Cytoreduction\" which includes omentectomy+ peritonectomy+ right hemicolectomy + if female, bilateral salphingo-oophrectomy. If there is recurrence due to residual jelly-like substance after surgery, the treatment is Hypothermic Intra-peritoneal Chemotherapy (HIPEC) which as mitomycin C and cisplatin as impoant agents. Other agents are doxorubicin and docetaxel and these 4 agents are used as single drug or by combination.",
        "cop": 2,
        "opa": "Omental biopsy for diagnosis",
        "opb": "Refractory to drugs",
        "opc": "Hypehemic intraperitoneal chemotherapy is treatment option",
        "opd": "Most commonly associated with appendiceal tumor",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "3feeb41d-c567-47f0-b27a-f68eb959d677",
        "choice_type": "multi"
    },
    {
        "question": "Which aery should be saved while operating common bile duct stricture?",
        "exp": "Causes of stricture of bile duct - MCC -iatrogenic Vascular injury Choledochotomy incision: longitudinal incision because transverse incision may injure collateral blood supply. Vascular supply or biliary tract Supra duodenal & infra hilar bile ducts are predominantly supplied by two axial vessels that run in a 3 and 9-0'clock These vessels are derived from the superior pancreaticoduodenal, right hepatic, cystic gastroduodenal, and retro duodenal aeries It has been estimated that only 2% of the aerial supply to this poion of the bile duct is segmental and arises directly off of the proper hepatic aery. Approximately 60% of the blood supply to the supra duodenal bile duct originates inferiorly from the pancreaticoduodenal and retro duodenal aeries. Whereas 38% of the blood supply originates superiorly from the right hepatic aery and cystic dust aery The blood supply to the common bile duct and common hepatic duct is illustrate: right hepatic aery (a); 9:00 aery (b); retroduodenal aery (c); left hepatic aery (d); proper hepatic aery (e); 3:00 aery (f); common hepatic aery (g); gastroduodenal aery (h).",
        "cop": 2,
        "opa": "Common hepatic aery",
        "opb": "Right hepatic aery",
        "opc": "Left hepatic aery",
        "opd": "Celiac trunk",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "0a072f9b-0c2c-4eae-a1e7-5ce979b75d91",
        "choice_type": "single"
    },
    {
        "question": "All are true about chronic SDH except:",
        "exp": "Chronic SDH Caused bysignificant trauma, can present weeks after tril injury. Most patients are symptomatic but patient can be completely asymptomatic. Treated by burr hole/craniotomy, twist drill craniostomy with subdural drains. Clinical improvement occurs when subdural pressure is close to zero, which usually occurs after almost 20 percent of the collection has been removed. Residual subdural fluid collections are common and may take upto 6 months for complete resolution. Use of a subdural drain is associated with a decreased need for repeat surgery",
        "cop": 1,
        "opa": "Immediate recovery after surgery",
        "opb": "Presents weeks after tril injury",
        "opc": "Patient can be completely asymptomatic",
        "opd": "Use of a subdural drain is associated with a decreased need for repeat surgery",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2018",
        "id": "91c17fcd-6724-40a7-8bb2-1133611744f7",
        "choice_type": "multi"
    }
]