[
    {
        "question": "Familial adenomatous polyposis is characterized by all except",
        "exp": "Familial adenomatous polyposis (FAP) Is a rare, inherited condition caused by a defect in the adenomatous polyposis coli (APC) gene - located in 5q 21 chromosome. FAP is autosomal dominant- >50% chance of inheritance in family members Has > 100 adenomatous polyps 100% RISK of malignancy Polyp formation - by 15 yrs. 100% develop malignancy - by 40 yrs. TOC: Total proctocolectomy + ileal pouch-anal anastomosis (TPC + IPAA) M/C/C of death after TPC = Peri-ampullary Ca (polyps in duodenum - periampullary region) Two variants of FAP Gardner's syndrome Osteoma (mandible) Congenital hyperophy of the retinal pigmented epithelium (CHRPE) lesions Sebaceous cysts Benign lymphoid polyposis of ileum Desmoid tumors Supernumerary teeth Turcot's syndrome: Brain tumors Medulloblastoma - m/c associated with FAP Glioblastoma multiforme - m/c associated with HNPCC",
        "cop": 1,
        "opa": "Autosomal recessive transmission",
        "opb": "More than 100 polyps in colorectal area",
        "opc": "Polyps seen in duodenum",
        "opd": "Extra-intestinal manifestations are present",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "70b9add1-240f-481d-828b-c58c8fe422cf",
        "choice_type": "multi"
    },
    {
        "question": "Best method to visualize the proximal bile duct is by:",
        "exp": "IOC for proximal pa of biliary tract = Percutaneous transhepatic cholangiogram (both diagnostic and therapeutic) IOC for distal pa of biliary tract = ERCP (both diagnostic and therapeutic) IOC for most of biliary tract pathology like (CBD stone; choledochal cyst; biliary stricture; cholangiocarcinoma) = MRCP (only diagnostic)",
        "cop": 1,
        "opa": "Percutaneous transhepatic cholangiogram",
        "opb": "EUS",
        "opc": "ERCP",
        "opd": "Transabdominal USG",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "64b1607b-adc4-404f-9640-b54bbfaf83c1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of bleeding gastric ulcer:",
        "exp": "M/C/C of UGI bleed = non-variceal bleed (80% - Non-Variceal bleed; 20% - variceal bleed) M/C/C of non-variceal UGI bleed = Peptic ulcer M/C site of Peptic ulcer = Duodenum (1st pa) Ulcer can be present on anterior or posterior wall of duodenum - Anterior wall ulcer - Perforate - Posterior wall ulcer - Bleed (as gastroduodenal aery runs behind the posterior wall of duodenum) M/C aery involved in duodenal ulcer = Gastroduodenal aery M/C aery involved in Gastric ulcer = Left gastric aery 1st investigation performed for UGI bleed = Endoscopy (both therapeutic and diagnostic) Treatment for bleeding gastric ulcer: \"The principle of management of bleeding gastric ulcers are essentially the same. The stomach is opened at an appropriate position anteriorly and the vessel in the ulcer under-run. If the ulcer is not excised then a biopsy of the edge needs to be taken to exclude malignant transformation. Sometimes the bleeding is from the spienic aery and if there is a lot of fibrosis present then the operation may be challenging. However, most patients can be managed by conservative modality even if the incidence of recurrent bleeding is less\"-Bailey 27/e page 1128 Treatment for bleeding Duodenal ulcer: - Duodenotomy; ligation of bleeding vessel; truncal vagotomy; pyloroplasty",
        "cop": 4,
        "opa": "TV and drainage",
        "opb": "Antrectomy",
        "opc": "Distal gastrectomy",
        "opd": "Under running of ulcer",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "b4ee918f-194f-4025-a181-119a46b5300c",
        "choice_type": "single"
    },
    {
        "question": "A child with moderate to severe head injury is admitted in PICU. First line treatment are all except:",
        "exp": "In patients with raised intra-cranial tension, first line of management is Elevation of head Follow hypothermia Analgesic and sedation Mechanical ventilation In patients with persistently raised intra-cranial tension - IV mannitol is given",
        "cop": 1,
        "opa": "IV mannitol",
        "opb": "Hypothermia",
        "opc": "Analgesia and sedation",
        "opd": "Controlled mechanical ventilation",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "f03c5384-13fc-474b-9090-315d7242358c",
        "choice_type": "multi"
    },
    {
        "question": "Hereditary pancreatitis is characterized by all except:",
        "exp": "O Hereditary pancreatitis Autosomal dominant disease Due to a mutation of trypsinogen gene, or PRSS1 (Protease, Serine1) results in premature, intrapancreatic activation of trypsinogen The incidence is equal in both sexes. O Clinical features Characterized by recurrent episodes of acute pancreatitis of familial aggregation of chronic pancreatitis Typically, patients first present in childhood or adolescence with a abdominal pain and are found to have chronic calcific pancreatitis on imaging studies. Progressive pancreatic dysfunction is common and many patients present with symptoms due to pancreatic duct obstruction The risk of subsequent carcinoma formation is up to 40% age of onset for carcinoma is > 50 years old. 30% of hereditary pancreatitis leads to chronic pancreatitis It is an autosomal dominant disease with penetrance that is generally accepted to be [?]80%. O Hereditary risk factors for Ca pancreas: Hereditary pancreatitis Hereditary breast and ovarian Ca (associated with BRCA-1 mutation) HNPCC Ataxia telangiectasia Familial atypical multiple mole melanoma (FAMMM) syndrome Peutz-Jeghers syndrome Management Treatment of HP resemble that of chronic pancreatitis of other causes. Treatment focuses on enzyme and nutritional supplementation, pain management, pancreatic diabetes, and local organ complications, such as pseudocysts, bile duct or duodenal obstruction",
        "cop": 2,
        "opa": "Equal prevalence in males and females",
        "opb": "Autosomal recessive inheritance",
        "opc": "Mutation of trypsinogen gene on long arm of chromosome 7",
        "opd": "Penetrance is generally accepted to be [?]80%.",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "61a80b75-aaa1-4ccf-82cd-fca7d2066317",
        "choice_type": "multi"
    },
    {
        "question": "Klippel-Trenaunay syndrome associated with all except:",
        "exp": "KLIPPEL-TRENAUNAY SYNDROME Characterized by Congenital AV fistula Cutaneous hemangioma Varicose veins Hyperophy of involved extremity Absence of deep venous system",
        "cop": 4,
        "opa": "Po wine stain",
        "opb": "Varicose veins",
        "opc": "Limb lengthening",
        "opd": "Fused veebra",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "0b11d6a4-919a-4a8d-b3f9-0be19479470e",
        "choice_type": "multi"
    },
    {
        "question": "A patient undergoes surgery in pelvic region. Which vein is most likely to result in thrombosis?",
        "exp": "Risk factors for DVT Acquired: Obesity Infection Prolonged immobilization in surgery of lower limb or pelvic region M/C site of DVT - Calf vein or soleal vein M/C site of DVT leading to PE - Thigh vein or Femoropopliteal vein",
        "cop": 3,
        "opa": "Iliac vein",
        "opb": "Femoral vein",
        "opc": "Calf vein",
        "opd": "IVC",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "6375f11e-933d-4261-a626-ecf1df8d11cc",
        "choice_type": "single"
    },
    {
        "question": "Criteria for diagnosing SIRS are all except",
        "exp": "Systemic Inflammatory Response Syndrome (SIRS) 2 out of 4 criteria which must be abnormal 1.Core temperature >38.5'C (101.3'F) or <36deg(96.8 F) (Rectal, bladder, oral and central catheter). 2. Tachycardia: Mean hea rate >2 SD above normal for age in absence of external stimuli, chronic drugs or painful stimuli or Unexplained persistent elevation over 0.5-4 hr or In children <1 yr old, persistent bradycardia over 0.5 hr (mean hea rate <10th percentile for age in absence of vagal stimuli, B-blockers, or cong. hea disease) 3.Respiratory rate >2 SD above normal for age or acute need for mechanical ventilation not related to neuromuscular disease or general anaesthesia 4.Leukocyte count elevated or depressed for age (not secondary to chemotherapy) or >10% immature neutrophils",
        "cop": 3,
        "opa": "Temp > 38.5 degree C or < 36 degree C",
        "opb": "RR > 2 SD above normal for age",
        "opc": "Children < 1 year old with persistent tachycardia over 0.5 hour",
        "opd": "> 10 % immature neutrophils",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "78f8a0ba-85c3-48f9-ac63-9982685fe895",
        "choice_type": "multi"
    },
    {
        "question": "A patient is diagnosed with pituitary tumour, prolactinoma encircling the carotid aery. What is the best line of management?",
        "exp": "Treatment O Dopamine agonist, bromocriptine, can shrink prolactinomas in 75% of patients with macroadenomas in 6-8 weeks, but only as long as therapy is maintained. O Bromocriptine may also work on GH-secreting tumors with shrinkage in < 20% O Octreotide can reduce GH levels in 71% of patients with a significant reduction in tumor volume in 30% of cases Indication of surgery as an Initial treatment GH-secreting tumors Primary cushing's disease Any adenoma causing acute visual deterioration Non prolactin-secreting macroadenomas causing symptoms by mass effect Surgical approach of choice: Sublabial or intransal trans-sphenoidal approach.",
        "cop": 2,
        "opa": "Wait and watch",
        "opb": "Transsphenoidal surgical resection",
        "opc": "Radiotherapy",
        "opd": "Combination",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "282b8443-c38b-4504-baf3-7ddf9ab92276",
        "choice_type": "single"
    },
    {
        "question": "In lumbar sympathectomy, which root value is spared?",
        "exp": "Buerger's disease: Characterized by - Reynaud's phenomena + intermittent claudication +migratory superficial thrombophlebitis Also called thromboangiitis obliterans Over a time, patient can present with cutaneous ischemia causing wrist pain -for which sympathectomy is done LUMBAR SYMPATHECTOMY Open sympathectomy is done preferably through extra peritoneal approach Sympathetic chain lies on the sides of body of veebra, sometimes inside psoas muscle sheath In unilateral surgeries, sympathetic gangliaL1,L2,L3 and sometimes L4 are removed In bilateral surgeries, L1 of one side is preferred to avoid retrograde ejaculation Lumbar chain can be mistaken with lymphatic chain, genitofemoral nerve psoas sheath, psoas minor leading to technical",
        "cop": 1,
        "opa": "L1",
        "opb": "L2",
        "opc": "L3",
        "opd": "L4",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "c1b6f382-7969-4807-879e-ae1780f5c9d1",
        "choice_type": "single"
    },
    {
        "question": "Sickle cell anemia is associated with which type of RCC?",
        "exp": "RENAL CELL CARCINOMA MC type of RCC: Clear cell carcinoma MC type seen with dialysis associated cystic disease: Papillary carcinoma Exclusively associated with sickle cell treat: Medullary cell carcinoma Best prognosis: chromophobe carcinoma",
        "cop": 1,
        "opa": "Medullary",
        "opb": "Papillary",
        "opc": "Chromophobe",
        "opd": "Colloid",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "4ffb0895-cf30-4361-85b6-b09776f952de",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of malignant gastric ulcer on Barium meal is:",
        "exp": "Gastric Ulcer Benign Malignant Ulcer Generally at lesser curvature Smooth radiating folds with Hampton line and collar Overhanging margins showing regeneration Mucosal rugae projects outwards from the margins of ulcer Penetrating sign (ulcer crater projects into stomach wall rather than into a mass in a stomach wall) Huge base Preserved peristalsis Heals within 8-10 weeks At greater curvature Interrupted nodular clubbed folds with lasman kirlin complex (malignant ulcer with no mass) Eccentric with heaped up and eveed margins Mucosal rugae stop far of the ulcer Carman's meniscus sign (meniscoid appearance of trapped barium in ulcer bed) Necrotic base No peristalsis No healing Benign BPH: (Benign Ulcer-Penetrating sign and Hampton's hump) Malignant CIK: (carman's meniscus sign, intraluminal kirklin complex",
        "cop": 2,
        "opa": "Hampton line",
        "opb": "Carmen meniscus sign",
        "opc": "Ulcer cap",
        "opd": "Ulcer crater",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "53ca608e-fe09-4df3-864d-72c68a08b4a1",
        "choice_type": "single"
    },
    {
        "question": "A biopsy from a mass in front of the neck revealed parafollicular cells. How do you follow up?",
        "exp": "Biopsy from the mass in front of the neck revealed parafollicular cells indicating that it's a case of Medullary carcinoma of the thyroid. Medullary carcinoma of the thyroid (MTC): It is a distinct thyroid carcinoma that originates in the parafollicular C cells of the thyroid gland. These C cells produce calcitonin. Hence it is used for follow up of these patients",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "T4",
        "opc": "Thyroxine",
        "opd": "Thyroglobulin",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "bbaa3319-4153-4835-b064-6460b5ab0aea",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for simple cyst of liver:",
        "exp": "SIMPLE HEPATIC CYST Contain serous fluid, do not communicate with the biliary tree, and do not have septations Single in 50% cases Treatment Nonsurgical treatment: Aspiration and injection of a sclerosing agent (most frequently ethanol) Surgical therapy: Fenestration or unroofing the extrahepatic poion of cyst Complication: MC complication: intra cystic bleeding On USG shows Posterior acoustic enhancement",
        "cop": 3,
        "opa": "Percutaneous drainage",
        "opb": "Cysto-enterostomy",
        "opc": "Deroofing",
        "opd": "Aspiration",
        "subject_name": "Surgery",
        "topic_name": "JIPMER 2017",
        "id": "155d32d0-9a51-421c-a031-dd1162818f8e",
        "choice_type": "single"
    }
]