[
    {
        "question": "The typical appearance of \"spider leg\" on excretory urography is seen in:",
        "exp": "Diagnosis USG: Enlarged kidney with uniformly medullary echogenicity. IVP in ADPKD Stretching of the calyces by the cysts (spider leg or ball like deformity. Bubble appearance (calyceal distoion) Swiss cheese appearance. CT scan is IOC in ADPKD",
        "cop": 2,
        "opa": "Hydronephrosis",
        "opb": "Polycystic kidney",
        "opc": "Medullary sponge kidney",
        "opd": "Renal cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "72d9171f-8533-4501-ad9a-5a44165dec8d",
        "choice_type": "single"
    },
    {
        "question": "Earliest and often the only presentation of TB kidney is:",
        "exp": "Clinical Features Earliest symptom is urinary frequency. Tuberculosis of genital tract should be considered in the presence of following situations Chronic cystitis that refuses to respond to adequate treatment Sterile pyuria, gross or microscopic hematuria. Non- tender enlarged epididymis with beaded or thickened vas. Chronic draining scrotal sinus. Induration or nodulation of prostate and thickening of one or both seminal vesicle.",
        "cop": 1,
        "opa": "Increased frequency",
        "opb": "Pain",
        "opc": "Hematuria",
        "opd": "Renal calculi",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "f55d8147-93ab-4a09-95f4-f8fc5fcaf63f",
        "choice_type": "single"
    },
    {
        "question": "The most impoant determinant of prognosis in Wilm's tumor:",
        "exp": "Most impoant prognostic factor in most of malignancies- Stage (TNM) Exception- Wilms tumor and soft tissue sarcoma In Wilms tumor, Most impoant Prognostic Factor- Histology > Stage In soft tissue sarcoma, most impoant prognostic factor - Tumor grade",
        "cop": 3,
        "opa": "Stage of disease",
        "opb": "Loss of heterozygosity of chromosome 1p",
        "opc": "Histology",
        "opd": "Age less than one year at presentation",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "a867c908-56f0-4411-be34-2d37df6b49a3",
        "choice_type": "single"
    },
    {
        "question": "Stone formed in alkaline urine is:",
        "exp": "Struvite stones (infection stones) - Composed of calcium, ammonium, magnesium phosphate (Triple phosphate stones). Tend to grow in alkaline urine, especially with Proteus infection and fill whole of the pelvi-calyceal system, forming staghorn calculi. Formed In high urinary concentration of ammonia. More common In women (Increased susceptibility for UTI) Increased tendency to form struvite calculi Is seen In: Foreign body In the urinary tract (Foley's catheter) and neurogenic bladder / Bladder dysfunction / Bladder outlet obstruction.",
        "cop": 2,
        "opa": "Calcium oxalate",
        "opb": "Calcium phosphate",
        "opc": "Cysteine",
        "opd": "Uric acid",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "bb1e7edf-1704-40ff-956f-24491642f895",
        "choice_type": "single"
    },
    {
        "question": "Classic symptom of ectopic ureter in females",
        "exp": "ECTOPIC URETERAL ORIFICE * Around 80% is associated with a duplication collecting system. * More common in females. Location * Males: Prostatic or posterior urethra (MC), lateral in bladder. * Females: Anterior urethra (MC), vestibule, vagina. Clinical Features * Females: continuous incontinence with an otherwise normal voiding. * Males: MC presentation Is UTI, no urinary incontinence. Diagnosis * IVP: Drooping Lily sign Treatment * Mainly expectant, Ureteric reimplantation or pole nephrectomy depending on moiety function.",
        "cop": 3,
        "opa": "Painful defecation",
        "opb": "Urinary frequency",
        "opc": "Ureteral incontinence with otherwise normal voiding",
        "opd": "Labial swelling",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "c3648da9-857c-4616-9952-05140141a7ba",
        "choice_type": "single"
    },
    {
        "question": "Most common congenital anomaly of the upper renal tract is:",
        "exp": "DUPLICATION OF URETER (AD) MC congenital anomaly of upper urinary tract. Mode of inheritance is autosomal dominant. More common in females and often bilateral. Yo-Yo effect in fused ureter (incomplete duplication) is seen. Upper pole ureter is associated with Ureterocele Lower pole ureter is associated with Sho intravesical length of ureter( risk of VUR) Diagnosis IVP: shows duplication In most of cases. Treatment If function of Upper pole ureter is normal- Excision and reimplanation into the bladder If function of Upper pole ureter is impaired- upper pole nephrectomy Lower pole ureter- Ureterovesicoplasty",
        "cop": 2,
        "opa": "Duplication of renal pelvis",
        "opb": "Duplication of ureter",
        "opc": "Ectopic ureteric orifice",
        "opd": "Congenital megaureter",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "cba14bb3-91ec-4ce4-8bd0-270340832329",
        "choice_type": "single"
    },
    {
        "question": "Horseshoe kidney ascent is prevented by:",
        "exp": "Ascent of horseshoe kidney remains incomplete due to Inferior Mesentric Aery prevents fuher migration of kidney. Isthmus usually located adjacent to L3-L4 veebrae, just below the origin of IMA from abdominal aoa.",
        "cop": 3,
        "opa": "Superior mesenteric aery",
        "opb": "Superior mesenteric vein",
        "opc": "Inferior mesenteric aery",
        "opd": "Inferior mesenteric vein",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "316c7a39-67b1-45f1-b04f-15d4a42fbec5",
        "choice_type": "single"
    },
    {
        "question": "Reflux of urine into the pelvis and calyces with mild dilatation with minimal blunting of fornices indicates which grade of VUR?",
        "exp": "Grade I Grade II Grade III Grade IV Grade V",
        "cop": 2,
        "opa": "Grade II",
        "opb": "Grade III",
        "opc": "Grade IV",
        "opd": "Grade I",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "a4c63cca-f955-42fa-aac0-3088821dad39",
        "choice_type": "single"
    },
    {
        "question": "Most common predisposing factor for chronic pyelonephritis is:",
        "exp": "Chronic pyelonephritis is so often associated with vesicoureteric reflux that some feel that it is better named \"Reflux nephropathy\". It is impoant cause of renal damage and death from end - stage renal failure.",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Renal stone",
        "opc": "Posterior urethral valve",
        "opd": "Vesicoureteric reflux",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "dd005f08-c766-461d-b6bb-b120e50e651e",
        "choice_type": "single"
    },
    {
        "question": "Retrocaval ureter occurs due to persistence of:",
        "exp": "Retrocaval Ureter- Aka Circumcaval ureter- Abnormal development of IVC causes ureter to pass behind IVC and to take U turn before draining to bladder.- Abnormal persistence of right posterior subcardinal vein Clinical features- Signs & symptoms of ureteric obstruction Diagnosis- MRI is IOC to a delineate anatomy clearly and non-invasively- IVP \"Reverse J\" \"Fish Hook\" Or \"Shepherd Crook \"deformity Treatment - Relocation ureteroureterostomy",
        "cop": 4,
        "opa": "Azygous vein",
        "opb": "Hemiazygous",
        "opc": "Anterior cardinal vein",
        "opd": "Posterior cardinal vein",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "163ff471-1efc-4dc9-84bc-74c21b96d8bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not the component of Too-Late triad associated with renal cell carcinoma?",
        "exp": "Renal cell carcinoma* \"TOO- LATE\" TRAID- Mass+ Pain+ Hematuria * Triad is seen in 10% patients with advanced disease * Most common presentation - Hematuria* In Advanced cases, Non-Reducing Varicocele - due to tumor thrombus in the left kidney* IOC - CECT* Treatment of choice- Radical nephrectomy",
        "cop": 4,
        "opa": "Mass",
        "opb": "Pain",
        "opc": "Hematuria",
        "opd": "Pyrexia",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "11dd10b5-b15f-4d3f-9487-f9b60538ee17",
        "choice_type": "single"
    },
    {
        "question": "Commonest presentation of Wilm's tumour is:",
        "exp": "WILMS TUMOR Wilm's Tumor: MC primary renal tumor of childhood (2-5 Years) Wilm's Tumor: 2nd MC malignant abdominal tumor in children (MC is neuroblastoma). Arise from kidney, composed of three elements- Blastema, Epithelium & Stroma. (BESt) MC presenting feature is asymptomatic abdominal mass or swelling.",
        "cop": 2,
        "opa": "Hematuria",
        "opb": "Abdominal lump",
        "opc": "Hydronephrosis",
        "opd": "Pain in abdomen",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "e2e2e09c-c859-44ba-88ab-1a83f1d980af",
        "choice_type": "single"
    },
    {
        "question": "According to Weige Meyer rule of duplication of ureter, the lower pole ureter in urinary bladder is:",
        "exp": "Types Incomplete duplication: Both ureters join together and a single ureteric opening Complete duplication: Both ureters open separately Weige-Meyer's rule: - In case of complete duplication, the upper ureter and the lower pole ureter rotate on their long axes so that the upper pole ureteric orifice is medial & caudal to the lower pole orifice. - Lower pole is lateral and cephalad to the upper pole",
        "cop": 1,
        "opa": "Lateral and cephalad to the upper pole ureter",
        "opb": "Lateral and caudal to the upper pole ureter",
        "opc": "Medial and cephalad to the upper pole ureter",
        "opd": "Medial and caudal to the upper pole ureter",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "685815a2-d2d0-4237-8c8b-db9090eb4708",
        "choice_type": "single"
    },
    {
        "question": "Most common renal stone:",
        "exp": "Calcium oxalate MC type of kidney stone (85%) Risk factor are hypercalciuria, hypercalcemia, hyperoxaluria Have hard, small and jagged surface. On section-wavy concentric laminae",
        "cop": 1,
        "opa": "Calcium oxalate stone",
        "opb": "Uric acid stone",
        "opc": "Staghorn calculi",
        "opd": "Cysteine stone",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "b47edbe1-843b-4e72-b33f-5deedfb5da76",
        "choice_type": "single"
    },
    {
        "question": "Anderson-Hynes operation is performed for:-",
        "exp": "Anderson-Hynes operation is performed for Pelviureteric junction obstruction caused by PUJ stenosis",
        "cop": 4,
        "opa": "Achalasia cardia",
        "opb": "Pyloric stenosis",
        "opc": "Pseudopancreatic cyst",
        "opd": "Pelviureteric junction obstruction",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "417ba90d-20bf-4bae-ba6f-8866cf0a7b30",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man has urine output of 10 mL/h following abdominal aoic aneurysmectomy. Acute tubular necrosis is suggested by the presence of which of the following?",
        "exp": "Oliguria-Acute tubular necrosis -Intrinsic Renal Failures Prerenal Failures Intrinsic Renal Failures Urine osmolality (m. Osm/kg) >500 <350 Urine sodium (m. Eq/L) <20 >40 Fractional excretion of sodium <1% >2% BUN/SCR >20 <10 Urine/PCR >40 <20",
        "cop": 2,
        "opa": "Urine osmolality of more than 500 m. Osm/kg",
        "opb": "Urine sodium of more than 40 m. Eq/L",
        "opc": "Fractional excretion of sodium of <1%",
        "opd": "Blood urea nitrogen (BUN)-to-serum creatinine ratio (SCR) of more than 20",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "d81beaa4-21b8-487c-aab5-4b6dcf441bdf",
        "choice_type": "single"
    },
    {
        "question": "65yrs old male complains of lump on. side lower back associated with blood in urine, wt. loss and night sweats. On investigation it was diagnosed to be RCC 8cm involving abdominal lymph nodes but no distant metastasis. What should be most appropriate management of this patient?",
        "exp": "Renal cell cancer is not responsive to radiation and chemotherapy Radical nephrectomy should be done for localized renal cancer Radical Nephrectomy should be done in this patient as the nodes that are suspected of having metastatic disease are just because they are showing reactive inflammation.",
        "cop": 4,
        "opa": "Radiation followed by nephrectomy",
        "opb": "Chemotherapy",
        "opc": "Radiation",
        "opd": "Radical nephrectomy",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "fcd5b365-b3ca-424f-9777-c656c8508b6e",
        "choice_type": "single"
    },
    {
        "question": "Percutaneous nephrostomy in indicated in:",
        "exp": "Management of Pyonephrosis Immediate institution of antibiotics therapy and drainage of the infected collecting system. Antibiotics should be staed before manipulation of the urinary tract. In the ill patient, drainage of the collecting system with a percutaneous nephrostomy tube. Nephrectomy in destroyed or non-functioning kidney.",
        "cop": 4,
        "opa": "Polycystic kidney disease",
        "opb": "Solitary adenocarcinoma",
        "opc": "Simple hydronephrosis",
        "opd": "Pyonephrosis",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "ac8ee139-3122-4bff-97b6-8da74675c4c8",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive imaging modality to detect early renal tuberculosis is:",
        "exp": "Genitourinary tuberculosis Investigations- Urine routine and microscopic examination- presence of pus cells- Urine culture and sensitivity- no growth within 48 hours. (Sterile Pyuria- characteristic feature of GU TB)- IOC for diagnosis of renal TB-CECT- Most sensitive investigation to detect the earliest changes in renal TB- IVP (aka IVU)",
        "cop": 1,
        "opa": "Intravenous urography",
        "opb": "Computed tomography",
        "opc": "Ultrasound",
        "opd": "Magnetic resonance imaging",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "d915a882-b5d1-4caf-93c0-5428942f784b",
        "choice_type": "single"
    },
    {
        "question": "Sheela, a middle aged diabetic female presented with flank pain and fever. On USG, the kidney was irregular and showed fat density lesion with calculi. The diagnosis is most probably:",
        "exp": "Hints in the question-- Diabetic- Middle aged Female- Flank pain- Fever- Fat density lesion- Associated with calculi. Xanthogranulomatous (due to presence of fat) pyelonephritis (infection with kidney etiology)- It is more common in females as they are more prone to Struvite stone formation- Causative Organism - Proteus Emphysematous pyelonephritis- Most common causative organism- E. coli - Presence of ring of air around kidney or within kidney.",
        "cop": 2,
        "opa": "TB kidney",
        "opb": "Xanthogranulomatous pyelonephritis",
        "opc": "Chronic pyelonephritis",
        "opd": "Emphysematous pyelonephritis",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "73799231-763d-4d9d-b153-5af8836e347b",
        "choice_type": "single"
    },
    {
        "question": "A 4 years old child was brought to the hospital with complains of abdominal mass and fever. On CT, crescent shaped, discrete & peripheral calcification was seen. Which of the following chemotherapy regimen is given in this condition?",
        "exp": "Hints in the question suggesting diagnosis of Wilms tumor - Age - Abdominal mass - Crescent shaped, discrete and peripheral calcification Chemotherapy regimen used in Wilms tumor- Vincristine, Cyclophosphamide, Doxorubicin/Dactinomycin CA esophagus & CA stomach ECF (Epirubicin + Cisplatin + 5-FU) Colorectal carcinoma FOLFOX-IV Folinic add /Leucovorin + 5-FU) CA Breast CAF (Cyclophosphamide + Adriamycin + 5-FU) Staging Pre-chemotherapy staging Post-chemotherapy staging - Preferred by National Wilms Tumor Staging System (NWTS system) - Staging & surgery is done beforechemotherapy - Preferred by International society of. Pediatric Oncology (SIOP staging system)- Staging & Surgery is done afterchemotherapy",
        "cop": 4,
        "opa": "FOLFOX",
        "opb": "ECF",
        "opc": "CAF",
        "opd": "VCD",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "50f7b4db-fcc2-47b1-a799-da27418aa548",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition is characterized by \"Golf-hole ureter\"?",
        "exp": "\"Golf-hole ureter\" is a characteristic finding in Genitourinary Tuberculosis. It occurs because of the contraction caused by the fibrosis of ureter at the ureteric orifice which leads to widening of its internal opening which gives an appearance of golf hole.",
        "cop": 1,
        "opa": "Genitourinary Tuberculosis",
        "opb": "Ureterocele",
        "opc": "Vesicoureteric reflux",
        "opd": "Carcinoma of Bladder",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "9541fa59-9a5b-4590-84f4-d700f447621e",
        "choice_type": "single"
    },
    {
        "question": "Under classification of Renal injuries, Laceration more than 1 cm without extension into the renal pelvis or collecting system comes under which Grade?",
        "exp": "Grade Type Description I Contusion Microscopic (>3 RBCs/HPF)or gross hematuria, urological studies normal Hematoma Subcapsular, nonexpanding without parenchymal laceration. II Hematoma Nonexpanding perirenal hematoma, confined to renal retroperitoneum Laceration <1 cm parenchymal depth of renal coex without urine extravasation. III Laceration >1 cm parenchymal depth of renal coex without collection system rupture or urinary extravasation IV Laceration Parenchymal laceration extending through collecting system Vascular Main renal aery or vein injury with contained hemorrhage V Laceration Completely \"Shattered kidney\" Vascular Avulsion of renal hilum, devascularising the kidney.",
        "cop": 2,
        "opa": "Grade I",
        "opb": "Grade III",
        "opc": "Grade IV",
        "opd": "Grade V",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "89bdbe5d-9abd-413e-a9cb-a0cc0997ffa8",
        "choice_type": "single"
    },
    {
        "question": "Most common renal tumor in neonatal period:",
        "exp": "\"Although congenital mesoblastic nephroma (CMN) is a rare benign congenital renal tumor it is the most common solid renal tumor in the neonatal period. \"",
        "cop": 2,
        "opa": "Renal cyst",
        "opb": "Congenital mesoblastic nephroma",
        "opc": "Neuroblastoma",
        "opd": "Nephroblastoma",
        "subject_name": "Surgery",
        "topic_name": "Kidney and ureter",
        "id": "2d6be52a-151c-4302-a8a3-3e44fe79b188",
        "choice_type": "single"
    }
]