[
    {
        "question": "A pt. presents with hematuria of several days and dysmorphic RBC casts in urine. The site of origin is:",
        "exp": "Ans. is 'a' ie kidney \" Isolated microscopic hematuria can be a manifestation of glomerular disease. The RBCs of glomerular origin are often dysmorphic. \"\" Hematuria with dysmorphic RBCs, RBC casts and protein excretion > 500 mg/day is virtually diagnostic of glomerulonephritis. \"So. Dysmorphic RBCs - origin is kidney*RBCs cast - origin is kidney *Broad cast - Seen in chronic renal diseases. Granular cast - ARF*Waxy casts - seen in chronic renal disease. WBC casts - pyelonephritis*. Also remember. Hematuria is defined as two to five RBCs per high power field. Normal RBCs excretion is upto 2 million RBCs/day",
        "cop": 1,
        "opa": "Kidney",
        "opb": "Ureter",
        "opc": "Bladder",
        "opd": "Urethra",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "23f93efc-0a86-4f19-a735-465ef995b4e6",
        "choice_type": "single"
    },
    {
        "question": "Not true about right kidney is:",
        "exp": "Ans. (a) Right kidney is preferred over the left for transplantation. Left Kidney is preferred over the right kidney - Reasons:* Left kidney is chosen for its long renal vein which makes surgery easier.* Right kidney is related with duodenum.* Right kidney is lower than left kidney.",
        "cop": 1,
        "opa": "Right kidney is preferred over the left for transplantation",
        "opb": "It is lower than the left kidney",
        "opc": "Right renal vein is shorter than the left",
        "opd": "Right kidney is related to the duodenum",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "cb60b633-8947-4588-973f-c17711e92db3",
        "choice_type": "multi"
    },
    {
        "question": "Name the procedure shown here in ureter:",
        "exp": "Ans. (b) Dormia Basket. The use of wire baskets under image intensifier control has been replaced by ureteroscopic techniques but they may be useful when the instruments and expertise are not available",
        "cop": 2,
        "opa": "Stenting",
        "opb": "Dormia Basket",
        "opc": "Dilatation",
        "opd": "Cannulation",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "638f0292-d878-4116-b7bf-e3a92889ec1d",
        "choice_type": "single"
    },
    {
        "question": "During renal rupture the nephrectomy is NOT attempted until",
        "exp": "(Contra-lateral renal function is scertain). Nephrectomy is a possibility so it is important to establish that the contralateral kidney is functioning (1291- Bally & Love 25th). Injury to the Kideny * Haematuria is a cardinal sign of a damaged kidney *** Meterorism - abdominal distension comes on about 24-48 hours after the accident (retroperitoneal haematoma implicating splanchnic nerves)* An Intravenous urogram (IVP) should be obtained urgently to show that the other kidney is normal. A leak of urine on the damaged side is often demonstrated* Before proceeding to surgical procedure for bleeding a renal arteriogram should be performed if possible. If the bleeding vessel is visualized it may be embolised with small starch microspheres to stop bleeding* Should the necessity for a urgent operation arise and facilities for urography not be available, the presence of a functioning kidney on the contralateral side can often be confirmed by chromo- cystoscopy. TREATMENT1. Nephrectomy - Kidney is found to rupture in several places or kidney pedicle is damaged2. Small tear can be sutured over oxycel or a piece of detached muscle3. Nephrostomy - Larger single rents in the middle of the kidney4. Partial Nephrectomy - laceration is confined to one pole of the kidney",
        "cop": 3,
        "opa": "Fluid replacement",
        "opb": "Antibiotics covers",
        "opc": "Contralateral renal function is ascertain",
        "opd": "Renal angiogram",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "9ca8a95b-0a41-4f27-acdc-1f31e57e0425",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old female is admitted with abdominal pain and anuria. Radiological studies revealed: bilateral impacted ureteric stones with hydronephrosis. Urine analysis showed RBCs with pus cells in urine. Serum creatinine level was 16 mg/dL and urea level was 200 mmol/L. Which of the following should be the immediate treatment?",
        "exp": "Ans. (b) 'j' stent drainage* Prompt drainage of the obstructed urinary system by double) stent is the TOC in patients with renal failure.* Hemodialysis is advised only if the renal recovery is prolonged.",
        "cop": 2,
        "opa": "Hemodialysis",
        "opb": "'j' stent drainage",
        "opc": "Lithotripsy",
        "opd": "Ureteroscopic removal of stones",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "4e2cd1a9-d83f-4e8c-b5a4-6430aacabe55",
        "choice_type": "single"
    },
    {
        "question": "Which of the following can invade the IVC?",
        "exp": "Ans. (a) Renal cell cancer. Ref. Campbell-Walsh Urology, 11th Edition, Pages 1337-38* Renal Cell Cancer invade the IVC and best evaluated by MRI",
        "cop": 1,
        "opa": "Renal cell carcinoma",
        "opb": "Breast cancer",
        "opc": "Bladder cancer",
        "opd": "Head of pancreas cancer",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "e241875a-f925-4c8d-b695-f219af34b54f",
        "choice_type": "single"
    },
    {
        "question": "IVP of an old male 75 years is shown below- Diagnosis is",
        "exp": "Ans. (a) Bladder cancer* The IVP cystogram shows a filling defect in left side of bladder.* It looks like a mass like filling defect in TCC bladder",
        "cop": 1,
        "opa": "Bladder cancer",
        "opb": "BPH",
        "opc": "Calculi in bladder",
        "opd": "Thimble bladder",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "69db890f-2045-476a-98b1-ccb7fc043acc",
        "choice_type": "single"
    },
    {
        "question": "Referred pain from ureteric colic is felt in the groin due to involvement of the following nerve:",
        "exp": "Ans. (c) Ilio Inguinal nerve > Ilio hypogastric nerve* Ilio inguinal nerve supplies the medial side of thigh and hence pain radiation more chances from Ilio Inguinal nerve, (loin to groin)* Loin to testicles - Genital Br of GF nerve",
        "cop": 3,
        "opa": "Subcostal",
        "opb": "Iliohypogastric",
        "opc": "Ilioinguinal",
        "opd": "Genitofemoral",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "973fdd67-058b-419a-835c-03302dfd88a4",
        "choice_type": "single"
    },
    {
        "question": "Management of 4 cm size renal stag horn calculus?",
        "exp": "Ans. (b) PCNLRef Smith Urology 17th edition, Page page 114; Surgery Sixer 2nd Edition, Page 735 repeat question* Latest treatment of such 4cm size Stag horn stone is \"Sandwich technique\"--using both ESWL and PCNL. They will break the stone into multiple pieces before and remove by PCNL.",
        "cop": 2,
        "opa": "ESWL",
        "opb": "PCNL",
        "opc": "Intra renal repair surgery",
        "opd": "Open pyelolithotomy",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "a366678c-6078-4667-b5b0-7710e62d247f",
        "choice_type": "single"
    },
    {
        "question": "Not true about PUJ obstruction is:",
        "exp": "Ans. (b) Endoscopic pyelotomy is contraindicated. PUJ obstruction Salient points: Most common cause of fetal hydronephrosis. Most common in boys, most common in left side. Bilateral in 10-15%IOC is DTPA scan. Anderson Hynes Pyeloplasty is the Gold standard treatment. Endoscopic treatment is endoscopic pyelotomy",
        "cop": 2,
        "opa": "Retrograde pyelography is useful to locate the site of obstruction",
        "opb": "Endoscopic pyelotomy is contraindicated",
        "opc": "Whittaker test is of clinical significance",
        "opd": "Dismembered pyeloplasty is the procedure of choice",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "6f77f79c-72a8-4bdc-97c7-49d536602f1d",
        "choice_type": "multi"
    },
    {
        "question": "Content of staghorn calculus is",
        "exp": "Ans. is 'a' i. e., Phosphate Types of renal calculus. Oxalate calculus (calcium oxalate)* Oxalate stones are irregular in shape and covered with sharp projections, which tend to cause bleeding.* The surface of the calculus is discoloured by altered blood. A calcium oxalate monohydrate stone is hard and radiodense. Phosphate calculus* A phosphate calculus is smooth and dirty white.* It tends to grow in alkaline urine, especially when urea-splitting Proteus organisms are present. As a result, the calculus may enlarge to fill most of the collecting system, forming a staghorn calculus.* Even a very large staghorn calculus may be clinically silent for years until it signals its presence by haematuria, urinary infection or renal failure.* Because they are large, phosphate calculi are usually easy to see on radiographic films. Uric acid and urate calculi* These are hard, smooth and often multiple.* They vary from yellow to reddish brown and sometimes have an attractive, multi- faceted appearance.* Pure uric acid stones are radiolucent and appear on an excretion urogram as a filling defect, which can be mistaken for a transitional tumour of the upper urinary tract.* The presence of uric acid stones is confirmed by CT. Most uric acid stones contain some calcium, so they cast a faint radiological shadow.* In children, mixed stones of ammonium and sodium urate are sometimes found. They are yellow, soft and friable. They are radiolucent unless they are contaminated with calcium salts. Cystine calculus* These uncommon stones appear in the urinary tract of patients with a congenital error of metabolism that leads to cystinuria.* Hexagonal, translucent, white crystals of cystine appear only in acid urine. They are often multiple and may grow to form a cast of the collecting system.* Pink or yellow when first removed, they change to a greenish colour when exposed to air.* Cystine stones are radioopaque because they contain sulphur, and they are very hard. Xanthine calculus* These are extremely rare. They are smooth and round, brick-red in colour, and show lamellation on cross-section. These stones are radiolucent.",
        "cop": 1,
        "opa": "Phosphate",
        "opb": "Urate",
        "opc": "Cystine",
        "opd": "Xanthine",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "a8658e3f-ab97-4651-8ad2-7489b2bec887",
        "choice_type": "single"
    },
    {
        "question": "The investigation of choice for renal scarring defect in kidney:",
        "exp": "Ans. (a) DMSA scan. Ref: Bailey 26th Edition, Pages 1276-1277* IOC for Renal Structure scarring - DMSA* IOC for Congenital PUJ obstruction - DTPA",
        "cop": 1,
        "opa": "DMSA scan",
        "opb": "DTPA scan.",
        "opc": "Dexa scan",
        "opd": "MCU",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "b8c95725-b41c-475d-9bfd-dd9f27306116",
        "choice_type": "single"
    },
    {
        "question": "Lreterosigmoidostomy complications-",
        "exp": "Ans. is 'a' i. e.. Hyperchloremia with hypokalemic acidosis o Hyperchloremic metabolic acidosis with hypokalemia.",
        "cop": 1,
        "opa": "Hyperchloremic with hypokalemic acidosis",
        "opb": "Hyperkalemia",
        "opc": "Metabolic alkalosis",
        "opd": "Hyponatremia",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "ae2952a7-3daf-4715-86bb-81b0b732edbe",
        "choice_type": "single"
    },
    {
        "question": "Dietle's crises, are seen in",
        "exp": "Ans. b (Pelviureteric junction obstruction). (Ref. Bailey & Love, Surgery, 25th ed., 1293). Intermittent hydronephrosis (Dietl's crisis): A swelling in the loin is associated with acute renal pain. Some hours later the pain is relieved and the swelling disappears when a large volume of urine is passed. TERMMeaning. Dietl's crises. After an attack of acute renal pain a swelling in loin is found. Some hours later, following the passage of a large volume of urine, the pain is relieved and swelling disappears, known as Dietl's crises. It is seen in intermittent hydronephrosis, for e. g. due to PUJ obstruction. Mengenblase. Acute abdominal pain due to gaseous distention of splenic flexure. Mittelschmerz. Midcycle rupture of a follicular cyst with bleeding produces lower abdominal and pelvic pain, typically midcycle. Systemic upset rare, pregnancy test negative, symptoms subside within hours. Occasionally, diagnostic laparoscopy required. Retrograde menstruation cause similar symptoms. Meteorism. The gas filled, slightly dilated loops of bowel produce pain anywhere in body, or when respiration is laboured as in asthma or pneumonia, the amount of air swallowed is increased, thus containing relatively little fluid and term meteorism is applied to this appearance. Strangury. Bladder pain is felt as a suprapubic discomfort made worse by bladder filling. In men, a sharp pain misleadingly referred to the tip of the penis may be the result of irritation of the trigone of the bladder. Severe inflammation of the bladder can cause an extreme wrenching discomfort at the end of micturition.",
        "cop": 2,
        "opa": "Pyelonephritis",
        "opb": "Pelviureteric junction obstruction",
        "opc": "Renal trauma",
        "opd": "Chronic renal failure",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "82196791-deec-451e-8c2e-afa436961f6a",
        "choice_type": "single"
    },
    {
        "question": "Non visualization of the kidney is seen in all EXCEPT(Internet)",
        "exp": "i. e. (Ectopic Kidney): (Internet). Ectopic kidney is usually evient on the IVP and certainly at angiography. Non visualization or Non functioning of one kidney on intravenous pyelogram. Excerpt1. 2. Fractured kidney3. Neoplasm4. Obstruction of ureter (eg calculus, stricture, neoplasm)5. Renal artery obstruction (eg stenosis, thromboembolism trauma)1. Absent Kidney (congenital, post nephrectomy)2. Arteriovenous fistula of kidney3. Multicystic kidney4. Renal vein obstruction (eg-thrombosis, tumor)5. Tuberculosis and other severe infection (eg Xantho granulomatous pyelonephritis)(Entity in bracket may be confused roentgenographically with non visualization or nonfunction of a kidney). With ultrasound - agenesis, hypoplasia, duplex or ectopic kidney can be diagnosed (1044-S. Das 6th). Sudden complete venous occlusion produces an enlarged kidney with paint or absent nephrogram. But if occlusion develops slowely the renal size is normal. Ectopic kidney is visualized as a mass at abnormal position. RENAL VEIN THROMBOSIS (RVT) (1815-H17th). Conditions associated with RVT* Trauma* Dehydration (Infants)* Extrinsic compression (Lymphnode aortic aneurysm, tumour)* Nephrotic syndrome* Pregnancy or OCP* Invasion by renal cell carcinoma * Definitive diagnosis can only be established through selective renal venography with visualization of the occluding thrombus. RENAL BIOPSY (871-72-CMDT - 11)INDICATIONRELATIVE CONTRAINDICATIONS1. Un explained acute kidney injury or chronic kidney disease2. Acute nephritic syndrome3. Un explained proteinuria and hematuria4. Previously identified and treated lesions to plan future therapy5. Systemic disease associated with kidney dysfunction such as SLE, Good pasture syndrome and Wegner granulomatosis6. Suspected transplant rejection7. To guide treatment* Solitary or ectopic kidney (exception: transplant allografts)* Horse shoe kidney* ncorrected bleeding disorders* Severe uncontrolled hypertension* Renal infection* Renal neoplasm* Hydronephrosis, ESRD* Congenital anomalies, multiple cysts* Uncooperative patient",
        "cop": 4,
        "opa": "Unilateral renal agenesis",
        "opb": "Bilateral renal agenesis",
        "opc": "Renal vein thrombosis",
        "opd": "Ectopic kidney",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "4a4bafaf-a8d3-4ee7-a1bb-db458cbe7aaf",
        "choice_type": "multi"
    },
    {
        "question": "The Most important diagnostic investigation in renal cell carcinoma is:",
        "exp": "Ans. (a) CT scan of abdomen and pelvis. Ref: Bailey 26th. Edition, Page 1306; Campbell Urology 11th Edition, Page 1338* Most important investigation in RCC is CT scan of abdomen. Staging of RCC can be accomplished in most cases with a high quality abdominal CT scan.",
        "cop": 1,
        "opa": "CT scan of abdomen and pelvis",
        "opb": "MRI",
        "opc": "USG",
        "opd": "PET CT",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "b6fdf993-35d2-4b55-ad8f-c7e45aa817a0",
        "choice_type": "single"
    },
    {
        "question": "Harder renal stone having less satisfactory results with ECWL is -",
        "exp": "Ans is 'd' i. e., Cystine stone Extracorporeal Shockwave Lithotripsy (ECWL):* A urinary calculus has a crystalline structure. Bombarded with shock waves of sufficient energy it disintegrates into fragments.* The clearance of stone from the kidney using ESWL will depend upon the consistency of the stone and its site.* Most oxalate and phosphate stones fragment well and, if lying in the renal pelvis, will clear within days.* The results with harder stones, especially cystine stones, are less satisfactory.* When treating calyceal stones, the patients should be warned that the clearance of fragments may take months.* The principal complication of ESWL is infection. Many calculi contain bacteria, which are released from the broken stone. It is wise to give prophylactic antibiotics before ESWL, and an obstructed system should be decompressed by the insertion of a ureteric stent or percutaneous nephrostomy before treatment.",
        "cop": 4,
        "opa": "Oxalate stone",
        "opb": "Phosphate stone",
        "opc": "Urate stone",
        "opd": "Cystine stone",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "c7b08673-9dbb-42ef-a3e5-814a6462d0d7",
        "choice_type": "single"
    },
    {
        "question": "In complete duplication of ureters Proximal segment?",
        "exp": "Ans. (c) Cephalad and medial. Ref Bailey and Love 26th Edition, Page 1286* Ectopic ureters are usually associated with duplicate ureters (in 80% cases) but may also occur in single ureters systems* More common in females* In the male, the posterior urethra is the most common site of termination of an ectopic ureter. Weigert - Meyer rule of Ectopic ureters:# Weigert Meyer rule states that upper pole ureter is the ectopic ureter and its orifice inserts inferomedially in bladder in relationship to the lower pole normal ureter.# The ureter of the upper pole moiety obstructs. The upper pole ureter is usually obstructed resulting in ureterocele and forms hydronephrosis of corresponding renal pelvis.# The ureter of the lower pole moiety refluxes. The lower pole ureter relaxes at its level often causes pyelonephritis# In a male patients the ectopic ureters opens always above the external urethral sphincter (the bulbar urethra is below the external urethral sphincter)# In females patient ectopic ureters may open above or below the external urethral sphincter. Most common symptom# In males -- recurrent UTI# In females -- incontinence (paradoxical incontinence)# Ectopic opening below the external urethral sphincter leads to urinary incontinence: \"continuous incontinence in a girl with an otherwise normal voiding pattern after toilet training is the classic symptom of an ectopic ureteral orifice\"# Treatment: Reimplantation of ureter is done, if kidney is scarred",
        "cop": 3,
        "opa": "Cephalad and lateral",
        "opb": "Caudal and Medial",
        "opc": "Cephalad and Medial",
        "opd": "Caudal and Lateral",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "9efc40b6-ba9b-49e8-9939-3f6174dbb9fd",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male with history of repeated attacks of UTI, x-ray KUB showing radio opaque shadow:",
        "exp": "Ans. (a) Ureteric pathology. Ref Bailey and love 26lh Edition, Page 1272* X-ray KUB showing radio opaque shadow pathology lies in Kidney, Ureter and Bladder",
        "cop": 1,
        "opa": "Ureteric pathology",
        "opb": "Prostate pathology",
        "opc": "Testicular pathology",
        "opd": "Stricture urethra",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "ca519bf8-73a6-421d-b5db-5b5ad8fdcdd0",
        "choice_type": "single"
    },
    {
        "question": "Yoyo reflex is seen in:",
        "exp": "Ans. (a) Duplication of ureter. Ref Internet sources* Yo-Yo Reflex is seen in duplicated system of ureter* The ectopic ureter joins the normal ureter and may cause obstruction or reflex. This is known as Yo-Yo reflex",
        "cop": 1,
        "opa": "Duplication of ureter",
        "opb": "Polycystic Kidney",
        "opc": "Melluary sponge kidney",
        "opd": "Pseudo Kidney",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "e7ff4954-42c4-423a-b739-36639c91a474",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man presented with painless hematuria. Bimanual examination revealed a ballotable mass over the right flank. Subsequently right nephrectomy was done and mass was seen to be composed of cells with clear cytoplasm. Areas of hemorrhage and necrosis were frequent. Cytogenic analysis of this mass is likely to reveal an abnormality of:",
        "exp": "Ans. (b) Chromosome 3* Clear cytoplasm is seen in RCC Clear cell carcinoma. Types. Genetic defects. Clear cell RCCLoss of sequence in Ch. 3 (VHL gene). Papillary RCCTrisomies 1, 16 and 17 and loss of Y is male patients for Sporadic form Trisomy 7 in the familial form Due to mutated MET gene in Ch. 7. Chromophobe RCCMultiple chromosome loss Hypoploidy. Ch 1, 2, 6, 10, 13, 17, 21 and Y losses. Medullary RCCSickle cell trait",
        "cop": 2,
        "opa": "Chromosome 1",
        "opb": "Chromosome 3",
        "opc": "Chromosome 11",
        "opd": "Chromosome 4",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "4bcbb3b7-9d23-4119-b690-38e7906f624e",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for grade IV vesicoureteric reflux with recurrent UTI:",
        "exp": "Ans. (a) Cotrimoxazole* VUR is the MC inheritable disease of genitourinary tract* Autosomal dominant.* 75% cases are asymptomatic.* MCU is the IOC* DOC for VUR for prophylaxis - Table t- Septran (Clotrimoxazole) for age > 6 weeks.* For age < 6 weeks - Amoxycillin is given.* Surgical Management - Ureteric reimplantation or STING (Subureteric transurethral injection of Teflon paste)",
        "cop": 1,
        "opa": "Cotrimoxazole",
        "opb": "Bilateral reimplantation of ureter",
        "opc": "Injection of collagen in the ureter",
        "opd": "Endoscopic resection of ureter",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "326c295b-4e8b-4126-a11e-4dba895d0a80",
        "choice_type": "single"
    },
    {
        "question": "The Earliest symptom of Wilm's tumor is:",
        "exp": "Ans. (c) Abdominal mass. Ref: Bailey 26th Edition, Page 1304* Wilm's tumor presents with an abdominal mass. Other symptoms include hematuria, abdominal pain or fever",
        "cop": 3,
        "opa": "Hematuria",
        "opb": "Pyrexia",
        "opc": "Abdominal mass",
        "opd": "Metastases",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "14c02ffb-2d0b-4137-869d-4832f5d40e8a",
        "choice_type": "single"
    },
    {
        "question": "Pure Radiolucent stone",
        "exp": "Ans. (c) Xanthine Stones. Radiolucent Kidney Stones:* Pure Uric Acid Stones* Xanthine* Indinavir Drug induced Stone. Uric Acid Stone:* 5-10% of all stones* Seen in excessive acid urine (pH<5. 5)* Uric acid is an end product of purine metabolism* Dietary protein and protein excess results in increased urinary URIC acid and stone.* Myeloproliferative diseases, chemotherapy drugs induce this stone.* Uric acid stone is also formed in normal uric acid level.* Low urine volume like in IBD, Ileostomies may also stimulate uric acid stone.* Stones are hard, multifaceted, multiple.* Pure uric acid Stones are radiolucent.",
        "cop": 3,
        "opa": "Struvite",
        "opb": "Cystine",
        "opc": "Xanthine",
        "opd": "Calcium oxalate",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "a837d815-d78b-4c87-9590-c68cf81affd4",
        "choice_type": "single"
    },
    {
        "question": "Composition of staghorn calculus is -",
        "exp": "Ans. is 'a' i. e., Magnesium ammonium phosphate Staghorn calculi:* Staghorn calculi are composed of struvite (MAP, magnesium ammonium phosphate) and are usually seen in the setting of recurrent urinary tract infection with urease producing bacteria (e. g. Proteus, Klebsiella, Pseudomonas and Enterobacter).* Calcium phosphate combines with ammonium and magnesium to form the triple phosphate calculus* ie. Calcium amnomium magnesium phosphate also k/a struvite stones.* These stones are smooth and dirty white and soltitary*, seen in alkaline urine esp with proteus infection which split urea to ammonia.* This type of calculus may enlarge to fill all or most of the renal collecting system forming a staghorn calculus.",
        "cop": 1,
        "opa": "Magnesium ammonium phosphate",
        "opb": "Calcium oxalate",
        "opc": "Uric acid",
        "opd": "Cystiene",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "c1ce3979-6f7a-485d-ba7a-b3e3c332cd45",
        "choice_type": "single"
    },
    {
        "question": "Most common carcinoma after renal transplantation: (AIIMS 97)",
        "exp": "Ans: a (Skin cancer) Ref; Campbells Urology, 8th ed, p. 373. Immunosuppressed patients are more likely to develop cancer than age matched subjects in general population. Among the tumours, in renal transplant recipients, the common cancers in order: Skin cancer. Lymphoma. Kaposi sarcoma. Ca cervix. Renal tumours and. Ca of vulva and perineum. Infections after kidney transplantation: Site. Early <1 month. Middle (1 -4 months). Late > 6 months. Urinary tract. Bacteria. Klebsiella. Pseudomonas. Candida. CMVBacteria. Lung. Bacteria-legionella. CMVPneumocystis. Aspergillus. Legionella. Listeria. Nocardia. Aspergillus. Mucor. CNS CMV encephalitis. Toxoplasmosis. CMVListeria. Aspergillus. Cryptococcal meningitis. Nocardia",
        "cop": 1,
        "opa": "skin",
        "opb": "Renal cell ca",
        "opc": "Lung",
        "opd": "Adrenal ca",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "4e68fc40-f329-4c30-914a-27894cf5f35e",
        "choice_type": "single"
    },
    {
        "question": "Chandu, 45-years male shows calcification on the right side of his abdomen in an AP view. In lateral view the calcification is seen to overlie the spine. Most likely diagnosis is:",
        "exp": "Ans. (c) Renal stones* Kidney stones are identified opposite 2nd lumbar vertebra\" in X-ray KUB* Gall stones are anterior and Kidney stones overlie the lumbar spine in Lateral view.",
        "cop": 3,
        "opa": "Gallstones",
        "opb": "Calcified mesenteric nodes",
        "opc": "Renal stones",
        "opd": "Calcified rib",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "560f0b41-aab3-4d30-ba92-c8f0ac3b7be2",
        "choice_type": "multi"
    },
    {
        "question": "Dietl crisis is seen in:",
        "exp": "Ans: a (Intermittent hydronephrosis) Ref: Bailey & Love, 24th ed, Died crisis is seen in intermittent hydronephrosis. Dietel crisis. After an attack of a/c renal pain a swelling in loin is found. Pain is relieved and swelling disappears following the passage of a large volume of urine some hours later. Note: Unilateral hydronephrosis is most commonly caused by idiopathic pelviureteric junction obstruction or calculus. Right side is more commonly involved.",
        "cop": 1,
        "opa": "Intermittent hydronephrosis",
        "opb": "Unilateral hydronephrosis",
        "opc": "Bilateral hydronephrosis",
        "opd": "Refractory hydronephrosis",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "24661d46-1cdc-4192-8211-ab7aff478fe7",
        "choice_type": "single"
    },
    {
        "question": "Ureteric colic due to stone is caused by",
        "exp": "(Increased peristalsis of the ureter to overcome obstruction) (31-Smith Urology 17th, 1274-Baily & Love 25th). The severity and colicky nature of ureteric colic pain are caused by the hyper peristalsis and spasm of smooth muscles of the ureter as it attempts to rid itself of a foreign body or to overcome obstruction (smith urology 17th). Pain from acute obstruction of ureter(Stone or Blood clot)|| |Back Pain Severe colicky pain. This results from capsular distension. This results from renal, pelvic and ureteral muscle spasm. The severity and colicky pain are caused by the hyperperistalsis and spasm of this smooth muscle organ (Ureter) as it attempts to rid itself of a foreign body or to overcome obstruction* Pain classically radiates from costovertebral angle down towards the lower anterior abdominal quadrant* In Men - It may also be felt in the bladder, scrotum or testicle* In women - it may also be felt in the vulva. Location of Ureteric Pain Stone in upper ureter - Pain radiates to testicles (T11. T12) Nerve supply of testicles is similar to that of kidney & upper ureter Stone in the midportion of ureter(i) Right side - Pain referred to Me Burney's point and stimulates appendicitis (T12. L1)(ii) Left side - Pain referred to left lower quadrant and stimulates diverticulitis or other disease of the descending or sigmoid colon (T12-L1) Stone in the lower portion(i) Proximal to orifice - Pain is referred to inner side of thigh or groin (L1 L2)(ii) At the level of orifice or orifice involved due to edema symptoms of vesical irritability such as frequency and urgency may occur* Ureteric peristalsis is due to intact supply of - Intrinsic smooth muscle pacemaker activity of renal calyces**** The narrowest part of ureter is at the - uretero-vesical junction*** Highest incidence of ureteric injury in- Wertheim's hysterectomy. Ureteric Constriction - Sitesi. Ureteropelvic junctionii. Crossing of the iliac arteryiii. Juxta position of the vas deferens or broad ligamentiv. Uretero vesical junctionv. Ureteric orifice* Phosphate stones (Staghorn calculi). Excess alkali consumption, Alkali urine*Infection with urease splitting organism eg Proteus, kleibsella, Pseudomonas* Cystine stone. Form in acidic urine*, Extremely hard stone, Relatively resistant to fragmentation with ESWL**The most sensitive imaging modality for diagnosis ureteric stone in a patient with acute colic is - Non contrast. CT scan of the abdomen. Arterial supply of ureter are as follows(a) upper end(b) Middle portion(c) Pelvis. Renal artery. Testicular or ovarian artery. Superior vesical artery",
        "cop": 2,
        "opa": "Stretching of renal capsule due to back pressure",
        "opb": "Increased peristalsis of ureter to overcome the obstruction",
        "opc": "Irritation of intramural ureter",
        "opd": "Extravasation of urine",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "aa7b8308-458d-46c2-9a84-a29e1e3674bf",
        "choice_type": "single"
    },
    {
        "question": "Following is true about Wilm's tumor, except:",
        "exp": "Ans. (c) It is always unilateral. Ref: Campbell Urology 11th Edition, Page 3568* Wilm's Tumor presents with both unilateral and bilateral tumor.",
        "cop": 3,
        "opa": "May present with an abdominal lump",
        "opb": "It is most common renal neoplasm in children",
        "opc": "It is always unilateral",
        "opd": "Responds well to chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "14388619-5364-4dd8-a3fb-140975ed2788",
        "choice_type": "multi"
    },
    {
        "question": "Purely radilucent renal stones are",
        "exp": "Ans. is 'c' i. e., Xanthine Renal stone disease* Routine use of noncontast CT Scan has completely revolutionized te imaging evaluation of renal stone disease, nearly completely replacing plain radigrpahs and X urography for diagnosis of acute ureteral obstruction by renal stones.* Nephrolithiasis refers to the presence of calculi in the renal collecting system.* Nearly 10 % of the population will form a renal stone in their lifetime.* Sufficient calcium oxalate and phosphate is present in 80 % of the renal calculi for them to be radio-opaque on the plain radiographs.* Struvite (magnesium ammonium phosphate stones formed in the presence of alkaline urine and infection make up 15% of the renal calculi and also radio opaque on radiographs.* Cysteine stones make up 1 - 2% of the renal stones, and are mildly radio opaque. They are found in patients with congenital cystinuria.* The remaining 3 - 4% of the renal stones are composed of urate or xanthiene and are radiolucent on radiographs.",
        "cop": 3,
        "opa": "Sturvite",
        "opb": "Cystiene",
        "opc": "Xanthine",
        "opd": "Calium oxalate",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "e46c2339-023c-4e2a-8d62-132cf7f415dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following advises is not given to a 35-year-old female patient with recurrent renal stone?",
        "exp": "Ans. (d) Restricted calcium intake. Ref: Smith 17th Edition, Page 271. Kidney stone patients must have increased intake of:* Fluids* Calcium containing diet* Phytates* Vitamin C* Potassium. Kidney stone patients must decrease the intake of:* Oxalates* Proteins from animals (Mutton)* Sucrose* Fructose* Sodium",
        "cop": 4,
        "opa": "Increase water",
        "opb": "Restrict protein",
        "opc": "Restrict salt",
        "opd": "Restricted calcium intake",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "203a685d-e1b2-429a-8339-971ae68f74f7",
        "choice_type": "single"
    },
    {
        "question": "Radiolucent stone is",
        "exp": "(Uric acid calculus) (1317-LB) (1296-B &L 25th)* About 90% of calculi are radiopaque (calcium, phosphate oxalates, cystine)* Uric acid stones are radiolucent and appear on an excretion urogram as a filling defect* Spiral CT has become the study of choice in emergent situations, as the entire urinary tract can be scanned rapidly and without contrast injection. (1042-CSDT 11th)",
        "cop": 3,
        "opa": "Oxalate calculus",
        "opb": "Phosphate calculus",
        "opc": "Uric acid calculus",
        "opd": "Cysteine calculi",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "4eca55f6-f00f-4995-85c0-81691bdac41b",
        "choice_type": "single"
    },
    {
        "question": "\"Spider's leg\" deformity in excretory urogram occurs, in:",
        "exp": "(Polycystic kidney) (1308-Baily & Love 24th) (1287-88-B &L 25th). Congenial cvstic kidney (Poly cystic kidney) on extretory urogram. There is elongation and deformity of all major and minor calyces resulting in the characteristic {Spider leg or bell like deformity)* \"Drooping flower\" appearance seen in ectopic ureterocoele* \"Cobra head\" appearance seen in simple ureterocoele* \"Wine-glass\" appearance occurs in - congenital hydronephrosis",
        "cop": 2,
        "opa": "Hydronephrosis",
        "opb": "Polycystic kidney",
        "opc": "Uretrocele",
        "opd": "Renal agenesis",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "3c39b7cd-4244-4543-8056-b3a3d0ee2131",
        "choice_type": "single"
    },
    {
        "question": "Harder stone with less satisfactory result in ESWL is",
        "exp": "Ans. (d) Cystine Stones. Ref Bailey and Love 27th Edition, Page 1408. Extra Corporeal Shock Wave Lithotripsy:* Shock waves generated and focused on the stones.* Methods of Shock Wave Generation:# Spark Gap# Electromagnetic# Piezo Electric# Micro Expulsive* Cardiac arrhythmias can happen in cases of Spark Gap generated waves* ESWL is indicated for stones upto 1. 5cm in kidney* Prophylactic antibiotics are advised.* Relatively resistant stone is CYSTINE due to its hardness.* Contraindications: Pregnancy and Oral Anticoagulant drug consuming patients* Steinstrasse - Stone street is collection of stone fragments in distal ureter after breaking by ESWL.",
        "cop": 4,
        "opa": "Oxalate",
        "opb": "Phosphate",
        "opc": "Urate",
        "opd": "Cystine stones",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "6f980bf7-81fd-4e4d-98f8-c7123e6f0e37",
        "choice_type": "single"
    },
    {
        "question": "40 years old male complaints of recurrent UTI, X ray KUB shows radio-opaque shadow- Diagnosis",
        "exp": "Ans. (a) Ureteric Pathology. Ref. Bailey 27th Edition, Page 1408* Ureteric pathology is associated with UTI and hematuria* Usually radio-opaque and seen on KUB X-ray* IOC is CT KUB plain, detects 99% of the stones in ureter.* Stones less than 5mm will pass out.",
        "cop": 1,
        "opa": "Ureteric pathology",
        "opb": "Prostate pathology",
        "opc": "Testicular pathology",
        "opd": "Stricture urethra",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "9d009ab5-9b4c-4069-8f52-e536f9c559c8",
        "choice_type": "single"
    },
    {
        "question": "In adult polycystic kidney, all are true except:",
        "exp": "Ans. is 'a' i. e.,. hypertension is rare repeat from Nov. 2001",
        "cop": 1,
        "opa": "Hypertension is rare",
        "opb": "Hematuria is a common symptom",
        "opc": "Cysts are seen in liver spleen and pancreas",
        "opd": "Autosomal dominant transmission is seen.",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "3277dd3f-0d7b-48d5-842c-0a27dde860fb",
        "choice_type": "multi"
    },
    {
        "question": "Management of 4 cm size renal staghorn calculus.",
        "exp": "ANS. B* Management of renal calculi* Stones <6 mm--conservative treatment* Stones from 6 mm to 2 cm: ESWL* Stones >2 cm: PCNL* For stones at lower renal calyx: Do PCNL* For staghorn calculi: ESWL+PCNL (Sandwich technique). Shapes of urinary stones. Leucine stones--spherical-shaped. Tyrosine stones--needle-shaped",
        "cop": 2,
        "opa": "Extracorporeal shock wave lithotripsy (ESWL)",
        "opb": "Percutaneous nephrolithotomy (PCNL)",
        "opc": "Pyeloplasty",
        "opd": "Open pyelolithotomy",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "950eef13-6567-4a1d-8327-8224576d9c5c",
        "choice_type": "single"
    },
    {
        "question": "Stag Horn Calculus is made up of:",
        "exp": "Ans. (a) Magnesium ammonium phosphate. Ref Bailey and Love 27th Edition, Page 1406. Triple Phosphate Stone:* Usually Calcium phosphate but sometimes is combined with ammonium and magnesium to form the triple phosphate calculus ammonium magnesium phosphate* Also, k/a struvite stone* Smooth and dirty white and solitary* Seen in alkaline urine especially with proteus infection which split urea to ammonia* This type of calculus may enlarge to fill all or most of renal collecting system forming a staghorn calculus",
        "cop": 1,
        "opa": "Magnesium ammonium phosphate",
        "opb": "Calcium oxalate",
        "opc": "Uric Acid",
        "opd": "Cysteine",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "f1f86268-36c4-4601-884f-00f7ebd09f48",
        "choice_type": "single"
    },
    {
        "question": "Most common renal tumour is",
        "exp": "(Renal cell carcinoma) (1329-30-LB) (1309-B &L 25th). Renal neoplasm. Benign. Malignant neoplasms* Adenoma* Wilm's tumour (Nephroblastoma in children)* Angioma* Grawitz tumour (Adenocarcinoma, hypernephroma)* Angiomyolipoma* Transitional cell carcinoma of the renal pelvis and collecting system* Squamous carcinoma of the renal pelvis* Renal cell carcinoma (Hypernephroma, Grawitz tumour). This is adenocarcinoma and is the most common neoplasm (75%) of the kidney.",
        "cop": 1,
        "opa": "Renal cell carcinoma",
        "opb": "Wilm's tumour",
        "opc": "Squamous cell carcinoma of the renal pelvis",
        "opd": "Transitional cell carcinoma of the renal pelvis",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "0bec9d05-74f4-4bcf-be50-093bf0d4e3b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are radiolucent renal stones?",
        "exp": "Ans. a (Uric acid stones). (Ref. B & L, Surgery, 25th/l 296). Renal calculi Urinary calculiaccount for what % of urinary calculi1. Calcium oxalate, calcium phosphate, or a mixture of the two75%2. Phosphate stones. 15%3. Uric acid stones5-10%-It has been estimated that most (85-90%) of all renal stones are radioopaque. Calcium phosphate stones have the greatest density, followed by calcium oxalate and magnesium ammonium phosphate. Cystine calculi are only mildly radiodense. Uric acid calculi are radiolucent. 0-Helical CT has been shown to be more accurate than KUB X-ray, IVU, and US for diagnosis of ureteral calculi. Because of its safety, speed, cost-effectiveness, accuracy, and ability to assess other potential causes of flank pain, nonenhanced helical CT should replace IVU. as the most effective studv used for the diagnosis of ureteral calculus disease. Furthermore, essentially all stones, including uric acid stones, appear dense on CT. e",
        "cop": 1,
        "opa": "Uric acid stones",
        "opb": "Cystine stones",
        "opc": "Mixed stones",
        "opd": "Ca++ oxalate stones",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "d4669e63-4732-48d0-98b1-13b5210261a2",
        "choice_type": "single"
    },
    {
        "question": "Percentage of renal stones that are radio-opaque",
        "exp": "Ans. is 'd' i. e., 80 Renal stone disease* Routine use of noncontast CT Scan has completely revolutionized te imaging evaluation of renal stone disease, nearly completely replacing plain radigrpahs and X urography for diagnosis of acute ureteral obstruction by renal stones.* Nephrolithiasis refers to the presence of calculi in the renal collecting system.* Nearly 10 % of the population will form a renal stone in their lifetime.* Sufficient calcium oxalate and phosphate is present in 80 % of the renal calculi for them to be radio-opaque on the plain radiographs.* Struvite (magnesium ammonium phosphate stones formed in the presence of alkaline urine and infection make up 15% of the renal calculi and also radio opaque on radiographs.* Cysteine stones make up 1 - 2% of the renal stones, and are mildly radio opaque. They are found in patients with congenital cystinuria.* The remaining 3 - 4% of the renal stones are composed of urate or xanthiene and are radiolucent on radiographs.",
        "cop": 4,
        "opa": "20",
        "opb": "40",
        "opc": "60",
        "opd": "80",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "8eef2dff-30b4-4708-87bf-4bf9a494a6fd",
        "choice_type": "single"
    },
    {
        "question": "Pelvi ureteric junction obstruction in hydronephrosis. Best diagnosis with",
        "exp": "[Cl i. e. (Nuclear imaging): (1294-Bailey & Love 25th). Isotope renography (Diuretic nuclear renal scan) is the best test to establish that dilatation of the renal collecting system is caused by obstruction 99m Tc labelled DTPA or MAG-3 passage through the kidneys can be tracked using a gamma camera 99m. Tc DTPA is quickly clearedfrom a normal kidney but is trapped in the renal pelvis on the obstructed side and will not be washed out even if the flow of urine is increased by administering furosemide* USG - regularly used to diagnose PUJ obstruction in utero* Excretion urography is only helpful if there is significant function in the obstructed kidney* Retrograde pyelography is rarely indicated but will confirm the site of obstruction immediately before corrective surgery. Congenital PUJ obstruction* Cong PUJ obstruction is the most common cause of significant dilatation of the collecting system in the fetal kidney* More common in boys (2: 1)* Usually unilateral but bilateral in 10-40%*** More common in left side** Associated anomaliesa. Renal dysplasiab. Multicystic dysplastic kidneyc. Renal agenesis**d. Vesico-ureteric refluxe. PUJ obstruction was noted in 21% of children with the VATER group of anomalies* Most common presentation of cong PUJ obstruction is asymptomatic* Whitaker test (pressure flow studies) can be used to find out obstruction to flow of urine. In whitaker test catheters are placed in renal pelvis and bladder. Fluid is infused in to the kidney and the pressures are measures. A differential pressure between kidney and bladder could then be indicative of obstruction to the flow* Anderson Hynes Dismembered Pyeloplasty is the most Commonly employed technique",
        "cop": 3,
        "opa": "Ultrasound",
        "opb": "Excretion urogram",
        "opc": "Nuclear imaging",
        "opd": "Retrograde pyelography",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "6427a7c8-762e-456e-956c-62b9e6b23009",
        "choice_type": "single"
    },
    {
        "question": "A child presents with complaints of abdominal colic and hematuria USG showed a renal stone 2. 5 cm in diameter in renal pelvis the next step in management of this case:",
        "exp": "Ans. (a) ESWLRef: Campbell 10th Edition, Pages1302-1309* The best option is PCNL followed by ESWL for this stone of size 2. 5cm. Stone Size and Treatment:# Stone <2cm- ESWL# Stone >2cm - PCNL# Staghorn stone - PCNL + ESWL",
        "cop": 1,
        "opa": "ESWL",
        "opb": "Pyelolithotomy",
        "opc": "Nephroureterostomy",
        "opd": "Conservative",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "56b9ec53-70cd-458a-93c9-e19c82b139bb",
        "choice_type": "multi"
    },
    {
        "question": "In renal transplant, transplanted kidney is placed in-",
        "exp": "Ans. is 'a' i. e., Iliac fossa * The transplant kidney is placed in the iliac fossa in the retroperitoneal position leaving the native kidneys in situ.* Using a retroperitoneal approach the donor renal vein is anastomosed end-to-side to the external iliac vein.* The donor renal artery on a Carrel patch of donor aorta is anastomosed end-to-side to the external iliac artery. If the donor renal artery lacks an aortic patch, as in the case of a living donor transplant, it may be preferable to anastomose the donor artery end-to-end to the recipient internal iliac artery.",
        "cop": 1,
        "opa": "Iliac fossa",
        "opb": "Subcostal area",
        "opc": "Loin",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "69c4f2ad-a41c-419e-9025-bacfe180eebe",
        "choice_type": "multi"
    },
    {
        "question": "Chronic Laxative abusage can result in the formation of which type of stone:",
        "exp": "Ans. (c) Ammonium urate. Ref NCBI pubmed, Bailey and Love 27th Edition, Page 1406. Types of stones and interesting etiologies:* Primary hyperparathyroidism: Calcium oxalate stones* Renal tubular acidosis: Pure calcium phosphate stones* Cystinuria (Autosomal Recessive): Cystine stones* Ileostomies: Uric acid stone* IBD: Uric acid stone* Crohn's disease, short bowel syndromes: Calcium oxalate stones* Dietary excess of Rhubarb, spinach, tea, cocoa, chocolate and pepper: Calcium oxalate stone* Infection: Calcium magnesium ammonium phosphate stone (struvite stones)* Thiazide diuretics: Uric acid stone* Allopurinol: Xanthine stone* Laxative abusage: Ammonium urate stone",
        "cop": 3,
        "opa": "Xanthine",
        "opb": "Cysteine",
        "opc": "Ammonium urate",
        "opd": "Struvite",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "5ddf8768-aa7f-430d-8c34-a96936fd3c02",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old male presents with hematuria at onset of micturition, cause is:",
        "exp": "Ans. (a) Urethral stone* Blood at beginning of urination: Urethral problem* Blood at end of urination: Bladder problem* Blood mixed throughout the process: Prerenal, Renal or vesical",
        "cop": 1,
        "opa": "Urethral stone",
        "opb": "Bladder tumor",
        "opc": "Ureteric stone",
        "opd": "Prostatitis",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "bf276480-43ab-4c3b-82ef-2b37045bc2ae",
        "choice_type": "single"
    },
    {
        "question": "Normal urine output is:",
        "exp": "Ans: b (1500-1800 ml) Ref: Ganong, 22nd ed, p. 713* 180 L of fluid is filtered through the glomeruli each day, while the average daily urine volume is about 1 liter.* At least 87% of filtered water is reabsorbed* Oliguria - 24 hr urine output of <500 ml.* Anuria - complete absence of urine formation.* Polyuria - 24 hr urine out put >3 liters.",
        "cop": 2,
        "opa": "500-800 ml",
        "opb": "1500-1800 ml",
        "opc": "2200-2500 ml",
        "opd": "3000-3200 ml",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "5e717c6c-6337-4332-8cd7-b4285b44525f",
        "choice_type": "single"
    },
    {
        "question": "A 50 years old male has hematuria and abdominal pain the cause can be all except",
        "exp": "(C) (BPH) (1331-33 Bailey & Love 26th)BENIGH PROSTATIC HYPERTROPHY: Primary symptom of bph arise because of difficulty in voiding urine due to obstruct ion of urethra by the prostate. They consist of hesitancy, poor urinary flow, and a sensation of incomplete emptying. Non specific symptoms -include urinary frequency urgency of micturation and incontinace nocturia. Some patients presents suddenly with acute urinary retension and urge in continnece nocturia. Some patients presents suddenly with acute urinary retension when they are unable to micturate and develop a pain ful distended bladder - precipitated by excessive alchol in take, constipation and prostatic infection. Urothelial cell carcinoma of the bladder * Strongly associated with smoking and chemical exposure in western societies (Male- female 3; 1)* Strongly associated with schistosoma- haematobium infection (Bilharzial bladder cancer) in regions where the parasite is endemic* Painless gross haematuria is the most common symptoms and is indicative of bladder carcinoma until proven otherwise* Pain in the pelvis usually heralds extravesical spread discomfort associated with urination, pain in the loin or pyelonephritis may indicate ureteric obstruction and hydronephrosis, late manifestation in nerve involvement causing pain that is referred to the suprapubic regions groins perineum anus and into the thighs. Relation of hematuria to micturition. Site of bleeding* Blood appears at the beginning of act* Blood appears towards the end of the act* Blood is intimaterly mixed throughout the process. Urethra. Vesical. Prerenal, renal, vesical* Commonest cause of periumbilical pain after 30 min of TRUP done under spinal anaesthesia with Bupivaccaine - Perforation of Bladder *** The verumontanum is the single most imprtent anatomical, land mark in (TURP. The verumontanumlies immediately proximal to the external sphincter muscle and serve as the distal landmark for prostate resection to prevent injury to External sphincter (contracture)* Bladder neck stenosis is the single most common side of obstruction after the TURP* Earliest symptom of renal tuberculosis- urinary frequency* Earliest- diagnosis can be made by - IVP* Sterile pyuria is a charactcrictic feature of renal tuberculosis* Most common renal vascular anomaly is the presence of supernumerary renal arteries *** Meteorism- is distension of the abdomen or intestine by gas. This is seen in Renal injury **",
        "cop": 3,
        "opa": "Renal stone",
        "opb": "Renal cell cancer",
        "opc": "BPH",
        "opd": "Urothelial carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "de671390-9653-4523-a29c-1d87cd201800",
        "choice_type": "multi"
    },
    {
        "question": "Chronic Laxative abuse can result in the formation of which type of renal stone?",
        "exp": "(C) Ammonium urate[?]. Ammonium Acid Urate Stones: Ammonium Acid Urate Stones represent less than 1% of all stones. Endemic ammonium acid urate urolithiasis is still observed because it comprises bladder calculi in children. Characteristic stone formation in laxative abuse: Laxative abuse acts a factor in kidney stone formation. Laxative abuse causes potassium loss:-As a compensation mechanism kidney produces large amount of ammonium.-Resulting in formation of uncommon stone type - ammonium acid urate. Conditions associated with ammonium acid urate crystallization include laxative abuse, recurrent urinary tract infection, recurrent uric acid stone formation, & inflammatory bowel disease. Those with laxative abuse are strongly encouraged to develop a healthier bowel regimen. Pathogenesis: Urealysis provides an Alkaline Urine Environment & sufficient concentrations of carbonate & ammonia to induce the formation of infection stones. Because urease is not present in sterile human urine, infection with urease-producing bacteria is a pre-requisite for the formation of infection stones. Urea is hydrolyzed to ammonia and carbon dioxide by bacterial urease:-(NH2 )2 CO+H2 O-NH3 +CO2 Alkaline urine that results from this reaction (pH 7. 2 to 8. 0) favors the formation of ammonium:-NH3 +H2 ONH4+ +OH-pK=9. 0. TYPES OF RENAL CALCULUS:[?]. Oxalate Calculus (Calcium Oxalate): Majority are Oxalate stones, are irregular with sharp projections. Calcium oxalate monohydrate stone is hard & radiodense. [?]. Phosphate Calculus: Calcium phosphate often with ammonium magnesium phosphate (Struvite) is smooth & dirty white. It grows in alkaline urine, especially when urea-splitting Proteus organisms are present. Calculus enlarges to fill most of the collecting system, forming a stag-horn calculus. Large stag-horn calculus may be asymptomatic for years, until it presents with haematuria, urinary infection or renal failure. [?]. Uric Acid & Urate Calculi: Hard, smooth, multiple & multifaceted. Pure uric acid stones are radiolucent. CT scan differentiates from other causes of filling defects including tumours of the ureter. Most uric acid stones contain some calcium & radio-opaque. [?]. Cystine calculus: Uncommon, hereditary error of metabolism leads to cystinuria. Multiple, grow to form to cast of the collecting system, very hard & radio-opaque.",
        "cop": 3,
        "opa": "Xanthine",
        "opb": "Cysteine",
        "opc": "Ammonium urate",
        "opd": "Struvite",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "a6802d27-692b-4739-8da3-57b9f1524037",
        "choice_type": "single"
    },
    {
        "question": "45 yr old male with H/o repeated attacks of UTI, X-ray KUB showing radio opaque shadow -",
        "exp": "Ans. is 'a' i. e., Ureteric pathology Ureteric Stones* Almost always associated with UTI* Usually radio opaque X ray KUB* CT KUB is the gold standard for imaging ureteric stones, with the vast majority (99%) being radiodense. Stones > 1 mm in size are visualised, with the specificity of helical CT as high as 100%* Calculi size and location as well as ureter anatomy are important factors in determining likelihood of spontaneous calculi passage with stones less than 5 mm having high likelihood of passing down the ureter. However even small calculi may be impossible to pass if it is located at the pelvicoureteric junction or in patients with ureteral strictures. Passage of calculi may be facilitated with tamsulosin and nifedipine.* In calculi >10 mm or with failed conservative management, urological procedures such as extracorporeal shock wave lithotripsy (ESWL), ureteroscopic lithotripsy or percutaenous nephrostomy may be required.",
        "cop": 1,
        "opa": "Ureteric pathology",
        "opb": "Prostate pathology",
        "opc": "Testicular pathology",
        "opd": "Stricture urethra",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "f019fb7c-f226-456e-b3bb-01c67410c27b",
        "choice_type": "single"
    },
    {
        "question": "Ureteric colic characterized by all EXCEPT:",
        "exp": "(Respond to antispasmodics) (1317-Baily &Love 24th) (1274-Baily & Love 25th). Ureteric colic -* The patient is usually in such agony that only parenteral opioids will give relief: (1025-CSDT 12th)* There is a pattern of severe exacerbation on a back ground of continuing pain* Radiates to the groin, penis, scrotum or labium as the stone progresses down to the ureter.* The severity of pain is not related to the size of the stone.* The pain is almost invariably associated with haematuria* There may be few physical signs. Management of small stones* Most small (< 5 mm) urinary calculi will pass spontaneously and can be conservatively* The presence of infection in an upper urinary tract obstruction by stone is dangerous and is an indication for surgical intervention even if the stone is small.",
        "cop": 3,
        "opa": "Acute onset",
        "opb": "Stillness of the patients",
        "opc": "Responds to antispasmodics",
        "opd": "Radiates to the groin",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "fafae8de-3c8f-4e84-a02f-4752b97e3118",
        "choice_type": "multi"
    },
    {
        "question": "Treatment for complete staghorn calculus with mild hydronephrosis-",
        "exp": "Ans. (d) PCNLRef: Bailey & Loves Short Practice of Surgery 27th Ed; Page No- 1409. PCNL* It is done using a special instrument Nephroscope.* It has minimum morbidity.* It has similar success to open surgery.* In PCNL operation; you have to stay short time in hospital.* The overall cost may not be different from open and PCNL operation.* Indications:# Infected calculi.# Large calculi >2cm size# Obstructive uropathies# Cystine calculi# Failed ESWL# Anatomic abnormalities# Recurrent large calculi after open operation.* Complications:# Septicemia: More with Struvite calculus.# Bleeding blood transfusion: 3-10%# Perforation and extravasation of fluid.# Pleural injury: Upper calycleal puncture.# Liver and spleen injuries-Rare# Duodenal Injury/Colon injury (Subcostal approach)# Injury to vessels: Renal vein, Renal Artery and IVC -rare.",
        "cop": 4,
        "opa": "ESWL",
        "opb": "URS",
        "opc": "Open Nephrolithotomy",
        "opd": "PCNL",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "a077c93e-40e6-4e91-a1c8-e6184262a025",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male with poor stream of urine, post void residual urine is 400 mL, bilateral hydronephrosis and prostate weighing 70 g. His urea is 120 and creatinine 3. 5. Ideal \"next immediate\" step:",
        "exp": "Ans. (a) Catheterize with Foley catheter. Causes of bilateral hydronephrosis:* Posterior urethral valves* Urethral atresia* BPH/ cancer prostate* Bladder neck stricture* Urethral stricture* Phimosis. The immediate next step in those cases is to put a Foley's catheter if possible.",
        "cop": 1,
        "opa": "Catheterize with Foley catheter",
        "opb": "Bilateral PC nephrostomies",
        "opc": "CT to rule out carcinoma",
        "opd": "MRI pelvis",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "95606cfd-4803-4523-94cb-bfe58596d756",
        "choice_type": "multi"
    },
    {
        "question": "Chronic laxative abuse can result in the formation of which of the following renal stones?",
        "exp": "Ans. b. Ammonium urate. TYPES OF NEPHROLITHIASISType. Frequency. Etiology and characteristics. Treatment. Calciumoxalate/calciumphosphate83%The most common causes are idiopathichypercalciuria and1deg hyperparathyroidism. Canalso see in fat malabsorption(| oxalate absorption) Alkaline urine. Radiopaque. Hydration, dietary sodium and protein restriction, thiazide diuretics. Do not | calcium intake (can leadto hyperoxaluria and an | risk of osteoporosis). Struvite(Mg-NH4 -PO4 )or \"triple phosphate\"9%Associated with urease producing organisms (e. g. Proteus). Form staghorn calculi. Alkaline urine. Radiopaque. Hydration; treat UTI if present; surgical removal of staghorn stone. Uric acid7%Associated with gout, xanthine oxidase deficiency, and high purine turnover states (e. g. chemotherapy). Acidic urine (pH < 5. 5). Radiolucent on plain film, but detectable with CTHydration; alkalinize urine with citrate, which is converted to HC03- in the liver; dietary purine restriction and allopurinol. Cystine1%Due to a defect in renal transport of certain amino acids (COLA--cystine, ornithine, lysine, and arginine). Hexagonal crystals. Urinary cyanide nitroprusside test. Radiopaque. Hydration, dietary sodium restriction, alkalinization of urine, penicillamine. Indinavir. Rare. Patients will be on protease inhibitors or HIV. Stones consist of precipitated indinavir. Radiolucent on KUB and CTHydration, surgical removal. Ammonium. Urate. Rare. Typically occurs in the setting of chronic diarrheal state (Inflammatory bowel disease, laxative abuse). The gastrointestinal losses of fluids, sodium and potassium content, leaving ammonium (excreted in response to gastrointestinal alkali loss) as the major cation in urine to bind urate and precipitated as ammonium urate. Antibiotics, in case of urinary tract infection, discontinuation of offending agent like laxative abuse, volume repletion and potassium supplementation as needed. CRYSTALS FOUND IN NEPHROLITHIASISType. Shape. Figure. Calcium oxalate. Envelope-shaped. Struvite(Mg-NH4-P04). Coffin lid-shaped. Uric acid. Rhomboid shaped. Cystine. Hexagonal shaped",
        "cop": 2,
        "opa": "Uric acid",
        "opb": "Ammonium urate",
        "opc": "Struvite",
        "opd": "Ca oxalate",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "0b2b3f31-7f54-49fa-bc17-01dcaf76da98",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of ureteric injury during surgical operation in:",
        "exp": "(Hysterectomy): Ref: 1312-LB, 2275-SB (1292-B & L 25th). Ureteric injury during operations* The most common cause of injury to the ureter is surgical trauma during hysterectomy or other pelvic surgery* Preoperative catheterization of the ureter makes them easier to identify during surgery* Injuries discovered at the time of surgery should be repaired immediately. Methods for repairing a damaged ureter* If there is no loss of length - Spatulation and end to end anastomosis without tension* If there is little loss of length - Mobilise kidney, psoas hitch of bladder Boari operation* If there is marked loss of length - Transureterostomy- Interposition of isolated bowel loop or mobilized appendix- Nephrectomy* Injuries to the lower third of the ureter - procedure of choice is reimplantation in to the bladder combined with psoas - hitch procedure to minimize tension on the ureteral anastomosis* Midureteral injuries - can be managed with primary ureteroureterostomy, if there is not a significant loss of viable ureter between the proximal and distal sites of injury, other wise transureteroureterostomy is a good option.* Upper ureteral injuries: - are best managed by primary uretero ureterostomy. If there is extensive loss of the ureter, autotransplantation of the kidney and transposition of bowel to replace the ureter are potential surgical options.",
        "cop": 3,
        "opa": "Abdominal",
        "opb": "Prostectomy",
        "opc": "Hysterectomy",
        "opd": "Colectomy",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "681d5f8f-a594-42cc-9de3-4dce954872f2",
        "choice_type": "single"
    },
    {
        "question": "Distention of abdomen with passage of large amount of urine is known as?",
        "exp": "Ans. a (Dietl's crisis). (Ref. Bailey and Love, 25th/pg. l293). Position of stone. Site of Pain. At PUJ or upper ureter. Pain radiates to the testicles. At middle of the ureter (i. e. at crossing of gonadal vessels and ureter). Pain is referred to Me Burneys point on the right side resembling appendicitis and on left side simulates diverticulitis. At lower ureter or at pelvic brim. Pain is referred to inner side of thigh. In the intramural ureter. Strangury (painful and fruitless desire to micturate. UNILATERAL HYDRONEPHROSISThe female: male ratio of unilateral hydronephrosis (most common\\y caused by idiopathic pelviureteric junction obstruction or calculus) is 2: 1; the right side is more commonly affected. Presenting features include the following.# Insidious onset of mild pain or dull aching in the loin. There is often a sensation of dragging heaviness which is made worse by excessive fluid intake. An enlarged kidney may be palpable if the cause is pelviureteric junction obstruction.# Attacks of acute renal colic may occur with no palpable swelling.# Intermittent hydronephrosis. After an attack of acute renal pain a swelling in the loin is found. Some hours later, following the passage of a large volume of urine, the pain is relieved and the swelling disappears (Dietl's crisis). Some important terms. CHILAIDUI'S SYNDROMEColonic loop between liver and diaphragm (pseudoperitoneum)--Chilaiditi's syndrome. DIETL'S CRISISAfter an attack of acute renal pain a swelling in loin is found. Sometimes later, following the passage of large volume of urine, the pain is relieved and swelling disappears. This is Dietl's crisis, a feature of intermittent hydronephrosis, is seen in PUJ obstruction. STRANGURYWhen the stone is in the intramural ureter, the pain is referred to the tip of the penis. In both sexes there may be strangury. STEINSTRASSEImmediately after ESWL, the treated stone may look larger, appear less dense, and have margins that are more indistinct. The fragments may disperse and conform to the shape of the pelvicalyceal system or ureter. Multiple small stone fragments that columnize in the ureter are common and are known as Steinstrasse, or \"street of stone\". Ureteral obstruction may occur from a solitary fragment or from Steinstrasse. OLIGURIALess than 300 ml of urine is excreted in a day. MEGENBLASSEDistension of Splenic flexure causing pain due to heavy fatty diet. METEORISMAbdominal distension 24--48 hours after renal injury is probably due to retroperitoneal haematoma implicating splanchnic nerves. MITTELSCHMERZPain ovulation with abdominal discomfort at regular intervals, usually about 14th day and may be associated with spotting due to estrogen withdrawal.",
        "cop": 1,
        "opa": "Dietl's crisis",
        "opb": "Anderson's Hynes crises",
        "opc": "Meteriorism",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "5946ed5e-8868-43ff-b945-3441d196236e",
        "choice_type": "multi"
    },
    {
        "question": "Which does not happen in unilateral renal trauma?",
        "exp": "Ans (b) Uremia. Complications of renal trauma:* Urinoma is the MC complication* Delayed bleeding* Urinary fistula and abscess.* Hydronephrosis* Pyonephrosis* AV fistula* Delayed Hypertension* Stone formation",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Uremia",
        "opc": "Clot formation",
        "opd": "Perinephric hematoma",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "7a83d6fd-6c7d-4619-9ead-5d708f0f8002",
        "choice_type": "single"
    },
    {
        "question": "Yoyo Reflex is a feature of:",
        "exp": "Ans. (a) Duplicated ureter. Ref. Bailey and Love 27th Edition, Page 1401 and Internet Sources. Duplex Renal Pelvis and Ureter:* Incidence 1: 150 Live births* Most common congenital anomaly of upper urinary system* Unilateral duplication is more common than bilateral.* Most common on left side* Most common in girls.* Increased risk is seen in siblings.* Incomplete duplex ureter with' Y' Ureter arise if ureteric bud bifurcates after initial development from mesonephric duct.* Complete cases have two buds -- one in normal position and the other in low position. Normal bud ends in trigone and there is no reflux, but in the lower bud which drains the lower pole of kidney will end more laterally in the bladder via a submucosal tunnel and will usually have vesicoureteric reflux.* If detected in children VUR is common, if detected in adults usually have no symptoms.* Reflux of urine from one ureter to other ureter instead of flowing distally is known as \"Yoyo reflex\" and is seen in such types of duplicated ureters and renal pelvis.",
        "cop": 1,
        "opa": "Duplicated ureter",
        "opb": "PCKD",
        "opc": "Medullary Spongy kidney",
        "opd": "Pseudo kidney",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "cc6e46ff-79c1-43cc-816c-2c2e9e7f222a",
        "choice_type": "single"
    },
    {
        "question": "All the following are true regarding blood supply to the kidney, except:",
        "exp": "Ans. (b) It is a type of portal-circulation. Ref: Snell's 7th Edition, Page 283. Renal artery/ Venous system:* Right renal artery longer than left* Renal artery divides into 5 near hilum.* They are end arteries.* Left renal vein longer than Right* Stellate veins drain superficial zone of kidney cortex.* Left kidney is preferred for transplant because of its long vein.",
        "cop": 2,
        "opa": "Stellate veins drain superficial zone",
        "opb": "It is a type of portal-circulation",
        "opc": "The renal artery divides into five segmental arteries before entering the hilum",
        "opd": "Its segmental arteries are end-arteries",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "48549fab-972c-4db4-b64e-c5aa4fbed6f0",
        "choice_type": "multi"
    },
    {
        "question": "Most common presentation of Wilm's tumour?",
        "exp": "Ans. C. Abdominal mass. (Ref. Robin's Pathology 8th/pg. 271; Love and Bailey 26th/pg. l24; 1304). Nephroblastoma (Wilms' tumour)# Usually presents in the first five years of life# Typically presents with an abdominal mass# May cause haematuria, abdominal pain or fever# It extends into the renal vein and vena cava and metastasises to lymph nodes and lungs.# Treatment is with chemotherapy and surgery. Wilms' tumour (nephroblastoma) is a malignant renal tumour derived from embryonal cells; it typically affects children aged from 1 to 4 years. A mutation in the Wilms' tumour suppressor gene (WT1) is responsible for some cases. It usually presents as an abdominal mass. The tumour extends into the renal vein and vena cava and metastasises to lymph nodes and lungs. Treatment is with chemotherapy and surgery. Survival depends on tumour spread, completeness of surgical excision and histology but exceeds 70% even among patients with advanced tumours. Wilms' Tumor (nephroblastoma)# Most common primary tumor of the kidney in children.# malignant renal tumour derived from embryonal cells; it typically affects children aged from one to four years. Following are associated with an increased risk of developing Wilms' tumor:- WAGR syndrome: aniridia, genital abnormalities, and mental retardation, have a 33% chance of developing Wilms' tumor.- Denys-Drash syndrome (DDS): extremely high risk (? 90%) of developing Wilms' tumor. Characterized by gonadal dysgenesis and renal abnormalities.- Beckwith-Wiedemann syndrome (BWS): enlargement of individual body organs (e. g., tongue, kidneys, or liver) or entire body segments (hemihypertrophy); enlargement of adrenal cortical cells (adrenal cytomegaly) is a characteristic microscopic feature. BWS is an example of a disorder of genomic imprinting. The genetic locus that is involved in these patients is in band pi5. 5 of chromosome 11 distal to the WT1 locus.- Microscopically, Wilms' tumors are characterized by recognizable attempts to recapitulate different stages of nephrogenesis. The classic triphasic combination of blastemal, stromal, and epithelial cell types is observed in most lesions. Sheets of small blue cells, with few distinctive features, characterize the blastemal component.- Nephrogenic rests are putative precursor lesions of Wilms' tumors.- The prognosis for Wilms' tumor is generally very good, and excellent results are obtained with a combination of nephrectomy and chemotherapy.- Anaplasia is a harbinger of adverse prognosis, but careful analyses by the National Wilms' T\\imor Study group in the United States have shown that as long as the anaplasia is focal and confined within the resected nephrectomy specimen, the outcome is no different from tumors without evidence of anaplasia. In contrast, Wilms' tumor with diffuse anaplasia the prognosis is poor. Additional Educational points: Neuroblastoma is a malignancy of neuroblasts in the adrenal medulla or sympathetic ganglia and typically presents as an abdominal or paravertebral mass. It metastasises to lymph nodes, bones and liver and causes elevated urinary catechola- mines. Small-localised tumours are excised. More advanced tumours are treated by chemotherapy and surgery. Survival is related to tumour biology and stage (>90% for small localised tumours, < 50% for advanced tumours). Neuroblastoma is the most common abdominal tumor of infancy. It is much less common than the relatively common hydronephrosis. The most common abdominal mass in a newborn infant is hydronephrosis. It is a common finding in prenatal ultrasounds. It will usually resolve without therapy. Hepatomas and Wilms tumors are even rarer than neuroblastoma.",
        "cop": 3,
        "opa": "Fever",
        "opb": "Hematuria",
        "opc": "Abdominal mass",
        "opd": "UTI",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "38efddad-99ee-4019-a745-909179acbeed",
        "choice_type": "single"
    },
    {
        "question": "Stones that are common with infection is:",
        "exp": "Ans. (a) Struvite. Ref: Campbell Urology 1194* Struvite stones (Magnesium Ammonium Phosphate) occur only in association with urinary infection by urea -splitting bacteria. Proteus mirabilis the most common organism associated with infection.",
        "cop": 1,
        "opa": "Struvite",
        "opb": "Xanthine stone",
        "opc": "Cysteine stone",
        "opd": "Calcium oxalate stones",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "41ad6c3d-f2ce-4cff-9a7f-e2430dcc9a99",
        "choice_type": "single"
    },
    {
        "question": "\"Stag horn stones\" are composed of -",
        "exp": "(A) (Triple phosphate) (1292 - Baily and Love 26th)80% patients with nephrolithiasis from calcium stone (Primarily of calcium oxalate or less commonly calcium phosphate). \"Ureteric colic\" - typically the patient is sized with sudden pain starting in the waist and radiating down to testis growing or inner side of thigh (distribution of genitofemoral nerve L1 & L2). The testis on the affected side may be pulled up. Types of renal calculus1. Oxalate calculus (Calcium oxalate) Calcium monohydrate stone is very hard and absorb x-ray it is seen radiologically2. Phosphate calcium struvite (phosphate, ammonium magnesium phosphate)* The stones grow in alkaline urine especially when proteus organism presents which split urea to ammonium.* Stag horn calculus - large, easy to see on radiographic films. 3. Uric acid and urate calculi: Multifacted appearance Radiolucent, forms in Acidic urine. 4. Cystine calculi - UTI of congenital error of metabolism that leads to cystinuria.* Hexagonal, translucent white appears only in acid urine.* Radio Opaque - because of sulphur that they contain and they are very hard5. Xanthine calculi: - Smooth, brick red in colour, show lamellation on cross-section. Struvite stones - (magnesium - ammonium phosphate stone) that form from secondary to urea - splitting organisms. Vesical Stone: common in visical schistosomiasis or in association with radiation cystitis. Foreign bodies. Most stones contain uric acid or struvite (in infected urine). Spiral (helical) CT has become the first study of choice (930 - CSDT 13th)\"Meniscus sign\" on cholangiography - CBD stone.* Commonest cause of surgical Jaundice is - CBD - stone.* Commonest type of carcinoma gall bladder with gall stones is Adenocarcinoma.* Most common cause of biliary structure is Trauma.* Incidence of gall stone is high in Ileal resection (mainly cholesterol stones). Urinary stones. All individuals with urinary stones should undergo radiological investigation; following radiological modalities are used: 1. Plane abdominal X-ray (\"KUB\" or kidney - ureter - Bladder X-ray): The first radiological test that is performed is the plain abdominal X-ray. Because majority of stones (90%) are radioopaque, these can be easily identified on X-ray: a) Radiolucent stones: Uric acid stone, Orotic acid stone, Xanthine, Trimterens, Dihydroxyadenine. b) Radioopaque stones: Cystine, Struvite, calcium oxalate, calcium phosphate2. Intravenous pyelogram (IVP): IVP can demonstrate urinary obstruction from renal stone and can demonstrate the position of non-opaque (radiolucent) stones. 3. CT scan: Non contrast helical CT is 95 to 100% sensitive and specific for detection of renal calculi and, therefore, is the imaging modality of choice for urinary stones. 4. USG: USG provide excellent assessment of kidney and bladder but inferior to IVP and CT scan in evaluation of the uterus.",
        "cop": 1,
        "opa": "Triple phosphate",
        "opb": "Oxalates",
        "opc": "Uric acid",
        "opd": "Cystine",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "cefac172-a450-4b53-bd97-2b8e6a6fe6d0",
        "choice_type": "single"
    },
    {
        "question": "Sheela, a middle aged diabetic female presented with flank pain and fever. On U/S the kidney was irregular and showed fat density with calculi. The diagnosis is most probably:",
        "exp": "Ans. (b) Xanthogranulomatous kidney. Ref: Smith 17th Edition, Pages 204-206; Campbell 10th Edition, Page 308. Xantho Granulomatous pyelonephritis (XGP)* Xantho means lipid foam cells* Xanthogranulomatous pyelonephritis is a variant of chronic pyelonephritis that characteristically presents in middle aged patients with a poorly functioning kidney (as in diabetic)* On histology there are areas of clear cells that are lipid-laiden macrophages* These areas of lipid-laiden macrophage appear as fat density lesion on U/S* This pyelonephritis is often accompanied by a calculus and proteus infection.* Kidney sparing surgery is indicated for XGP.",
        "cop": 2,
        "opa": "TB kidney",
        "opb": "Xanthogranulomatous kidney",
        "opc": "Chronic pyelonephritis",
        "opd": "Renal abscess",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "bbcf58a8-c361-438c-924a-b8db2bdf8287",
        "choice_type": "single"
    },
    {
        "question": "\"adder head\" appearance on excretory urography is seen in",
        "exp": "(Ureterocele) (1310-LB) (1290-B & L 25th). Ureterocele is a cystic enlargement of the intramural portion of the ureter thought to result from congenital atresia of the ureteric orifice.* The \"adder-head' on excretory urography is typical* Usually the cyst wall is composed of urothelium only and the diagnosis is confirmed by the cystoscopic appearance of a translucent cyst enlarging and collapsing as urine flows in from the upper ureter.",
        "cop": 3,
        "opa": "Hydronephrosis",
        "opb": "Infantile polycystic kidney",
        "opc": "Ureterocele",
        "opd": "Horseshoe kidney",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "5dc6b516-2384-4b24-8b9e-09ccaaf45084",
        "choice_type": "single"
    },
    {
        "question": "Triad of renal colic, swelling in loin which disappears after passing urine is called:",
        "exp": "Ans. (c) Dietel's crisis. Ref: Bailey 26th Edition, Page 1293. Dietel's Crisis: (Intermittent Hydronephrosis)* Swelling in loin with pain* Swelling disappears with pain also disappears* Large volume of urine passed",
        "cop": 3,
        "opa": "Kocher's triad",
        "opb": "Saint's triad",
        "opc": "Dietel's crisis",
        "opd": "Charcot's triad",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "3e77fea2-187b-4418-967a-80420d989052",
        "choice_type": "multi"
    },
    {
        "question": "Name the operation shown here.",
        "exp": "Ans. (a) Boari Flap operation* Boari Flap operation - For lower ureteric injuries the bladder is used to reconstruct the gap as shown here.* Ureteric injury must be repaired immediately.",
        "cop": 1,
        "opa": "Boari flap operation",
        "opb": "Young operation",
        "opc": "Pierce operation",
        "opd": "Nesbitt operation",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "dfc273bb-d9e4-412f-8f57-3779fffb1cbe",
        "choice_type": "single"
    },
    {
        "question": "Incidence of absent of kidney is",
        "exp": "(1500) (1305-LB) (1286-B & L 25th)* An absent or grossly atrophic kidney is found in about 1: 1400 individuals (1305-LB)* Renal ectopia - In approximately 1: 1000 people, the kidney does not ascend, ectopic kidneys are usually found near the pelvic brim (1306-LB)",
        "cop": 2,
        "opa": "300",
        "opb": "1500",
        "opc": "3000",
        "opd": "5000",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "327dff34-716a-478e-afa3-6af8e8f134d2",
        "choice_type": "single"
    },
    {
        "question": "Following is true of pyonephrosis except:",
        "exp": "Ans. (b) Always unilateral. Ref: Smith 17th Edition, Pages 204-206# In pyonephrosis kidney is a bag of pus.# Most common cause is stones followed by Infected hydronephrosis and acute pyelonephritis# Mostly unilateral but can be bilateral also# Percutaneous nephrostomy is the initial treatment# Subcapsular nephrectomy is needed sometimes.",
        "cop": 2,
        "opa": "Commonly associated with renal calculi",
        "opb": "Always unilateral",
        "opc": "Is a complication of hydronephrosis",
        "opd": "Follows acute pyelonephritis",
        "subject_name": "Surgery",
        "topic_name": "Kidney & Ureturs",
        "id": "4decaac5-0cfa-4fe8-aafd-5d52e9093661",
        "choice_type": "multi"
    }
]