[
    {
        "question": "Most common presentation of Hirschsprung's disease",
        "exp": "Clinical Presentation Neonates First few weeks of life Otherwise healthy children and adults Suspected in all neonates presenting with: Delayed passage of meconium beyond the first 24 hours of lifeQ Abdominal distension following feedsQ Suspected in any child presenting in first few weeks of life with: Gross abdominal distensionQ Chronic constipationQ Failure to thriveQ Sho segment Hirschprung disease should be suspected in otherwise healthy children and adultsQ presenting with: Severe constipation without fecal soilingQ Faecal soiling is usually not a feature of this condition. Investigation of choice - Rectal Biopsy (Suction Biopsy > full Thickness Biopsy)",
        "cop": 1,
        "opa": "Abdominal distention",
        "opb": "Vomiting",
        "opc": "Failure to pass meconium",
        "opd": "Failure to thrive",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "20d917f1-ba9d-4203-85ad-c2e261a69651",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby was brought with the history multiple episodes of bilious projectile vomiting. X-ray abdomen was done. What is the diagnosis?",
        "exp": "Single bubble appearance: Hyperophic pyloric stenosis Double bubble appearance: Duodenal atresia & annular pancreas Triple bubble appearance: Jejunal atresia",
        "cop": 2,
        "opa": "Duodenal atresia",
        "opb": "Jejunal atresia",
        "opc": "Ileal atresia",
        "opd": "Hyperophic pyloric stenosis",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "75daa2bf-49d4-42ce-a351-8be842a580c2",
        "choice_type": "single"
    },
    {
        "question": "What is the investigation of choice for the diagnosis of colon cancer?",
        "exp": "IOC for diagnosis of colon cancer- Colonoscopy + biopsy IOC for staging of colon cancer- CECT Most impoant prognostic factor- stage (TNM) Single independent most impoant prognostic factor- LN status",
        "cop": 2,
        "opa": "Barium enema",
        "opb": "Colonoscopy + biopsy",
        "opc": "USG",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "16107c24-4166-4db4-b831-4930e292f4a2",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man undergoes a screening colonoscopy and is found to have a polyp in his sigmoid colon. Which type of polyp is most associated with malignancy?",
        "exp": "Adenomatous polyps are common, occurring in up to 25% of the population older than 50 years of age in the United States. By definition, these lesions are dysplastic. The risk of malignant degeneration is related to both the size and type of polyp. Tubular adenomas are associated with malignancy in only 5% of cases, whereas villous adenomas may harbor cancer in up to 40%. Tubulovillous adenomas are at intermediate risk (22%). Invasive carcinomas are rare in polyps smaller than 1 cm; the incidence increases with size. The risk of carcinoma in a polyp larger than 2 cm is 35 to 50%. Although most neoplastic polyps do not evolve to cancer, most colorectal cancers originate as a polyp.",
        "cop": 2,
        "opa": "Tubular adenoma",
        "opb": "Villous adenoma",
        "opc": "Tubulovillous adenoma",
        "opd": "1 cm polyp",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "5fbdb8b1-0187-4441-9916-2100fab8c7d6",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of choice for 70 years old male patient who presented with peritonitis secondary to ruptured diveiculitis?",
        "exp": "TOC in elderly patient is Hamann's procedure Procedure: sigmoid resection with formation of left iliac fossa colostomy and closure of the rectal stump Resection with colonic washout and anastomosis can be considered in young fit patient without gross contamination or overwhelming sepsis",
        "cop": 3,
        "opa": "Conservative",
        "opb": "Primary resection and anastomosis",
        "opc": "Hamann's procedure",
        "opd": "Whipple procedure",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "875a1047-3430-42ad-8c0f-c94e82101e92",
        "choice_type": "single"
    },
    {
        "question": "Acquired diveicula are most commonly is seen in:",
        "exp": "A diveiculum is an abnormal sac or pouch protruding from the wall of a hollow organ MC siteQ of Colonic diveicula: Sigmoid colon True diveiculum is composed of all layers of the intestinal wallQ False diveiculum (pseudodiveiculum) lacks a poion (Muscularis propria ) of the normal bowel wallQ. Acquired diveicula are the MC typeQ and are mainly falseQ diveicula",
        "cop": 3,
        "opa": "Jejunum/ileum",
        "opb": "Transverse colon",
        "opc": "Sigmoid colon",
        "opd": "Ascending colon",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "cec75324-6bbc-4608-b803-309f77e3e0ee",
        "choice_type": "single"
    },
    {
        "question": "Commonest site for ischemic colitis is:",
        "exp": "Most comman site for Ischemic Colitis is SPLENIC FLEXURE.",
        "cop": 2,
        "opa": "Hepatic flexure",
        "opb": "Splenic flexure",
        "opc": "Descending colon",
        "opd": "Ascending colon",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "97026986-041a-4bbc-a8c0-387dc75060ab",
        "choice_type": "single"
    },
    {
        "question": "What is the type of given intestinal atresia?",
        "exp": "Classification of Intestinal Atresia Type I Membranous atresia with intact bowel & mesentery Type II Blind ends separated by a fibrous cord Type III a Blind ends separated by a V-shaped mesenteric defect Type III b \"Apple peel\" atresia or \"Christmas tree \"atresia Type IV Multiple atresia's (\"string of sausages\")",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "a3fc491b-8918-4114-a611-1425051786c7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used in adjuvant setting in carcinoma colon?",
        "exp": "Carcinoma colon: Adjuvant setting - FOLFOX-IV Fol-folinic Acid (leucovorin) F-5-FU OX - Oxaliplatin Metastatic colorectal cancer:- FOLFIRI: Only given in metastatic colorectal cancer Fol-Folinic Acid F-5-FU IRI - Irinotecan- BEVACIZUMAB- CETUXIMAB- IRINOTECAN",
        "cop": 4,
        "opa": "Bevacizumab",
        "opb": "Cetuximab",
        "opc": "Irinotecan",
        "opd": "Oxaliplatin",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "e502ee71-5329-40da-ab95-eaa210245cec",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to diagnose colonic diveiculosis",
        "exp": "Investigation of choice for colonic diveiculosis: Barium enema Investigation of choice for diveiculitis: CT scan",
        "cop": 1,
        "opa": "Barium enema",
        "opb": "CT Scan",
        "opc": "Ultrasound",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "4cef860d-f394-4c1f-92ca-4337b0b7e526",
        "choice_type": "single"
    },
    {
        "question": "The most common facial abnormality in Gardener's syndrome:",
        "exp": "GARDNER'S SYNDROME (AD) Skeletal abnormalities, the most common of which are osteomas, are an essential component of Gardner syndrome. The osteomas are characterized by slow, continuous growth, and occur most frequently in the mandible, the outer coex of the skull and the paranasal sinuses. The angle of the mandible is a paicularly diagnostic site.",
        "cop": 3,
        "opa": "Ectodermal dysplasia",
        "opb": "Odontome",
        "opc": "Multiple osteomas",
        "opd": "Dental cysts",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "19a7cc91-820b-4341-a46a-657578adbad3",
        "choice_type": "single"
    },
    {
        "question": "In colorectal cancer, tumor deposits in subserosa without regional lymph node metastasis. According to 8th AJCC, stage the tumor:",
        "exp": "According to 8th AJCC, tumor deposits in subserosa without regional lymph node metastasis is stage N1c",
        "cop": 3,
        "opa": "T4b",
        "opb": "N2b",
        "opc": "N1c",
        "opd": "M1c",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "379e1342-85e9-4178-970d-6e34bf0d1eb1",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man presented with an episode of syncope. He said he felt dizzy during defecation and noticed gross bleeding in the pan. Fecal occult blood test done 3 months ago as a pa of routine screening for colon cancer was negative. There is no history of recent weight loss. What is the likely colonoscopic finding?",
        "exp": "Diagnosis in a 65-year-old patient of bleeding per rectum with syncope and negative fecal occult blood test and no history of recent weight loss is Heyde's syndrome. The colonoscopic finding in Heyde's syndrome is dilated mucosal and submucosal veins in the colon.",
        "cop": 4,
        "opa": "Early stage carcinoma colon",
        "opb": "Sigmoid diveiculitis",
        "opc": "Microscopic colitis",
        "opd": "Dilated mucosal and submucosal veins in the colon",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "36f29e69-2c20-4369-9e8b-e23ea801f647",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the drug of choice for clostridium difficile-induced colitis?",
        "exp": "TREATMENT OF PMC Immediate cessation of the offending antimicrobial agent Mild disease: Oral Vancomycin: Drug of choice Severe disease: Bowel rest, IV hydration, & IV Metronidazole or Oral Vancomycin",
        "cop": 3,
        "opa": "Gentamicin",
        "opb": "Metronidazole",
        "opc": "Oral Vancomycin",
        "opd": "Linezolid",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "8d6805ec-e065-4d10-a9c5-fa1f33195716",
        "choice_type": "single"
    },
    {
        "question": "Genetic abnormality in case of late adenoma to carcinoma in Ca colon:",
        "exp": "The most frequently mutated tumor suppressor gene in human neoplasia is p53 (TP53), located on chromosomes 17p. Mutations in p53 are present in 75% of colorectal cancers and occurs, rather late in the adenoma-carcinoma sequence. FEARON - VOGELSTEIN ADENOMA CARCINOMA MULTISTEP MODEL",
        "cop": 4,
        "opa": "APC",
        "opb": "K-ras",
        "opc": "DCC",
        "opd": "p53",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "bad35b4c-8299-41be-8e07-0be0b57d09e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the least common possibility about Angiodysplasia of colon?",
        "exp": "Vascular ectasia( Angiodysplasia) MC Vascular lesion found in the colon: Vascular ectasia MC cause of recurrent lower Intestinal bleeding after 60 years of age: Vascular ectasia Arise from age- related degeneration of previously normal colonic blood vessels. Acquired condition Almost always occur in the caecum or the proximal ascending colon Usually multiple, are < 5mm in diameter Rarely identified with gross inspection or routine pathologic examination Diagnosed with colonoscopy or angiography Angiography: Slow emptying of vein & dilation of sub mucosal vessels",
        "cop": 2,
        "opa": "Involvement of cecum",
        "opb": "Involvement of rectum in 50% of cases",
        "opc": "Affecting age group>40 years",
        "opd": "Cause of troublesome lower GI haemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "fb0a2a29-6165-4c9c-ac37-1cf93878e669",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is removed in extended right colectomy?",
        "exp": "Right colectomy/Hemicolectomy Ileocolic, right colic vessels & Right branches of the middle colic vessels are ligated divided 10 cm of terminal ileum are usually included in the resection Extended Right colectomy/Hemicolectomy Ileocolic, Right colic vessels & Middle Colic vessels at their base Right colon & proximal transverse colon are resected. Transverse Colectomy - Ligation of Middle colic vessels - Resection of Transverse colon Left colectomy/ Hemicolectomy - Left branches of Middle colic vessels, Left colic vessels & first branches of Sigmoid vessels are ligated Sigmoid colectomy - Ligation & division of sigmoid branches of IMA. Colectomy Pa removed Extended right colectomy A, B, C, D, E, F, G Sigmoid colectomy A+B-J, K Left colectomy G, H, I Transverse colectomy D, E, F, G, H",
        "cop": 3,
        "opa": "A, B, C, D, E",
        "opb": "A, B, C, D, E, F",
        "opc": "A, B, C, D, E, F, G",
        "opd": "A, B, C, D, E, F, G, H",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "d0c1632d-1d88-4ae8-ae2a-2ffb16f94ed5",
        "choice_type": "single"
    },
    {
        "question": "Duhamel's operation is done for:",
        "exp": "Duhamel's operation - done for Hirschsprung's disease The Duhamel procedure was first described in 1956 as a modification to the Swenson procedure. A Retrorectal approach is used, and a significant segment of aganglionic rectum is retained. The aganglionic bowel is resected down to the rectum, and the rectum is oversewn. The proximal bowel is then brought through the retrorectal space (between rectum and sacrum), and an end-to-side anastomosis is performed with the remaining rectum",
        "cop": 1,
        "opa": "Hirschsprung's disease",
        "opb": "Meconium ileus",
        "opc": "Annular pancreas",
        "opd": "Imperforate anus",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "a1a56bba-df68-41fa-851d-a41b1ff2d103",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with FAP?",
        "exp": "GARDNER'S SYNDROME(AD) The combination of FAP with: Bony lesions (osteomas, coical thickening of long bones and ribs) Benign lymphoid polyposis of ileum CHRPE Dental anomalies (impacted tooth, supernumerary tooth, dental cyst) Desmoid tumors and sebaceous cyst",
        "cop": 2,
        "opa": "Peutz-Jegher's syndrome",
        "opb": "Gardner's syndrome",
        "opc": "Juvenile polyps",
        "opd": "Hamaomatous polyp",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "9ffb5c0b-0ff0-41b8-be06-893e5f74c507",
        "choice_type": "single"
    },
    {
        "question": "Massive bleeding per rectum in a 70 years old patient is due to:",
        "exp": "COLONIC DIVEICULA Mc cause of significant lower GI bleeding: Diveicula Bleeding occurs at the neck of the diveiculum and is believed to be secondary to bleeding from the vasa recti as they penetrate through the submucosa. Of those that bleed, more than 75% stop spontaneously, although about 10% rebleed within 1 year and almost 50% within 10 years. Although diveicular disease is much more common on the left side, right-sided disease is responsible for more than half episodes of bleeding. Best method of diagnosis and treatment: Colonoscopy Epinephrine injection, electrocautery, endoscopic clips to control the hemorrhage. If none of these maneuvers is successful or if hemorrhage recurs, Colonic resection is indicated. Moality rate of emergent subtotal colectomy for bleeding: 30%",
        "cop": 1,
        "opa": "Diveiculosis",
        "opb": "Carcinoma colon",
        "opc": "Colitis",
        "opd": "Polyps",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "cd15bc6c-c1ac-407d-b5ca-bb03dff73bb7",
        "choice_type": "single"
    },
    {
        "question": "Most common site of post ischemic stricture is:",
        "exp": "Stricture is a complication of colonic ischemia. Most common site is sigmoid colon.",
        "cop": 4,
        "opa": "Ascending colon",
        "opb": "Hepatic flexure",
        "opc": "Splenic flexure",
        "opd": "Sigmoid colon",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "76feb845-7184-48b9-8c98-8c4208b75556",
        "choice_type": "single"
    },
    {
        "question": "Lalita, a female patient presents with pigmentation of the lips and oral mucosa and intestinal polyps. Her sister also gives the same history. Most probable diagnosis is:",
        "exp": "The polyps of Peutz-Jeghers syndrome are generally considered to be hamaomas Hamaomatous polyps (usually <100) throughout the GIT, most common in jejunum Associated with Hypermelanotic macule in the perioral region, buccal mucosa. Mucocutaneous pigmentation usually occurs during infancy and most commonly noted in perioral and buccal region. Pigment spots usually appear in first few years of life, reach a maximum level in early adolescence and can fade in adulthood. However, pigmentation on the buccal mucosa remains throughout the life. The pigmented macules of PJS have no malignant potential. Screening consists of a baseline colonoscopy and upper endoscopy at age 20 years, followed by annual flexible sigmoidoscopy thereafter.",
        "cop": 4,
        "opa": "Carcinoid tumor",
        "opb": "Melanoma",
        "opc": "Villous adenoma",
        "opd": "Peutz-Jegher's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Large intestine",
        "id": "61d9c55c-2527-4bf5-ba6e-083cb2b9a24b",
        "choice_type": "single"
    }
]