[
    {
        "question": "Which classification is used to divide the liver into segments?",
        "exp": "Ans. (a) Couinaud's. Ref: Bailey and Love 26th edition page 1066* Couinaud divided the liver into multiple segments- 8 segments* He is a French Anatomist",
        "cop": 1,
        "opa": "Couinaud",
        "opb": "Muhe",
        "opc": "Starzl",
        "opd": "Anatomical",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "204d5328-da8f-4ae6-8e91-7b4cafa01289",
        "choice_type": "single"
    },
    {
        "question": "According to Pugh's classification moderate to severe hepatic insufficiency is managed by:",
        "exp": "Ans. (c) Orthotopic liver transplantation* Child A and B can be managed with Conservative methods/Shunt surgeries etc.* Child C is an indication for Liver Transplant* Other Major surgeries can be done only for Child A* Minor surgeries only can be done in Child B* No other surgery other than Transplant is advised in Child C",
        "cop": 3,
        "opa": "Sclerotherapy",
        "opb": "Conservative",
        "opc": "Orthotopic liver transplantation",
        "opd": "Shunt surgery",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "8034c9b2-48dc-4687-a72e-96f00b9628be",
        "choice_type": "single"
    },
    {
        "question": "Classical triad of Budd-Chiari syndrome:",
        "exp": "BUDD-CHIARI SYNDROME TRIAD- Ascites + Hepatomegaly + Abdominal pain. Treatment Side to Side Poo-caval Shunt is the most effective therapy.",
        "cop": 3,
        "opa": "Fever, jaundice, abdominal pain",
        "opb": "Fever, ascites, jaundice",
        "opc": "Hepatomegaly, abdominal pain, ascites",
        "opd": "Abdominal pain, jaundice, Hepatomegaly",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "409e2895-ec19-45f3-ab4a-4d9947e74f0a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hernias follows the path of the spermatic cord within the cremaster muscle?",
        "exp": "An indirect inguinal hernia leaves the abdominal cavity by entering the dilated internal inguinal ring and passing along the anteromedial aspect of the spermatic cord. The internal inguinal ring is an opening in the transversalis fascia for the passage of the spermatic cord; an indirect inguinal hernia, therefore, lies within the fibers of the cremaster muscle. Repair consists of removing the hernia sac and tightening the internal inguinal ring. A femoral hernia passes directly beneath the inguinal ligament at a point medial to the femoral vessels, and a direct inguinal hernia passes through a weakness in the floor of the inguinal canal medial to the inferior epigastric artery. Each is dependent on defects in Hesselbach's triangle of transversalis fascia and neither lies within the cremaster muscle fibers. Repair consists of reconstructing the floor of the inguinal canal. Spigelian hernias, which are rare, protrude through an anatomic defect that can occur along the lateral border of the rectus muscle at its junction with the linea semilunaris. An interparietal hernia is one in which the hernia sac, instead of protruding in the usual fashion, makes its way between the fascial layers of the abdominal wall. These unusual hernias may be preperitoneal (between the peritoneum and transversalis fascia), interstitial (between muscle layers), or superficial (between the external oblique aponeurosis and the skin).",
        "cop": 3,
        "opa": "Femoral",
        "opb": "Direct inguinal",
        "opc": "Indirect inguinal",
        "opd": "Spigelian",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "d388376c-d3cd-4444-a004-ed20cb01223c",
        "choice_type": "single"
    },
    {
        "question": "Most common paraneoplastic syndrome in HCC",
        "exp": "Ans. (a) Hypoglycemia. Ref: Sabiston 20th edition page 1459. Paraneoplastic Syndrome:* Less than 1% cases present with paraneoplastic syndrome most commonly Hypercalcemia, Hypoglycemia, Erythrocytosis.* Hyper Cholesterolemia is the MC Paraneoplastic Syndrome > Hypoglycemia.",
        "cop": 1,
        "opa": "Hypoglycemia",
        "opb": "Hypertension",
        "opc": "Hypercalcemia",
        "opd": "Erythrocytosis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "ff158414-2d6f-4eaf-976e-19c3a625484a",
        "choice_type": "single"
    },
    {
        "question": "In Budd chiari syndrome the occlusion is at the:",
        "exp": "Ans: c (Hepatic vein). Ref: Bailey & Love, 24th ed, p. 1074 & 23rd ed, p. 943",
        "cop": 3,
        "opa": "IVC",
        "opb": "Renal vein",
        "opc": "Hepatic vein",
        "opd": "Splenic vein",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "6877676e-dd6a-4d82-820e-7e1a7cefd3c1",
        "choice_type": "single"
    },
    {
        "question": "A young female who is a known case of myeloproliferative disorder presents with a 3 day history of progressive abdominal discomfort and ascites. Which of the following is the possible diagnosis",
        "exp": "Ans. is 'a' i. e., Budd Chiari Syndrome * Young female with myeloproliferative disorder - points towards a procoagulant state* Presentation of acute onset abdominal discomfort and ascites mostly points to involvement of hepatic vein - probably thrombosis of hepatic vein due to the procoagulant state ->> so the most probable diagnosis is - Budd Chiari Syndrome. Budd Chiari syndrome* This is a condition principally affecting young females, in which the venous drainage of the liver is occluded by hepatic venous thrombosis or obstruction from a venous web.* Asa result of venous outflow obstruction, the liver becomes acutely congested, with the development of impaired liver function and, subsequently, portal hypertension, ascites and oesophagealvarices.* In an acute thrombosis, the patient may rapidly progress to fulmi- nant liver failure but, in the majority of cases, abdominal discomfort and ascites are the main presenting features.* If chronic, the liver progresses to established cirrhosis.* The cause of the venous thrombosis needs to be established, and an underlying myeloproliferative disorder or pro-coagulant state is commonly found, such as anti-thrombin 3, protein C or protein S deficiency.* The diagnosis is commonly suspected in a patient presenting with ascites, in whom a CT scan shows a large congested liver (early stage) or a small cirrhotic liver in which there is gross enlargement of segment I (the caudate lobe). This feature results from preservation and hypertrophy of the segment with direct venous drainage to the I VC in the face of atrophy of the rest of the liver due to venous obstruction.* IVC compression or occlusion from the segment I hypertrophy is also a common feature, as is thrombosis of the portal vein.* Confirmation of the suspected diagnosis is by hepatic venography via a transjugular approach, which demonstrates occlusion of the hepatic veins and may allow a transjugular biopsy.",
        "cop": 1,
        "opa": "Budd Chiari syndrome",
        "opb": "Hepatitis A",
        "opc": "Perforation peritonitis",
        "opd": "Acute pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "3e0c0fc8-508d-4c1a-b767-dcf445fd5a3d",
        "choice_type": "single"
    },
    {
        "question": "Most common extra intestinal manifestation of amoebiasisis",
        "exp": "Ans. is 'a' i. e., Amoebic liver abscess * Amoebic Ever abscess is the most common extraintestinal manifestation of amebiasis. Disease begins when E. histolytica trophozoites penetrate through the colonic mucosa, travel through the portal circulation, and reach the liver.* Most individuals with amebic liver abscess do not have concurrent signs or symptoms of colitis, and most do not have E. histolytica trophozoites in their stools.* The classic presentations of amebic liver abscess are right-upper-quadrant pain, fever, and hepatic tenderness.* The most common laboratory findings are leukocytosis (without eosinophilia), an elevated alkaline phosphatase level, mild anemia, and an elevated erythrocyte sedimentation rate.",
        "cop": 1,
        "opa": "Amoebic liver abscess",
        "opb": "Pleural effusion",
        "opc": "Atelactasis",
        "opd": "Cardiac tamponade",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "2a277f98-5539-450f-9db9-5ed1dd9165a1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pyogenic liver abscess:",
        "exp": "Ans. (b) Hematogenous spread from a distant site* 1st Common route - Biliary Ascending* 2nd Common route - Portal vein route* 3rd Common route - Hepatic artery",
        "cop": 2,
        "opa": "Aspiration",
        "opb": "Hematogenous spread from a distant site",
        "opc": "Direct contact",
        "opd": "Lymphatic spread",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "2106b102-96bc-41f4-9b01-9f4a0737b2ed",
        "choice_type": "single"
    },
    {
        "question": "Pringle maneuver is used in management of -",
        "exp": "Ans. is 'a' i. e., Liver trauma Has been explained in NEET Dec-16",
        "cop": 1,
        "opa": "Liver trauma",
        "opb": "Spleen trauma",
        "opc": "Duodenal perforation",
        "opd": "Prolapsed piles",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "4c328e76-0e05-443f-9fc2-0a3766e9d9e9",
        "choice_type": "single"
    },
    {
        "question": "Ramu, 40-year-old male, chronic alcoholic, diagnosed as cirrhosis, presents with a lump in the right lobe of liver. Serum AFP level is normal. Most probable diagnosis is:",
        "exp": "Ans. (b) Hepatocellular carcinoma* Cirrhotic background - Any SOL think of HCC first.* AFP is raised only in 70% cases of HCC - 30% cases it will be normal.",
        "cop": 2,
        "opa": "Fibro hyperplasia",
        "opb": "Hepatocellular carcinoma",
        "opc": "Secondaries",
        "opd": "Hepatocellular adenoma",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "7540bcf3-c749-4b59-b2eb-1cc4c1a70361",
        "choice_type": "single"
    },
    {
        "question": "30-year-old female c/o right hypochondrial pain- On CT floating membranes are seen in liver- diagnosis",
        "exp": "Ans. (b) Hydatid Cyst. Ref: Sabiston 20th edition page 1453* CT shows Water lilly appearance or Honey Comb Appearance in Hydatid cyst.* Calcifications are typically seen in Hydatid cyst.",
        "cop": 2,
        "opa": "Amoebiasis",
        "opb": "Hydatid cyst",
        "opc": "Tuberculosis",
        "opd": "HCC",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "bc267e20-5399-49e3-99a0-eb2a5df875ae",
        "choice_type": "single"
    },
    {
        "question": "Solitary hypoechoic lesion of the liver without septa or debris is most likely to be:-",
        "exp": "Simple hepatic cyst Contain serous fluid, do not communicate with the biliary tree, and do not have septations. Single in 50% cases. Treatment Nonsurgical treatment: Aspiration and injection of a sclerosing agent (most frequently ethanol) Complication MC complication: Intracystic bleeding",
        "cop": 4,
        "opa": "Hydatid cyst",
        "opb": "Caroli's disease",
        "opc": "Liver abscess",
        "opd": "Simple cyst",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "13048b66-ac91-4297-959e-ccdaba9d298e",
        "choice_type": "single"
    },
    {
        "question": "A patient with a history of familial polyposis undergoes a diagnostic polypectomy. Which of the following types of polyps is most likely to be found?",
        "exp": "Varying types of colonic polyps can be distinguished on pathologic examination. Adenomatous polyps are distributed throughout the entire large bowel, more commonly in the right and left colon than the rectum. They are often pedunculated and show an increased number of glands compared with normal mucosa. Although polyps that appear in familial polyposis are indistinguishable from single adenomatous polyps, they are manifested much earlier in life. Carcinomatous changes in patients who have familial polyposis occur approximately 20 years before carcinomatous changes of the bowel occur among patients in the general population.",
        "cop": 3,
        "opa": "Villous adenoma",
        "opb": "Hyperplastic polyp",
        "opc": "Adenomatous polyp",
        "opd": "Retention polyp",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "7474c0c1-495e-4bb9-b647-e64c15be63e2",
        "choice_type": "single"
    },
    {
        "question": "Pringle's Manuever is used to stop the bleeding from",
        "exp": "Ans. (c) Liver. Ref: Bailey and Love 27th Edition Page 1162* Occlusion of Inflow vessels at epiploic Foramen by Soft Clamp is known as Pringle Manuever.* This is done during Elective Surgery and in cases of Trauma.",
        "cop": 3,
        "opa": "Pancreas",
        "opb": "Spleen",
        "opc": "Liver",
        "opd": "Kidneys",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "0557e549-bc23-4b36-8e67-10707dc2265f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common acid-base disturbance in patients with cirrhosis and poal hypertension?",
        "exp": "- Metabolic alkalosis and hypokalemia are common in patients with cirrhosis because they often have associated secondary hyperaldosteronism (especially those with ascites), diarrhea, and frequent emesis. - Hyperaldosteronism enhances H+ and K+ exchange for Na+ in the distal tubule of the kidney. - The cause of diarrhea in patients with cirrhosis is unknown, but malabsorption secondary to splanchnic venous hypertension may be a contributing factor. - Emesis is common in alcoholic cirrhotics & patients with tense ascites. - Deleterious effects of metabolic alkalosis include impaired tissue oxygen delivery secondary to shift of oxyhemoglobin dissociation curve to the left & conversion of ammonium chloride to ammonia, which may contribute to encephalopathy.",
        "cop": 3,
        "opa": "Metabolic acidosis.",
        "opb": "Respiratory alkalosis.",
        "opc": "Metabolic alkalosis.",
        "opd": "Respiratory acidosis.",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "a807f040-138a-4077-8ce6-1e03b70e497d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agents is recommended for medical treatment of variceal bleed:",
        "exp": "Ans. (a) Octreotide* DOC in management of Acute Variceal Bleed- Octreotide* Terlipressin is released in sustained manner - may also be used to control variceal bleeding (better than Vasopressin)",
        "cop": 1,
        "opa": "Octreotide",
        "opb": "Desmopressin",
        "opc": "Vasopressin",
        "opd": "Nitroglycerine",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "f3946115-8754-447b-a0e8-090903844018",
        "choice_type": "single"
    },
    {
        "question": "Liver abscess ruptures most commonly in:",
        "exp": "Complications of liver abscess- MC rupture into Peritoneal cavity Rupture into Pleural cavity Rupture into Pericardial cavity Management - Rx in peritoneal cavity - Exploratory laparotomy + Peritoneal lavage + Drain inseion In pleural cavity - ICD inseion In pericardial cavity - Needle Pericardiocentesis followed by Pericardiotomy",
        "cop": 2,
        "opa": "Pleural cavity",
        "opb": "Peritoneal cavity",
        "opc": "Pericardial cavity",
        "opd": "Bronchus",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "3d8aeef1-fc42-4de8-b268-dde28d980efb",
        "choice_type": "single"
    },
    {
        "question": "Most common Extra intestinal Manifest of Amoebiasis",
        "exp": "Ans. (a) Liver Abscess. Ref: Bailey and Love 27th edition Page 1169* MC Extraintestinal Manifest of Amoebiasis - Amoebic Liver abscess* 1/3rd of cases of liver abscess have History of Amoebic; Diarrhea and the rest of the cases have subclinical Amoebic infection.* MC complication of amoebic liver abscess- peritoneal Rupture",
        "cop": 1,
        "opa": "Liver abscess",
        "opb": "Pleural Effusion",
        "opc": "Lung atelectasis",
        "opd": "Cardiac Tamponade",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "c8219239-7f4b-41c1-ab94-cc228acb5ae7",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old patient with an intractable type I ulcer along the incisura with a significant amount of scarring along the entire length of the lesser curvature. Select the appropriate surgical procedure for the patient. (SELECT 1 PROCEDURE)",
        "exp": "Gastric ulcers have been classified as type I (incisura or most inferior portion of lesser curvature), type II (gastric and duodenal), type III (pyloric and prepyloric), and type IV (juxtacortical). Indications for surgery are intractability, perforation, obstruction, and bleeding. A patient with an intractable type I ulcer can be treated with an antrectomy alone or with a proximal gastric vagotomy. If done properly, antrectomy offers slightly lower recurrence rates and a higher incidence of postoperative sequelae as compared with proximal gastric vagotomy. However, significant scarring along the lesser curvature makes a proximal gastric vagotomy technically unfeasible. Gastric outlet obstruction and severe inflammation around the pylorus and duodenum make resection a difficult and dangerous option. Similarly, pyloroplasty is often not adequate in the setting of gastric outlet obstruction to provide adequate drainage. Vagotomy and gastrojejunostomy, although associated with the highest recurrence rate, offers the best choice in the described setting. In an elderly patient with a bleeding duodenal ulcer, recurrence rates are less of a consideration and thus the simplest and most expedient operation offers the best surgical outcome. Vagotomy and pyloroplasty with oversewing of the ulcer is the best choice in this setting. Finally, in a young patient with intractable type III ulcers, antrectomy with vagotomy offers the best long-term outcome. Recurrence rates following this procedure are about 2-3%, as compared with 7. 4% for vagotomy and drainage and 10-31% in patients receiving a proximal gastric vagotomy only.",
        "cop": 2,
        "opa": "Vagotomy and antrectomy",
        "opb": "Antrectomy alone",
        "opc": "Vagotomy and pyloroplasty",
        "opd": "Vagotomy and gastrojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "f3dbe26f-f792-4642-b441-5e7faf9a6967",
        "choice_type": "single"
    },
    {
        "question": "Cholecysto-caval line importance:",
        "exp": "Ans. (a) Line that divides the right and left liver surgical anatomy wise. Ref: Surgery Sixer 3rd Edition Page 628* Cholecystocaval line also known as Cantie's line is an imaginary line running from gallbladder fossa to left side of IVC.* It is an imaginary line that is drawn by coiunaud for surgically dividing the liver into right and left liver.* Middle hepatic vein runs on this line.",
        "cop": 1,
        "opa": "Line that divides the right and left liver surgical anatomy wise",
        "opb": "Line that divides right liver into anterior and posterior segments",
        "opc": "Line that divides the left liver into medial and lateral segments",
        "opd": "Line that runs along the portal vein.",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "653163bb-17c3-441a-8dd1-ad0f92fbbe4b",
        "choice_type": "single"
    },
    {
        "question": "In high risk population, HCC is best detected by:",
        "exp": "Ans. (a) USGRadiological Investigations for HCC: Imaging Investigation of Choice- Triple Phase CECT abdomen. Classical features are:* Arterial Hyper vascularization* Early Wash out in Venous Phase. Small HCC in Three phases is shown here. See the enhancement in arterial phase and wash out in Venous Phase. HCC Confirmation: (As per NCCN guidelines 2015)* For lesions 1-2cm: 2 Imaging techniques (CECT and MRI)* Focal Lesions >2cm: One imaging technique with Arterial Hyper vascularization and venous wash out is enough.* Screening is based on USG Scanning of High risk population (Like HBV induced Cirrhosis)* Biopsy is not required to prove its an HCC. (INFACT MUST NOT BE TAKEN)",
        "cop": 1,
        "opa": "USG",
        "opb": "CT",
        "opc": "MRI",
        "opd": "PET scan",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "1e936435-ca77-4b5f-a285-eabd4b73588a",
        "choice_type": "single"
    },
    {
        "question": "Liver tunneling procedure not done for which segment?",
        "exp": "Ans. (c) VRef: Blumgart's 6th edition Page 1705.* This is even high standard for MCh Preparatory exams, Think the Examiner has misplaced the paper for PG JIPMER.* In short, there are several difficulties in planning resections in liver as you cannot imagine. Just the criteria for liver resection based on size alone not sufficient in planning. Finer details like its proximity to secondary and tertiary porto biliary radicles and hepatic vein is necessary to guide liver resection.* Common liver resections are right and left hepatectomy and its extended versions based on the segments removed. New terminologies and their removed segments. Procedure name. Removed liver segments. Right hemihepatectomy. Segments 5, 6, 7 and 8. Left hemihepatectomy. Segments 2, 3 and 4. Right trisectionectomy. Segments 4, 5, 6, 7 and 8. Left lateral sectionectomy. Segment 2 and 3. Left trisectionectomy. Segments 2, 3, 4, 5 and 8. High level resections or named liver resections with limitations to specific conditions based on the extent of involvement in Hilar cholangiocarcinoma and colorectal metastases and certain forms of HCC in unusual locations like involving caudal lobe. Taj mahal resection. For hilarcholangiocarcinoma. Segments IVa, V and I (caudate lobe) removed (hence the shape of Taj Mahal dome). Dumbbell form resection for cholangiocarcinoma. Segments IVb, I (caudate lobe) and partial segment V resection about the right hepatic pedicle. Mini-Mesohepatectomy(MMH). For lesions involving the middle hepatic vein at caval confluence (not involving caudate lobe). Liver tunnel procedure (if caudate lobe involved as in above condition). Segments I, IV and VIII are removed as part of parenchymal preserving liver surgery for selected liver tumors which are involving middle hepatic vein along with caudate lobe. Liver hanging Maneuver (LHM). It uses a tape between the anterior surface of retro hepatic IVC and liver surface to help in better lifting of the liver and efficient vascular control if anterior approach for liver resection is planned (it is the preferred procedure nowadays as it is a no-touch technique). Figure A represents the typical lesion needing Liver Tunnel Procedure (CV- Communicating veins); Figure B represents the post-operative resection including MHV.",
        "cop": 3,
        "opa": "I",
        "opb": "IV",
        "opc": "V",
        "opd": "VIII",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "1de161ee-38e0-48e6-b975-303fbeb37b26",
        "choice_type": "single"
    },
    {
        "question": "Early Complication of TIPS procedure:",
        "exp": "Ans. (c) Hepatic Encephalopathy. Ref: Sabiston Page 1440. Complication of TIPS can be divided into:* Intra op complication: Capsular hemorrhage* Early complication: Hepatic Encephalopathy (34%)* Late complication: Recurrent Variceal bleed (19%)* Delayed complication: (6 months- 1 year) Shunt stenosis due to neo intimal hyperplasia > shunt stenosis. Shunt stenosis can be dilated by Balloon. Total occlusion is seen in 15%.",
        "cop": 3,
        "opa": "Shunt stenosis",
        "opb": "Capsular Haemorrhage",
        "opc": "Encephalopathy",
        "opd": "Recurrent Variceal bleed",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "ec2f8e8f-a33e-4704-ab54-7ef1bdc647d5",
        "choice_type": "single"
    },
    {
        "question": "What is the type of Gharbi classification of the given hydatid cyst?",
        "exp": "GHARBI classification - Based on USG - I - Simple fluid collection II - Floating membrane or undulating membrane known as water lily sign III - Multi loculated or multi septated / honey combing or multi loculated but there are appearing of solitary and cystic areas IV - Complex heterogenous mass V - Calcified cyst",
        "cop": 3,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "bb571232-1e01-4ca0-8505-7d0cbd5e9ae9",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man who is extremely obese reports weakness, sweating, tachycardia, confusion, and headache whenever he fasts for more than a few hours. He has prompt relief of symptoms when he eats. These symptoms are most suggestive of which of the following disorders?",
        "exp": "Tumors arising from the pancreatic b cells give rise to hyperinsulinism. Seventy-five percent of these tumors are benign adenomas and in 15% of affected patients the adenomas are multiple. Symptoms relate to a rapidly falling blood glucose level and are due to epinephrine release triggered by hypoglycemia (sweating, weakness, tachycardia). Cerebral symptoms of headache, confusion, visual disturbances, convulsions, and coma are due to glucose deprivation of the brain. Whipple's triad summarizes the clinical findings in patients with insulinomas: (1) attacks precipitated by fasting or exertion; (2) fasting blood glucose concentrations below 50 mg/dL; (3) symptoms relieved by oral or intravenous glucose administration. These tumors are treated surgically and simple excision of an adenoma is curative in the majority of cases.",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Insulinoma",
        "opc": "Zollinger-Ellison syndrome",
        "opd": "Carcinoid syndrome",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "83da3580-e1fd-4959-941b-8372f9fde1de",
        "choice_type": "single"
    },
    {
        "question": "Main cause of congestive splenomegaly.",
        "exp": "Ans. (d) Banti syndrome. Ref: Internet sources. Banti syndrome:* Congestive splenomegaly caused by obstruction of Portal veins, Splenic Veins, Hepatic veins resulting in Portal hypertension, Ascites, Thrombocytopenia, Leukopenia and Upper GI haemorrhage.",
        "cop": 4,
        "opa": "CCF",
        "opb": "Malaria",
        "opc": "DIC",
        "opd": "Banti syndrome",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "341ab70f-bfa2-4b74-a87f-38590a7e040d",
        "choice_type": "single"
    },
    {
        "question": "A patient of chronic liver failure presented with acute variceal bleeding. The BP was 80/60 mm Hg. Which of the following is not done?",
        "exp": "Ans. (D) Platelet transfusion(Ref: Bailey & Loves Short Practice of Surgery 27th Ed; Page No-1164). Bleeding Esophageal Varices. Lower esophagus being the most common site for variceal bleeding. Diagnosis may be confirmed; if the patient is known to have liver cirrhosis. Esophageal varices will not bleed until the pressure exceeds 12 mm Hg. Variceal haemorrhage is a medical emergency. Patients with massive haemorrhage should be admitted to the intensive treatment unit (ITU). Management. Blood transfusion: Blood volume should be replaced with colloids, plasma expanders and blood transfusions. Correct coagulopathy: Vitamin K is administered (10 mg intravenously), but correction of a coagulopathy will require the administration of fresh-frozen plasma (FFP). Esophageal balloon tamponade (Sengstaken-Blakemore tube)#Modified Sengstaken-Blakemore contains four lumens (old Sengstaken-Blakemore tube contains 3 tubes). One for aspiration rom stomach one from esophagus, one for esophageal balloon dilation and last one for gastric balloon dilation.#The gastric balloon inflated to 250 mL of air and esophageal balloon to a pressure of 40 mm Hg using Air.#The potentially lethal complication is accidentally inflating gastric balloon inside the esophagus resulting in perforation of esophagus.#Balloons should be temporarily deflated after 12 hours to prevent esophageal necrosis.#Pharmacotherapy:#Octreotide (Long acting analogue of somatostatin) and somatostatin are effective like endoscopy.#Vasopressin previously used id also effective but nitroglycerine must be given along with it to prevent coronary vessels constriction.#Recently Terlipressin is commonly used to arrest bleeding. Endoscopic sclerotherapy or banding#Endoscopic banding is advantageous over sclerotherapy because it doesn't lead to necrosis or ulceration of esophagus but both are equally effective in controlling bleeding.#Sclerosants used- Ethanolamine oleate, Cyanoacrylate, and sodium morrhuate or sodium tetradecyl sulphate. Assess portal vein patency (Doppler ultrasound or CT). Transjugular intrahepatic portosystemic stent shunts (TIPSS)#Short-term bridge to liver transplant.#Inserted via IJV by interventional radiologist.#Access the portal vein inside the liver via a branch of hepatic vein and dilate the tract to 10 m through which expandable metallic stent is inserted.#It is not used as initial therapy but can used if endoscopy and pharmacotherapy fails.#It is a type of non-selective shunt between PV and HV.#It is an intrahepatic shunt. Surgery#Portosystemic shunts#Esophageal transection#Splenectomy and gastric devascularization",
        "cop": 4,
        "opa": "Octreotide infusion",
        "opb": "Endoscopy banding",
        "opc": "TIPS",
        "opd": "Platelet transfusion",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "ba01e66d-46a7-4e81-96d7-cda649f13740",
        "choice_type": "single"
    },
    {
        "question": "Which of the following liver tumor has a propensity to invade the poal or hepatic vein?",
        "exp": "Hepatocellular carcinoma Characteristic of HCC; Propensity to invade the poal vein Causing \"Multicentric & Bi-lobar\" spread (in 75%-80%). This happens because POAL VEINS are valveless.",
        "cop": 2,
        "opa": "Cavernous hemangioma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Focal nodular hyperplasia",
        "opd": "Hepatic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "8df8d5be-8b22-4988-b4f4-cdb2f5e04ffe",
        "choice_type": "single"
    },
    {
        "question": "Most common metabolic disturbance of cirrhosis is:",
        "exp": "Ans. (b) Metabolic alkalosis. Ref: Sabiston 19/ep 1432. Laboratory features of Cirrhosis:* Hyponatremia* Hypokalemia* Metabolic Alkalosis* Thrombocytopenia, Leucopenia, Anemia* Increased INR* Hypoalbuminemia4* ALT/AST >2 - Alcoholic Etiology",
        "cop": 2,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Respiratory alkalosis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "bcc26779-c7f2-4e08-a427-39646de55be3",
        "choice_type": "single"
    },
    {
        "question": "With regard to hepatic anatomy, the falciform ligament divides the _______ from the _______.",
        "exp": "The falciform ligament divides the left lateral section from the left medial section. The plane between the gallbladder fossa and the inferior vena cava (IVC--referred to as Cantlie's line) divides the right and left lobes. The falciform ligament, along with the round, triangular, and coronary ligaments may be divided in a bloodless plane during liver resection (Figs. 31-1 to 31-3).",
        "cop": 3,
        "opa": "Caudate lobe, quadrate lobe",
        "opb": "Right lobe, left lobe",
        "opc": "Left medial section, left lateral section",
        "opd": "Left medial section, right lobe",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "d8bc53db-0388-4455-86de-378f8d0d5cd5",
        "choice_type": "single"
    },
    {
        "question": "The most impoant hepatic function to consider after hepatic resection is:",
        "exp": "- Even though other functions undoubtedly may be impoant postoperatively, the most common abnormalities occurring after a major hepatic resection are related to loss of protein synthesis and consequences of glucose metabolism. - Therefore, it is usually advisable to administer supplemental amounts of protein and sugar postoperatively",
        "cop": 1,
        "opa": "Hepatic synthetic function.",
        "opb": "Detoxification",
        "opc": "The liver's role in lipid metabolism.",
        "opd": "The liver's role in vitamin metabolism.",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "46f4f5fa-3132-43e0-99dd-a490b3ab065c",
        "choice_type": "single"
    },
    {
        "question": "Pringles maneuver is clamping of -",
        "exp": "Ans. is 'a' i. e., Portal triad Pringle maneuvero If manual compression of the liver fails control hemorrhage, pringle maneuver is required to control bleeding. o Placing a non crushing vascular cramp across the sutures in the porta hepatitis to control bleeding.",
        "cop": 1,
        "opa": "Portal triad",
        "opb": "Pulmonary hilum",
        "opc": "Renal hilum",
        "opd": "Splenic hilum",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "b4824b7e-767c-4d11-8c2d-0ca099535434",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of liver abscess:",
        "exp": "Ans. (a) E. coli* MC cause of Pyogenic Liver abscess in children- Staphylococcal* MC cause of Pyogenic liver Abscess in Western countries - E. Coli* MC cause of Pyogenic liver abscess in Asia - Klebsiella* MC route in West - Biliary due to Hilar Cholangiocarcinoma* MC route in Asia- Biliary due to Ascending Cholangitis* MC LFT abnormality - Increased Alkaline Phosphatase* MC site- Right Lobe liver",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Proteus",
        "opc": "Klebsiella",
        "opd": "Staphylococcus",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "b68316fe-8543-4377-b53a-b71ab9a77de2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following explanations account(s) for the fact that hepatitis C is the most common cause of posttransfusion hepatitis?",
        "exp": "The ability to specifically identify persons infected with HCV has only recently become available. Therefore, data about epidemiology are less than complete. It is very likely not true that more blood donors carry HCV because of the large preponderance of HBV in the United States. It is true, however, that successful elimination of most of the HBV carriers occurs through routine testing. Although serologic tests are available for HCV, they are tests, not of antigen, but of antibody. Therefore, this test alone may not screen out persons who are infected but have not yet developed or may never develop antibody. Risk groups for the relatively newly defined HCV may well not be comprehensively established, and therefore this explanation may be a contributor. There are no differences in virulence between these classes of hepatitis virus.",
        "cop": 4,
        "opa": "There are more carriers of hepatitis C virus (HCV) in the normal population who serve as blood donors.",
        "opb": "Blood infected with hepatitis B virus (HBV) cannot be eliminated through routine testing",
        "opc": "Current serologic tests for HCV antigen do not exclude carriers.",
        "opd": "Questions designed to eliminate risk groups for HCV from the normal donor population may not be as specific as would be desirable",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "08b80229-70c0-4f7a-bacb-c3d8750f5634",
        "choice_type": "single"
    },
    {
        "question": "OKUDA staging is for?",
        "exp": "Ans. (a) HCCRef: Sabiston 19th Edition Page 1256* Classification systems used in HCC:# OKUDA staging# Barcelona Clinic Liver Clinic (BCLC) staging# CLIP staging (Cancer of Liver Italian Group Staging)",
        "cop": 1,
        "opa": "HCC",
        "opb": "Pancreatic cancer",
        "opc": "Hepatoblastoma",
        "opd": "RCC",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "6b96976e-fcba-452c-800f-d8e76d5e49d7",
        "choice_type": "single"
    },
    {
        "question": "Honey-comb liver is seen in:",
        "exp": "Actinomycosis of Liver Most commonly, Actinomyces reaches liver through poan vein Liver is gradually replaced by multiple abscesses, typical Honey comb liver Diagnosis Needle aspiration: Actinomyces in pus Treatment Antibiotic (Penicillin) is the DOC.",
        "cop": 3,
        "opa": "Micronodular cirrhosis",
        "opb": "Dubin Johnson's syndrome",
        "opc": "Actinomycosis",
        "opd": "Hydatidosis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "cb6423bb-9132-4196-b20f-fd67fffb689a",
        "choice_type": "single"
    },
    {
        "question": "\"Chocolate sauce' colour fluid seen in",
        "exp": "A. i. e. (Amoebic liver abscess) (885 - S. Das 5th) (49 -B & L 25th)\"Chocolate sauce or anchovy sauce\" colour of pus- seen in Amoebic liver disease* Amoebic abscess are most common high in the diaphragmatic surface of the right lobe, solitary* It may burst into (a) right pleural cavity (b) right lung (c) peritoneal cavity* First symptoms are usually malaise and fatigue* USG or CT scans are the most useful diagnostic tests* Treatment mainly drug therapy* Surgical treatment Multiple loculated collection or when abscess cavity contains a large amount of necrotic debries* Amoeboma - most commonly seen in caecum*** CT scan is the best imaging modality in Hydatid disease - the diagnostic feature is a space - occupying lesion with a smooth out line with septa* Auxiliary orthotopic liver transplant is indicated for Acute fulminant liver failure for any cause*** Pingle maneuver is a means to stop bleeding from - Liver and cystic artery",
        "cop": 1,
        "opa": "Amoebic liver abscess",
        "opb": "Hydatid liver disease",
        "opc": "Hepatoma",
        "opd": "Infective hepatitis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "9aa675ec-a8b2-49fe-9773-081505e9c36c",
        "choice_type": "single"
    },
    {
        "question": "Nerve most commonly injured in Mac Burneys incision -",
        "exp": "Ans. is 'b' i. e.. Iliohypogastric N. o \"Right inguinal hernia is more common following a grid iron (MC Burney's) incision for appendiccectomy and is due to injury to the iliohypogastric nerve\" - Bailey & Love",
        "cop": 2,
        "opa": "Subcostal",
        "opb": "Iliohypogastric N.",
        "opc": "11th thoracic",
        "opd": "Ilioinguinal",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "a1ec3023-92d7-43de-a450-34848c1c5b67",
        "choice_type": "single"
    },
    {
        "question": "A patient who has a total pancreatectomy might be expected to develop which of the following complications?",
        "exp": "The metabolic consequences of total pancreatectomy are manifold. They include weight loss, malabsorption attended by hypocalcemia and hypophosphatemia, diabetes mellitus, diarrhea, and both iron deficiency and pernicious anemia. In theory, total pancreatectomy should provide good surgical treatment for pancreatic carcinoma; in reality, the severe metabolic problems that result from total removal of the pancreas make partial pancreaticoduodenectomy a frequently preferred treatment for most cases of pancreatic carcinoma that are resectable. Because of the frequently multicentric nature of pancreatic cancers, however, some surgeons would rather perform a total pancreatectomy and accept the more complicated postoperative metabolic management entailed by the loss of pancreatic endocrine function.",
        "cop": 1,
        "opa": "Diabetes mellitus",
        "opb": "Hypercalcemia",
        "opc": "Hyperphosphatemia",
        "opd": "Constipation",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "93e5aaeb-d6c0-4b37-9ca9-698df4fc2c9f",
        "choice_type": "single"
    },
    {
        "question": "'Bear-Claw' appearance on CECT abdomen is seen in:",
        "exp": "HEPATIC INJURY MC organ injured in blunt abdominal trauma: Spleen> liver. Most liver injury bleeding is venous, and therefore low pressure, tamponade is readily performed. Diagnosis Unstable patient explored for the finding of free fluid on FAST examination. Stable patient - CECT abdomen. Bear claw laceration: Multiple Linear laceration of liver on CECT.",
        "cop": 1,
        "opa": "Hepatic laceration",
        "opb": "Pancreatic laceration",
        "opc": "HCC",
        "opd": "RCC",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "9e17d32b-09c3-4b1b-b0ed-b08f4d9614a0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Simple cyst of liver:",
        "exp": "Ans. (c) De roofing. Ref: Sabiston Page 1469/ 20th edition* Simple cysts of the liver contain serous fluid, do not communicate with the biliary tree, and do not have septations.* 50% are single, Cuboidal/columnar epithelium as single layer is the lining.* They are regarded as Congenital Malformationa.* Spherical, Ovoid shape and can be large as 20cm* They can compress liver, regional atrophy and contralateral Hypertrophy.* IOC is USG* MC complication is Intracystic Bleeding.* Asymptomatic cysts no treatment needed.* Symptomatic cysts need Aspiration and injection of sclerosant.* Laparoscopic fenestration (Deroofing) is preferred treatment.",
        "cop": 3,
        "opa": "Percutaneous drainage",
        "opb": "Cysto enterostomy",
        "opc": "Deroofing",
        "opd": "Aspiration",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "c2115391-0916-4e63-91fa-d484be4d44c7",
        "choice_type": "single"
    },
    {
        "question": "35Y male patient with chronic liver disease has Total Bilirubin 2. 5 mg/dL; 3g/dL albumin; INR=2. 0 with slight ascites and Grade 3 encephalopathy, According to given data patient belong to which class of Child Turcotte Pugh score?",
        "exp": "Child-Turcotte-Pugh (CTP) Scoring System CTP score is a measure to assess hepatic function in many liver diseases. Devised to classify patients into risk group prior to undergoing poo- systemic shunt surgeries Used to assess prognosis in cirrhosis. Child-Turcotte-Pugh (CTP) Score Variable 1 Point 2 Point 3 Point Serum albumin (g/dL) >3. 5 2. 8-3. 5 <2. 8 Bilirubin (mg/dL) <2 2-3 >3 Prothrombin time ( sec above normal) or INR <4;<1. 7 4-6; 1. 7-2. 3 >6;>2. 3 Ascites None Controlled Q Uncontrolled Encephalopathy None Controlled Q Uncontrolled Class A 5-6 points Class B 7-9 points Class C 10-15 points Major surgeries can be done only in Class A Only minor surgical procedures can be performed in Class B No surgical intervention should be done in class C (Best treatment is liver transplantation). For given patient details total will be 11 corresponding to class C thus Ans. is option C",
        "cop": 3,
        "opa": "Class A",
        "opb": "Class B",
        "opc": "Class C",
        "opd": "Class D",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "53a0ef18-d505-473f-84d8-ae1cf6bfc645",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a capsular plate?",
        "exp": "Fascial plates of liver Hilus Fascial plates of liver hilus, represents a fusion of endoabdominal fascia around the poal structures Fascial plate is formed by: Cystic, Hilar & Umbilical plate Hepatic veins lack endoabdominal fascial investment",
        "cop": 1,
        "opa": "Poal plate",
        "opb": "Hilar plate",
        "opc": "Umbilical plate",
        "opd": "Cystic plate",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "37406960-34fd-49a0-8b19-118def6e2e16",
        "choice_type": "single"
    },
    {
        "question": "The screening for HCC in chronic liver disease is:",
        "exp": "Screening in high risk cases is done with Serial USG+AFP.",
        "cop": 1,
        "opa": "Serial USG+AFP",
        "opb": "Serial LFT+AFP",
        "opc": "Serial LFT+CT scan",
        "opd": "Serial USG+ serial LFT",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "dc8b05f1-45e5-4be6-9140-9b27fe5f9129",
        "choice_type": "single"
    },
    {
        "question": "Pringle maneuver may be required for treatment of:",
        "exp": "Ans. (d) Liver Laceration* Pringle Maneuver is used to stop bleeding from liver during trauma as well as during surgery* It occludes the inflow totally - bleeding stops from Hepatic artery and portal vein.* Pringle maneuver can be tolerated by normal liver for 60 minutes and only for 30 minutes in Cirrhotic liver.",
        "cop": 4,
        "opa": "Injury to fail of pancreas",
        "opb": "Mesenteric ischemia",
        "opc": "Bleeding esophageal varices",
        "opd": "Liver laceration",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "41d0e37c-cf3d-4b7c-b014-b928a5784a43",
        "choice_type": "single"
    },
    {
        "question": "Which of the following liver tumor has a propensity to invade the portal or hepatic vein?",
        "exp": "Ans. (b) Hepatocellular carcinoma. Ref: Sabiston 19/e p 1456* There are two tumors which can grow into veins# HCC# Renal Cell cancer",
        "cop": 2,
        "opa": "Cavernous hemangioma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Focal nodular hyperplasia",
        "opd": "Hepatic adenoma",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "5345e46a-23b8-47b6-ae9d-e6afe2579472",
        "choice_type": "single"
    },
    {
        "question": "NCPF is due to:-",
        "exp": "NON-CIRRHOTIC POAL FIBROSIS (NCPF) Characterized by widespread fibrosis of liver ( mainly poal, subcapsular and rarely perisinusoidal) causing wide variation in normal architecture There is no true cirrhosis. Hallmark of diseases is Thrombosis/sclerosis of the poal vein branches. Poal and peripoal fibrosis of varying extent (No bridging fibrosis). Ultrasound shows normal splenopoal axis. Withered tree appearance and peripoal fibrosis is seen in NCPF.",
        "cop": 2,
        "opa": "Extrahepatic obstruction",
        "opb": "Intrahepatic pre-sinusoidal obstruction",
        "opc": "Intrahepatic sinusoidal obstruction",
        "opd": "Intrahepatic post-sinusoidal obstruction",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "fb46defa-9ad3-4308-88e6-2b0c7a074943",
        "choice_type": "single"
    },
    {
        "question": "Child Turcotte Pugh score is used in",
        "exp": "Ans. (a) Chronic Liver Disease. Ref: Bailey and Love 27th Edition Page 1156. Quantifying the severity of Chronic Liver disease: To assess the severity and perioperative risk of patients with CLD- two scoring systems are used: 1. Child Turcotte - Pugh (CTP) score2. Model for End Stage Liver Disease (MELD) Score* The original Child classification was developed to predict mortality following Shunt operations in Cirrhotic cases.* Modified CTP score predicts mortality after any surgery* MELD was actually developed to see prognosis after TIPS but later adopted to make waiting list for liver transplant.",
        "cop": 1,
        "opa": "Chronic liver disease",
        "opb": "Chronic kidney disease",
        "opc": "Hepatic encephalopathy",
        "opd": "Uremic encephalopathy",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "ce1b8bee-bca6-4da9-9bbe-29eeee261a8e",
        "choice_type": "single"
    },
    {
        "question": "Push, Pringle, Plug and Pack is used for:",
        "exp": "Ans. (a) Liver. Ref: Bailey and Love 27th edition Page 374* MC organ injured in Blunt trauma- Spleen* MC organ injured in Penetrating Trauma - Liver > Small Intestine. Management of Liver Trauma: The management of Liver trauma is given by 4 P's* Push*Pringle* Plug* Pack. Push: During laparotomy Lacerated liver is brought back and Bimanual compression done to achieve the normal structure. Pringle: Inflow occlusion is done for Hepatic artery and portal vein via the Epiploic foramen, it will stop the inflow, but yet there may be bleeding by back flow from IVC to Hepatic vein. Plug: Any holes in penetrating area is plugged with Silicone tube or Sengstaken Blakemore tube. Packing: Complete packing of the liver is all sides is done after all the above using pads which can be removed after 24-48 hours. Other important points in Liver trauma management:* Bleeding points can be sutured or angio embolised.* No need to suture the penetrating injuries of liver.* If there is a damage of Hepatic artery it can be tied off.* Portal vein must not be tied and should be repaired or else there is 50% mortality.* If Portal Vein is difficult to repair it should be stented and referred to higher Institute.* Closed Suction drain must be kept inside after liver operation.* Placing the omentum into cracks is not advised and don't do that.",
        "cop": 1,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Pancreas",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "1b9918c0-08e0-4810-a604-3ad7565262a5",
        "choice_type": "single"
    },
    {
        "question": "Early complication following TIPSS is:",
        "exp": "Ans. (b) Capsule rupture and bleeding. Ref: Bailey and Love 27th Edition Page 1164* TIPSS is used for patients not responded to drug therapy and endoscopic therapy.* Inserted via IJV under fluoroscopic guidance.* Main early complication is perforation of liver capsule and fatal intraperitoneal hemorrhage.* Other complication is post shunt encephalopathy, occurs in 40% cases.* Main contraindication of TIPS is portal vein occlusion.* Main long-term complication is shunt stenosis (50% in 1 year) and result in recurrent hemorrhage.",
        "cop": 2,
        "opa": "Encephalopathy",
        "opb": "Capsule rupture and bleeding",
        "opc": "Shunt stenosis",
        "opd": "Shunt thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "57d8d0c2-c8da-48da-80fd-d00f9577646d",
        "choice_type": "single"
    },
    {
        "question": "Most common carcinoma caused by Cirrhosis.",
        "exp": "Ans. (a) HCCRef: Sabiston 20th edition Page 1458* Cirrhosis leads to HCC.* High rate of HCC formation is seen in - HBV infection, Hemochromatosis* Low rate of HCC formation is seen in - Alcohol, Primary Biliary Cirrhosis* Cirrhosis with high DNA replication rates have increased risk of cancer liver",
        "cop": 1,
        "opa": "HCC",
        "opb": "Fibrolamellar carcinoma",
        "opc": "Hepato blastoma",
        "opd": "Pancreatic cancer",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "652c9700-7cd5-4e4e-b1e9-0a0e4b2538c0",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman complains of intermittent vague right upper quadrant (RUQ) pain. She has been on oral contraceptive tablets for 6 years. A CT scan of her abdomen shows multiple low-density solid masses occupying the entire right lobe of her liver as well as most of the left lobe. What is the best treatment for this patient?",
        "exp": "The CT scan findings of this patient plus the history of prolonged use of oral contraceptives are characteristic in hepatocellular adenoma. Because the tumor extensively involves both the right and left lobes of the liver, oral contraceptive use must be discontinued, and the patient must be observed for 3-6 months. Significant reduction in size of the adenoma has been noted in many cases after cessation of oral contraceptive use. If there is no regression of lesions, then liver transplantation should be recommended.",
        "cop": 2,
        "opa": "Hepatic embolization",
        "opb": "Discontinuation of oral contraceptives and a repeated CT scan of her abdomen in 3-6 months",
        "opc": "CT-guided percutaneous needle biopsy of several liver masses",
        "opd": "Laparoscopic biopsy of the liver masses and cholecystectomy",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "ee8b1200-b740-4a72-82e7-9de20100944a",
        "choice_type": "single"
    },
    {
        "question": "Couinaud's segments are used to divide which organ?",
        "exp": "Ans. a (Liver). (Ref. Diagnostic ultrasound by Carol Rumac, 2nd ed., 89)SEGMENTAL LIVER ANATOMYFunctional segmental liver anatomy by Couinaud & Bismuth is based on distribution of 3 major hepatic veins & divides liver into 8 segements:# Middle hepatic vein:- -Divides liver into right and left lobe- -Also separated by main portal vein scissura, the cantile line passing through IVC & long axis of gall bladder# Left hepatic vein- -Divides left lobe into medial lateral sectors# Right hepatic vein- -Divides right lobe into anterior & posterior sectors. Liver segment. Corresponding lobe. Segment ICaudate lobe. Segment IILeft lateral superior. Segment IIILeft lateral inferior. Segment IVQuadrate lobe (AIIMS 2007 Nov)- Left medial superior- Left medial inferior. Segment VRight anterioinferior. Segment VIRight posteroinferior. Segment VIIRight posteriosuperior. Segment VIIIRight anteriosuperior",
        "cop": 1,
        "opa": "Liver",
        "opb": "Lung",
        "opc": "Spleen",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "b5bb242f-61c4-4d8e-b6c6-ba5b37430ef1",
        "choice_type": "single"
    },
    {
        "question": "In an emergency room an alcoholic patient enters with hematemesis. On examination he has ascites with splenomegaly and gynecomastia. Etiology is",
        "exp": "Ans. (b) Portal hypertension due to alcholic cirrhosis. Ref: Sabiston 20th edition Page 1437* Clinical features and findings suggest that the patient is a known case of Alcoholic cirrhosis with portal hypertension.* So most common cause in him is Varices bleeding",
        "cop": 2,
        "opa": "Portal hypertension secondary to viral hepatitis",
        "opb": "Portal hypertension due to Alcoholic cirrhosis",
        "opc": "Budd chiari syndrome",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "d4d511fc-c4e3-4893-8caf-545b4184b384",
        "choice_type": "single"
    },
    {
        "question": "Which of the following liver tumors always merit surgery?",
        "exp": "Hepatic adenoma - As no characteristic radiological features to differentiate these lesions from malignant tumor. These tumors are thought to have malignant potential and resection is therefore the treatment of choice. Peliosis hepatis -Multiple small hemangiomas spread across the liver and is associated with immunosuppression.",
        "cop": 2,
        "opa": "Hemangioma",
        "opb": "Hepatic adenoma",
        "opc": "Focal nodular hyperplasia",
        "opd": "Peliosis hepatis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "bda85330-0fbf-4613-8c3f-461d2b9b32dd",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of gastric varices is:",
        "exp": "Ans. (c) Cirrhosis. Ref: Sabiston 19/e p 1222-1223* MC cause of Isolated Gastric varices- Splenic vein thrombosis* MC cause of gastric varices- Cirrhosis* Gastric Varices are in the SUBMUCOSA (Esophageal varices are seen in MUCOSA)* Endoscopic USG is the IOC to diagnose Gastric Varices because of the reason above.* Endoscopic therapy for Gastric varices- Endoscopic GLUE injection",
        "cop": 3,
        "opa": "Splenic vein thrombosis",
        "opb": "Splenectomy",
        "opc": "Cirrhosis",
        "opd": "Mesenteric thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Liver",
        "id": "d004bc4f-2aa1-46ea-9ed1-33bbc4a2a698",
        "choice_type": "single"
    }
]