[
    {
        "question": "Foreign body the common passage is",
        "exp": "A. i. e. (Right main bronchus) (297 -Dhingra 4th). Foreign bodies* Children - seeds, beans, tiny toys* Adult - meat is the most common cause of obstruction* Most common route by which a foreign body enters the nose is the anterior nares (179 - Maqbool 11th)* Commonest site of foreign bodies of food passage is at or just below the cricopharyngeal sphincter. (311 - Dhingra 4th). Most foreign bodies enter the right bronchus because it is wider and more in line with tracheal lumen causes - atelectasis or check valve obstruction* Double density sign of chest x-ray is a feature of left atrial dilatation*** Fish bone, chicken bone, needle or a denture may lodge in the pyriform fossa",
        "cop": 1,
        "opa": "Right main bronchus",
        "opb": "Left main bronchus",
        "opc": "Bronchioles",
        "opd": "Alveoli",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "d95c2371-0342-4720-8840-81d54fa655c1",
        "choice_type": "single"
    },
    {
        "question": "Intrapleural Pressure greater than the atmospheric pressure is diagnostic of",
        "exp": "Ans. a (Valvular pneumothorax). (Ref. Bailey and Love 24th 850)# TENSION PNEUMOTHORAX is when there is built up of positive pressure within hemithorax, to the extent that intrapleural pressure is greater than atmospheric pressure causing lung to collapse.# Completely, diaphragm flattened, mediastinum distorted and eventually venous return to heart is compromised.# Any pleural breach acts inherently as valve like thing, because air will find its way out through alveoli, but cannot be drawn back in, because tissues collapse around hole in pleura.",
        "cop": 1,
        "opa": "Valvular pneumothorax",
        "opb": "Closed pneumothorax",
        "opc": "Open pneumothorax",
        "opd": "All",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "ceb97124-b6cc-412d-b860-41183ba70a1e",
        "choice_type": "multi"
    },
    {
        "question": "In erect posture commonest site of foreign body in bronchus",
        "exp": "(A) (Right posterior basal) (Pretest physical diagnosis)* The most common anatomic location for a foreign body in the right main stem bronchus or the right lower lobe.* The right main stem bronchus is wider, shorter and vertically placed, and therefore the posterior segment of the right upper lobe (If the patient aspirated while supine) are anatomically susceptible to aspiration pneumonia. The superior segment of the right lower lobe and left lower lobe (If the patient supine) are also susceptible to aspiration pneumonia. These three segments are often referred to on the aspiration segments of the long the basilar segments of both lungs are susceptible to aspiration if the patients aspirates while erect or sitting up. Aspiration in supine position* Right upper lobe - posterior segment* Right lower lobe - superior segment* Left lower lobe - superior segment. Aspiration in sitting position* Right basilar segments of lower lobes **",
        "cop": 1,
        "opa": "Right posterior basal",
        "opb": "Right anterior basal",
        "opc": "Lateral basal",
        "opd": "Medial basal",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "139da2fa-ef0a-4ed9-a377-f3bdaf796797",
        "choice_type": "single"
    },
    {
        "question": "Hoarseness of voice in lung carcinoma is due to invasion of which structure?",
        "exp": "Ans. is 'a' i. e., Recurrent laryngeal nerve * Following table illustrates the effects of local invasion of lung carcinoma: Local Effects of Lung Tumor Spread. Clinical Feature. Pathologic Basis. Cough (50%-75%). Involvement of central airways. Hemoptysis (25% - 50%). Hemorrhage from tumor in airway. Chest pain (20%). Extension of tumor into mediastinum, pleura or chest wall. Pneumonia, abscess, lobar collapse. Airway obstruction by tumor. Lipoid pneumonia. Tumor obstruction; accumulation of cellular lipid in foamy macrophages. Pleural effusion. Tumor spread into pleura i. Hoarseness. Recurrent laryngeal nerve invasion. Dysphagia. Esophageal invasion. Diaphragm paralysis. Phrenic nerve invasion. Rib destruction. Chest wall invasion. SVC syndrome. SVC compression by tumor. Horner syndrome. Sympathetic ganglia invasion. Pericarditis, tamponade. Pericardial involvement. SVC, Superior vena cava",
        "cop": 1,
        "opa": "Recurrent laryngeal nerve",
        "opb": "Internal laryngeal nerve",
        "opc": "Glossopharyngeal nerve",
        "opd": "Vagus nerve",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "1050bc22-a7d2-4a43-b92a-5405eae7ada0",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old girl with leukemia develops a lower respiratory tract infection with hemoptysis that is shown to be due to right-sided bronchiectasis. In addition to treatment for the underlying leukemia, the patient should receive which of the following?",
        "exp": "Bronchiectasis is caused by a congenital or acquired dilation of the segmental, subsegmental, or branches of the bronchi. Patients with B lymphocyte disorders are more likely to develop lower respiratory tract infection and bronchiectasis than those with impaired T-cell immunity. Treatment is aimed at obtaining maximal drainage. Resection may be indicated when the disease is localized and persistent symptoms and complications occur.",
        "cop": 2,
        "opa": "Undergo right pneumonectomy",
        "opb": "Receive selective antibiotics, physiotherapy, and bronchodilator therapy",
        "opc": "Undergo tracheostomy",
        "opd": "Have cough-suppressant medication",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "4fd7b108-9f20-478f-92f4-3bbe0ad3500f",
        "choice_type": "single"
    },
    {
        "question": "Following thoracotomy, in a 20-year-old man a lesion is detected in the right lower lung lobe and is found to be nonfunctioning lung tissue that is served by vessels separate from those of the adjacent lung tissue. What is the most likely diagnosis?",
        "exp": "Bronchopulmonary sequestration can be differentiated from a bronchogenic cyst; in that it is composed of nonfunctioning lung tissue that is disconnected from the remaining lung; it has a separate blood supply. Glomus tumors are rare tumors that arise in the middle ear or jugular bulb. Patients complain of tinnitus and hearing loss.",
        "cop": 4,
        "opa": "Mesothelioma",
        "opb": "Hiatal hernia",
        "opc": "Glomus tumor",
        "opd": "Bronchopulmonary sequestration",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "9cc6117d-d1d2-4e5d-992a-78c27e9ea739",
        "choice_type": "single"
    },
    {
        "question": "Following is true about small cell carcinoma of lungs except",
        "exp": "Ans. is 'd' i. e., Less associated with paraneoplastic syndromes as compared to non small cell lung cancers Small cell lung cancer* Small cell carcinoma is a poorly differentiated neuroendocrine tumor that tends to occur as a central mass with endobronchial growth and is strongly associated with smoking.* Small cell carcinoma cells have scant cytoplasm, small hyperchromatic nuclei with a fine (\"salt and pepper\") chromatin pattern and prominent nucleoli. Tumors might be arranged in diffuse sheets of cells or may show neuroendocrine patterns such as rosettes, trabeculae, or peripheral palisading of cells at the periphery of nests. There is often widespread cellular necrosis.* Small cell carcinomas, more often than non-small cell carcinomas, may produce specific peptide hormones such as adrenocorticotrophic hormone (ACTH), arginine vasopressin (AVP), atrial natriuretic factor (ANF), and gastrin-releasing peptide (GRP)with distinctive paraneoplastic syndromes that prompt workup and eventual diagnosis",
        "cop": 4,
        "opa": "It is a poorly differentiated neuroendocrine tumor",
        "opb": "Usually presents as central mass",
        "opc": "Cells show salt and pepper chromatin pattern",
        "opd": "Less associated with paraneoplastic syndromes as compared to non small cell lung cancers",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "4095bdeb-dfda-4f94-8720-66fd0f488066",
        "choice_type": "multi"
    },
    {
        "question": "In case of pneumothorax -",
        "exp": "Ans. is 'b' i. e., Air fills in pleural space * Pneumothorax- Air in pleural cavity* Empyema- Pus in pleural cavity* Hemothorax- Blood in pleural space* Hydrothorax- Fluid in pleural cavity",
        "cop": 2,
        "opa": "Cavity in lung",
        "opb": "Air fills in pleural space",
        "opc": "Pus fills in pleural space",
        "opd": "Blood in pleural space",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "2bfe0bed-46f6-450f-8ddf-230775cecfc3",
        "choice_type": "single"
    },
    {
        "question": "After suffering a severe bout of pneumonia, a 46-year-old renal transplantation patient develops a lung abscess. She has been receiving immunosuppression therapy since her last kidney transplantation 3 years ago. What is the most appropriate treatment?",
        "exp": "Antibiotics and vigorous attempts to obtain bronchial drainage will treat the abscess adequately in the majority of cases. Lung abscesses commonly are associated with aspiration pneumonia, where the abscess is found posteriorly. In the presence of an unexplained lung abscess, bronchoscopy is essential to exclude a foreign body or tumor that could cause bronchial obstruction.",
        "cop": 4,
        "opa": "Needle aspiration",
        "opb": "Urgent thoracotomy",
        "opc": "Antituberculous therapy",
        "opd": "Antibiotics and vigorous attempts to obtain bronchial drainage",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "026cfef1-9278-46eb-beb8-61a723e7cfd1",
        "choice_type": "single"
    },
    {
        "question": "Bronchiolithiasis means",
        "exp": "Ans: a (Calcified lymph nodes eroding into bronchus). Ref: Dorland's 28thed, p. 231",
        "cop": 1,
        "opa": "Calcified lymph nodes eroding into bronchus",
        "opb": "Foreign body calcified in bronchus",
        "opc": "Lithium deposition in bronchial wall",
        "opd": "A hamartoma",
        "subject_name": "Surgery",
        "topic_name": "Lung",
        "id": "7a17372f-60eb-4ad7-aabf-8792fa507fd8",
        "choice_type": "multi"
    }
]