[
    {
        "question": "All of the following sire true regarding mesothelioma except:",
        "exp": "Ans. a. Bilaterally symmetrical Malignant Mesothelioma is multicentric tumor with multiple pleura-based nodules coalescing to form sheets of tumor (but not bilaterally symmetrical). Malignant Mesothelioma* Malignant mesothelioma is MC tumor of the pleura* In 20% of malignant mesotheliomas, the tumor arises from peritoneum* Exposure to asbestos is the major known risk factor* More common in males, most common after 40 years of age.* Three types: Epithelial, sarcomatous, and biphasicQ* Epithelial types are associated with a more favorable prognosis1*Pathophysiology: Physical characteristics of specific fibers (referred to as serpentine or amphibole) have been shown to be important.* Serpentine fibers: Large and curly, not able to travel beyond larger airways.* Straight amphibole fibers: In particular the crocidolite** fibers navigate distally into the pulmonary parenchyma, most clearly associated with mesotheliomas.* Latency period between asbestos exposure and the development of mesothelioma is at least 20 years.* Multicentric tumor with multiple pleura-based nodules coalescing to form sheets of tumor (but not bilaterally symmetrical)* Natural history of the disease in untreated patients culminates in death due to local extension. Malignant Mesothelioma. Clinical Features:* Most patients present with dyspnea and chest pain.* Over 90% have a pleural effusionQ. Diagnosis: Results of thoracentesis are diagnostic in <10% of patients. Chest X-ray: Pleural effusion, generalized pleural thickening and shrunken hemithorax. Thoracoscopy or open pleural biopsy with special staining of tumor samples is required to differentiate mesotheliomas from adenocarcinomas9. Management:* No effective therapy* Treatment options: Supportive care only, surgical resection, and multimodahty approaches (using a combination of surgery', chemotherapy, and radiation therapy). Differentiation of Mesothelioma from Adenocarcinoma Mesothetioma. Adenocarcinoma. CEANegative. Positive. Vimentin. Positive. Negative. Low molecular weight cytokeratins. Positive. Negative. Electron microscopic features. Long, sinuous villi. Short, straight villi with fuzzy glycocalyx",
        "cop": 1,
        "opa": "Bilaterally symmetrical",
        "opb": "Associated with asbestos exposure",
        "opc": "Histopathalogy shows biphasic pattern",
        "opd": "Occurs in late middle age",
        "subject_name": "Surgery",
        "topic_name": "Lung Cancer",
        "id": "00eccbcc-3a93-4259-830f-9b01343c4da8",
        "choice_type": "multi"
    },
    {
        "question": "Patient presents with elevated JVP on right side with positive Kussmaul sign. SVC obstruction is being suspected. SVC obstruction is commonly seen in:",
        "exp": "Ans: C (Small cell lung cancer) Ref: Schwartz Textbook of Surgery. 10th edition, pg: 623. Explanation: Superior Vena Cava Syndrome (SVCS). Characteristic Featureso Edema of upper trunk, o Distension of neck veins, o Conjunctival edema, o Chylothorax. o Collateral veins in anterior chest wall, o Cyanosis. o Edema of forearm and chest. Causes of SVCSo Squamous cell and Small cell Lung Ca - Most Common cause. o Lymphoma. o Thrombosis following Intra Venous catheter use. o Metastasis from Testicular and Breast Ca. Small Cell Lung Cancer occurs in Submucosa of airways and produces perihilar mass which can cause SVC obstruction. Most significant Chest Radiographic finding: Widening of superior mediastinum (Most Common on right side). Most reliable diagnostic test is CT Scan. Life threatening complication of Superior mediastinal mass is Tracheal obstruction. Treatmento Non small cell lung cancer: Radiation therapy, o Metastatic tumors: Radiation therapy, o Small cell carcinoma of lung: Chemotherapy. o Lymphoma: Chemotherapy. o Other causes: Surgery'. Other Options. Adenocarcinoma and Pancoasts tumor are peripherally located and usually does NOT involve SVC. Pancoast's tumor is: o Carcinoma arising from apex of the upper lobe of lung, o Upper limb pain. o Atrophy of the muscles of the hand, o Horner's syndrome. Recurrent laryngeal nerve involvement occurs most commonly on the left side due to hilar location of RLN as it passes under aortic arch.",
        "cop": 3,
        "opa": "Pancoast tumour",
        "opb": "Adenocarcinoma",
        "opc": "Smalt cell lung cancer",
        "opd": "Patient can present with hoarseness of voice",
        "subject_name": "Surgery",
        "topic_name": "Lung Cancer",
        "id": "0cf54caa-f049-4fab-ab34-4d0395b9cf3b",
        "choice_type": "single"
    },
    {
        "question": "Kiatskin tumor is:",
        "exp": "Ans: A (Common hepatic duct tumor) Ref: Robbins Pathologic basis of Disease. 8th ed. Explanation: Klatskin tumor (or hilar cholangiocarcinoma). It is a cholangiocarcinoma (cancer of the biliary tree) occurring at the confluence of the right and left hepatic bile ducts. Cancer of the bile duct, cholangiocarcinoma, can occur anywhere along the biliary tract front the ampulla of Vater to the intrahepatic biliary radicals. The hepatic duct bifurcation is the most frequently involved site accounting for approximately 60-80% of cholangiocarcinomas. Primary sclerosing cholangitis, an idiopathic inflammatory condition of the biliary tree, has been clearly associated with the development of cholangiocarcinoma in up to 40% of patients. Congenital biliary cystic disease, such as choledochal cysts or Caroli's disease, has also been associated with malignant transformation in up to 25% of cases. Chronic biliary tract parasitic infection, seen commonly in Southeast Asia due to Clonorchis sinensis and Opisthorchis vivemni. has also been identified as a risk factor. Although gallstones and cholecystectomy are not thought to be associated with an increased incidence of cholangiocarcinoma, hepatolithiasis and choledocholithiasis may predispose to malignant change. Finally, industrial exposure to asbestos and nitrosamines, and the use of the radiologic contrast agent, Thorotrast (thorium dioxide), are considered to be risk factors for the development of cholangiocarcinoma.",
        "cop": 1,
        "opa": "Common hepatic duct tumor",
        "opb": "Merkel Cell Ca of Skin",
        "opc": "Adenocarcinoma of Anal canal",
        "opd": "Primitive neuroectodermal tumor of chest wall",
        "subject_name": "Surgery",
        "topic_name": "Lung Cancer",
        "id": "52f05954-f2dc-442f-8cb2-343e772bae36",
        "choice_type": "multi"
    },
    {
        "question": "Which is elaborated by small cell carcinoma lung?",
        "exp": "Ans. is 'b' i. e., ACTH o The ectopic hormones produced by lung carcinoma are:# ACTH} # AAVP(ADH)- Produced by Small cell Ca# ANF# Calcitonin # PTH- Produced by Non-small cell Ca",
        "cop": 2,
        "opa": "PTH",
        "opb": "ACTH",
        "opc": "Erythropoesitn",
        "opd": "Noradrenaline",
        "subject_name": "Surgery",
        "topic_name": "Lung Cancer",
        "id": "424aefc1-b7a3-4e4f-8319-7dcc6352ecd5",
        "choice_type": "multi"
    },
    {
        "question": "Not a criteria of a solitary benign pulmonary nodule on chest X-ray",
        "exp": "Ans. is 'c' ie Cavitation (Ref Sutton, 6/e, p 316; Harrison, 16/e, p 512, 516 (15/e, p 568)). Even looking in a large no. of books including radiology books, I could not get a satisfactory explanation. But still I could give some help on a repeatedly asked topic - Solitary Pulmonary nodule (SPN)\"When apt: presents with an asymptomatic SPN (defined as an X-ray density of any shape usually 1 to 6 cm in greatest diameter) a decision to resect or to follow the nodule must be made. Approximately 35% of all such lesion in adults are malignant, most being primary lung cancer; while < 1% are malignant in nonsmokers under 35 years of age. If no diagnosis is immediately apparent the following risk factors would all argue strongly in favour of proceeding with resection to establish a histological diagnosis -a h/o Cigarette smokingage 35 year or oldera relatively large lesionlack of calcificationchest symptomsassociated atelectasis, pneumonitis or adenopathy. At present, only 2 radiographic criteria are reliable predictors of the benign nature of a solitary pulmonary nodule. Lack of growth over a period of 2 yrs. Certain characteristic pattern of calcification (calcification alone does not exclude malignancy). Calcification patterns which are highly suggestive of a benign lesion -a dense central nidusmultiple punctate focibulls eye (granuloma)popcorn calcification (hamartoma). When old X-ray are not available and the characteristic calcification patterns are absent the following approach is reasonable -Non smoking patients younger than 35 yrs can be followed and any significant growth should lead to its resection. \"For pts older than 35 yrs and all pts with smoking history, a histological diagnosis must be made. \" - Harrison 15/e, Size - Masses larger than 4 cm are predominantly primary malignancies. -Sutton, 6/e. Cavitation - common cavitating lesion are tuberculosis, staphylococcal inf & carcinoma. Peripheral location - The maximum I could get is that Metastasis have predilection for the periphery but they are usually multiple nodules (75%). So much of B. C., but still we are not certain of the answer, but this text will certainly help you for future questions on this imp. topic. Cavitation was the answer of consensus in my circle.",
        "cop": 3,
        "opa": "Less than 5cm size",
        "opb": "Peripheral Location",
        "opc": "Cavitation",
        "opd": "Concentric Calcification.",
        "subject_name": "Surgery",
        "topic_name": "Lung Cancer",
        "id": "43c8bf50-4e30-4e7a-94f3-efff998e61f5",
        "choice_type": "single"
    }
]