[
    {
        "question": "Testis is involved but epidydimis is spared in?",
        "exp": "ANSWER: (A) Syphilis. REF: Bailey and Love 24th ed p- 1411\"Orchitis without epididymitis is seen in syphilis\"CAUSES OF EPIDYDIMITIS: Chlamydia trachomatis. Neisseria gonorrhoeaeE. coli. Ureaplasma. Mycobacterium. Cytomegalovirus. Cryptococcus",
        "cop": 1,
        "opa": "Syphilis",
        "opb": "Gonorrhea",
        "opc": "Chancroid",
        "opd": "Chlamydia",
        "subject_name": "Surgery",
        "topic_name": "Male Reproductive Medicine and Sexual Dysfunction",
        "id": "df69bef0-b60b-45da-968c-77a4d2875094",
        "choice_type": "single"
    },
    {
        "question": "True about acute epididymitis is:",
        "exp": "Ans is 'a' ie Associated with urinary infection Acute epididymitis and ac. epididymo chitis are inflammation of the epididymis and testis due to infective pathology. Infection reaches the epididymis through the vas from urethra. Sometimes it may be blood borne. MC infective organism in sexually active young males is Gonococcus and Chlamydia, and in children and older men are d/t urinary pathogen such as E. coli. Clinical symptoms. The pts. presents with a fever, very painful, swollen, red, tender scrotum. The epididymis and the testis are both swollen. The acute painful condition has to be differentiated from torsion of testis. Treatment antibiotics, rest & lots of fluid",
        "cop": 1,
        "opa": "Associated with urinary infection",
        "opb": "Painless",
        "opc": "Scrotum size is reduced",
        "opd": "Does not mimic with torsion of testes",
        "subject_name": "Surgery",
        "topic_name": "Male Reproductive Medicine and Sexual Dysfunction",
        "id": "4ce502a4-33fb-4b6a-8d28-c55b10c7fe61",
        "choice_type": "multi"
    },
    {
        "question": "Acute orchitis all are seen except -",
        "exp": "Ans. is 'b' i. e., Decreased blood flow o USG shows increased blood flow in acute stage. o Ischemic orchitis may set in, in late stages resulting in reduced blood flow on USG.",
        "cop": 2,
        "opa": "Increased local temprature",
        "opb": "Decreased blood flow",
        "opc": "Etythematous scrotum",
        "opd": "Raised TLC",
        "subject_name": "Surgery",
        "topic_name": "Male Reproductive Medicine and Sexual Dysfunction",
        "id": "018d4bb0-1fba-4da8-a07b-4186f96cd837",
        "choice_type": "multi"
    },
    {
        "question": "Congenital hydrocele is treated by?",
        "exp": "ANSWER: (C) Herniotomy. REF: Fundamentals of Operative Surgery - Vipul Yagnik Page 35, Primary Surgery: Volume One: Non-trauma Chapter 7. Hernias' Congenital hydrocele will resolve spontaneously within 1 year. Operation is required only when it persists for longer than 1 year\"In congenital hydrocele, the processus vaginalis is patent and connects with the peritoneal cavity. The communication is usually too small to allow herniation of intra-abdominal contents. Pressure on the hydrocele does not always empty it but the hydrocele fluid may drain into the peritoneal cavity when the child is lying down; thus, the hydrocele is often intermittent. Ascites should be considered if the swellings are bilateral. \"Congenital hydroceles are treated by herniotomy if they do not resolve spontaneously\"Treatment usually, no treatment of congenital hydrocele is indicated, because this condition typically resolves spontaneously by age 1. Most surgeons advocate observation in the majority of infants less than 12 months. Others may continue to be observed for longer, as the majority of patent processes vaginalis will close within the first 12-24 months of life",
        "cop": 3,
        "opa": "No treatment before 5 years",
        "opb": "Herniorraphy",
        "opc": "Herniotomy",
        "opd": "Eversion of sac",
        "subject_name": "Surgery",
        "topic_name": "Male Reproductive Medicine and Sexual Dysfunction",
        "id": "9afccb36-ad3d-49b1-b7b1-73c87b065925",
        "choice_type": "single"
    },
    {
        "question": "40 year old man is suffering from fever & pain in the scrotum which is not relieved by elevation of testis. 3 days before he had sexual contact with a young female:",
        "exp": "Ans. is 'c' ie Torsion of testis Torsion of testis can be differentiated from acute epididymitis by Prehn's sign. ie. On elevation of testis the pain increases in - Torsion On elevation of testis the pain decreases in -- epididymo-orchitis. Don't be confused with fever, it can also occur in torsion, especially in older patients.",
        "cop": 3,
        "opa": "Testicular tumour",
        "opb": "Acute epididymitis",
        "opc": "Torsion of testis",
        "opd": "Acute orchitis",
        "subject_name": "Surgery",
        "topic_name": "Male Reproductive Medicine and Sexual Dysfunction",
        "id": "064cfff9-f49e-4251-8d78-98553449dce4",
        "choice_type": "single"
    },
    {
        "question": "All the following statements are true regarding torsion of testis EXCEPT",
        "exp": "Ans. (a) Anatomical abnormality is unilateral and contralateral testis should not be fixed. Ref: Bailey and Love 26th ed. /1379. Anatomical abnormality is unilateral and contralateral testis should not be fixed. The other testis should also be fixed because the anatomical predisposition is likely to be bilateral. An infarcted testis should be removed and prosthetic device deployed. Prompt exploration and twisting & fixation is the only way to save the torted testis. Most common between 10 & 25 years of age. Inversion of testis is the most common predisposing cause. Patient presents with sudden agonising pain in the groin and the lower abdomen. The patient feels nauseated and may vomit. If the testis is viable when the cord is untwisted it should be prevented from twisting again by fixation with non- absorbable sutures between the tunica vaginalis and the tunica albuginea. Testicular torsion is most common between 10 and 25 years of age, although a few cases occur in infancy. Inversion of the testis is the most common predisposing cause. The testis is rotated so that it lies transversely or upside down.",
        "cop": 1,
        "opa": "Anatomical abnormality is unilateral and contralateral testis should not be fixed",
        "opb": "Prompt exploration and twisting & fixation is the only way to save the torted testis",
        "opc": "Most common between 10 & 25 years of age",
        "opd": "Inversion of testis is the most common predisposing cause",
        "subject_name": "Surgery",
        "topic_name": "Male Reproductive Medicine and Sexual Dysfunction",
        "id": "801c6486-0063-4f8a-8335-5d77e5b991e4",
        "choice_type": "multi"
    }
]