[
    {
        "question": "Early gastric carcinoma confined to -",
        "exp": "Ans. is 'b' i. e., mucosa and submucosa o Early gastric cancer is defined as adenocarcinoma limited to the mucosa and submucosa of the stomach, regardless of the lymphonode status. o Approximately 10% of patients with early gastric cancer are found to have lymph node metastasis on presentation, o Overall cure rate with adequate gastric resection and lymphadenectomy is -95%. o It has the best prognosis among stomach cancer subtypes.",
        "cop": 2,
        "opa": "Mucosa",
        "opb": "Mucosa and submucosa",
        "opc": "Muscularis, mucosa and submucosa",
        "opd": "Lymph nodes",
        "subject_name": "Surgery",
        "topic_name": "Malignant Gastric Disease",
        "id": "7bef9bac-bc5e-49b7-a5f9-f3ca00e1f115",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Krukenberg's tumor is?",
        "exp": "ANSWER: (C) Stomach. REF: Bailey 25th ed page 1070, Harrison 18th ed chapter 42. See Surgery 2013 Session 2 for signs of Gastric carcinoma. See APPENDIX- 59 below for \"MAJOR HISTOPATHOLOGIC CATEGORIES OF OVARIAN CANCER\"Note: Krukenbergs tumor is the metastatic tumor of ovary. Most common primary (cause) of Krukenberg's tumor is Gastric carcinoma APPENDIX - 59. Major Histopathologic Categories of Ovarian Cancer. Group. Type%Laterality. Also know. Epithelial. Neoplasms(60% of all ovarian neoplasms)serouscystadenocarcinoma75-80%- of all epithelial cancers. Bilateral in 40-60% of casesmost common malignant tumor of the ovary Psammoma bodies, Mucinous neoplasms10% of all epithelial ovarian tumors. Bilateral in less than 10% of cases. Pseudomyxoma peritonei, Endometrioidneoplasms10% of epithelial tumors. Bilateral in 30-50% of casesresembles endometrial adenocarcinoma. Clear cell carcinoma (meso nephroid carcinoma)less than 1% of epithelial ovarian cancers Two cell types; \"clear cell\" & \"hobnail cell\"Transitional cell (Brenner) carcinoma< 1% of epithelial cancers resemble low-grade transitional cell carcinoma of the urinary bladder. Undifferentiatedcarcinoma< 10% of epithelial neoplasms. absence of any distinguishing microscopic features. Germ Cell Neoplasms. Dysgermlnoma30-40% of germ cell tumorsunilateral in 85-90% of casesfemale counterpart of the seminoma. Endodermal sinus tumor (yolk sac tumor)3rd most common germ cell neoplasm. Bilateral in nearly 100% of cases. Schiller-Duval body. AFP +Immature teratoma2nd most common germ cell malignancy. Bilateral in less than 5% of cases. AFP +Mature teratoma or dermoid most common neoplasm diagnosed during pregnancy. Embryonal carcinomavery rare HCG+AFP+Choriocarcinomarare AFP - HCG+Gonadoblastomarare Rt ovary > left ovary, Associated with presence of Y chromosome. Mixed germ cell tumors10% of germ cell j neoplasms Dysgerminoma + endodermal sinus tumor (most common). Polyembryomaextremely rare Embryoid bodies. AFP and HCG +Sex cord- stromal tumors (5-8% of all ovarian tumors). All are estrogen producing (hirsutism). Granulosa cell tumors70% of sex cord stromal tumors Ca. Jl-Exner bodies. Thecoma Exclusivelyunilateral. Exclusively benign. Sertoli-Leydig cell tumors. Rare. Rarely bilateral Gynandroblastoma. Rare Both ovarian (granulosa/ theca) & testicular (Sertoli/ Leydig) cells. Metastatic(5-6% of all ovarian malignancies). Krukenberg Tumor eponyrn is used to denote any GI carcinoma metastatic to the ovary, mostly stomach carcinoma. The primary ovarian tumor stain positive for cytokeratin 7 (CK7+) & negative for CK20. While metastatic lesion is CK7 negative, CK20 positive).",
        "cop": 3,
        "opa": "Ovary",
        "opb": "Liver",
        "opc": "Stomach",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Malignant Gastric Disease",
        "id": "ebd7a3ec-2841-450b-adcd-d5059eb7b9ab",
        "choice_type": "single"
    }
]