[
    {
        "question": "Best management of contaminated wound with necrotic material:",
        "exp": "Ans. a. Debridement (Ref: Sabiston 19/e p2011; Bailey 25/e p26, 39-40). Best management of contaminated wound with necrotic material is debridement. 'Managing the acute wound: After assessment, a thorough debridement is essential. A wound should be explored and debrided to the limit of blood staining. Devitalised tissue must he excised until bleeding occurs with the obvious exception of nerves, vessels and tendons. '- Bailey 25/e p26. Necrotizing Fasciitis. Necrotizing fasciitis is a rapidly progressive bacterial infection characterized by involvement and necrosis of the subcutaneous tissue and fascia, with typical sparing of the underlying muscleQ. MC site of infection: Lower extremities. QMay involve trunk, perineum (Fournier's gangrene) or head and neck and any other site. Etiological Agents. MC single etiological agents: Group A beta hemolytic Streptococci. QMore commonly, necrotizing fasciitis results from a polymicrobial synergistic infection. Microorganism responsible: Group A beta hemolytic Streptococci + Staphylococcus, E. coli, Pseudomonas, Proteus, Bacteroides/Clostridium (Anaerobes). Risk Factors for Necrotizing Fasciitis* DiabetesQ* Pressure sores* Immunocompromised statesQ* SmokingQ* Penetrating traumaQ* ObesityQ* IV drug abuseQ* Peripheral vascular diseaseQ* Skin infection' damageQ (abrasions, bites, boils). Clinical Presentation: Pain is the most important presenting symptom. Pain is disproportionately greaterQ than that expected from degree of cellulites present. Without treatment pain may decrease due to thrombosis of small blood vessels and destruction of peripheral nerves (an ominous signQ). Skin Features: Edema, erythemaQ (Infected area is red, hot, shiny, swollen and exquisitely tender). Woody hard texture to subcutaneous tissue. Inability to distinguish fascial planes and muscle groups on palpation. Skin vesicles/cutaneous bullae, soft tissue crepitus due to gas productionQ may be seen when necrotizing fasciitis is caused due to mixed flora but not due to group A Streptococcus. Systemic features: Fever, hypotension, tachycardia, progression to septic shock. DIC or multiple organ failure. QManagement: This is a surgical emergency and surgical debridement is mandatory. QTreatment: Urgent surgical debridement + IV fluids + Broad spectrum IV antibiotics + Supportive treatment. QMortality rate is nearly 100% without surgical debridement. QHlyperbaric oxygen helps in wound healingQ",
        "cop": 1,
        "opa": "Debridement",
        "opb": "Tetanus toxoid",
        "opc": "Gas gangrene serum",
        "opd": "Broad spectrum antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Management of Contaminated, Infected, and Chronic Wounds",
        "id": "796bf955-3d2d-44ea-8e53-8c556138b806",
        "choice_type": "single"
    }
]