[
    {
        "question": "All of the following are absoulate indications for intubation except -",
        "exp": "Ans. is 'd' i. e., Maxillofacial fractures o Basic indications for emergency endotracheal intubation1. Airway blockage# Life-threatening airway obstruction may occur when a foreign bodybecomes lodged in the airway; this is especially common in infants and toddlers.# Severe blunt or penetrating injury to the face or neck may be accompanied by swellingand an expanding hematoma, or injury to the larynx, trachea or bronchi. Airway obstruction is also common in people who have suffered smoke inhalation or bums within or near the airway or epiglottitis. 2. Hypoxemia# Intubation may be necessary for a patient with decreased oxygen content and oxygen saturation of the blood caused when their breathing is inadequate (hypoventilation), suspended (apnea), or when the lungs are unable to sufficiently transfer gasses to the blood. Such patients, who may be awake and alert, are typically critically ill with a multisystem disease or multiple severe injuries. Examples of such conditions include cervical spine injury, multiple rib fractures, severepneumonia, acute respiratory distress syndrome (ARDS), or near-drowning3. Depressed level of consciousness# Perhaps the most common indication for tracheal intubation is for the placement of a conduit through which nitrous oxide or volatile anesthetics may be administered. General anesthetic agents, opioids, and neuromuscular- blocking drugs may diminish or even abolish the respiratory drive. Although it is not the only means to maintain a patent airway during general anesthesia, intubation of the trachea provides the most reliable means of oxygenation and ventilation and the greatest degree of protection against regurgitation and pulmonary aspiration.# Damage to the brain (such as from a massive stroke, non-penetrating head injury, intoxication orpoisoning) may result in a depressed level of consciousness. When this becomes severe to the point of stupor or coma (defined as a score on the Glasgow Coma Scale of less than 8.",
        "cop": 4,
        "opa": "Depressed level of consciousness",
        "opb": "Bleeding into the airway",
        "opc": "Falling O2 Saturation",
        "opd": "Maxillofacial fractures",
        "subject_name": "Surgery",
        "topic_name": "Maxillo Facial Injuries",
        "id": "53554b50-af30-4572-b551-6b0624450381",
        "choice_type": "multi"
    },
    {
        "question": "Blow out injury with ptosis occurs due to damage to?",
        "exp": "Ans. (b) Orbital floor* Fracture of the orbital floor is the most common traumatic orbital fracture.* Eyebrow Ptosis after Blowout Fracture Indicates Impairment of Trigeminal Proprioceptive Evocation That Induces Reflex Contraction of the Frontalis Muscle.* The force of a blow to the orbit is dissipated by a fracture of the surrounding bone, usually the orbital floor and/ or the medial orbital wall. Serious consequences of such injury include diplopia in upgaze where there is significant damage to the orbital floor. In blowout fractures, the medial wall is fractured indirectly.* Fracture of the medial wall is more common than the floor, since the medial wall is slightly thinner (0. 25 mm vs 0. 50 mm). However; it is known that pure blowout fractures most frequently involve the orbital floor. This is due to the honeycomb structure of the numerous bony septa of the ethmoid sinuses, thus allowing it to withstand the sudden rise in intraorbital hydraulic pressure better than the orbital floor",
        "cop": 2,
        "opa": "Zygomatic arch",
        "opb": "Orbital floor",
        "opc": "Sphenoid bone",
        "opd": "Palantine and maxillary bones",
        "subject_name": "Surgery",
        "topic_name": "Maxillo Facial Injuries",
        "id": "ecfba350-b8ba-403e-8085-b8c67cd24651",
        "choice_type": "single"
    },
    {
        "question": "Clicking jaw is due to:",
        "exp": "Ans: a (Lax temporomandibular joint). Ref: Still searching",
        "cop": 1,
        "opa": "Lax temporomandibular joint",
        "opb": "Fracture mandible",
        "opc": "Fracture maxilla",
        "opd": "Dislocation of symphysis mentii",
        "subject_name": "Surgery",
        "topic_name": "Maxillo Facial Injuries",
        "id": "83d44840-9396-4949-9816-884e45f037a6",
        "choice_type": "single"
    },
    {
        "question": "Battle's sign is -",
        "exp": "Ans. is 'a' i. e., Ecchymosis on the mastoid o Battle's sign (or mastoid echymosis) is bruising or ecchymiosis over the mastoids (i. e. behind the ear). Seen in pterous temporal bone base-of-skull fractureo Raccoon's sign or periorbital ecchymosis is seen in fracture of anterior cranial fossa.",
        "cop": 1,
        "opa": "Ecchymosis on the mastoid",
        "opb": "Bledding through the year",
        "opc": "CSF Rhinorrhoea",
        "opd": "Periorbital ecchymosis",
        "subject_name": "Surgery",
        "topic_name": "Maxillo Facial Injuries",
        "id": "af6245e1-dd9a-465c-967c-b7f986eacbe0",
        "choice_type": "single"
    },
    {
        "question": "Tripod fracture is seen in?",
        "exp": "ANSWER: (A) Zygomatic bone. REF: Essentials of skeletal radiology Lippincott Williams & Wilkins page. 708. Fractures of Zygoma (Tripod Fracture): After nasal bones, zygoma is the secondmost frequently fractured bone. Usually, the cause is direct trauma. Fracture line passes through zygomaticofrontal suture, orbital floor, infraorbital margin and foramen, anterior wall of maxillary sinus and the zygomaticotemporal suture. Clinical Features:* Flattening of malar prominence.* Step-deformity of infraorbital margin.* Anesthesia in the distribution of infraorbital nerve.* Trismus, due to depression of zygoma on the underlying coronoid process.* Oblique palpebral fissure, due to the displacement of lateral palpebral ligament. Restricted ocular movements, due to entrapment of inferior rectus muscle. It may cause diplopia. Periorbital emphysema, due to escape of air from the maxillary sinus on nose-blowing. Diagnosis. Waters' or exaggerated Waters' view shows the fracture and displacement the best. Treatment. Only displaced fractures require treatment. Open reduction and internal wire fixation gives best results.",
        "cop": 1,
        "opa": "Zygomatic bone",
        "opb": "Temporo-mandibular joint",
        "opc": "Maxilla",
        "opd": "Frontal bone",
        "subject_name": "Surgery",
        "topic_name": "Maxillo Facial Injuries",
        "id": "b5a81e57-7197-489d-8fe2-212650bdaa24",
        "choice_type": "single"
    }
]