[
    {
        "question": "About pseudocyst pancreas false statement is?",
        "exp": "ANSWER: (B) Has mucous lining epithelium. REF: Harrison 16th e p. 1901. Pseudopancreatic cyst is not a true cyst and its wall doesn't have an epithelial lining. Wall consists of necrotic tissue, granulation tissue and fibrous tissue. It presents as an epigastric mass.",
        "cop": 2,
        "opa": "Fibrous coat",
        "opb": "Has mucous lining epithelium",
        "opc": "Not a true cyst",
        "opd": "Presents as epigastric mass",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Pancreas)",
        "id": "be08cd01-1bef-4cd1-b45d-dab6e68d427d",
        "choice_type": "multi"
    },
    {
        "question": "Major complication of cyst-gastrostomy for pseudo pancreatic cyst is?",
        "exp": "Ans. (d) Hemorrhage. Ref: CSDTUthed/638* Serious post-op hemorrhage from cyst occurs from cystogastrostomy.* Most common cause of pseudopancreatic cyst is pancreatitis.* It may resolve spontaneously, so it is followed with serial ultrasonic studies. Indications of Surgical Intervention* Age of cyst more than 6 weeks without resolution* Size of cyst greater than 6 cm* Evidence of secondary infection* Development of any other complications. Surgical Methods* Internal drainage - most preferred surgical management* There are three options:# Cysto-Jejunostomy# Cysto-gastrostomy# Cysto-Duodenostomy* Excision of pseudocyst* External drainage",
        "cop": 4,
        "opa": "Infection",
        "opb": "Obstruction",
        "opc": "Fistula",
        "opd": "Hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Pancreas)",
        "id": "c42ec373-7cdc-4462-841b-58e32f64118d",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for asymptomatic pseudocyst pancreas is?",
        "exp": "ANSWER: (B) Conservative. REF: Sabiston 18th ed chapter 56. Recent reports have shown that many pseudocysts eventually resolve without complications. Intervention is not mandatory in all cases unless the pseudocysts are. Symptomatic. Enlarging. Associated with complications. The likelihood that a pseudocyst will resolve spontaneously, however, is dependent on its size. Large pseudocysts (i. e., >6 cm in diameter) are more likely to become symptomatic either because they are tender or because of their mass effect on adjacent organs Symptomatic or enlarging pseudocysts can be treated by several methods: Those in the tail can be treated by excision (i. e., distal pancreatectomy), but excision in the setting of recent acute inflammation maybe hazardous. Most patients who develop symptomatic pseudocysts are best managed by pseudocyst drainage. In poor surgical risk patients, percutaneous catheter drainage can be considered. Internal drainage can be accomplished either endoscopically (by transpapillary drainage, cystogastrostomy, or cystoduodenostomy) or surgically (by cystogastrostomy, cystoduodenostomy, or Roux-en-Y cystojejunostomy). Pseudocysts that are directly adjacent to either the stomach or duodenum can be safely drained endoscopically if there are no intervening vessels. After endoscopic ultrasound and preliminary aspiration of the cyst fluid to confirm the diagnosis and exclude intervening vessels, endoscopic drainage is achieved by making an incision into the pseudocyst through the wrall of the stomach or duodenum. Transpapillary drainage might be more appropriate for patients with pancreatic head pseudocysts",
        "cop": 2,
        "opa": "Marsupialisation",
        "opb": "Conservative",
        "opc": "Drainage",
        "opd": "Cystogastrostomy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Pancreas)",
        "id": "90caf5e9-2cbf-4899-8299-e66953b15780",
        "choice_type": "single"
    }
]