[
    {
        "question": "In Post radical neck dissection shoulder syndrome, all are seen except:",
        "exp": "Ans. is 'd' i.e. Normal electromyographic finding In Radical neck dissections the most crippling complication is the \"Shoulder Syndrome\" arising from denervation and atrophy of the trapezius muscle due to sacrifice of the spinal accessory nerve (SAN).Shoulder syndrome is characterized by:inability to abduct the shoulder beyond 90 degrees cephaladlong standing pain in the shoulderdeformity of the shoulder girdle drooping of the shoulder and shoulder abduction, and external rotation",
        "cop": 4,
        "opa": "Restricted range of movement",
        "opb": "Pain",
        "opc": "Shoulder drooping",
        "opd": "Normal electromyographic finding",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "22bc1c62-5059-4cac-b479-56147f28e432",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is an example of painless midline swelling :",
        "exp": "Ans is 'b' ie Thyroglossal cyst. Midline swelling of neck from above downwardsLudwig's anginaEnlarged submental lymph nodesSublingual dermoidLipoma in submental regionThyroglossal cyst Subhyoid bursitisGoitre Lipoma & enlarged lymph nodes in the suprasternal space of bumsRetrosternal goiterThymic swelling(A dermoid cyst may occur anywhere in the midline)",
        "cop": 2,
        "opa": "Branchial cyst",
        "opb": "Thyroglossal cyst",
        "opc": "Cystic hygroma",
        "opd": "Carotid body tumour",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "b5164f42-b322-40b6-afc0-4ff2a8c5adc6",
        "choice_type": "single"
    },
    {
        "question": "All the following are true about branchial cyst except:",
        "exp": "Ans: A (It occurs at lower 2/3rd of sternocleido-mastoid) Ref: Bailey & Love '5 Short Practice of Surgery, 25th Edition, pg. 728Explanation:Branchial cyst is located at the junction of the upper third and middle third of the sternomastoid muscle at its anterior border.BRANCHIAL CYSTAetiopathologyDevelops from the vestigial remnants of the second branchial cleftLined by squamous epithelium.Contents - thick, turbid fluid full of cholesterol crystals.Clinical FeaturesPresents in the upper neck in early or middle adulthood.At the junction of the upper third and middle third of the sternomastoid muscle at its anterior border.Soft, fluctuant swellingTransillumination may be presentMay be difficult to palpate in early stages because of soft consistency.ComplicationsMay get infected-becomes erythematous and tender may be difficult to differentiate from a tuberculous abscess.InvestigationsUltrasound neckFine-needle aspirationTreatmentComplete surgical excision.Surgery is best done when the lesion is quiescent.Technical DetailsAnterior aspect of the cyst is easy to dissect.Passes backwards and upwards through the bifurcation of the common carotid artery as far as the pharyngeal constrictors.It passes superficial to the hypoglossal and glossopharyngeal nerves, but deep to the posterior belly of the digastric.These structures and the spinal accessory nerve are at risk of injury during surgery.",
        "cop": 1,
        "opa": "It occurs at lower 2/3rd of sternocleidomastoid",
        "opb": "It is lined by squamous epithelium",
        "opc": "It develops from remnants of 2nd branchial cyst",
        "opd": "Usually presents in early or middle adulthood",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "228f224f-7497-4410-a555-5125c9603c9c",
        "choice_type": "multi"
    },
    {
        "question": "A newborn has a swelling in neck due to soft cystic mass with trans-illumination test positive. Diagnosis is?",
        "exp": "Ans. (c) Cystic hygromaRef : Bailey & Love 26th ed. / 701CYSTIC HYGROMA/LYM PH ANGIOMA* Cystic hygromas are multiloculated cystic swelling Filled with clear lymph lined by endothelial cells* It results due to sequestration of a portion of the jugular lymph sac from the lymphatic system.* It is associated with Turners syndrome* Most cystic hygromas involve the lymphatic jugular sacs* MC site: Posterior neck region* Other common sites: Axilla, mediastinum, inguinal and retroperitoneal regions* Approximately 50% of them are present at birth.* It may show spontaneous regression* The cysts are filled with clear lymph and lined by a single layer of endothelium epithelium.Clinical Features* Usually manifests in the neonates or in early infancy (50% present at birth).* Prone to infection and hemorrhage within the mass.* Usually present as soft masses that distort the surrounding anatomy, can result in acute airway obstruction.* Swelling is soft and partially compressible and invariably increases in size when the child coughs or cries.* Characteristic features: Brilliantly translucentDiagnosis: MRI plays a crucial role in preoperative planningTreatment: Complete surgical excision is the preferred treatment.Also Know* Usually manifests in the neonates or in early infancy presents in 5th decade with firm, rubbery, mobile mass.* Branchial cyst most commonly seen in older children or adolescents. However, all branchial remnants are present at the time of birth.",
        "cop": 3,
        "opa": "Potato tumor",
        "opb": "Branchial cyst",
        "opc": "Cystic hygroma",
        "opd": "Carotid body tumor",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "f194a53c-3ed3-4061-97db-c9ad779f7939",
        "choice_type": "single"
    },
    {
        "question": "Supraomohyoid dissection is a type of -",
        "exp": "Ans. is 'a' i.e., Selective neck dissection Types of neck lymph node dissectiono Radical neck dissection - is the traditional gold standard for control of cervical metastasis.- RND involves removal of levels I to V of the cervical lymph nodes + Sternocleidomastoid, IJV and the spinal accessory nerve (CN XI).o Modified radical neck dissection is modification of RND that preserves nonlymphatic structures i.e. CN XI, SCM and IJV. MRND has been found to be equally effective in controlling neck disease as RND with superior functional outcome.o Selective neck dissection - Preservation of any of the levels I through V during neck dissection is known as Selective neck dissection - The principle behind preservation of certain nodal groups is that specific primary sites preferentially drain their lymphatics in a predictable pattern. Types of SND include the supraomohyoid neck dissection, the lateral neck dissection, and the posterolateral neck dissection.",
        "cop": 1,
        "opa": "Selective neck dissection",
        "opb": "Modified radical neck dissection",
        "opc": "Radical neck dissection",
        "opd": "Posterolateral dissection",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "75c65706-524b-414a-adce-db85c92ae730",
        "choice_type": "single"
    },
    {
        "question": "Metastasis to neck lymph nodes is from?",
        "exp": "Ans. (B) Lung cancerRef: Schwartz 10th ed. / 583; Harrison 18th ed/ Ch 99Metastasis to Cervical lymph NodesSquamous cell carcinoma (SCC) is the most common histotype, followed by adenocarcinoma, undifferentiated carcinoma and other malignancies (for example, lymphoma and melanoma)Common site for metastasis to neck nodes - Head and Neck (M.C.), Lungs (2nd M.C.), esophagus, stomatch, ovary, pancreas. Approximately ten percent of patients with abnormal cervical nodes present without obvious primary. Most common sites for unknown primary:* Nasal Pharynx.* Pyriform Sinus.* Tongue Base* Tonsillar Crypts.* Thyroid* Lung.DRAINAGE Sites for Cervical Lymph NodesThe left supraclavicular node is called Virchow's node since it is on the left side of the neck where the lymphatic drainage of most of the body (from the thoracic duct) enters the venous circulation via the left subclavian vein. The metastasis blocks the thoracic duct leading to regurgitation into the surrounding nodes i.e. virchow's node.RememberProbable Source of Nodal Metastasis* Level 1: Oral cavity, submandibular gland.* Level 2: Nasal pharynx, oral pharynx, parotid, superglottic larynx.* Level 3: Oral pharynx, hypopharynx, superglottic larynx.* Level 4: Subglottic larynx, hypopharynx, esophagus, thyroid.* Level 5: Nasal pharynx, oral pharynx.* Level 6 & 7: Thyroid, larynx, lung.* Note: Bilateral nodes are common with cancers of soft pallet, tongue, epiglottis, and nasal pharynx.",
        "cop": 2,
        "opa": "Breast cancer",
        "opb": "Lung cancer",
        "opc": "Adrenal carcinoma",
        "opd": "Stomach cancer",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "ee6d142d-6fe3-4d2c-a842-b14f70b87409",
        "choice_type": "single"
    },
    {
        "question": "Best treatment of cystic hygroma is?",
        "exp": "Ans. (c) Surgical excisionRef: Schwartz 9th ed ch-39",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Sclerotherapy",
        "opc": "Surgical excision",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "19815498-9934-4975-b75c-a3991aa75311",
        "choice_type": "single"
    },
    {
        "question": "Most common site for cystic Hygroma",
        "exp": "Ans. (a) Lower third of neckRef: Bailey and Love 26th edition, Page 700* Cystic hygroma presents as swelling in posterior triangle in lower part of neck",
        "cop": 1,
        "opa": "Lower third of neck",
        "opb": "Overlying the parotid gland",
        "opc": "Along the Zygomatic prominence",
        "opd": "Post auricular",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "2f89b48f-394b-47e9-95c7-b5a883006ed0",
        "choice_type": "single"
    },
    {
        "question": "In which of the following head and neck cancers, is lymph node metastasis least common:",
        "exp": "Ans. is 'c' i.e. Hard palate Incidence of cervical metastasis in head and neck cancers (in decreasing order)Tongue (most common)Floor of mouthLower alveolusBuccal mucosaUpper alveolusHard palate",
        "cop": 3,
        "opa": "Tongue",
        "opb": "Buccal mucosa",
        "opc": "Hard palate",
        "opd": "Lower alveolus",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "7570b16f-6300-45f6-8f19-77c461025db3",
        "choice_type": "single"
    },
    {
        "question": "Sistrunk operation is done for -",
        "exp": "Ans. is 'a' i.e., Thyroglossal fistula",
        "cop": 1,
        "opa": "Throglossal fistula",
        "opb": "Branchial cyst",
        "opc": "Parotid tumor",
        "opd": "Lateralabarrent thyroid",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "485b3a45-946a-4382-927d-c422d153893d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best represents 'ranula'?",
        "exp": "Ans. is 'c' ie cystic swelling in the floor of mouth (Ref: S. Das, 3/e, p580; Surgery by Sunil Chumber, 1/e, p641). RanulaIt's a retention cyst of minor salivary glands (glands of Blandin and Nuhn).It presents as a translucent bluish, swelling in the floor of the mouth, lying one side of the midline.When the cyst enlarges to present in the neck it is known as plunging or deep ranula. Treatment consists of complete excision or marsupialization for large cyst.",
        "cop": 3,
        "opa": "A type of epulis",
        "opb": "A thyroglossal cyst",
        "opc": "Cystic swelling in the floor of mouth",
        "opd": "Forked uvula",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "5dce6987-a019-4793-96b7-8bf780af2eb4",
        "choice_type": "single"
    },
    {
        "question": "Brilliantly transilluminant swellings are all except?",
        "exp": "Ans is 'c' i.e. lipoma All the other options except lipoma are cystic lesions containing clear fluid and thus will show brilliant transillumination.Lipoma are not cystic structures but large lipomas are able to show transillumination upto varying extent (though not brilliantly)TransilluminationTransillumination involves shining a light through a swelling to detect whether it transmits light brilliantly or not.It is a function of the optical density of the component elements of the swelling. Light passes easily through clear fluid but not through solid tissues. If a lump trans illuminates then it must contain water, serum, lymph or plasma, or highly refractile fat. Blood and other semi-opaque fluids do not transmit light.Thus a cyst containing clear fluid (e.g. hydrocele, cystic hygroma, meningocele) trans illuminates brilliantly, one containing opalescent fluid (spermatocele) less so. Fat (lipoma) and subcutaneous tissues also transilluminate to a varying extent.",
        "cop": 3,
        "opa": "Hydrocele",
        "opb": "Meningeocele",
        "opc": "Lipoma",
        "opd": "Cystic hygroma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "dc1779a9-cc6f-4977-a340-35624167a700",
        "choice_type": "multi"
    },
    {
        "question": "A Pre pharyngeal abscess diagnosed as tuberculosis is seen in 44 year old lady with difficulties in deglutition management would be -",
        "exp": "Ans. is 'a' i.e., Urgent Drainage Absolute indications of surgery in vertebral tuberculosiso Development of new neurodeficit or its worsening on AKTo Reappearance of previous neurodeficit on AKTo No improvement in neurodeficit for 4-6 weekso Difficulty in deglutition due to a prepharyngeal abscess",
        "cop": 1,
        "opa": "Urgent Drainage",
        "opb": "Starting of AKT",
        "opc": "Wait and Eatch",
        "opd": "Get an MRI of the cervical Spine",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "57fedd34-97af-45f1-81f2-82e137615411",
        "choice_type": "single"
    },
    {
        "question": "Most common site for cystic Hygroma is -",
        "exp": "Ans. is 'a' i.e., Lower third of neck Neck MassMassSiteBranchial cystAnterior border of sternocleidomastoidThyroglossal cystMedian neckCystic HygromaPosterior triangle (lower third)Carotid Body TumourAnterior Triangle",
        "cop": 1,
        "opa": "Lower third of neck",
        "opb": "Overlying the parotid gland",
        "opc": "Along the Zygomatic Prominence",
        "opd": "Post auricular",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "78ff90d4-dd5a-4bf5-b2a2-94b380647ba7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about branchial cysts except -",
        "exp": "Ans. is 'A' i.e., They are commonly located in the posterior triangle of neck MASSSITEBranchial cystAnterior border of sternocleidomastoidThyroglossal cystMedian neckCystic HygromaPosterior triangleCarotid Body TumourAnterior TriangleBranchial Cleft Cystso Branchial cleft cysts are congenical cysts that are located in the lateral aspect of the neck. They are the result of developmental anomalies of the branchial clefts. Apel et al (1994) reported branchial cleft cysts located within the thyroid. The cysts may remain occult until middle or older age and may appear suddenly. The branchial cysts may become inflamed and clinically painful. The cysts are usually lined by mature squamous epithelium supported by a stroma rich in lymphoid tissue, sometimes forming mature lymph follicles. Occasionally, the squamous epitheilium is less mature and is composed of smaller squamous cells of parabasal type with large nuclei. On rare occasions, part of the cyst lining will be composed of mucus-producing columnar cellso Aspiration usually yields thick, very turbid, white or yellow fluid. The cysts may disappear after complete aspiration of the contents, resulting in cure. However, some cysts may recur and the fluid can reaccumulate. Microscopically, the fluid contains a variable number of mature squamous cells and acellular squames, proteinaceous material, cellular debris, and lymphocytes, Less often, and particularly in the presence of inflammation, the squamous cells may be smaller, of a parabasal or even basal type, and may show nuclear enlargement, some hyperchromasia, or even pyknosis. The smear background may show evidence of acute or subacure inflammation and sometimes may contain granulation tissue, characterized by numerous capillaries, fibroblasts and mono and multinucleated macrophages (Koss et al, 1992).",
        "cop": 1,
        "opa": "They are commonly located in the posterior triangle of neck",
        "opb": "They are lined by squamous epithelium",
        "opc": "They are remnants of branchial apparatus that is persistent",
        "opd": "It may contain granulation tissue",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "a21e7077-8b8d-4558-b439-12a70155130f",
        "choice_type": "multi"
    },
    {
        "question": "Throglossal cyst most common level -",
        "exp": "Ans. is 'b' i.e., At or below hyoid bone o Thyroglossal remnants are involved in embryogenesis of the thyroid gland, tongue and hyoid bone and produce midline masses extending from the base of tongue ( foramen cecum) to the pyramidal lobe of thyroid gland,o The mass is most commonly appreciated in 2 to 4 years old child when the body fat dissapears and irregularities in neck became more apparent.o Thyroglossal cysts may be located in the midline of neck anywhere from base of tongue to the thyroidgland. Most, however, are found at or just below the hyoid bone.",
        "cop": 2,
        "opa": "Base of tongue",
        "opb": "At or below hyoid bone",
        "opc": "Near pyramidal lobe",
        "opd": "Above hyoid bone",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "51afc702-0fa7-4ee5-8404-e9412ac3d542",
        "choice_type": "multi"
    },
    {
        "question": "A sublingual cancer in a 65 year old tobacco chew er has involved the mandible. The commando surgery has been planned. All of the following in removed in commando operation except -",
        "exp": "Ans. is 'c' i.e., Accessory nerve Commando operationo Commando operation is done for oral cancers which have involvement of mandibleo It's a composite resection of the# Primary oral cancer,# Involved mandible and# Neck dissection",
        "cop": 3,
        "opa": "Involved mandible",
        "opb": "Oral cancer",
        "opc": "Accessory nerve",
        "opd": "Neck lymphnodes",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "1edd8581-2b1f-4354-9339-f68a45efde87",
        "choice_type": "multi"
    },
    {
        "question": "Cystic hygroma is-",
        "exp": "Ans. is 'a' i.e., Lymphangioma o Lymphangioma are localised cluster of dilated lymphatic channels similar to hemangiomas of blood vessels,o They are of 2 typesSimple or capillary lymphangiomaCavernous lymphangioma or cystic hygromao They are thought to represent isolated and sequestered segments of the lymphatic system that retain the ability to produce lymph. As the volume of lymph inside the cystic tumor increases, they grow larger within the surrounding tissues.o The majority of these benign tumors are present at birth. and 90% of them can be identified by the end of the first year of life.o The cavernous lymphangiomas for cystic hygromas almost invariably occur in the neck or the axilla and very rarely in the retroperitoneum.o The simple capillary lymphangiomas also tend to occur subcutaneously in the head and neck region as well as the axilla. Rarely; however, they can be found in the trunk within the internal organs or the connective tissue in and about the abdominal or thoracic cavities.o The treatment of lymphangiomas should be surgical excisiont taking care to preserve all normal surrounding infiltrated structures.",
        "cop": 1,
        "opa": "Lymphangioma",
        "opb": "Hemangioma",
        "opc": "Follows filariasis",
        "opd": "Malignant",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "f800eb58-40bb-44fd-8e92-575a99ed9e62",
        "choice_type": "single"
    },
    {
        "question": "Thyroglossal fistula develops due to:",
        "exp": "Ans. (c) Incomplete removal of thyroglossal cystRef: Bailey and Love 26th edition, Page 701Thyroglossal fistula:* Presents as midline discharging sinus.* It is never Congenital - Always acquired.* Caused by Infection, Inadequate removal or TG cyst or Inappropriate I and D by mistake.* Complete excision of tract with Central part of hyoid bone is the TOC (Sistrunk Operation)",
        "cop": 3,
        "opa": "Developmental anomaly",
        "opb": "Injury",
        "opc": "Incomplete removal of thyroglossal cyst",
        "opd": "Inflammatory disorder",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neck)",
        "id": "7efb1c31-cf15-44aa-ab8e-545e5e790455",
        "choice_type": "single"
    }
]