[
    {
        "question": "The tube as shown in PLATE X-11 is in which space?",
        "exp": "ANSWER: (B) Pleural space. REF: Sabiston 18th ed chapter 57. See PLATE X-11 Key PLATE X-11 Key. INTERCOSTAL CHEST TUBE DRAIN (TUBE THORACOSTOMY)A chest tube can be a diagnostic procedure as well as a therapeutic one. INDICATIONS FOR CHEST TUBE DRAIN INSERTION1. Pneumothorax2. In any ventilated patient3. Tension pneumothorax after initial needle relief4. Persistent or recurrent pneumothorax after simple aspiration5. Large secondary spontaneous pneumothorax in patients over 50 years6. Malignant pleural effusion7. Empyema and complicated parapneumonic pleural effusion8. Traumatic haemopneumothorax9. Postoperative--for example, thoracotomy, oesophagectomy. cardiac surgery10 To deliver intrapleural local analgesia in Flail chest CONTRAINDICATIONS OF TUBE THORACOSTOMYThe need for emergent thoracotomy is an absolute contraindication to tube thoracostomy. Relative contraindications include the following: 1. Coagulopathy2. Pulmonary bullae3. Diaphragmatic hernia4. Pulmonary, pleural, or thoracic adhesions5. Loculated pleural effusion or empyema6. Skin infection over the chest tube insertion site. Patient position: The preferred position for drain insertion is on the bed, slightly rotated, with the arm on the side of the lesion behind the patient s head to expose the axillary area. An alternative is for the patient to sit upright leaning over an adjacent table with a pillow or in the lateral decubitus position. Drain insertion site: The most common position for chest tube insertion is in the fifth intercostal space in the mid axillary line, through the \"safe triangle\". This is the triangle bordered by the anterior border of the latissimus dorsi, the lateral border of the pectoralis major muscle, a line superior to the horizontal level of the nipple, and an apex below the axilla. This position minimises risk to underlying structures such as the internal mammary artery and avoids damage to muscle and breast tissue resulting in unsightly scarring. In Open pneumothorax {'sucking chest wound')f A chest tube is inserted as soon as possible in a site remote from the injury site. In Tension pneumothorax a chest tube is inserted through the fifth intercostal space in the anterior axillaryline. Drain size: Small bore drains are recommended as they are more comfortable than larger bore tubes but there is no e%ddence that either is therapeutically superior. A large-bore (32-36 French) chest tube should be used in adolescents and adult patients. Procedure: Local anaesthetic should be infiltrated prior to insertion of the drain. Skin incision is made in between the midaxillary and anterior axillary lines over a rib that is below the intercostal level selected for chest tube insertion. The incision for insertion of the chest drain should be similar to the diameter of the tube being inserted. The incision should be made just above and parallel to a rib. Blunt dissection of the subcutaneous tissue and muscle into the pleural cavity. A closed and locked Kelly clamp is used to enter the chest wall into the pleural cavity to develop the tract and then with finger. The index finger should be inserted into the pleural space before tube placement to ensure that the pleural cavity has been entered and is free of adhesions and that any intra-abdominal organs have not herniated through the diaphragm. The tube should be advanced (with or without trochar) posteriorly and superiorly in the pleural cavity. The position of the tip of the chest tube should ideally be aimed apically for a pneumothorax or basally for fluid. However, any tube position can be effective at draining air or fluid and an effectively functioning drain should not be repositioned solely because of its radiographic position. After insertion, the tube should be secured in the skin of the chest wall and connected to a collection system under suction. A chest radiograph is usually obtained after insertion of the chest tube to confirm adequate placement and positioning. All chest tubes should be connected to a single flow drainage system e. g. under water seal bottle or flutter valve. When chest drain suction is required, a high volume/lowr pressure system should be used. Avoid damping the ICD, as it may leads to tension pneumothorax, if forget to remove the clamp. Removal of the chest tube: Genera! criteria for chest tube removal include absence of air leak and less than 100 mL of fluid drainage over a 24-hour period. The chest tube should be removed either while the patient performs Valsalva's manoeuvre or during expiration with a brisk firm movement while an assistant ties the previously placed closure suture. In cases of pneumothorax, the chest tube should not be clamped at the time of its removal.",
        "cop": 2,
        "opa": "Pericardial cavity",
        "opb": "Pleural space",
        "opc": "Mediastinum",
        "opd": "Lung parenchyma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Lung)",
        "id": "ee8c912f-9819-44a9-a252-8de850213b08",
        "choice_type": "single"
    }
]