[
    {
        "question": "A patient of 18 years of age presents with sudden agonising pain in the groin and the lower abdomen. The patient feels nausea and gives a history of vomiting. On physical examination, the testis seems high. The cremasteric reflex is lost. What is the most possible cause?",
        "exp": "Ans. (d) Testicular torsion. Testicular torsion is most common between 10 and 25 years of age, although a few cases occur in infancy. Typically, there is sudden agonising pain in the groin and the lower abdomen. The patient feels nauseated and may vomit. Torsion of a fully descended testis is usually easily recognized. The testis seems high and the tender twisted cord can be palpated above it. The cremasteric reflex is lost. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 4,
        "opa": "Epididymo-orchitis",
        "opb": "Mumps orchitis",
        "opc": "Idiopathic scrotal edema",
        "opd": "Testicular torsion",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "30525681-a5ee-4629-b61a-04c0bd76ee77",
        "choice_type": "single"
    },
    {
        "question": "Orchidopexy is done in cases of undescended testes at the age of",
        "exp": "Ans. is 'a' i. e. Infancy Campbell's Urology writes - \"Definitive treatment of an undescended testis should take place between 6 and 12 months of age. Because spontaneous descent occurs in most boys by 3 months of age and uncommonly thereafter, earlier interventions should be considered in order to theoretically prevent the complication of cryptorchidism that may be manifested before 1 yr. of age\".",
        "cop": 1,
        "opa": "Infancy",
        "opb": "1-2 yrs",
        "opc": "5 yrs",
        "opd": "Puberty",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "5ebc3bc6-5483-4f16-bdb5-6d95fcd15958",
        "choice_type": "single"
    },
    {
        "question": "In tuberculosis of scrotal contents, first to get affected is?",
        "exp": "Ans. (b) Epididymis. Ref: Smith urology page 219, Textbook of Pathology By V. Krishna / 347",
        "cop": 2,
        "opa": "Testis",
        "opb": "Epididymis",
        "opc": "Rete testis",
        "opd": "Vas deferens",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "1e07d7cf-6f81-4f00-83c3-b6ac45513741",
        "choice_type": "single"
    },
    {
        "question": "Ideal age for orchiopexy for cryptorchidism is",
        "exp": "Ans. is 'd' i. e. < 1 yr of age Campbell's Urology writes - \"Definitive treatment of an undescended testis should take place between 6 and 12 months of age. Because spontaneous descent occurs in most boys by 3 months of age and uncommonly thereafter, earlier interventions should be considered in order to theoretically prevent the complication of cryptorchidism that may be manifested before 1 yr of age",
        "cop": 4,
        "opa": "At 6-10 yrs",
        "opb": "At 1-2 yrs",
        "opc": "At puberty",
        "opd": "< 1 yr of age",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "a53fe7e5-ca19-49df-bdbb-095a58e29d14",
        "choice_type": "single"
    },
    {
        "question": "Not true about varicocele is:",
        "exp": "Ans. is 'a' ie Common on the Rt. side Varicocele is seen on left side in 95% of cases Varicocele. It is seen 95% of times on left side. Several anatomic features contribute to the predominance of left-sided varicoceles. The left internal spermatic vein is longer than the right; in addition, it usually joins the left renal vein at right angles. The right internal spermatic vein has a more oblique insertion into the inferior vena cava. This particular anatomy in the standing man may cause higher venous pressures to be transmitted to the left scrotal veins and result in retrograde reflux of blood into the pampiniform plexus. Clinical picture. Age - young adult. Tall thin men are frequently affected* *Bag of worms* like feel on palpation. The veins empty in supine position (so examination is always done in standing position)* Infertility: The varicocele is the most common cause of male infertility worldwide. In approximately 70% of patients with secondary infertility, a varicocele is an underlying cause. \"The World Health Organization concluded that varicoceles are clearly associated with impairment of testicular function and infertility. \" Varicocele may be secondary to renal cell carcinoma of the left kidney. The growth from renal cell carcinoma blocks the renal vein by venous permeation. So sudden onset of varicocele (left side) in middle aged man should arouse suspicion of a renal cell carcinoma of the left side. In renal cell Ca, the varicocele does not decompress in the supine positon*.",
        "cop": 1,
        "opa": "Common on the right side",
        "opb": "Can present as a late sign of renal cell carcinoma",
        "opc": "Has bag of worm like feeling",
        "opd": "Can lead to infertility",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "4af0df8b-498b-4885-924b-6f255b19fd71",
        "choice_type": "multi"
    },
    {
        "question": "Positive Prehn's sign is?",
        "exp": "ANSWER: (B) Elevation of testis reduces pain of epididymitis. REF: Blueprints Urology by Stanley Zaslau- Page 127, http://en. wikipedia. org/wiki/Prehn%27s_ sign. Prehn's sign is a medical diagnostic indicator that was once believed to help determine whether the presenting testicular pain is caused by acute epididymitis or from testicular torsion. Prehn s sign has been shown to be inferior to Doppler ultrasound to rule out testicular torsion. According to Prehns sign, the physical lifting of the testicles relieves the pain of epididymitis but not pain caused by testicular torsion. Negative Prehn's sign indicates no pain relief with lifting the affected testicle, which points towards testicular torsion which is a surgical emergency and must be relieved within 6 hours. Positive Prehn's sign indicates there is pain relief with lifting the affected testicle, which points towards epididymitis",
        "cop": 2,
        "opa": "Elevation of testis increase pain of epididymitis",
        "opb": "Elevation of testis reduces pain of epididymitis",
        "opc": "Depression of testis increases pain of epididymitis",
        "opd": "Depression of testis reduces pain of epididymitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "65cedb59-daeb-4502-94ed-822e5a4966eb",
        "choice_type": "single"
    },
    {
        "question": "Clinical scenario with bag of worms -",
        "exp": "Ans. is 'a' i. e., Varicocele Varicoceleo A varicocele is a varicose (tortuous) dilatation of the vein draining the testis, o Most varcoceles are noticed in adolescence or early adulthood. o The usual sufferers are tall, thin, adult men often living in hot weathero In majority of cases varicocele are left sided (95%), because, the right testicular vein drains directly into the vena cava, where as the left testicular vein oepns at right angle into the left renal vein, which has the high pressure. o Obstruction of the left testicular vein by a renal tumour or after nephrectomy are occasional causes of varicocle in middle age or there aster. Clinical featureo The patient is usually young adult and it is exclusively found on the left side. o Usually; varicocle is painless and the only complaint of the patient is swelling. o Some patient may present with dragging pain in the scrotum, and the pain worsens on prolonged standing, exertion or if unsupported by underwear.",
        "cop": 1,
        "opa": "Varicocele",
        "opb": "Hydrocele",
        "opc": "Torsion of testis",
        "opd": "Congenital hernia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "d605dc80-6380-4350-9ac3-c4269185cdbd",
        "choice_type": "single"
    },
    {
        "question": "Spermatocoeles are most commonly found at -",
        "exp": "Ans. is 'a' i. e., The Head of epidydimis o A spermatocele is a benign cystic accumulation of sperm that arises from the head of the epididymis. Although often disconcerting to the patient when noticed, these lesions are benign. Spermatoceles can develop in varying locations, ranging from the testicle itself to locations along the course of the vas deferens. Nevertheless, in common usage, spermatoceles are intrascrotal, paratesticular cystic collections of sperm that arise from the epididymiso Usually smooth, soft, and well-circumscribed, spermatoceles are broadly described as scrotal masses. The differential diagnoses include hydrocele, varicocele, hernia, simple epididymal cyst, and neoplasm. History, examination, and ultrasonography can aid in the differentiation. o Spermatoceles typically arise from the caput (head) of the epididymis, which is located on the superior aspect of the testicle",
        "cop": 1,
        "opa": "The Head of epidydimis",
        "opb": "Testis",
        "opc": "Prostate",
        "opd": "Seminal Vescicles",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "1b3b9d51-d54d-4f88-acc5-33ec5447a8e3",
        "choice_type": "single"
    },
    {
        "question": "Young male scrotal swelling since 3 yrs on examination fluctuant swelling testis not separately felt. No trauma or fever. Diagnosis -",
        "exp": "Ans. is 'a' i. e., Vaginal hydorcele o Vaginal hydrocele. This is common type of hydrocele; whee acumulation of fluid occurs between the layers of tunica vaginalis in scrotum. These may! be of Pvo types: Primary and secondary? In primary vaginal hydrocele, often there is not definite cause. Secondary vaginal hydrocele accompanies disease of the testis and/or epididymis. The common causes of secondary hydrocele are epididymo-orhitis, trauma and testicular neoplasm.",
        "cop": 1,
        "opa": "Vaginal hydrocele",
        "opb": "Hemorchitis",
        "opc": "Ca testis",
        "opd": "Varicocele",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Testis & Scrotum)",
        "id": "ff432971-4028-41da-a5e4-18602aadc53d",
        "choice_type": "single"
    }
]