[
    {
        "question": "When should a nonfunctioning adrenal tumor be operated -",
        "exp": "Ans. is 'd' i. e., 4 cm. Adrenal incidentalomaso Patients with functional tumors or obviously malignant lesions should undergo adrenolectomyo For non-functional tumors -Size < 3 cm -- 6/12 monthly CT/MRI follow up. Size 3 -5 cm -- Adrenalectomy in fit patient. Size >5 cm -- Adrenalectomy.",
        "cop": 4,
        "opa": "1 cm",
        "opb": "2 cm",
        "opc": "3 cm",
        "opd": "4 cm",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Parathyroid & Adrenal Glands)",
        "id": "83b2fb3f-d3fe-4049-8b78-e4c139e2b0ec",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid adenoma most commonly involves which of the following sites:--",
        "exp": "Ans 'c' i. e. inferior parathyroid lobe. Parathyroid adenomas most commonly involves the inferior parathyroid glands.",
        "cop": 3,
        "opa": "Thyroid substance",
        "opb": "Superior parathyroid lobe",
        "opc": "Inferior parathyroid lobe",
        "opd": "In the mediastinum",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Parathyroid & Adrenal Glands)",
        "id": "f6d69794-2968-4dc5-975c-2bfed365831f",
        "choice_type": "single"
    },
    {
        "question": "During bilateral adrenalectomy for Cushing's disease, intraoperative dose of hydrocortisone should be given after:",
        "exp": "Ans. is 'd' i. e., Excision of both adrenal glands About corticosteroids given in adrenalectomy, the maximum we could get is mentioned below. The answer has been confirmed by a good knowledgeable Prof, in Surgery. Schwartz 9th/e pl397 writes- \"Patients undergoing surgery for a primary adrenal adenoma secreting glucocorticoids require preoperative and postoperative steroids due to suppression of the contralateral adrenal gland. Duration of steroid therapy is determined by the ACTH stimulation test. Exogenous steroids may be needed for up to 2 years but are needed indefinitely in patients who have undergone bilateral adrenalectomy. This latter group of patients also may require mineralocorticoid replacement therapy. \"Sabiston 18/e pl013 writes- \"Perioperative and postoperative glucocorticoid administration is obviously essential in the care of patients with Cushing's syndrome. For patients undergoing adrenalectomy for Cushing's syndrome, perioperative \"stress dose\" steroids (hydrocortisone, 100 mg IV every 8 hours for 24 hours) are recommended. \"Note that Bailey (25th/e p811) & CSDT (13th/e p749) differ from Schwartz and Sabiston. According to them only post-operative steroids are given.",
        "cop": 4,
        "opa": "On opening the abdomen",
        "opb": "Ligation of left adrenal vein",
        "opc": "Ligation of right adrenal vein",
        "opd": "Excision of both adrenal glands",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Parathyroid & Adrenal Glands)",
        "id": "4905cbe1-03ab-4906-abb4-d13d704de49d",
        "choice_type": "multi"
    }
]