[
    {
        "question": "Which is the main contraindication for a liver biopsy?",
        "exp": "Ans. is 'b' i. e., Coagulopathy Liver Biopsyo Liver Biopsy can be taken# Percutaneously# Via a blood vessel# Throught he abdomen during surgeryo Indications# Estimation of hepatic damage in chronic viral hepatitis# Hemochromatosis# Tuberculosis# Undiagnosed metastasiso Coagulation anomalies is the chief contraindication as disastrous bleeding can occur.",
        "cop": 2,
        "opa": "Hepatitis",
        "opb": "Coagulopathy",
        "opc": "Chronic Alcoholic",
        "opd": "Associated cholcystitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "bd756cef-81cc-4007-9237-2c4f94dea72e",
        "choice_type": "single"
    },
    {
        "question": "One is not the feature of obstructive jaundice:",
        "exp": "Ans. is 'd' ie Raised urinary urobilinogen As already explained in Nov 99 (Biochem) urinary urobilinogen is decreased in obstructive jaundice. Due to obstruction in excretion of bile there is increased serum levels of bile salts (causing pruritics) and alkaline phosphatase (a rise of more than 3 times is diagnostic of obstructive jaundice)",
        "cop": 4,
        "opa": "Pruritis",
        "opb": "Elevated level of S. bilirubin",
        "opc": "Raised alkaline phosphatase",
        "opd": "Raised Urinary urobilinogen",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "9900cac5-c091-4270-b758-5d661c4225d7",
        "choice_type": "single"
    },
    {
        "question": "Which is not elevated in a child presenting with jaundice, icterus, pruritus & clay coloured stools.",
        "exp": "Ans. is 'd' i. e. Glutamate dehydrogenase Jaundice, icterus, clay coloured stools, pruritus, all suggest cholestatic jaundice. These three enzymes are usually elevated in cholestasis 1. Alkaline phosphatase 5'-nucleotidase. Gamma glutamyl transpeptidase",
        "cop": 4,
        "opa": "Gamma glutanyl transpeptidase",
        "opb": "Alkaline phosphatase",
        "opc": "5'-nucleotidase",
        "opd": "Glutamate dehydrogenase",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "ee7975c7-683b-4904-8609-04b805b3ede2",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for liver transplant in children -",
        "exp": "Ans. is 'b' i. e., Biliary Atresia o Biliary atresia is currently MC indication for pediatric liver transplantation.",
        "cop": 2,
        "opa": "Viral hepatic disease",
        "opb": "Biliary Atresia",
        "opc": "Primary sclerosing cholangitis",
        "opd": "Crigler Najar Syndrome",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "498b7b47-6442-4cdd-b4b5-cf5df118b0d8",
        "choice_type": "single"
    },
    {
        "question": "Most commonly injured nerve in Incision shown",
        "exp": "Ilia hypogastric nerve (Mc. Bumey's incision)",
        "cop": 2,
        "opa": "Ilioinguinal nerve",
        "opb": "Iliohypogastric nerve",
        "opc": "Subcostal nerve",
        "opd": "11th Thoracic nerve",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "9cdbfba0-8513-4622-8b6a-d7f5320005d8",
        "choice_type": "single"
    },
    {
        "question": "Pringle's maneuver is mainly used to control bleeding from?",
        "exp": "Ans. (b) Hepatic artery. Ref: Bailey & Love 26th ed. / 360* Control of bleeding from portal vein is difficult because of vigorous backflow requiring a double pringle maneuver with clamping above and below the injury. In practice the hepato-duodenal ligament is often too short, to accommodate two clamps and portal vein, and must be repaired with less than optimal control using a combination of pringle maneuver and direct digital pressure* Pringle manoeuvre: Digital compression of the hilar vessels to control hepatic bleeding from traumatic injuries also known-as the Pringle maneuver.",
        "cop": 2,
        "opa": "IVC",
        "opb": "Hepatic artery",
        "opc": "Cystic artery",
        "opd": "Hepatic vein",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "50039801-6189-493e-a528-4cadc70fb84f",
        "choice_type": "single"
    },
    {
        "question": "Cause of congestive splenomegaly is -",
        "exp": "Ans. is 'b' i. e., Budd Chiari Syndrome Causes of congestive splenomegalyo Budd Chiari Syndromeo Hepatic vein obstruction\\o Portal vein obstruction",
        "cop": 2,
        "opa": "Visceral Leishmaniasis",
        "opb": "Budd Chiari Syndrome",
        "opc": "Gaucher's Disease",
        "opd": "Hodgkin's Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "1ca97d78-6b4d-42d2-b326-3e5b2e777ee6",
        "choice_type": "single"
    },
    {
        "question": "All of the following is true about Hepatitis B Vaccination except -",
        "exp": "Ans. is 'c' i. e., It is a live attenuated vaccine o Both passive and active immunization are available for HBV infection prophylaxiso Passive prophylaxis is by hepatitis B immune globulin (HBIG). o Active immunization is by recombinant hepatitis B vaccineo These are two recombinant vaccines: 1) Recombivax - HB2) Engerix - Bo Vaccine is given intramuscular into the deltoid or in infants into the anterolateral aspect of thigh. Gluteal injection is not recommended as it may result in poor immune response, o Three doses are given at 0, 1 and 6 monthso For pre exposure prophylaxis only hepatitis B vaccine is given. o For post exposure prophylaxis combination of HBIG and hepatitis B vaccine is recommendedo For perinatal exposure single dose of HBIG at birth along with complete course of vaccination is recommended. First dose of vaccine should be given within 12 hours after birth.",
        "cop": 3,
        "opa": "Surgeons and Health care workers must be vaccinated",
        "opb": "It is recommended to be given immediately at birth",
        "opc": "It is a live attenuated vaccine",
        "opd": "Booster dose is indicated if there is poor titres.",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "bcf471f9-9a5b-4c9f-b2af-2f4e767b0832",
        "choice_type": "multi"
    },
    {
        "question": "Modified Childpugh score components ail except-",
        "exp": "Ans. is 'd' i. e., Nutitional status Child pugh score - Ask child turcotte pugh score: o This score is/as originally developed to evaluate the risk of portacaval shunt for portal hvpertention in cirrhotic patients. It has been shown to be useful in predicting surgical risks of other intrabdominal operations performed on cirrhotic patients. Variable1 points2 points3 points1. Bilirubin level2. Albumin level3. INR4. Encephalopathy5. Ascitis< 2 mg/dl>3. 5 mg/dl<1. 7. None. None2-3 mg/di2. 8-3. 5 mg/di1. 7-2. 2. Controlled. Controlled>3 mg/di<2. 8 mg/di>2. 2. Uncontrolled. Uncontrolled. Class - Class A - 5-6 points 10% Mortality. Class B - 7-9 points 30% MortalityC lass C -10-15 points 75-80% Mortalityo Originally (before modification by child et al), this score consisted of Nutritional status in place of INR.",
        "cop": 4,
        "opa": "S. bilirubin",
        "opb": "INR",
        "opc": "Encaphalopathy",
        "opd": "Nutritional status",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "4873a48d-c579-412e-9267-8d444917d2df",
        "choice_type": "multi"
    },
    {
        "question": "A 35 year old male came with jaundice, palpable mass in the right hypochondrium not associated with pain. The probable diagnosis is -",
        "exp": "Ans. is 'a' i. e., Carcinoma Ampulla of Vater Courvoisier's Lawo Courvoisier's law states that in the presence of an enlarged gall bladder which is nontender and accompanied with jaundice the cause is unlikely to be gallstones. This is because gall stones are formed over a longer period of time, and this result in a shrunken, fibrotic gall bladder which does not distend easilyo In contrast, the gall bladder is more often enlarged in pathologies that cause obstruction of the biliary tree over a shorter period of time such as malignancy of bile duct, pancreas, leading to passive distention from backpressure.",
        "cop": 1,
        "opa": "Carcinoma Ampulla of Vater",
        "opb": "Acute cholecystitis",
        "opc": "Chronic Cholecystitis",
        "opd": "Chronic Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "5d3acee6-94c3-4dbf-8084-84aa52b338c6",
        "choice_type": "single"
    },
    {
        "question": "Liver biopsy is indicated for diagnosis/evaluation of all EXCEPT?",
        "exp": "Ans. (c) Hemangioma. Ref.: Bailey & Love 26th ed. /1083. Hemangioma being a vascular tumor is diagnosed by imaging techniques and liver biopsy is contraindicated. Cavernous hemangiomas arise from the endothelial cells that line the blood vessels and consist of multiple, large vascular channels lined by a single layer of endothelial cells and supported by collagenous walls. These tumors are frequently asymptomatic and incidentally discovered at imaging, surgery, or autopsy.",
        "cop": 3,
        "opa": "Autoimmune hepatitis",
        "opb": "Storage disorders",
        "opc": "Hemangioma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Liver)",
        "id": "9e7bd42e-29cb-4c40-b6dd-24ff821719ec",
        "choice_type": "multi"
    }
]