[
    {
        "question": "Sacrococcygeal teratoma is associated with:",
        "exp": "Ans: A (Menigocele) Ref: Robbins and Cotran Pathologic Basis of Disease: 8th edition. Explanation: Sacrococcygeal Teratomas. Most common teratomas of childhood. Accounts for 40% or more of cases. Four times more common in girls. Approximately 10% of sacrococcygeal teratomas are associated with congenital anomalies. Primarily defects of the hindgut and cloacal region. Mid line defects. Meningocele and spina bifida. Approximately 75% of these tumors are mature teratomas, and about 12% are unequivocally malignant and lethal. The remainder is immature teratomas. Most of the benign teratomas are encountered in younger infants (<4 months), whereas children with malignant lesions tend to be older. Other sites for teratomas in childhood include: Testis. Ovaries. Mediastinum. Retroperitoneum. Head and neck.",
        "cop": 1,
        "opa": "Meningocele",
        "opb": "Cardiac detects",
        "opc": "Hepatic cysts",
        "opd": "Cystic adenoid malformation",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "33653d43-6214-4175-b026-c93cfa645e7b",
        "choice_type": "single"
    },
    {
        "question": "Moures sign is seen in -",
        "exp": "Ans. is 'a' i. e., Carcinoma\"In normal persons, a click is felt when larynx is moved from side to side over vertebral column, this is called laryngeal click (post cricoid crepitus) It is absent in post cricoid carcinoma -- Moures sign",
        "cop": 1,
        "opa": "Carcinoma",
        "opb": "Appendicitis",
        "opc": "Varicose vein",
        "opd": "Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "d035efdb-1ccd-4326-b318-550a3f4853ac",
        "choice_type": "single"
    },
    {
        "question": "Following genetic counselling in a family for Familial polyposis coli (FPC) next screening test is",
        "exp": "Ans. is 'd' i. e. APC gene Schwartz writes - \"Flexible sigmoidoscopy of first-degree relatives of FAP (Familial adenomatous polyposis) patients beginning at age 10 to 15 years has been the traditional mainstay of screening. Today following genetic counselling, APC gene testing may be used to screen family members providing an APC mutation has been identified in a family member. \"Familial adenomatous polyposis (FAP) is a dominantly inherited colon cancer syndrome due to germline mutations in the adenomatous polyposis coli (APC) tumor suppressor gene on chromosome 5. Patients with this syndrome develop hundreds to thousands of adenomas in the colon which if left untreated will eventually develop into colon cancer. Each of the FAP adenomas has lost the normal remaining allele of APC gene but has not yet accumulated the required additional mutations to generate fully malignant cells. In due course of time many of these adenomas acquire further genetic abnormalities and develop into fully malignant cancers. APC gene is thus considered to be a gatekeeper for colon tumorigenesis. The detection of APC gene mutation in family members of a FAP patient helps in making a definitive diagnosis before the development of polyps. So APC gene testing is used to screen family members",
        "cop": 4,
        "opa": "Flexible sigmoidoscopy",
        "opb": "Colonoscopy",
        "opc": "Occult blood in stools",
        "opd": "APC gene",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "27daee65-893c-40a2-a0a6-9d2e13872eb3",
        "choice_type": "single"
    },
    {
        "question": "By mucosal resection which carcinoma can be diagnosed early:",
        "exp": "Ans. is 'a' ie Oesophageal carcinoma * Quite logically, it is esophagus and anal canal which can be easily approached and mucosal resection done. Anal Cancers: Because of its superficial situation these lesions are easily recognized by the patient & the doctor, So anal cancers are caught in early stage by clinical methods and therefore do not need mucosal resection. Oesophageal Cancers: are notorious for their aggressive biological behavior, it infiltrates locally, involves adjacent lymph nodes and metastasizes widely by hematogenous spread, Lack of an esophageal serosal layer tends to favour local tumor extension. So it would be very useful if we catch this tumor early by mucosal resection. Because dysphagia is the presenting complaint in 80 to 90% of pts with esophageal cancer, any adult who complain of progressive dysphagia warrant an esophagoscopy and brush cytology and biopsy taken. The accuracy of brush cytology and biopsy is 97%.",
        "cop": 1,
        "opa": "Oesophageal Carcinoma.",
        "opb": "Anal Carcinoma.",
        "opc": "Colon Carcinoma.",
        "opd": "Pancreatic Carcinoma.",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "e4c8a4ba-035e-4844-939d-9150a51c25e5",
        "choice_type": "single"
    },
    {
        "question": "Sister mary joseph nodule is commonly seen with:",
        "exp": "Ans. (d) Stomach CARef: Bailey & Love 26th ed. ch 63/1050* Tumour of the stomach may spread via the abdominal cavity to the umbilicus (Sister Josephs nodule).* The ovaries may sometimes be the sole site of transcoelomic spread (Krukenbergs tumours).",
        "cop": 4,
        "opa": "Ovarian CA",
        "opb": "Colon CA",
        "opc": "Pancreatic CA",
        "opd": "Stomach CA",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "898adba4-6daf-4251-9f64-9ce120a46f7b",
        "choice_type": "single"
    },
    {
        "question": "Osteoblastic metastasis commonly arise from:",
        "exp": "Ans. b. Prostate (Ref: Harrison 19/e p119e-4, 18/e p820-821; Devita 9/e p2512-2513; CSDT 12/e p1202). Osteoblastic metastasis commonly arises from carcinoma prostate. MC site of primary for bone metastasis: CA Prostate. QMC cause of osteoblastic secondaries in males: CA Prostate. QMC cause of osteoblastic secondaries in females: CA Breast. QMC tumor metastasize to bone in females: CA Breast. QBone Metastasis. Metastatic tumors of bone are more common than primary bone tumorsQ. Tumors usually spread to bone hematogenously, axial skeleton is seeded more than appendicular skeleton partly due to persistence of red marrowQ. In order of decreasing frequency, the sites most often involved are vertebrae (most commonQ >proximal femur >pelvis >ribs >sternum >proximal humerus >skull. Extremities distal to elbow and knee are least commonly involved sitesQ, but if distal extremity is involved there is high probability of myelomaQ. Metastasis to small bones originate from: Lung, kidney or colon. QBone is a common site of metastasis for carcinoma of the prostate, breast, lung, kidney, bladder, thyroid, lymphomas and sarcomasQ. Bateson's vertebral plexus allow cells to enter the vertebral circulation without first passing through the lungs and is responsible for high rate of prostate cancer metastasis to boneQ. Diagnosis: Bone scan is investigation of choice for bone metastasisQ. Purely osteolytic lesions are best detected by plain radiography, but they are not apparent until they are >1 cm and have destroyed 30-50% of boneQ. These are associated with hypercalcemia and with the excretion of hydroxyproline containing peptidesQ. Treatment: Treatment options: Bisphosphonates, corticosteroids, radiotherapy (EBRT) and radionucleotides. EBRT is given in symptomatic bony metastasQ. Samarium-153 is a beta emitter, very effective in relieving pain of bone metastasisQ. Bone Metastasis. Purely osteolytic. Mostly osteolytic. Mostly osteoblastic. Purely osteoblastic* Kidney (expansile)Q* Thyroid* Lung* GI tumors* BreastQ* Seminoma* Carcinoid* Neurogenic tumors* Uterus and ovary* Urinary bladder* ProstateQ",
        "cop": 2,
        "opa": "Breasts",
        "opb": "Prostate",
        "opc": "Lung",
        "opd": "RCC",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "3d9045f3-f7f1-411f-baca-22092db54bf7",
        "choice_type": "single"
    },
    {
        "question": "Which cancer develops in chronic ulcer -",
        "exp": "Ans. is 'c' i. e., Squamous cell CA Squamous cell carcinomao Associated with chronic inflammation, o Invariably ulcerated lesion, o Metastasis in 2% cases.",
        "cop": 3,
        "opa": "Malignant melanoma",
        "opb": "Basal cell CA",
        "opc": "Squamous cell CA",
        "opd": "Kaposi sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "d5f1c716-8753-4ade-8b29-ec0e6dd2303f",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Acral lentigo maligna sub type of malignant melanoma is?",
        "exp": "Ans A Reference Bailey and Love short practice of Surgery. 26th edition. Acral Lentiginous Melanoma has Poor prognosis Absence of Radial growth phase Age predisposed Elderly - > 60 years Parts commonly involved Acral parts Palms and soles Subungual region Most common Melanoma Superficial Spreading type. Ans A Reference Bailey and Love short practice of Surgery. 26th edition. Acral Lentiginous Melanoma has Poor prognosis Absence of Radial growth phase Age predisposed Elderly - > 60 years Parts commonly involved Acral parts Palms and soles Subungual region Most common Melanoma Superficial Spreading type.",
        "cop": 1,
        "opa": "Palms & soles",
        "opb": "Trunk",
        "opc": "Face",
        "opd": "Buttocks",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "d5ab9274-eec6-4338-b9f7-949f81cfec87",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of Retro-peritoneum:",
        "exp": "Ans. (b) Sarcoma. Ref: Bailey and love 26th ed. ch. 61/985* One third of malignant tumors that arise in the retroperitoneum are sarcomas, and approximately 15% of soft tissue sarcomas arise in the retroperitoneum.* Retroperitoneal sarcomas are malignant tumors arising from mesenchymal cells, which are usually located in muscle, fat, and connective tissues. Retroperitoneal sarcomas have varying clinical courses depending on their histologic subtype and grade.",
        "cop": 2,
        "opa": "Stroma",
        "opb": "Sarcoma",
        "opc": "Teratoma",
        "opd": "Retro-teratoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "a56fe219-8c7f-44c0-8813-7f4e749e695a",
        "choice_type": "single"
    },
    {
        "question": "HIV positive patients present with the following appearance of the leg with a history of HHV-8 infection, what is the most likely diagnosis?",
        "exp": "Ans. (b) Kaposi sarcoma. Kaposi's sarcoma (KS) is a soft tissue sarcoma of vascular origin that is induced by the human herpes virus 8. The incidence of KS increased dramatically during the AIDS epidemic. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Kaposi sarcoma",
        "opc": "Malignant melanoma",
        "opd": "Non-Hodgkin's lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "d808606c-970a-4e78-8592-21cf4c19a93b",
        "choice_type": "single"
    },
    {
        "question": "Least common site for spread of melanoma is?",
        "exp": "Ans. (d) Renal. Ref: De. Vita, Heilman, and Rosenberg's Cancer: Principles & Practice of. Vol 1/1931",
        "cop": 4,
        "opa": "GIT",
        "opb": "Lungs",
        "opc": "Liver",
        "opd": "Renal",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "0211f631-20d0-47aa-8326-ec759e4c39e7",
        "choice_type": "single"
    },
    {
        "question": "Most common pituitary adenomas are -",
        "exp": "Ans. is 'd' i. e., Prolactinomas o Pituitary adenomas constitute approximate 10% of all primary intracranial neoplasms and about 1/3 to 1/2 of all suprasellar/juxtasellar masseso Pituitary adenomas are classified on the basis of hormone(s) produced by the neoplastic cells detected by immunohistochemical stains. o Most common pituitary adenomas are prolactinomas. o Pituitary adenomas can be differentiated from hyperplasia by reticulin stain (Absence of reticulin network is seen in adenoma)o Pituitary adenomas are sellar lesions but larger adenomas can extend through the diaphragm sella into the suprasellar region and compress the optic chiasm (causing visual field abnormalities) and other cranial nerves. Large adenomas can also erode the sellarturcica and extend into surrounding region (k/a invasive adenomas)",
        "cop": 4,
        "opa": "Growth hormone secreting adenomas",
        "opb": "ACTH secreting adenomas",
        "opc": "TSH secreting adenomas",
        "opd": "Prolactinomas",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "d33f74ee-b7ab-48f6-a344-aa7eb3f272e7",
        "choice_type": "single"
    },
    {
        "question": "Commonest site for lymphoma in GIT is:",
        "exp": "Ans is 'a' ie stomach \"The stomach is the most frequent extranodal site for lymphomas. Microscopically, the vast majority of gastric lymphoid tumors are non-Hodgkins lymphomas of B cell origin, Hodgkin's disease involving the stomach is extremely uncommon. \" - Harrison",
        "cop": 1,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Ileum",
        "opd": "Rectum",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "0716a48d-5a45-4d10-aa89-19c57f361a0f",
        "choice_type": "single"
    },
    {
        "question": "In TNM staging, N=?",
        "exp": "Ans. (c) Number of lymph nodes",
        "cop": 3,
        "opa": "Nature of tumor",
        "opb": "Number of tumors",
        "opc": "Number of lymph nodes",
        "opd": "Metastasis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "899e23f6-c08b-4baa-8dce-6a59480bd543",
        "choice_type": "single"
    },
    {
        "question": "Most common soft tissue tumor of adults is?",
        "exp": "ANSWER: (D) MALIGNANT FIBROUS HISTIOCYTOMAREF: With text. Malignant fibrous histiocytoma is the most common soft tissue sarcoma of adults\" (REF: Dermatology -Otto Braun-Falco 2nd revised edition Page 1564)\"Malignant fibrous histiocytoma is the most common soft tissue sarcoma of adults while liposarcoma are secomd most common soft tissue sarcoma in adults\" (REF: Essentials of Orthopedic Surgery by Sam W. Wiesel, John N. Delahay Page 165)\"The most commonly found soft tissue tumors are liposarcoma, malignant fibrous histiocytoma (MFH), and leiomyosarcoma'' (REF: Sabiston 18th edition chapter. Sl). The most common types of sarcoma in adults are malignant fibrous histiocytoma, liposarcoma, and leiomyosarcoma. (REF: The American Cancer society; style=\"color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif\"> ci d/ do cum ents/web co nten t/003138-pdf. pdf). Major Types of Soft-Tissue Sarcomas in Adults(REF: http://en. wikipedia. org/wiki/Soft-tissue_sarcoma). Tissue of Origin. Type of Cancer. Usual Location in the Body. Fibrous tissue. Fibrosarcoma. Malignant fibroushyistiocytoma. Dermatofibrosarcoma. Arms, legs, trunk. Legs. Trunk. Fat. Muscle. Liposarcoma. Arms, legs, trunk. Striated muscle Smooth muscle. Rhabdomyosarcoma. Leiomyosarcoma. Arms, legs Uterus, digestive tract. Blood vessels. Hemangiosarcoma. Kaposi's sarcoma. Arms, legs, trunk Legs, trunk. Lymph vessels Synovial tissue(linings of joint cavities, tendon sheaths). Lymphangiosarcoma. Synovial sarcoma. Arms. Legs. Peripheral nerves. Malignant peripheral nerve sheath tumour, ''Neurofibrosarcoma. Arms, legs, trunk. Cartilage and boneforming tissue. Extraskeletal chondrosarcoma. Legs Extraskeletal osteosarcoma. Legs, trunk(not involving the bone). Also know: Rhabdomyosarcoma, the most common type of soft tissue sarcoma seen in children. Lipoma is the most common soft tissue tumor affecting adults. By site of origin, leiomyosarcoma is the most common sarcoma of the organs, while liposarcoma and malignant fibrous histiocytoma are the most common sarcomas of the extremities",
        "cop": 4,
        "opa": "Embryonal rhabdomyosarcoma",
        "opb": "Liposarcoma",
        "opc": "Synovial sarcoma",
        "opd": "Malignant fibrous histiocytoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "bab8b074-cd1b-4413-b25b-81f4ae8b92a2",
        "choice_type": "single"
    },
    {
        "question": "Treatment for malignant melanoma is -",
        "exp": "Ans. is 'a' i. e., Wide excision Management of Malignant Melanomao Wide local excision of the primary tumor is the management of choice. The recommended margin of resection depends on the thickness of the tumor. Recommended Margins for Surgical Resection of Primary Melanoma. Tumor thickness. Margin Radius<1. 0mm1. 0cm1-4 mm2. 0 cm>4 mm3. 0 cm (Schwartz). Sabiston (18/ep773) and Harrison (17fep547) differ somewhat from Schwartz. According to Sabiston-Recommended Margins for Surgical Resection of Primary Melanoma. Tumor thickness. Margin Radius. In situ0. 5 cm<1. 0 mm1. 0 cm1-2 mm1. 0-2. 0 cm>2. 0 mm> 2. 0 cm (Sabiston). According to Harrison- Recommended Margins for Surgical Resection of Primary Melanoma. Tumor thickness. Margin Radius. In situ0. 5 cm< 1. 0mm1. 0cm> 1. 0 mm2. 0 cm (Harrison)o Sentinel lymph node biopsy is done for tumors more than 1 mm thick. If biopsy is positive complete lymph node dissection is done. Also know. Treatment of subungual melanoma - amputation of the distal digit to provide a 1 cm margin from the tumor. For fingers, amputation commonly involves only the distal phalanx; ray amputation is not required. (Sabiston 18/ep775)",
        "cop": 1,
        "opa": "Wide excision",
        "opb": "Radiotherapy",
        "opc": "Excision",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "54f71be4-e0c3-4eb9-84bd-7a9ea0add5b1",
        "choice_type": "single"
    },
    {
        "question": "Gleason Score is used to grade which cancer -",
        "exp": "Ans. is 'a' i. e., Prostate Cancer Gleason score and grading systemo Gleason score is the most commonly used histological grading system for prostate cancero The two most predominant histological patterns of the prostate cancer are assigned a Gleason grade ranging from 1-5. o Primary grade is assigned to the pattern of cancer that is most commonly observed in the histological slides of the specimen. o Secondary grade is assigned to the second most commonly observed pattern in the specimeno Gleason score is the sum of the two grades. Thus it is also known as Gleason sum. o If the entire specimen has only one pattern present, then both the primary and sencondary grades are reported as the same grade. o As Gleason grades range from 1 to 5, Gleason score thus range from 2 to 10. o The Gleason score is used to help evaluate the prognosis of men with prostate cancer. Together with other parameters, the Gleason score is incorporated into a strategy of prostate cancer staging which predicts prognosis and helps guide therapy. o A point of importance is that the primary Gleason grade is most important with respect to placing patients in prognostic groups. For example in patients with a Gleason score 7, a Gleason 4+3 is a more aggressive cancer than a Gleason 3+4.",
        "cop": 1,
        "opa": "Prostate Cancer",
        "opb": "Transitional Cell CA",
        "opc": "Penile Cancer",
        "opd": "Anal Cancer",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "b3d4770f-fe50-4855-b0ef-d98fa2525a07",
        "choice_type": "single"
    },
    {
        "question": "Most common primary of metastatic bone tumor in a male is?",
        "exp": "ANSWER: (A) Lung. REF: Bailey & love 24th edition page 1330, Swartz's surgery 8th edition page 1330\"Prostate, breast and lung primaries account for 80 % of all bone metastasis\"Out of the options provided lung is the best possible answer",
        "cop": 1,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Bone",
        "opd": "Brain",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "6448b513-f0c7-4e12-819f-4d9e96d0a9fa",
        "choice_type": "single"
    },
    {
        "question": "To differentiate malignancy from benign lesion in GIT, investigation of choice:",
        "exp": "Ans. (b) Biopsy. Ref: Chapter 91: Harrison 18th ed.* Taking multiple biopsies increases the yield. Cytologic examination of tumor brushings complements standard biopsies and should be performed routinely.* The extent of tumor spread to the mediastinum and para-aortic lymph nodes should be assessed by CT scans of the chest and abdomen and by endoscopic ultrasound.* Positron emission tomography scanning provides a useful assessment of resectability, offering accurate information regarding spread to mediastinal lymph nodes",
        "cop": 2,
        "opa": "USG",
        "opb": "Biopsy",
        "opc": "Endoscopy",
        "opd": "P. E. T scan",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "5e665385-2619-444c-8956-eabf02ee0964",
        "choice_type": "single"
    },
    {
        "question": "In oesophageal ca which Neoadjuvant chemotherapy is used:",
        "exp": "Ans. is 'a' ie Cisplatin Sabiston writes-\" Since its introduction in 1980, cisplatin has emerged as the cornerstone of combination therapy in esophageal cancer. As a single agent, it has a response rate of 25% to 30%. Given in combination with 5- fluorouracil, a response rate of 50% may be achieved, and this is an established chemotherapeutic regimen for esophageal cancer. \"",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Cyclophosphamide",
        "opc": "Doxorubicin",
        "opd": "Methotrexate",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "a233bb28-2ac7-4d9e-8af4-54b709bab65b",
        "choice_type": "single"
    },
    {
        "question": "Which is not a premalignant condition?",
        "exp": "ANSWER: (C) Acanthosis nigricans. REF: Das text book of surgery 3rd edition page 104. Premalignant conditions of oral cavity: Leukoplakia. Erythroplakia. Chronic hyperplastic candidiasis. Oral sub mucosal fibrosis. Syphillitic glossitis. Sideropenic dysphagia. Premalignant condition of squamous cell carcinoma of skin: Bowen's disease. Senile keratosis. Xeroderma pigmentosa. Solar/actinic keratosis. Long standing chronic ulcer. Lupus vulgaris",
        "cop": 3,
        "opa": "Bowens disease",
        "opb": "Leukoplakia",
        "opc": "Acanthosisnigricans",
        "opd": "Solar keratosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "027e9b54-9f44-4680-8291-b8091ef9a8d2",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of hand is?",
        "exp": "ANSWER: (A) Enchondroma. REF: Practical Orthopaedic Sports Medicine and Arthroscopy edited by Donald H. Johnson, Robert A. page 425[?] Most common tumour of hand: Ganglion > Enchondroma [?] Most common bony tumour of hand: Enchondroma [?] Most common soft tissue tumour of hand: Ganglion[?] 2nd most common soft tissue tumour of hand: Giant cell tumour of tendon sheath[?] Most common malignanant bone tumour in hand: Chondrosarcoma",
        "cop": 1,
        "opa": "Enchondroma",
        "opb": "Chondroblaastoma",
        "opc": "Giant cell tumour",
        "opd": "Osteoid osteoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "f06703af-1072-46f7-ac89-2d28fc389e7c",
        "choice_type": "single"
    },
    {
        "question": "A 1 cm coin lesion is seen on chest X-ray in the right upper lobe. FNAC shows adenocarcinoma. Appropriate management is:",
        "exp": "Ans: A (Excision and observation) Ref: Schwartzs Principles of Surgery, 9th Edition & Sabiston Textbook of Surgery, 19th Edition. Explanation:\"Early stage lung cancer (Stages l and II) may successfully he Heated with surgery alone and, in most patients, yields long-term survival rates. \" {Ref: Sabi st on). Principles of Management of Lung Adenocarcinoma. Treatment options include. Surgery for localized disease. Chemotherapy for metastatic disease. Radiation therapy for local control in patients whose condition is not amenable to surgery. Radiation therapy and chemotherapy together are better than chemotherapy or radiation therapy alone for primary treatment of advanced stage lung cancer. Solitary Pulmonary Nodule. Among patients with lung cancer, the best survival can be expected in cases presenting with asymptomatic solitary peripheral pulmonary nodule on chest x-ray (coin lesions). The solitary pulmonary nodule (SPN) - abnormal density up to 4 cm in diameter, rounded or ovoid in appearance surrounded by a zone of lung tissue by x-ray, and free of cavitation or associated lung infiltrates. Eccentric flecks of calcium may he present. Recent analyses suggest that approximately 80 percent of all coin lesions were malignant in patients over 50 years of age. The differential diagnosis of an SPN includes many entities. Malignant tumors. Benign tumors. Pulmonary hamartoma. Granuloma. Pulmonary arteriovenous fistula. Pulmonary'' infarction. Surgery is rarely indicated for the nonmalignant lesions if diagnosis is confirmed. Where calcification is present, CT is useful in selecting the rare patient who can be observed safely. CT scans have the capacity to measure absorption coefficients, which indicate tissue density. For many years there has been a difference of opinion regarding the management of patients with SPNs, with some groups advocating early thoracotomy with resection of the lesion for all patients above 35 years of age and others urging a more conservative approach with greater emphasis on diagnostic studies and observation. Although the resection policy did result in a 50 percent frequency of removal of benign lesions, excellent cure rates could be expected if primary malignancies were found. Serial radiographs provide the data for calculation of grow th rate, and it usually is possible to detect that a lesion is grow ing within a few weeks. The doubling time of malignant nodules is usually between 37 and 4f>5 days. If the lesion is growing more slowly or more rapidly than this, the evidence is in favor of benignity. With the advent of video-assisted thoracoscopic techniques, resection of nodules in the periphery of the lung result in minimal morbidity and virtually no mortality.",
        "cop": 1,
        "opa": "Excision and observation",
        "opb": "Excision and chemotherapy",
        "opc": "Neoadjuvant chemotherapy followed by excision",
        "opd": "Excision and Chemoradiation",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "5a326cb7-3500-4b7d-8cb2-a7faf3cea1ef",
        "choice_type": "single"
    },
    {
        "question": "An elderly male presents with 4x5 cm lump in right neck. FNAC revealed it to be squamous cell carcinoma. No primary was found. A diagnosis of unknown primary was made. According to AJCC system of classification, the TNM staging of the tumor w ould be:",
        "exp": "Ref: Haas /, Hoffmann TK, Engers E Ganzer V. Diagnostic strategies in cen-ical carcinoma of an unknown primary (CUP). Eur. Anch Otorhinolaryngol 2002 Jul; 259(6): 325-33/NCCN guidelines 2014/AJCC 2010. Explanation: CARC INOMA OF UNKNOWN PRIMARY (CUP) (TNM/AJCC 2010 STAGING). Stage Information for Metastatic Squamous Neck Cancer with Occult Primary. PRIMARY TUMORT0: Patients with unknown primary tumor. Tx: Patients whose tumor cannot be assessed or is not assessed. REGIONAL LYMPH NODESN0: No regional node metastasis. Nx: Regional nodes cannot be assessed. Nl: Single ipsilateral node, < 3 cm. N2a: Single ipsi lateral node. > 3 cm and <6 cm. N2b: Multiple ipsilateral nodes. < 6 cm. N2c: Contralateral or bilateral nodes. < 6 cm. N3: Node > 6 cm. METASTASISM0: No distant metastasis. Ml: Distant metastasis. Mx: Unknown presence or absence of metastasis (could not be assessed).",
        "cop": 4,
        "opa": "T1 N2 Mo",
        "opb": "T0 N2a M1",
        "opc": "T1 N2c Mo",
        "opd": "T0. Na Mx",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "fb5a9940-d61a-41ea-a2c3-b7e9f6577526",
        "choice_type": "single"
    },
    {
        "question": "Desmoid tumor, treatment is -",
        "exp": "Ans. is 'b' i. e., Wide excision o Desmoid tumors, also known as \"aggressive fibromatosis, \" are soft tissue lesions that behave similarly to other truncal soft tissue sarcomas but have unique characteristics. These tumors, like other soft tissue sarcomas, present as slow-growing, indolent masses (sometimes can be aggressive). Unlike typical sarcomas however, these tumors rarely metastasize. o Desmoids are diffusely infiltrative and tend to recur locally, even after complete resection. o Most desmoid tumors arise sporadically, but a small percentage (~5%) occurs in association with FAP syndromeo Desmoids are classified as either abdominal or extra-abdominal. Abdominal desmoids are categorized further as superficial or intra-abdominal tumors. The superficial disease, also known as Dupuytren's fibromatosis, is slow growing, is small in size, and rarely involves deeper structures. Most of the intra-abdominal lesions are seen in association with FAP. These lesions are associated with mutations in the APC gene that are found in patients who have FAP. These tumors usually are found in the mesentery, and their growth and compression of neighboring structures can lead to significant morbidity and sometimes even death in these patientso Sporadic abdominal wall desmoid tumors have been found to be associated with pregnancy. Oral contraceptive use has also been associated with the occurrence of these tumors. These associations, combined with the detection of estrogen receptors within the tumor, suggest a regulatory role for estrogen in this disease. Tissue injury, such as trauma and/or surgery, also has been implicated in tumor developmento The natural history of desmoid lesions is unpredictable. Although most are indolent and slow growing, some lesions are aggressive. There are some reports of spontaneous regression, but such occurrences are mainly in women and are associated with chemical or surgical menopause. Most lesions are indolent and have benign- appearing histology, but local growth and compression have caused significant morbidity. Involvement of abdominal vessels and organs often complicates management. o Patients with desmoid tumors present with a painless enlarging mass. Local symptoms may arise from compression of adjacent organs or neurovascular structureso MRI is done to define the extent of disease and its relationship with other structureso Incisional biopsy or a core needle biopsy is done to confirm the diagnosis. Management:# Surgery with wide negative margins is the best treatment. Unfortunately, even with complete resection, the local recurrence rate is as high as 40%. Surgery is also the tit of choice for recurrences.# For tumors where vital visceral organs and local infiltration often make achieving negative margins difficult, other therapeutic modalities have been suggested. o Antiproliferative agents and cytotoxic chemotherapy have been used to palliate these tumors with variable results. The two most widely used groups of noncytotoxic drugs are NSAIDs (such as sulindac and indomethacin) and antiestrogens (such as tamoxifen). o Chemotherapy has generally been reserved for unresectable, symptomatic, and clinically aggressive disease. Partial responses have been observed after treatment with doxorubicin, actinomycin C, dacarbazine, or carboplatin, although toxicity has been relatively high. o Radiotherapy-\"The role of radiation therapy in the management of these tumors, either as an adjunct to surgery or as primary treatment, continues to be defined. \" - Sabiston",
        "cop": 2,
        "opa": "Local excision",
        "opb": "Wide excision",
        "opc": "Wide excision with radiotherapy",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "0707b3c4-705f-4b19-af70-c6a7f42764d4",
        "choice_type": "single"
    },
    {
        "question": "Commonly done surgery in sarcoma is:",
        "exp": "Ref: Devita Cancer: Principles & Practice of Oncology,, 7/e. Explanation: Wide en bloc resection is used most often. Historical attempts to resect all muscle bundles from origin to insertion have now been supplanted by an encompassing resection, aiming to obtain a 2-cm margin of uninvolved tissue in all directions. The limiting factor is usually neurovascular or, occasionally, bony juxtaposition. Because most soft tissue sarcomas tend not to invade bone directly, only rarely does bone need to be resected. Soft tissue sarcomas uncommonly involve the skin, so major skin resection should be limited. In situations of primary or recurrent tumors in which skin is involved, or in which the tumor is so extensive that skin is involved, and then consideration of free tlap or rotational flap closure becomes important. Extent of Surgical Resection. The most extensive resection is clearly amputation. This should be only rarely indicated in soft tissue sarcoma because limb-sparing operations are possible in at least 90% of patients. Amputation should be reserved for tumors not able to be resected by any other means, without evidence of metastatic disease and the potential for good long-term functional rehabilitation.",
        "cop": 1,
        "opa": "Wide excision",
        "opb": "Compartemental excision/exentration",
        "opc": "Excision",
        "opd": "Enucleation",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "5749df0a-714d-406a-b21a-9792ad6282bb",
        "choice_type": "single"
    },
    {
        "question": "Predominantly osteoblastic metastasis is seen in?",
        "exp": "ANSWER: (B) Prostate carcinoma. REF: With text. Repeat from December 2009\"Osteoblastic metastasis is less common in breast cancer but are well documented in metastatic prostate cancer\" REF: Integration/interaction of oncologic growth - Gary G. Meadows Page 157\"Osteoblastic metastasis occurs most commonly in prostate cancer. However other tumours that metastasize to bone or grow in bone e. g. Breast cancer, can also give rise to osteoblastic disease\" REF: Textbook of bone metastases - Claude Jasmin, Rodolfo Capanna Page 41\"Purely osteoblastic metastasis is most often associated with prostate and breast cancer, but also with Hodgkin's lymphoma, carcinoids and medulloblastomas. Breast cancer metastases are most commonly mixed and less commonly purely osteolytic or osteoblastic. Prostate cancer is characteristically osteoblastic\"REF: Differential Diagnosis in Conventional Radiology - Francis A. Burgener, Martti Kormano, Tomi Pudas -Page 110",
        "cop": 2,
        "opa": "Renal cell carcinoma",
        "opb": "Prostate carcinoma",
        "opc": "Breast carcinoma",
        "opd": "Thyroid carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "feb44e2a-53d5-4f4d-ba1e-0ad8420d78a4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following differentiates Hodgkin's lymphoma from non Hodgkins lymphoma?",
        "exp": "ANSWER: (D) Reed stern berg cells. REF: Robbing 7th ed p. 669. The differentiation between Hodgkin and non Hodgkin can be reliably done by histopathological examination and Reed Sternberg cells Is very characterstic of hodgkins lymphoma.* The clinical features of both the diseases can be very similar and distinction is difficult to be made on clinical grounds alone at times. Both types of lymphoma may also be associated with general symptoms of weight loss, fevers, and night sweats. DIFFERENCES BETWEEN HODGKIN'S AND NON HODGKIN'S DISEASE: Hodgkin's. Non hodgkin s* Less common* Bimodal distribution, more common in young* More often localised to single group of axial lymph nodes ( cervical, mediastinal, para aortic )* Orderly spread by contiguity * Mesentric and waldeyer's nodes rarely involved* Extranodal involvement uncommon* Reed stern berg cell seen* More common* Occurs in elderly only* Multiple periferal nodes* Non contigous spread* Commonly Involved* Extranodal involvement common* Reed stemberg cell not seen",
        "cop": 4,
        "opa": "Fever, night sweat, weight loss",
        "opb": "Generalized lymphadenopathy",
        "opc": "Elderly",
        "opd": "Reed stem berg cells",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "e36f34a5-d437-4f37-8fcc-c19145832f26",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy found in Marjolins ulcer is -",
        "exp": "Ans. is 'b' i. e., SCC o Malignancy arising in burn scar is k-'a Marjolin s ulcer. It is most commonly squamous cell ca, although basal cell carcinoma may also be seen.",
        "cop": 2,
        "opa": "BCC",
        "opb": "SCC",
        "opc": "Malignant fibrous histiocytoma",
        "opd": "Malignant melanoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Neoplasia)",
        "id": "9502bc3d-5d29-46ba-bbd2-4660be9eed1f",
        "choice_type": "single"
    }
]