[
    {
        "question": "Figure X ray of new born with inability to pass stools w hat is this study called -",
        "exp": "Ans. is 'a' i.e., Invertogram o Imperforate anus or anorectal malformation are divided into two types - low type: where the rectum has descended through the levator-ani sphincter complex and the high type : where it has not.o Low type lesions undergo primary repair in the neonatal period and anal orifice created. Whereas, high type lesions require a protective colostomy in the neonatal period, with a definitive repair later in life,o In this pt. presence of meconium in the urine suggests a high type of ARM and thus would need a double-barrel transverse colostomy.Ano-rectal Malformation ( ARM )o ARMs include a wide spectrum of defects in the development of the lowest portion of the intestinal and urogenital tracts.o ARMs can be classified into 2 types depending the relationship of the rectum to the levator ani sphincter complex.ARMsLow typeHigh typeo Rectum has descended through the sphincter complexo Rectum ends above the sphincter complexo Most pts with imperforate anus have a fistula.Fistula in low lesiono In males - The fistula opens on theperinumo In females - The fistula opens on the perineum or the fourchette (posterior margin of vulva)Fistula in High lesionso In males - There is no apparent cutaneous fistula. There is fistulous communication b/w the rectum and the urinary tract (urethra or bladder).o In females - Occasionally, there is a rectovaginal fistula, but high lesions usually have cloacal anomalies in which the rectum, vagina & urethra all empty into a common channel or cloaca.Clinical clues suggesting low lesiono Presence of meconium at the perineum (d't perineal fistula)o Bucket handle malformation - a prominent skin tag located at the anal dimple below which an instrument can be passed.o Midline Raphe fistula - a subepithelial meconial fistula which looks like a black ribbon, placed in the midline in the perineum.o Anal membrane (through which one can see the meconium)Clinical clues suggesting high lesiono Flat bottom (or flat perineum) - this is lack of a midline gluteal fold and the absence of an anal dimple. It reflects poor muscles in the perineum,o Meconuria (i.e. meconium in the urine)Suggests a fistulous communication b/w the rectum and the urinary tract.Diagnostic investigationo If clinical clues are not able to decide the type of ARM (high or low), a cross-table lateral film with baby in the prone portion, is taken after 24 hrs.If the air column is greater than l cm from the perineum, a colostomy is indicated.Managemento Low type of ARM - simple perineal anoplasty without need for colostomyo High type of ARM - protective colostomy with definitive repair at later stage of life.\" The definitive repair or posterior sagittal anorectoplasty is performed at about 1 yr of age ___Nelson",
        "cop": 1,
        "opa": "Invertogram",
        "opb": "Enteroclysis",
        "opc": "Graham cole test",
        "opd": "Digital xray",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Anal Canal)",
        "id": "ecf9ed9e-5c9f-459e-94a7-4a03fc536950",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of surgery in lithotomy position",
        "exp": "Ans) a (Damage to low...) Ref: Complications of Urologic Surgery, style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">Standard lithotomy position requires the patients' legs to be separated from the midline into 30 to 45 degrees of abduction, with the hips flexed until the thighs are angled between 80 and 100 degrees. The patient's legs are placed into stirrups, with the knees bent such that the lower legs are parallel to the plane of the torso. The lithotomy position is used for a variety of open and endoscopic urologic procedures. Therefore, an under- standing of potential postoperative complications related to this position is essential to the care of these patients. In addition to neurologic complications, which are discussed here, other complications that have been reported after procedures in the lithotomy position include lower extremity compartment syndrome, venous thrombosis, and rhabdomyolysis.",
        "cop": 1,
        "opa": "Damage to lower limb nerves",
        "opb": "Damage to upper limb nerves",
        "opc": "Hypotension",
        "opd": "Distal gangrene",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Anal Canal)",
        "id": "dc058f1d-d5f0-48cc-bb91-4d133d5b13c0",
        "choice_type": "single"
    }
]