[
    {
        "question": "A patient was brought to the hospital with a history of RTA eight hours back. A few drops of blood is noted at the external urethral meatus. He has not passed urine and his bladder is palpable per abdomen. The probable diagnosis is :",
        "exp": "Ans. is 'a' i.e. Urethral injury Blood at urethral meatus and urine retention are suggestive of urethral injury.",
        "cop": 1,
        "opa": "Urethral injury",
        "opb": "Rupture bladder",
        "opc": "Urethral injury with extravasation of urine in the retroperitoneum",
        "opd": "Anuria due to hypovolemia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "bb1634c8-5b26-4543-a55d-663175c7710b",
        "choice_type": "single"
    },
    {
        "question": "Best investigation to visualize posterior urethra is-",
        "exp": "Ans. is 'c' i.e., Cystoscopy Cystoscopyo Cystoscopy is endoscopy of the urinary bladder via the urethra. It is carried out with a cystoscope. o Cystoscopy may be recommended for any of the following conditions:# Urinary tract infections# Blood in the urine (hematuria)# Loss of bladder control (incontinence) or overactive bladder. Although, The American Urogynecologic Society does not recommend that cystoscopy, urodynamics, or diagnostic renal and bladder ultrasound are part of initial diagnosis for uncomplicated overactive bladder# Unusual cells found in urine sample# Need for a bladder catheter# Painful urination, chronic pelvic pain, or interstitial cystitis# Urinary blockage such as from prostate enlargement, stricture or narrowing of the urinary tract# Stone in the urinary tract# Unusual growth, polyp, tumor or cancer",
        "cop": 3,
        "opa": "CT Scan",
        "opb": "IVPyelogram",
        "opc": "Cystoscopy",
        "opd": "Ascendingurethriogram",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "250f624e-9e44-496d-bfdd-a8caf9ffbc71",
        "choice_type": "single"
    },
    {
        "question": "What does priapism in a polytrauma patient signify-",
        "exp": "Ans. is 'b' i.e., Spinal Injury \"Priapism may be a feature of spinal cord injury\"",
        "cop": 2,
        "opa": "Penile injury",
        "opb": "Spinal Injury",
        "opc": "Significant head injury",
        "opd": "Pelvic injury",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "562c5092-0556-4f7f-ba1a-c71b268659db",
        "choice_type": "single"
    },
    {
        "question": "A three years old boy presents with poor urinary stream. Most likely cause is :",
        "exp": "Ans. is 'd' i.e. Posterior urethral valve Poor urinary stream in 3 years old boy suggests urinary tract obstruction (usually infravesical) and the most common cause of obstructive uropathy in a male child is posterial urethral valve.Posterior urethral valveThese are symmetrical folds of urothelium extending distally from prostatic urethra to external urinary sphincter.It most commonly lies just distal to the verumontanum or at the verumontanum*It occurs only in males.It behaves as flap valves so, although urine does not flow normally a urethral catheter can be passed without difficulty.Sometimes, the valves are incomplete and the patient remains without symptoms until adolescence or adulthood.Approximately 30% of patients experience end stage renal diseaseVesicoureteral reflux occurs in 50% of patients.Diagnosis is made byvoiding cystourethrogram* &endoscopyBoth of these investigations clearly depict the site of obstruction.The diagnosis can be established prenatally by ultrasound.*ManagementFirst a small polyethylene feeding tube is inserted in the bladder and left for several days. Then further management is done according to serum creatinine level.with normal serum creatinine - transurethral ablation of the valve leaflets. *With increased serum creatinine and the worsening of condition - vesicostomy to bypass the obstruction and when normal creatinine levels are achieved, transurethral ablation is done.",
        "cop": 4,
        "opa": "Stricture urethra.",
        "opb": "Neurogenic bladder.",
        "opc": "Urethral calculus.",
        "opd": "Posterior urethral valve.",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "2f397035-5e69-4b71-80af-ec6e992a742f",
        "choice_type": "single"
    },
    {
        "question": "There is a high risk of renal dysplasia in",
        "exp": "Ans. is 'a' Posterior urethral valve The term renal dysplasia is technically a histological diagnosis. It occur due to abnormality in metanephric differentiation and is characterized histologically by the persistence in the kidney of abnormal structures - cartilage, undifferentiated mesenchyme and immature collecting ductules and by abnormal lobar organization.C/F of Renal dysplasiaIt can be unilateral or bilateral and is almost always cysticKidney is enlarged, extremely irregular and multicystic. (presents as a flank mass)In unilateral dysplastic kidney the prognosis is good, where as in B/L dysplastic kidney renal failure may ultimately result.Dysplastic kidney is associated with -posterior urethral valve (as part of VURD syndrome)V - posterior urethral valves U - unilateral refluxR & D- renal dysplasiaUretero pelvic obstructionUreteral agenesis or atresiaOther anomalies of lower urinary tract.",
        "cop": 1,
        "opa": "Posterior urethral valve.",
        "opb": "Bladder exstrophy",
        "opc": "Anorectal malformation",
        "opd": "Neonatal sepsis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "3d66a7c2-bb1a-43cf-86fc-0cfc0d74ad7c",
        "choice_type": "single"
    },
    {
        "question": "Penile carcinoma upto urethra stage -",
        "exp": "Ans. is 'b' i.e., T3 T- Primary tumorTx - Cannot be assessedTo - No evidence of primaryTis - In situ CATa - Noninvasive verrucous CAT1 - Subepithelial connective tissue invasionT2 - Corpus cavemosum or spongiosum invasionT3 - Invades urethra or prostateT4 - Involves other adjectent structures",
        "cop": 2,
        "opa": "T1",
        "opb": "T3",
        "opc": "T4",
        "opd": "T2",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "6bdc0e82-c45f-45fc-b69a-0bafadc46709",
        "choice_type": "single"
    },
    {
        "question": "Circumcision is contraindicated in -",
        "exp": "Ans. is 'b' i.e., Hypospadias o Circumcision is not done in patients with hypospadias as the prepuce can later be used in surgical repair.o Circucision is mostly done for cultural reasons,o The medical indications for circumcision are:Phimosis & ParaphimosisRecurrent balanoposthitis. (i.e. inflammation of the foreskin)Recurrent urinary tract infection. (Circumcision is occasionally justified in boys with an abnormal upper urinary tract and recurrent urinary infection. It may also help boys with spina bifida who need to perform clean intermittent urethral catheterisation.)An emerging and still controversial indication for circumcision is in the prevention of sexually acquired human immunodeficiency virus (HIV) infection in communities where this disease is common; large clinical trials have recently shown that circumcision reduces the risk of HIV transmission.o Circumcision for medical reasons is best performed under general anaesthesia.Also know:o Circumcision soon after birth confers immunity against carcinoma of the penis. Later circumcision does not seem to have the same effect.",
        "cop": 2,
        "opa": "Balanitis",
        "opb": "Hypospadias",
        "opc": "Paraphimosis",
        "opd": "Exostrophy of bladder",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "521da17d-b375-495b-8b1b-7a3c2cd90f8a",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following does not indicate goodprognosis in Ca penis -",
        "exp": "Aus. is 'a' i.e., Size less than 2 cm of size o It is not the size of the tumor but the invasion of the lesion into the corpora or overlying fascial layers, which are prognostic indicator.o Lymph node status is the most important prognostic marker of the disease.Here's the TNM staging of penile cancerStageDescriptionPrimary Tumor (T) TxT0TisT1T2T3T4Cannot be assessedNo evidence of primary tumorCarcinoma in situCorporal invasionSubepithelial invasionUrethral or prostatic invasionOther adjacent structure invasionRegional Lymph Nodes (N)NxN0N1N2N3Cannot be assessedNoneSingle super? cial inguinal lymph nodeMultiple or bilateral superficial inguinal lymph nodesUnilateral or bilateral deep inguinal or pelvic lymph nodesDistant Metastasis (M)MxM0M1Cannot be assessedNoneDistant metastasiso About Ca Penis# Most common histological type is sq. cell Ca (98%)# Erythroplasia of Queret is precancerous condition. It's the in-situ form of Ca Penis.# Premalignant lesions of Ca PenisPenile cutaneous hornBalanitis xerotica obliteransLeukoplakiaViral (Human papilloma virus) related Dermatologic lesion# Condyloma acuminata (also k/a genital warts)# Bowenoid papulorio The one etiological factor most commonly associated with penile carcinoma is poor hygiene,o Clinical features# Age - Penile Ca occurs most commonly in the sixth decade of life, but its presentation in younger age group is not uncommon (\"40% of pts are under 40 years of age \" - Bailey)# Most common complaint at presentation is the lesion itself. Pain is rare.# Most common site of involvement (% from Cambell s Urology 8/e, p 2953)# Gians-~ 48%# Prepuce-~ 21%# Both Gians & Prepuce-9%# Coronal sulcus-~ 6%# Shaft-~ 2%# Lymph node involvement# More than 50% of patients present with enlarged inguinal lymph nodes (but half of these are reactive enlargement d/t sepsis).# The presence and the extent of metastasis to the inguinal region is the most important prognostic factor for survival in patients with Ca Penis.# Distant metastasis is infrequento Diagnosis is made by biopsy of lesion.Management of Ca PenisSmall nonin vasive lesion can be t/t by# Fluorouracil cream# Nd: YAG Laser# RadiotherapySuch t/t preserves the penis, but close follow up is mandatoryInvasive penile carcinomasThe goal of t/t in invasive penile carcinomas is complete excision with adequate marginsa) For lesion involving the prepuce# Simple circumcision is effective.b) For Lesion of glans or distal shaft# Partial penectomy with a 2 cm margin (less aggressive surgical resections such as Mohs micrographic surgery and local excisions directed at penile preservation can be done.)c) For lesion involving the proximal shaft or when partial penectomy results in a penile stump of insufficient length for sexual function or directing the urinary stream# Total penectomy with perineal urethrostomyInguinal lymph nodesPalpable inguinal nodes should be t/t by antibiotics for 6 weeks following t/t of the primary lesionto eliminate infection (this is to cure reactive lymphadenopathy d/t sepsis). Persistent adenopathy following antibiotic t/t is considered to be metastatic disease and bilateral ilioinguinal node dissection is performed.",
        "cop": 1,
        "opa": "Size less than 2 cm",
        "opb": "No regional lymph node metastasis",
        "opc": "No invasion of subepithelial connective tissue",
        "opd": "No metastases",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "8512213f-32ca-4d63-9108-bde4633119df",
        "choice_type": "single"
    },
    {
        "question": "The recommended treatment for preputial adhesions producing ballooning of prepuce during micturition in a 2-year-old boy is -",
        "exp": "Ans. is 'b' i.e., Circumcision o Ballooning of prepuce during micturition is suggestive of phimosis.Phimosis# When the opening of the prepuce is so small that it cannot be retracted over the glans penis, the condition is called phimosis.# Phimosis is of two types1. Congenital2. Acquired - It usually presents late in life and is associated with: -a) Inflammation*b) T rauma*c) Balanitis xerotica obliteransd) CancerClinical features# Difficulty in micturition : It is the main symptom. In a case of typically congenital phimosis the mother complains that when the child micturates the prepuce balloons out and the urine comes out in thin stream.# In old cases patient presents withi) Recurrent balanitis (inflammation of glans) causing pain and purulent dischargeii) Paraphimosis (the tight foreskin gets retracted and stuck behind the glans penis)Complicationsa. Balanoposthitis - (inflammation of glans and prepuce)b. Prepucial stones or calculus -c. Paraphimosisd. Hydroureter, hydronephrosise. Carcinomao Treatment- the treatment is circumcision*Note - If phimosis is associated with considerable infection dorsal slit is performed",
        "cop": 2,
        "opa": "Wait and watch policy",
        "opb": "Circumcision",
        "opc": "Dorsal slit",
        "opd": "Preputial adhesions release and dilatation",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "993a097d-f871-4605-a018-8d0ae8ba3ec7",
        "choice_type": "multi"
    },
    {
        "question": "Circumcisscion not done in: (Repeat)",
        "exp": "Ans: C (Hypospadias) Ref: Bailey and Love's Short Practice of Surgery 25th EditionExplanation:''Most of the procedures for hypospadias make use of prepuceal skin and so circumcision should be avoided until repair is done\" (Ref: Bailey) Contraindications for CircumcisionIn infants with certain genital structure abnormalitiesMisplaced urethral opening (as in hypospadias and epispadias)Curvature of the head of the penis (chordee)Ambiguous genitaliaThis is because the foreskin may be needed for reconstructive surgery.Circumcision is also avoided inPremature infantsClinically unstable infantsUndiagnosed bleeding conditions",
        "cop": 3,
        "opa": "Paraphimosis",
        "opb": "Balanophosthitis",
        "opc": "Hypospadias",
        "opd": "Ca Penis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "56973dee-3dac-49b8-ab05-1cc948ddf504",
        "choice_type": "single"
    },
    {
        "question": "Perineal hematoma after trauma is due to?",
        "exp": "ANSWER: (B) Rupture of bulbar urethraREE: Sabiston Textbook of Surgery, 18th ed chapter 77Bulbar urethral injuryMembranous urethral injuryMore commonLess commonDue to direct blow to perineumBlunt trauma to pelvis and fractureRetention of urine seenRetention of urine seenBlood at urethral meatusBlood at urethral meatusPerineal hematomaPelvic hematomaSuperficial extravasation of urine into superficial perineal pouch and then passes into scrotum, penis and anterior abdominal wallDeep extravasation of urine into perivesical space",
        "cop": 2,
        "opa": "Rupture of membranous urethra",
        "opb": "Rupture of bulbar urethra",
        "opc": "Pelvic organ blunt trauma",
        "opd": "Rupture of bladder",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "1485b184-63b8-44c3-83c9-3e9f941cc29d",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child pulls penis skin while urinating. Upon examination there is erythema and edema over the prepuce. Diagnosis:",
        "exp": "Ans. (d) PhimosisRef Bailey 2&h ed. /1359PHIMOSIS* Phimosis is a condition in which the contracted foreskin cannot be retracted over the glans.* Chronic infection from poor local hygiene is its most common cause.* Most cases occur in uncircumcised males, although excessive skin left after circumcision can become stenotic and cause phimosis.Clinical features* Difficulty in micturition is the main symptom.* Ballooning of prepuce during micturition is suggestive of phimosis.* Edema, erythema, and tenderness of the prepuce and the presence of purulent discharge usually cause the patient to seek medical attention.* Inability to retract the foreskin is a less common complaint.HYPOSPADIAS* Hypospadias results when fusion of urethral folds is incomplete, and urethral meatus opens on the underside of penis or perineum (ventral surface of penis).* Because fusion of urethral folds is from posterior to anterior, Anterior forms are more common than posterior.* Associated pathology: in addition to ventrally placed ectopic meatus, hypospadias has:# Chordee: ventral curvature of penis due to contracture of fibrous cord which has replaced the distal urethra and corpus spongiosum.# Hooded prepurce: deficient on ventral aspect and excess on dorsal aspect# Stenosis of ectopic meatusEPISPADIAS* Urethra opens on the dorsum (upper aspect) of the penis in males, in females there is a fissure in the wall of the urethra which opens above the clitoris* Females: Bifid clitoris and separation of the labia. Most are incontinent because of maldevelopment of the urinary sphincters.* Males: Patients with glandular epispadias seldom have urinary incontinence. However, incontinence in penopubic epispadias is 95% and penile epispadias is 75%.POSTERIOR URETHRAL VALVE* Exclusively an anomaly of male urethra.* Symmetrical folds of urothelium extending distally from prostatic urethra to external urinary sphincter.* Newborns may present with palpable abdominal masses.* Sometimes, the valves are incomplete and the patient remains without symptoms until adolescence or adulthood.",
        "cop": 4,
        "opa": "Hypospadias",
        "opb": "Urethral Stone",
        "opc": "Posterior urethral valve",
        "opd": "Phimosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "30f6e4d1-449b-475f-a0b5-6eea59021e7c",
        "choice_type": "single"
    },
    {
        "question": "Circumcision is contraindicated in:",
        "exp": "Ans: C (Hypospadias) Ref: Bailey and Love's Short Practice of Surgery 25th EditionExplanation:\"Most of the procedures for hypospadias make use of prepuceal skin and so circumcision should be avoided until repair is done.\"Contraindications for CircumcisionIn infants with certain genital structure abnormalitiesMisplaced urethral opening (as in hypospadias and epispadias)Curvature of the head of the penis (chordee)Ambiguous genitaliaThis is because the foreskin may be needed for reconstructive surgery.Circumcision is also avoided in:Premature infantsClinically unstable infantsUndiagnosed bleeding conditions",
        "cop": 3,
        "opa": "Phimosis",
        "opb": "Ballooning of prepuce",
        "opc": "Hypospadias",
        "opd": "Ca penis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "2035991d-4bbf-4a32-9a0c-a07aab11a1ee",
        "choice_type": "multi"
    },
    {
        "question": "For posterior urethral valve- Investigation of choice is",
        "exp": "Ans. is 'b' ie MCU \" The most reliable method to confirm the diagnosis of posterior urethral valves is voiding cystourethrography that means radiographs are taken during the act of micturition after the bladder has been filled with the contrast media\"Posterior Urethral ValvesSeen only in males*these are symmetrical folds of urothelium, usually found just distal to the verumontanum*, but they may be within the prostatic urethra also.they behave as flop valves so, although urine does not flow normally, a urethral catherter can be passed without difficulty.t/t- transurethral resection of the valves in done",
        "cop": 2,
        "opa": "Cyotoscopy",
        "opb": "MCU",
        "opc": "Cystourethroscopy",
        "opd": "Retrograde urethroscopy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous (Urethra & Penis)",
        "id": "af45745a-7c98-400a-a12e-1f08197b7409",
        "choice_type": "single"
    }
]