[
    {
        "question": "An obese 50-year-old woman undergoes a laparoscopic cholecystectomy. In the recovery room she is found to be hypotensive and tachycardic. Her arterial blood gases reveal a pH of 7. 29, partial pressure of oxygen of 60 k. Pa, and partial pressure of CO2 of 54 k. Pa. The most likely cause of this woman's problem is",
        "exp": "Because of the ease with which carbon dioxide diffuses across the alveolar membranes, the Pa. CO2 is a highly reliable indicator of alveolar ventilation. In this postoperative patient with respiratory acidosis and hypoxemia, the hypercarbia is diagnostic of alveolar hypoventilation. Acute hypoxemia can occur with pulmonary embolism, pulmonary edema, and significant atelectasis, but in all those situations the CO2 partial pressures should be normal or reduced as the patient hyperventilates to improve oxygenation. The absorption of gas from the peritoneal cavity may affect transiently the Pa. CO2, but should have no effect on oxygenation.",
        "cop": 3,
        "opa": "Acute pulmonary embolism",
        "opb": "CO2 absorption from induced pneumoperitoneum",
        "opc": "Alveolar hypoventilation",
        "opd": "Pulmonary edema",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "adf4e294-ea7d-4df6-9676-fc73cb6aa80c",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man suddenly develops odynophagia. Which organism is most likely to be isolated on throat culture?",
        "exp": "Odynophagia is a sensation of sharp retrosternal pain on swallowing. It is usually caused by severe erosive conditions such as Candida, herpes virus, and corrosive injury following caustic ingestion.",
        "cop": 3,
        "opa": "Mononucleosis",
        "opb": "S. aureus",
        "opc": "Normal pharyngeal flora",
        "opd": "Group A streptococci",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "bfa24e20-d6da-455b-b682-5938605617be",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT associated with elevation Right hemi-diaphragm:",
        "exp": "Ans. (c) Cholecystitis. Cholecystitis is inflammation of gall bladder wall. Radiological evaluation does not show elevation of right hemidiaphragm in these cases. AMOEBIC LIVER ABSCESS* Chest radiographs are abnormal in the majority of patients with amebic hepatic abscesses. Findings include elevation of the right hemi-diaphragm, right pleural effusion, atelectasis in the region of the base of the right lung, and a right pleural effusion. PYOGENIC LIVER ABSCESS* Chest radiographs are abnormal in half of patients with pyogenic liver abscesses, reflecting an underlying inflammatory process. The most frequent findings include a right pleural effusion, elevation of the right hemi-diaphragm, and atelectasis. In case of subdiaphragmatic abscess also, there is elevation of right hemi-diaphragm.",
        "cop": 3,
        "opa": "Amebic abscess",
        "opb": "Pyogenic abscess",
        "opc": "Cholecystitis",
        "opd": "Sub diaphragmatic abscess",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ccc6c882-5c84-44df-af69-a50d0a6d14f2",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man with insulin-dependent diabetes develops a black, crusting lesion in the nose and left maxillary sinus. Biopsy reveals nonseptate hyphae, which confirms the diagnosis of what? SELECT ONE.",
        "exp": "Mucor is an opportunistic mold that causes mucormycosis. At least 50% of reported cases are associated with uncontrolled diabetes, and many of the remaining patients are immuno- suppressed. It appears as black crusting in the nose and sinuses and spreads rapidly to involve the cerebrum. Biopsy reveals nonseptate hyphae, which confirms the diagnosis. Treatment is directed toward control for diabetic ketoacidosis and use of amphotericin B.",
        "cop": 4,
        "opa": "Erysipelas",
        "opb": "Eczema",
        "opc": "Scarlet fever",
        "opd": "Mucor mycosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f4802146-6def-4136-905e-6f2d462b0cf7",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman is suspected of having a carotid body tumor. Which one of the following is most characteristic of such a tumor? Carotid body tumor",
        "exp": "Carotid body tumor is the most common type of paraganglioma in the head and neck region, followed by the glomus jugular tumor. Carotid body tumor grows slowly, rarely metastasizes, and may secrete catecholamines. The tumor usually is supplied by the external carotid artery, and dissection to remove it off the carotid bifurcation may be difficult and cause bleeding. Malignancy occurs in 6% of patients.",
        "cop": 4,
        "opa": "They secrete catecholamines.",
        "opb": "They are more common at sea level.",
        "opc": "They arise from structures that respond to changes in blood volume.",
        "opd": "They arise from the structures that respond to changes in PO2.",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "4918392d-6ba5-4553-9bf2-cc4b5744244e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of urinary retention in children includes",
        "exp": "(A) Posterior urethral valves # Posterior urethral valves: These constitute an important cause of distal urinary tract obstruction in boys.> Dribbling, abnormal urinary stream, palpable bladder and recurrent UTI are the usual presenting features.> The presence of severe obstruction in the urinary tract in utero may lead to renal dysplasia.> Mild to moderate impairment of renal function may be present at birth.> The diagnosis is made on MCU, which shows dilated posterior urethra and valves at its junction with anterior urethra.",
        "cop": 1,
        "opa": "Posterior urethral valves",
        "opb": "Urethral stenosis",
        "opc": "Urethral aplasia",
        "opd": "Ectopic ureteric opening",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "96eea8f3-3fd7-4e2e-b965-0b0a38a7f042",
        "choice_type": "single"
    },
    {
        "question": "The Most common complication in varicose vein surgery is",
        "exp": "(A) Ecchymosis # Complications of varicose vein surgery: Bruising and discomfort are common following removal of varices, especially where the veins were of very large diameter. However, the pain usually requires only mild analgesics.",
        "cop": 1,
        "opa": "Ecchymosis",
        "opb": "Deep vein thrombosis",
        "opc": "Recurrence of varicosity",
        "opd": "Venous ulcer",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "072290c4-b911-42df-852d-bc92f95f1c68",
        "choice_type": "single"
    },
    {
        "question": "Potato nodes are feature of?",
        "exp": "ANSWER: (A) Sarcoidosis. REF: Chest radiology: the essentials By Jannette Collins, Eric J. Stern, page 165, http://medical- dictionary. thefreedictionary. com/potato+node* Sarcoidosis is a systemic disease characterized by non-caseating granulomas in multiple organs.* In 90% of cases, Symmetrical massive bilateral hilar lymphadenopathy clear or the cardiac border (\"potato nodes\") or lung involvement is present and can be revealed by chest x-ray or Trans-bronchial biopsy.* The eye and skin are the next most commonly affected organs, so that both Conjunctival and skin biopsies are clinical possibilities.* Sarcoidosis is not caused by any known organism. Therefore, before the diagnosis of Sarcoidosis can be made, cultures must be taken from affected tissues, and there must be no growth of any organism that may produce granulomas. In patients with Sarcoidosis, blood levels of angiotensin-converting enzyme are increased, and this may also be used as a clinical test.* In the past, the Kveim skin test was used to assist in the diagnosis of Sarcoidosis, but since it involves injecting into patients extracts of material from humans, it is no longer used. Note: Don't get confuse with 'cut potato appearance'of lymphoma",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Tuberculosis",
        "opc": "Carcinoid",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0ee3f7c7-d1bc-4176-b957-9ff55348790a",
        "choice_type": "single"
    },
    {
        "question": "Wasting of the intrinsic muscles of the hand can be expected to be due to injury which nerve?",
        "exp": "- Ulnar nerve innervates 15 of 20 intrinsic muscles of hand. Hence, its injury results in wasting of intrinsic muscles of hand - Musculocutaneous, radial, ulnar & median nerves are all impoant to hand function. - Musculocutaneous and radial nerves allow forearm supination; the radial nerve alone innervates the extensor muscles. - Median nerve is the \"eye of the hand\" because of its extensive contribution to sensory perception; it also maintains most of the long flexors, the pronators of the forearm & thenar muscles.",
        "cop": 1,
        "opa": "Ulnar nerve",
        "opb": "Radial nerve",
        "opc": "Brachial nerve",
        "opd": "Axillary nerve",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "dd32ae13-9422-4315-ac6b-a4b4f8caae20",
        "choice_type": "single"
    },
    {
        "question": "Lucid interval is a characteristic pathognomonic feature of\\",
        "exp": "(A) Extradural haemorrhage # Extradural haemorrhage.> It is a period in which person is liable for acts> Lucid interval is a period occurring in insanity, during which all the symptoms of insanity disappear completely. The individual is able to judge his acts soundly and he becomes liable for his acts.> If he commits an offense, he can be held completely responsible.> Because it is very difficult to whether he was suffering from mental aberration at the time of commit the offence.",
        "cop": 1,
        "opa": "Extradural haemorrhage",
        "opb": "Intracerebral haemorrhage",
        "opc": "Tumour in the frontal lobe",
        "opd": "Intracerebral abscess",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c57ec386-bcdb-4f25-9900-8d69848075b1",
        "choice_type": "single"
    },
    {
        "question": "A patient Came with Necrotising cellulitis after a hug bite on leg. The ideal initial management is",
        "exp": "(D) Surgical exploration # Necrotizing fasciitis is a rapidly progressing bacterial infection of the soft tissue that destroys the subcutaneous fat and fascia. In most cases, the deep fascia and the muscle are spared from destruction by the infection, but myonecrosis can occur due to a compartment syndrome.> Many different bacteria can cause destruction of the soft tissue in a \"flesh-eating\" manner.> Proper diagnosis is critical in the treatment of necrotizing fasciitis, and in many cases, it is the major factor between life & death> One major clue that a soft-tissue infection is in fact necrotizing fasciitis is the failure of the infection to respond to antibiotic therapy within 24 to 48 hours.> Plain radiographs showing evidence of gas in the soft tissue is another key indicator, along with elevated muscle compartment pressure.> 5 A positive frozen-section biopsy specimen will also aid in proper diagnosis.> Once the diagnosis of necrotizing fasciitis is made, immediate debridement of necrotic tissue is called for. It is very common for a patient to undergo more than one debridement to make sure all of the necrotic tissue has been removed.> At the same time, aggressive antibiotic therapy with clindamycin should be started.> Wound should be examined daily, and the decision of whether or not to perform further debridement should be made> Amputation of an entire limb is sometimes performed, but this is only done as a life-saving measure.> Surgical debridement of the necrotic tissue is an essential part of the treatment of a necrotizing soft-tissue infection",
        "cop": 4,
        "opa": "MRI of leg",
        "opb": "CT of leg",
        "opc": "C-reactive protein estimation",
        "opd": "Surgical exploration",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c4e6e2c7-80f6-4820-b959-f989fa14ad87",
        "choice_type": "single"
    },
    {
        "question": "Two weeks after birth, a baby has persistent tachypnea, tachycardia, diaphoresis, and cyanosis. Workup reveals a patent ductus arteriosus. This can be closed with the use of:",
        "exp": "The nonsteroidal anti-inflammatory drug, indomethacin, is the drug of choice for closure of a patient ductus arteriosus in a premature infant with an isolated patient ductus arteriosus. For complex cardiac anomalies, which require a patient ductus arteriosus to sustain life until corrective surgery can be done, prostaglandin E1 can be administered to keep the ductus arteriosus open. The other choices are not indicated in patient ductus arteriosus.",
        "cop": 1,
        "opa": "Indomethacin",
        "opb": "Acetaminophen",
        "opc": "Aspirin",
        "opd": "Cyclosporine",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "6cd9c2b5-aadf-4225-b30f-db07bd43276a",
        "choice_type": "single"
    },
    {
        "question": "Terminal heamaturia occurs in",
        "exp": "(Prostatic urethra) (411, 434. S. Das-clinical surgery 7th)* Most common cause of haematuria is cystitis**Bladder stone - Heamaturia is characterised by the passage of a few drops of bright-red blood at the end of micturition and is due to the stone abrading the vascular trigone-a fact that also accounts for the pain (1348-LB)* Blood appears at the beginning of the act (urethral) towards the end of the act (vesical) or is intimately mixed throught the process (prerenal, renal or vesical). S. Das* Painless, profuse and paroxysmal heamaturia is the main and only symptom of Papilloma* Common cause of isolated heamaturia includes - stones, neoplasms, TB, trauma, and prostatitis* * Urogenital neoplasms in patients with isolated painless heamaturia (non dysmorphic RJBCs) increases with age (251-H)* Best answers is urinary bladder (vesical) (1286 -B &L 25th)",
        "cop": 2,
        "opa": "Urethra",
        "opb": "Prostatic urethra",
        "opc": "Kidney",
        "opd": "Prolate",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "6a37ea21-3ed8-4a72-9885-ef343594f09c",
        "choice_type": "single"
    },
    {
        "question": "Serum amylase is NOT raised in",
        "exp": "(D) Ruptured ovarian cyst > Appendicitis alone does not cause increased amylase. Perforated appendix, may be associated with increased amylase.> Abdominal disorders associated with increased amylase levels include> Biliary tract disease: Cholecystitis Choledocholithiasis> Intra-abdominal disease: Perforating or penetrating peptic ulcer Intestinal obstruction or infarction Ruptured ectopic pregnancy Peritonitis Aortic aneurysm Chronic liver disease Postoperative",
        "cop": 4,
        "opa": "Cholecystitis",
        "opb": "Peptic ulcer perforation",
        "opc": "Intestinal ischemia",
        "opd": "Ruptured ovarian cyst",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0585b517-079a-4bb2-93f2-d9cb441bf5af",
        "choice_type": "single"
    },
    {
        "question": "A new bom presents with discharge of urine from the umbilicus for 3 days. Diagnosis is",
        "exp": "(Urachal fistula) (211, 1289- B & L 24th) (776- Nelson 18th) (986-Baily 25th)A persistent urachus (Urachal cyst, sinus, patient urachus or diverticulum) is due to failure of closure of the allantoic duct and is associated with bladder outlet obstruction* Patency should be suspected if a clear, light, yellow urine- like fluid is being discharged from the umbilicus* Symptoms include drainage, a mass or cyst, abdominal pain, local erythema or infection. Congenital Omphalocele - is a herniation or protrusion of the abdominal contents into the base of the umbilical cord, the sac is covered with peritoneum without overlying skin. Bleeding from umbilical stump suggests - factor XIII deficiency** (AIIMS - May - 2007)",
        "cop": 3,
        "opa": "Meckel's diverticulum",
        "opb": "Mesenteric cysts",
        "opc": "Urachal fistula",
        "opd": "Omphalocele",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e810923d-2b4d-45d6-a573-a068623a1bbe",
        "choice_type": "single"
    },
    {
        "question": "Flail chest refers to",
        "exp": "(B) Fracture of multiple ribs > A flail chest occurs when a segment of the chest wall does not have bony continuity with the rest of the thoracic cage.> Flail chest usually results from blunt trauma associated with multiple rib fractures i. e. 3 or more ribs fractured in 2 or more places.# Major chest wall trauma (Flail chest)> This occurs when several adjacent ribs are fractured in two places either on one side of the chest or either side of the sternum.> The flail segment moves paradoxically, i. e.-inwards during inspiration and outwards during expiration, thereby reducing effective gas exchange.> The net result is poor oxygenation from injury to the underlying lung parenchyma and paradoxical movement of the flail segment.> The underlying lung injury with loss of alveolar function may result in deoxygenated blood passing into the systemic circulation> This creates a right-to-left shunt and prevents full saturation of arterial blood.> In the absence of any other injuries and, if the segment is small and not embarrassing respiration, the patient may be nursed on a high-dependency unit, with regular blood gas analysis and good analgesia until the flail segment stabilizes.> In the more severe case, endotracheal intubation is required with positive-pressure ventilation for up to 3 weeks, until the fractures become less mobile.> Thoracotomy with fracture fixation is occasionally appropriate if there is an underlying lung injury to be treated at the same time.> An anterior flail segment with the sternum moving paradoxically with respiration can be stabilized by internal fixation but operative management is not usually for either.",
        "cop": 2,
        "opa": "Fracture of Sternum",
        "opb": "Fracture of multiple ribs",
        "opc": "Open pneumothorax",
        "opd": "Tension pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b29a1192-65fe-4030-a832-2225f61d1da5",
        "choice_type": "single"
    },
    {
        "question": "After dinner, woman develops sudden-onset9 severe, generalized abdominal pain, and accompanied by deterioration in patient's condition. The abdomen exhibits a board-like rigidity and the patient is disinclined to move because of the pain. The classical presentation is due to",
        "exp": "(C) Perforated peptic ulcer # Clinical features Perforated peptic ulcer:> The classic presentation is instantly recognizable. The patient, who may have a history of peptic ulceration, develops sudden- onset, severe, generalized abdominal pain as a result of the irritant effect of gastric acid on the peritoneum.> Although the contents of an acid-producing stomach are relatively in bacterial load, bacterial peritonitis supervenes over a few hours, usually accompanied by a deterioration in the patient's condition.> Initially, the patient may be shocked with a tachycardia but a pyrexia is not usually observed until some hours after the event.> The abdomen exhibits a board-like rigidity and the patient is disinclined to move because of the pain.> The abdomen does not move with respiration.> Patients with this form of presentation need an operation, without which they will deteriorate with a septic peritonitis.",
        "cop": 3,
        "opa": "Acute cholecystitis",
        "opb": "Acute appendicitis",
        "opc": "Perforated peptic ulcer",
        "opd": "Acute pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0d3f983f-97ad-4fdf-b2bc-0c831a04f7c0",
        "choice_type": "single"
    },
    {
        "question": "Operation theatre fire is most commonly due to?",
        "exp": "ANSWER: (D) Electrosurgical equipment. REF: British Journal of Anesthesia Volume 50, Issue 7 p. 659-664, Current Opinion in Anaesthesiology: December 2008 Volume 21 Issue 6 p. 790-795. The two most common source of operation theatre fire is electrosurgical unit (ESU) and lasers. Other equipments that can produces fire are, but not limited to, fiber optic light cables, light source box, drills, saws & burrs, handheld cautery, argon beam coagulators and defibrillators. ECRI's analysis of case reports showT that the most common ignition sources are electrosurgical instruments (68%) and lasers (13%); and the most common fire location is the airway (34%), head or face (28%), and elsewhere on or inside the patient (38%), An oxygen-enriched atmosphere w. Tas a contributing factor in 74% of all cases.",
        "cop": 4,
        "opa": "Argon beam coagulators",
        "opb": "Laser",
        "opc": "Fiber optic illumination",
        "opd": "Electrosurgical equipment",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "8c4b2f30-c54d-402b-9661-9ae137384f32",
        "choice_type": "single"
    },
    {
        "question": "Laproscopic procedure patient develops shoulder pain due to -",
        "exp": "Ans. is 'c' i. e., Subdiaphragmatic migration of gas * One type of pain that is unique to laparoscopy is the post laparoscopy shoulder pain due to the phrenic nerve irritation to the diaphragm caused by the CO2 gas that remains in the abdomen at the end of the procedure. When the patient sits up, the gas moves upwards to the diaphragm and irritates it leading to referred pain C3-C%.",
        "cop": 3,
        "opa": "Subphrenic abscess",
        "opb": "Positional pain during surgery",
        "opc": "Subdiaphragmatic migration of gas",
        "opd": "Injury to liver",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ef0def21-ff48-43cf-8707-78bc7d95725f",
        "choice_type": "single"
    },
    {
        "question": "An abnormal ventilation-perfusion ratio (Qs/Qr) in the postoperative patient has been associated with",
        "exp": "Abnormalities of ventilation-perfusion ratio result from the shunting of blood to a hypo ventilated lung or from the ventilation of hypo perfused regions of lung tissue. When this imbalance is extreme, as following massive pulmonary thromboembolism, the effect is life-threatening hypoxemia. Other common predisposing factors in the postoperative patient that contribute to this maldistribution include the assumption of a supine position, thoracic and upper abdominal incisions, obesity, atelectasis, and reduced cardiac output.",
        "cop": 1,
        "opa": "Pulmonary thromboembolism",
        "opb": "Lower abdominal surgery",
        "opc": "Starvation",
        "opd": "The upright position",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "25d06211-5d61-439a-8e56-803cc496fcfe",
        "choice_type": "single"
    },
    {
        "question": "Day care surgery uses",
        "exp": "i. e. (Propofol): (81-A-Yadav 4th). Propofol is the IV agent of choice for day care surgery. Because-(i) Early induction(ii) Early and smooth recovery(iii) Inactive metabolites(iv) Antiemetic antipruritic* Along with opioids (alfntanil or renifentanil) propofol is the agent of choice for total intravenous anaesthesia (TIVA)* Propofol infusion is used to produce sedation in ICU* Agent of choice for induction in susceptible individuals for malignant hyperthermia* *** Propofol is safe in porphyria (373- Wylie Anaesthesia)PROPOFOL (2mg/kg). It is oil based preparation containing soya bean oil egg lecithin and glycerol, so injection is painful and should be preceded by lignocaine injection. The colour of solution is milky white and used within 6 hour after opening the vial because there have been death reports following the use of contaminated solution ofpropofol (as egg lecithin is good media for bacterial growth) and to prevent this problem recently available propofol formulations have disodium edate or sodium metabisulfite as anti microbial agents* Mechanism of action is mainly GABA mediated* Most common side effect during induction of anesthesia is hypotension. Which is augmented by concomitant administration of opioids",
        "cop": 2,
        "opa": "Sodium thiopentone",
        "opb": "Propofol",
        "opc": "Methoxitone",
        "opd": "Ether",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "6a3cde62-32a9-424f-9762-f721081852f7",
        "choice_type": "single"
    },
    {
        "question": "The Gold standard investigation for GERD is",
        "exp": "(A) 24 hr pH monitoring > Useful investigations may include barium swallow X-rays, esophageal manometry, 24 hour esophageal pH monitoring and Esophagogastroduodenoscopy (EGD). In general, an EGD is done when the patient does not respond well to treatment, or has alarm symptoms including: dysphagia, anemia, blood in the stool (detected chemically), wheezing, weight loss, or voice changes. Some physicians advocate once-in-a-lifetime endoscopy for patients with longstanding GERD, to evaluate the possible presence of Barrett's esophagus, a precursor lesion for esophageal adenocarcinoma.> Esophagogastroduodenoscopy (EGD) (a form of endoscopy) involves insertion of a thin scope through the mouth and throat into the esophagus and stomach (often while the patient is sedated) in order to assess the internal surfaces of the esophagus, stomach, and duodenum.> Esophageal manometry is a test that measures the function of the lower esophageal sphincter and the motor function of the esophagus. A tube is passed down your throat until it reaches the esophagus. It is often performed along with 24-hour pH probe study.> In a 24-hour pH probe study, a thin tube is placed down into your esophagus for 24 hours.",
        "cop": 1,
        "opa": "24 hr pH monitoring",
        "opb": "Endoscopy",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5d3f7560-0631-4701-a06f-170299b12789",
        "choice_type": "single"
    },
    {
        "question": "The etiologic factor implicated in the development of pulmonary insufficiency following major nonthoracic trauma is",
        "exp": "Posttraumatic pulmonary insufficiency in the absence of significant thoracic trauma has been attributed to a wide variety of etiologic agents, including aspiration, simple atelectasis, lung contusion, fat embolism, pneumonia, pneumothorax, pulmonary edema, and pulmonary thromboembolism. In a landmark monograph entitled Respiratory Distress Syndrome of Shock and Trauma, Blaisdell and Lewis identified fat embolism syndrome as the etiologic factor. The mechanism of this condition appears to be pulmonary alveolar injury due to the mobilization of free fatty acids in the blood as an adrenergic response to trauma, rather than pulmonary injury from embolization of fat globules from fractured bones, as was originally thought.",
        "cop": 3,
        "opa": "Aspiration",
        "opb": "Atelectasis",
        "opc": "Fat embolism syndrome",
        "opd": "Fluid overload",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ed331766-25a3-46bb-a544-044d1fd17703",
        "choice_type": "single"
    },
    {
        "question": "Proteus infection leads to",
        "exp": "(A) Struvite stones # Struvite stones are infectious stones composed of magnesium ammonium phosphate.> Struvite stones are common stones seen in SCI population, and they are caused by ureage producing bacteria.> Most common are Proteins, Psuedomonas, klebsiella, peosidentia, E. coli, Staphylococcus epidermidis, and ureaplasma urease catalyses break down of urea and water to ammonium and bicarbonate. The bicarbonate produces alkaline urine having a pH level greater than 7. 2.> Alkaline urine facilitates the precipitation and crystailzation of magnesium ammonium phosphate, calcium carbonate, calcium phosphate.",
        "cop": 1,
        "opa": "Struvite stones",
        "opb": "Uric acid stones",
        "opc": "Pigment stones",
        "opd": "Calcium/Cholestrol stones",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5180301f-e5b9-4671-b148-d8db7061d2b9",
        "choice_type": "single"
    },
    {
        "question": "A cystic, transilluminant, painless scrotal swelling presented with testes separately palpable. The procedure to be done is",
        "exp": "(A) Lords' procedure # Hydrocele is a collection of serous fluid that results from a defect or irritation in the tunica vaginalis of the scrotum. Hydroceles also may arise in the spermatic cord or the canal of Nuck.> Structurally, hydroceles are classified into 3 principal types.> In a communicating (congenital) hydrocele, a patent processus vaginalis permits flow of peritoneal fluid into the scrotum. Indirect inguinal hernias are associated with this type of hydrocele.> In a noncommunicating hydrocele, a patent processus vaginalis is present, but no communication with the peritoneal cavity occurs.> In a hydrocele of the cord, the closure of the tunica vaginalis is defective. The distal end of the processus vaginalis closes correctly, but the mid portion of the processus remains patent. The proximal end may be open or closed in this type of hydrocele.> Hydroceles are located superior and anterior to the testis, in contrast to spermatoceles, which lie superior and posterior to the testis.> Hydrocele is bilateral in 7-10% of cases.> Hydrocele often is associated with hernia, especially on the right side of the body.> The size and the palpable consistency of hydroceles can vary with position. Hydrocele usually becomes smaller and softer after lying down it usually becomes larger and tenser after prolonged standing.> Systemic signs of toxicity are absent. The patient is usually afebrile with normal vital signs.> Abdominal or testicular tenderness are absent; no abdominal distension is present.> Bowel sounds cannot be auscultated in the scrotum unless an associated hernia is present.> Unless an infection causes an acute hydrocele, no erythema or scrotal discoloration is observed.> Transillumination A light source shines brightly through a hydrocele. Transillumination is common, but it is not diagnostic for hydrocele. Transillumination may be observed with other etiologies of scrotal swelling (eg, hernia).> The hallmark of treatment is eversion of the tunica through a surgical procedure called 'Lord's procedure' or an alternative 'Jsboulay's procedure'",
        "cop": 1,
        "opa": "Lords' procedure",
        "opb": "Hunters' procedure",
        "opc": "Gibbons' procedure",
        "opd": "Ombredanne's procedure",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5c0d9ea8-b9b0-4533-9251-c29e73f4abc4",
        "choice_type": "single"
    },
    {
        "question": "Spontaneous bacterial Peritonitis is indicated by presence of _______ cell in ascitic fluid:",
        "exp": "Ans. (c) >250cells/cu. mm, Absolute PMNRef: Harrisons 19th/e pg. 846 & 1989; Sabiston's 20th/e pg. 1078. Spontaneous Bacterial Peritonitis (SBP)* SBP is a bacterial infection of ascitic fluid in the absence of an intra-abdominal source of infection, like perforation, abscess, acute pancreatitis, or cholecystitis.* More commonly seen in Low protein ascites in Cirrhosis, also seen in Nephrotic Syndrome and CCF.* Rare in patients who have high protein ascites like Carcinomatosis.* MC organism isolated are E. Coli and Klebsiella Pnuemonia. In children Group A Streptococcal and Staphylococcus aureus are causes.* C/F- Abdominal pain, fever and Leucocytosis.* Investigation: >250 Neutrophils/Cumm. Culture is Monomicrobial (Polymicrobial think of Secondary peritonitis).* Treatment of Choice- Third Generation Cephalosporins* In the Natural history of cirrhosis, if SBP occurs then 1 year and 2 year survival rates are 30% to 20%.",
        "cop": 3,
        "opa": ">500 cell/cu mm, absolute lymphocyte",
        "opb": ">500 cell/cu mm, absolute PMN",
        "opc": ">250 cells/cu mm, absolute PMN",
        "opd": ">250 cells/cu mm, absolute lymphocyte",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "8ea4d144-9e60-4d5b-9594-7320f487c5de",
        "choice_type": "single"
    },
    {
        "question": "Typhoid ulcer ruptures at",
        "exp": "C. i. e. (3rd week) (69- 5 B & L 25th) (995- S. Das 5th)* After the second week, signs of peritonitis usually denotes perforation, which is confirmed by the presence of free. gas seen on x-ray (69-. B & L 25th)* Perforation usually occurs during the third week it occurs through ulcerated peyer's patches in the terminal ileum (commonest site)** (995 - S-Das 5th)* Typhoid ulcer are longitudinal (Tuberculous ulcers are transverse)**** Treatment - laparotomy - close the peritoneum and leave the wound open for secondary closure* In typhoid, chronic carriers are those - Urinary carriers with anomaly*** Chronic burrowing ulcer is caused by - Microaerophilic streptococci**",
        "cop": 3,
        "opa": "1st week",
        "opb": "2nd week",
        "opc": "3rd week",
        "opd": "4th week",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "39ed66e7-d7cb-4e8d-b166-6c0d531b2fbf",
        "choice_type": "single"
    },
    {
        "question": "Bloomers shelf is:",
        "exp": "Ans) a (Peritoneal mets...) Ref: Bailey 25th. The anterior surface of proximal 1 /3rd of rectum is covered by visceral peritoneum. The peritoneal reflection is 7 to 9 cm from the anal verge in men and 5 to 7. 5 cm in women. This anterior peritonealised space is so called the pouch of douglas or the pelvic cul de sac & may serve as the site of so called drop metastasis from visceral tumors. These peritoneal metastasis can form a mass in the cu led sac called Bloomers shelf & can be detected by per rectal examination. Sister Mary Joseph's nodules- Umblical deposits in visceral tumors.",
        "cop": 1,
        "opa": "Peritoneal mets palpable per rectal",
        "opb": "Supraclavicular lymph nodes",
        "opc": "Axillary lymphnodes",
        "opd": "Ovarian mass",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "98206d30-4282-46a0-a890-84b44930fdc3",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old male with Respiratory infection was treated, he developed Septicemia died. His Autopsy of colon showed pseudomembrane colitis. Which of the following drugs are not associated with it?",
        "exp": "(A) Moxifloxacin# CLOSTRIDIUM DIFFICILE INFECTION (CDI) is a unique colonic disease that is acquired almost exclusively in association with antimicrobial use and the consequent disruption of the normal colonic flora.> Most commonly diagnosed diarrheal illness acquired in the hospital, CDI results from the ingestion of spores of C. difficile that vegetate, multiply, and secrete toxins, causing diarrhea and pseudomembranous colitis (PMC).> Pseudomembranes of PMC are confined to the colonic mucosa and initially appear as 1- to 2-mm whitish-yellow plaques.> Intervening mucosa appears unremarkable, but, as the disease progresses, the pseudomembranes coalesce to form larger plaques and become confluent.> Clindamycin, ampicillin, and cephalosporins were the first antibiotics associated with CDI.> Second and third generation cephalosporins, particularly cefotaxime, ceftriaxone, cefuroxime, and ceftazidime, are agents frequently responsible for this condition, and the fluoroquinolones (ciprofloxacin, levofloxacin, and moxifloxacin) are the most recent drug class to be implicated in hospital outbreaks.",
        "cop": 1,
        "opa": "Moxifloxacin",
        "opb": "Ceftriaxone",
        "opc": "Piperacillin-Tazobactum",
        "opd": "Clindamycin",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "324f1f52-4d71-403b-8b06-941f766c89ef",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhalation anesthetics accumulates in air-filled cavities during general anesthesia?",
        "exp": "Nitrous oxide (N2 O) has a low solubility compared with other inhalation anesthetics. Its blood: gas partition coefficient is 0. 47, and it is 30 times more soluble in blood than is nitrogen (N2 ). N2 O is also the only anesthetic gas less dense than air. As a result of these properties, N2 O may cause progressive distention of air- filled spaces during prolonged anesthesia. This can lead to undesirable situations whenever there is a pneumothorax or intestinal obstruction or when procedures like pneumoventriculography (in which the intracranial air space is not free to expand in response to the diffusion of gas into the ventricles) are performed. In each of these cases the N2 O diffuses into the gas-filled compartment faster than N2 can diffuse out. Since the typical mixture of ingested air (or pneumothorax air) is 80% N2 and the usual mixture of nitrous oxide anesthetic gas is 80% N2 O, rapid increase in the size of gas-filled chambers with potentially serious consequences may occur.",
        "cop": 2,
        "opa": "Diethyl ether",
        "opb": "Nitrous oxide",
        "opc": "Halothane",
        "opd": "Methoxyflurane",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "67af07f5-1fdc-475a-8f6d-b791c6d690ae",
        "choice_type": "single"
    },
    {
        "question": "Gas most commonly used to create pneumoperitonium is",
        "exp": "Ans) a (CO2) Ref: hnp:/Avww. researchgate. net/pub. Hcation/6252. R23_Pathophysiologic effects of CO2-pneiimopentoneum in lupanmnpic surgery. Laparoscopic surgery is one of the most important diagnostic and therapeutic tools in general surgery. This minimally invasive procedure requires pneumoperitoneum for adequate visualization and operative ma-nipulation. Carbon dioxide is the most commonly used gas for creating pneumoperitoneum, because of its high diffusibility and rapid rate of absorption and excretion. Certain specific surgeries that in the past required long hospitalization and were associated with severe post- operative pain and frequent compli-cations are today performed laparoscopically. This minimally invasive technique potentially offers reduced operative time and morbidity, decreased hospital stay and earlier return to normal activities, less pain and less post-operative ileus compared with the traditional open surgical procedures. Because the postoperative benefits are superior to open surgical pro-cedures, laparoscopy is today also used in many high risk patients in ad-vanced age and pre-existent cardiopulmonary and respiratory diseases. However, insufflations of carbon dioxide into the peritoneum may lead to alteration in the acid-base balance, cardiovascular and pulmonary physiology. Although these changes may be well tolerated in healthy pa-tients, in high risk patients they may increase the rate of perioperative complications.",
        "cop": 1,
        "opa": "CO2",
        "opb": "N2",
        "opc": "NO2",
        "opd": "Helium",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0ee35b3e-a64d-4b67-83a9-49bb93c92f9d",
        "choice_type": "single"
    },
    {
        "question": "What is the color code of a 14 French foley's catheter?",
        "exp": "- 14 French foley's catheter is Green color coded. Uses:- To relieve urinary retention- To measure urine output- For administration of intravesical chemotherapy- 3 ways catheter - for Irrigation after TURP- May be used for supra pubic cystostomy",
        "cop": 1,
        "opa": "Green",
        "opb": "Red",
        "opc": "Yellow",
        "opd": "Orange",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e7533675-a143-47db-b6d9-661c1894bcab",
        "choice_type": "single"
    },
    {
        "question": "Reactionary hemorrhage occurs:",
        "exp": "Ans. (c) Within 24 hours(Ref Bailey 26/e p19-20). Types of hemorrhage after surgery: Primary. Reactionary. Secondary. Immediately after surgery. Within 24 hours7-14 das. Immediate injuryto vessel. Dislodgement of clot by resuscitation, Slippage of knot. Sloughing of blood vessel due to infection, pressure necrosis",
        "cop": 3,
        "opa": "After 24 hours",
        "opb": "After 48 hours",
        "opc": "Within 24 hours",
        "opd": "After 7 days",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b215a702-3eb1-4192-9b81-9af490da42ad",
        "choice_type": "single"
    },
    {
        "question": "Which among the following genital malignancy is the most lethal",
        "exp": "Ans d As they arc delected la (Ref: Sheila Balakrishtian(gynaec) page 252)5 yr survival rate in endometrial cancer-76% Stage 1 - 90% CA cervix-85 %CAovary-76-11 % CA vulva-90%Ovarian cancers are a clinical challenge as majority are asymptomatic in th disease process. It has the highest mortality among gynaecological cancer.",
        "cop": 4,
        "opa": "CA endometrium",
        "opb": "CA vulva",
        "opc": "CA cervix",
        "opd": "CA ovary",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5bae28f6-f01b-47e7-8d49-ecfd84617816",
        "choice_type": "single"
    },
    {
        "question": "Used in head injury",
        "exp": "(C) Hypertonic saline # Initial management of HEAD INJURY:> Unconscious patients should be intubated and ventilated to maintain Po2 over 13. 5 k. Pa and PCO2at 4. 5-5. 0 k. Pa.> Systemic blood pressure must be maintained normal or above normal to allow for good neurological outcome, initially by fluid resuscitation.> Glucose-containing solutions should be avoided.> Blood loss from other injuries should be replaced by blood products as usually.> Hypertonic saline solution (7. 5%) may improve outcome in patients with multiple trauma because of its effect on ICP.> Extracranial injuries that threaten life should be treated before definitive neurosurgical treatment, but otherwise simply stabilized beforehand.",
        "cop": 3,
        "opa": "0. 9% Normal saline",
        "opb": "0. 45% normal saline",
        "opc": "Hypertonic saline",
        "opd": "5% dextrose saline",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "48b15c78-8122-40bd-8f5c-c45c197ea3a8",
        "choice_type": "single"
    },
    {
        "question": "Nitrogen washout curve is used in",
        "exp": "C. i. e. (Functional residual capacity) (62- 63 Anesthesia - Janes - Duke 3rd). Functional residual capacity (RV + ERV)* Measuring FRC is the cornerstone for determining the remainder of the lung volumes. Three different technique1. Helium equilibration /dilution2. Nitrogen wash out3. Body plethysmography* Plethysmography is most accurate for determining FRC in patients with COPD and applies Boyles law",
        "cop": 3,
        "opa": "Vital capacity",
        "opb": "Inspiratory reserve volume",
        "opc": "Functional residual capacity",
        "opd": "Residual volume",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "badb42ee-c3d4-4502-9fe8-91fb69cb6f5c",
        "choice_type": "single"
    },
    {
        "question": "Which is NOT a feature of Neurogenic Shock?",
        "exp": "(C) Decreased venous capacitance > Increased cardiac index, unchanged venous capacitance is seen in neurogenic shock> Increased cardiac index, decreased venous capacitance is most commonly associated with in septic shock> Variable change in cardiac index (can increase or decrease), increased venous capacitance is most likely seen in cardiogenic shock> Variable change in cardiac index (can increase or decrease), decreased venous capacitance = septic shock# NEUROGENIC SHOCK:> Mechanism: Loss of autonomic innervation of the cardiovascular system (arterioles, venules, small veins, including heart).> Causes: Spinal cord injury Regional anaesthesia, Drugs Neurological disorders> Characterized by loss of vascular tone & reflexes.> Signs: Hypotension, Bradycardia, Accompanying Neurological deficits.> Monitor/Findings: Haemodynamic instability, Test for Bulbocavernosus reflex> Treatment: Intravenous fluids, Vasoactive medications if refractory. HEMODYNAMIC RESPONSES TO DIFFERENT TYPES OF SHOCKType of Shock. Cardiac Index. SVRVenous Capacitance. CVP/ PCWPSv. O2. Cellular/ Metabolic Effects. Hypovolemic|||||Effect. Septic|||T||||Cause. Cardiogenic||||-||Effect. Neurogenic||-||Effect. The hemodynamic responses are indicated by arrows to show an increase (|), severe increase (||), decrease (|), severe decrease (||), varied response (||), or little effect (-). CVP = central venous pressure; PCWP = pulmonary capillary wedge pressure; Sv. O2 = mixed venous oxygen saturation; SVR = systemic vascular resistance.",
        "cop": 3,
        "opa": "Decreased Cardiac Index",
        "opb": "Decreased Peripheral Vascular Resistance",
        "opc": "Decreased venous capacitance",
        "opd": "Decreased cardiac output",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5c966791-8114-405c-a76a-a2af4501df72",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate management of advanced stage rectal carcinoma",
        "exp": "(B) Abdominoperineal resection # 'RECTAL CARCINOMA' located at 5 cm from the anal verge lies in the lower rectum.> Considering the conventional methods of treatments Anterior resection is possible for tumors of upper 2/3rd of rectum Abdominoperineal resection is indicated for tumors of lower 1/3rd of rectum> General site specific plan> Upper Rectum (> 11 cm) Anterior Resection, Mid Rectum (6-11 cm) Low Anterior resection, Lower Rectum (< 6 cm) Abdominal- perineal resection> Note: Length of rectum is about 12 to 15 cm and the anal canal is about 4 cm, any tumor 5 cm from anal verge would thus lie at lower rectum.> General considerations for tumors in lower Rectum: Abdominoperineal Resection (APR) is the gold standard for the treatment of distal rectal cancer. 'APR' involves complete excision of rectum and anus, by concomitant dissection through abdomen and perineum, with permanent closure of perineal rafe and creation of an end colostomy. The most significant disadvantage of this procedure is that it sacrifices the sphincter mechanism and hence now focus is shifting towards a number of sphincter sparing procedures.> It is important however to note here that the information provided is too limited to comment upon the possibility of performing sphincter saving procedures such as local resection or a posterior proctotomy.> Sphincter sparing procedures may be carried out for Young patients who have a favourable body habitus Patients with good preoperative sphincter function Lack of sphincter involvement by tumor Limited extension of tumor into rectal wall (T1 or T2 lesions) Low grade tumors> Sphincter sparing procedures include: Colonal anastomosis Local excision Transanal excision Trans sphincteric excision Posterior proctotomy (Kraske procedure)",
        "cop": 2,
        "opa": "Anterior resection",
        "opb": "Abdominoperineal resection",
        "opc": "Proximal colostomy",
        "opd": "Ileostomy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f5ade5e7-7d25-4f98-9153-36ff2752ce6e",
        "choice_type": "single"
    },
    {
        "question": "The Most common cause of bleeding from nipple is",
        "exp": "(C) Duct papilloma",
        "cop": 3,
        "opa": "Scirrhous carcinoma",
        "opb": "Fibrocystic disease",
        "opc": "Duct papilloma",
        "opd": "Paget's disease",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c1036c08-bb2f-468d-9ba6-12589b7b3819",
        "choice_type": "single"
    },
    {
        "question": "Reactionary haemorrhage occurs within:",
        "exp": "(< 24 hours): Ref: 60-LB (19-B & L 25th). Primary haemorrhage: - Occurs at the time of injury or operation. Reactionary haemorrhage: - may follow primary haemorrhage within 24 hours (usually 4-6 hours) and is mainly due to rolling (slipping) of a ligature, dislodgement of a clot or cessation of reflex vasospasm. Secondary haemorrhage: - occurs after 7-14 days and is due to infection and sloughing of part of the wall of an artery.",
        "cop": 1,
        "opa": "< 24 hours",
        "opb": "1-2 Days",
        "opc": "2 - 7 days",
        "opd": "After 7 days",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2060818b-cbf7-4a73-9748-18f99af7df6c",
        "choice_type": "single"
    },
    {
        "question": "Pain in endometrium is closely associated with",
        "exp": "Ans B Ref: Williams gynaec page 230. Underlying cause of pain is unclear: proinflammatory cytokines (PGF2alpha) released by the endometriotic implants into peritoneal fluid. Evidence to suggest that pain from endometrium correlate to depth of invasion and site of pain- many indicate lesion location. Recent data suggest pain result from neuronal invasion. Ref: Sheila Balakrishnan, gynaec page 143. Severe endometriosis can produce pain by peritoneal inflammation, deep infiltration and scarring, invasion of nerve endings, adhesions, collection of menstrual blood.",
        "cop": 2,
        "opa": "site of endometrium",
        "opb": "depth of invasion",
        "opc": "stage of disease",
        "opd": "size of lesion",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "45496e49-b0e8-4746-b538-75676a0e29e1",
        "choice_type": "single"
    },
    {
        "question": "As per recent guidelines, Solids per oral must be stopped how many hours before surgery:",
        "exp": "Ans. b. 6 hours. LATEST GUIDELINES FOR PREOPERATIVE FASTING IN ELECTIVE PATIENTSPatients (adults as well as children) may drink clear fluids up to 2 hours prior to general or regional anesthesia. Patient should not take solid food (Fried or fatty or meat) 8 hours prior to induction of anesthesia. Patient should not take solid food (Light meal, Non-Human milk) 6 hours prior to induction of anesthesia. Breast-feeding should be stopped 4 hours prior to induction of anesthesia. The same applies to formula milk. Adults may drink up to 150 mL of water with pre-operative oral medication up to 1 hour before induction of anesthesia, and children up to 75 mL. Use of chewing gum and any form of tobacco should be discouraged during the last 2 hours prior to induction of anesthesia These guidelines also apply to elective caesarean sections. Clear fluids are defined as non-particulate fluids without fat, for example, Water, clear fruit juice, tea or coffee. Both cows milk and powdered milk are treated as solid food. Patients with known or suspected delay in gastric emptying (diabetes mellitus, upper gastrointestinal pathology and symptoms) should be assessed on an individual basis.",
        "cop": 2,
        "opa": "4 hours",
        "opb": "6 hours",
        "opc": "8 hours",
        "opd": "10 hours",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f8255b51-6d9f-4606-a8fc-f05765a80fd8",
        "choice_type": "single"
    },
    {
        "question": "In Duke's classification of colorectal carcinoma stageA means",
        "exp": "(A) Involvement up to muscularis propria # Duke's prognostic classification> A-growth in colon/rectum only> B-growth extending to extrarectal tissues but no metastasis to regional lymph nodes> C-secondary deposits in regional lymph nodes",
        "cop": 1,
        "opa": "Involvement upto muscularis propria",
        "opb": "Involvement beyond muscularis propria",
        "opc": "Positive lymph node involvement",
        "opd": "Distant metastasis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2a066186-3c62-4b26-995a-dee19bd8b36c",
        "choice_type": "single"
    },
    {
        "question": "Highest incidence of acute appendicitis occurs in",
        "exp": "(B) 2nd decade # Peak incidence of acute appendicitis is in the 2nd & 3rd decades of life.> It is relatively rare at the extreams of age.> Apendicular perforation is more common in infancy & in the elderly, during which periods mortality rates are highest.",
        "cop": 2,
        "opa": "1st decade",
        "opb": "2nd decade",
        "opc": "5th decade",
        "opd": "6th decade",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7e34774f-d26c-46a2-8db5-926a90ced7f0",
        "choice_type": "single"
    },
    {
        "question": "Atropine is given as preanesthetic to",
        "exp": "(B) (Reduce bronchial secretions) (268, 56 Arun Yadav 5th)ATROPINE- Use to teeat bradyarrhythmias. Other uses: 1. As pre medication to decrease respiratory secretions2. In reversal along with neostigmine to prevent muscarinic effects3. Organosphosphorus Poisoning. GOALS OF PREMEDICATIONS* To relieve anxiety* To produce haemodynamic stability* To induce sedation (good sleep) and reduce metabolic rate* To provide analgesia and amnesia* To decrease the chances of aspiration* To contral oral and respiratory secretions* To prevent postoperative nausea and vomiting* To control infections* Atropine is a bronchodilator and reduce air way resistance specially COPD and Asthma patients* Atropine prevent bradycardia, hypotension",
        "cop": 2,
        "opa": "Reduce salivation gag reflex",
        "opb": "Reduce bronchial secretion",
        "opc": "Bronchoconstriction",
        "opd": "Prevent tachycardia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "8d5cfef3-bf47-4f6b-b0fa-9c356ce353c4",
        "choice_type": "single"
    },
    {
        "question": "Contraindication of major thoracic surgery is",
        "exp": "(A) Myocardial infarction in recent 3 months# CARDIOVASCULAR FITNESS: 1. All patients for lung resection should have a preoperative ECG. 2. All patients with an audible cardiac murmur should have an echocardiogram. 3. Patients who have had a myocardial infarction should normally not be operated on for lung resection within 6 weeks. 4. Any patient who has had a myocardial infarction within 6 months and is being assessed for thoracic surgery should have a cardiology opinion. 5. Patients who have had coronary artery bypass surgery should not be precluded from having lung resection. They should be assessed as for other patients with possible cardiac risk factors. 6. The guidelines from the American College of Cardiology and the American Heart Association should be used as a basis for assessing the perioperative cardiovascular risk of patients undergoing lung resection.# Major risk:(a) These patients should have a formal cardiological assessment and their management discussed at a multidisciplinary meeting. (b) Patients found to have significant lesions on coronary angiography should be considered for coronary artery bypass surgery before lung resection.# Intermediate Risk:(a) Patients in this group with reasonable functional capacity (able comfortably to walk up one flight of stairs) should not normally be regarded as at greater than average risk for postoperative complications. They do not need further cardiac testing. (b) Patients with poor functional capacity and those in whom there is doubt about the degree of severity of their angina pectoris or who report breathlessness which may be due to cardiac disease should have an ECG monitored exercise test and echocardiogram and the results should be discussed with a cardiologist.# Minor Risk:> Patients in this group with one risk factor should not normally be considered to be at greater than average risk for postoperative complications.",
        "cop": 1,
        "opa": "Myocardial infarction is recent 3 months",
        "opb": "Myocardial infarction in recent 9 months",
        "opc": "Myocardial infarction in recent 12 months",
        "opd": "Myocardial infarction in 18 months",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7c57d79b-244f-4100-b2c6-6b328ff52a33",
        "choice_type": "single"
    },
    {
        "question": "Cricothyrotomy is converted to tracheostomy",
        "exp": "Ans. (B) To avoid subglottic stenosis. Ref: Bailey and Love Page 695* To avoid subglottic stenosis if we give ventilation via the cricothyrotomy tube we must change it to Tracheostomy at the earliest.",
        "cop": 2,
        "opa": "To avoid hypoxia",
        "opb": "To avoid subglottic stenosis",
        "opc": "To facilitate oxygenation",
        "opd": "Easy consumption of food",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "93a124da-cc3a-4804-80cb-507171e13a45",
        "choice_type": "single"
    },
    {
        "question": "Emergency management of Ulcerative colitis is by",
        "exp": "(D) Total Proctocolectomy with end ileostomy# OPERATIVE MANAGEMENT OF ULCERATIVE COLITIS:> Emergent Operation:- In a patient with fulminant colitis or toxic megacolon, total abdominal colectomy with end ileostomy, rather than total proctocolectomy, is recommended.> Although the rectum is invariably diseased, most patients improve dramatically after an abdominal colectomy, and this operation avoids a difficult and time-consuming pelvic dis- section in a critically ill patient. Rarely, a loop ileostomy and decompressing colostomy may be necessary if the patient is too unstable to withstand colectomy.> Definitive surgery may then be undertaken at a later date once the patient has recovered.> Complex techniques such as an ileal pouch anal reconstruction generally are contraindicated in the emergent setting.> However, massive hemorrhage that includes bleeding from the rectum may necessitate proctectomy and either a permanent ileostomy or ileal pouch anal anastomosis.> Elective Operation:- In the past, abdominal colectomy with ileorectal anastomosis often was recommended for patients with relatively quiescent rectal disease.> Risk of ongoing inflammation, the risk of malignancy, and the availability of restorative proctocolectomy have led most surgeons to now recommend elective operations that include resection of the rectum.> Abdominal colectomy with ileorectal anastomosis is still an appropriate operation for a patient with indeterminate colitis and rectal sparing.> Total proctocolectomy with end ileostomy has been the \"gold standard\" for patients with chronic ulcerative colitis.> This operation removes the entire affected intestine and avoids the functional disturbances associated with ileal pouch-anal reconstruction.> Most patients function well physically and psychologically after this operation.> Total proctocolectomy with continent ileostomy (Kock's pouch) was developed to improve function and quality of life after total proctocolectomy, but morbidity is significant and restorative proctocolectomy generally is preferred today.> Since its re introduction in 1980, restorative proctocolectomy with ileal pouch-anal anastomosis has become the procedund of choice for most patients who require total proctocolectomy but wish to avoid a permanent ileostomy.",
        "cop": 4,
        "opa": "Proctocolectomy",
        "opb": "Right hemicolectomy",
        "opc": "Left hemicolectomy",
        "opd": "Total proctocolectomy with end ileostomy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "15010fcb-950e-46e2-8bcb-246768944481",
        "choice_type": "single"
    },
    {
        "question": "Sudden headache with LOC in patient with renal cysts, intracranial bleed SAH (berry aneurysm). Diagnosis is",
        "exp": "(A) ADPKD# POLYCYSTIC KIDNEY DISEASE (PKD OR PCKD, also known as polycystic kidney syndrome) is a cystic genetic disorcer of the kidneys. There are two types of PKD: autosomal dominant polycystic kidney disease (ADPKD) and the less-common autosomal recessive polycystic kidney disease (ARPKD).> Major extrarenal complications of ADPKD are: Cerebral aneurysms; Hepatic and pancreatic cysts; Cardiac valve disease; Colonic diverticula; Abdominal wall and inguinal hernia. Malformations of selected vasculature, including intracranial aneurysms and aortic root dilatation (normal diamete' <35 mm), may be due to altered expression and/or function of the PKD gene in arterial smooth muscle cells. Cervicocephalic artery dissections, dolichoectasias, and central retinal vascular occlusions have also been associated with ADPKD.> CEREBRAL ANEURYSM: A ruptured cerebral aneurysm, resulting in a subarachnoid or intracerebral hemorrhage, is the most serious complication of polycystic kidney disease. The prevalence of aneurysms in ADPKD is approximately 5 percent in young adults and increases with age to as high as 20 percent in patients 60 years and older.",
        "cop": 1,
        "opa": "ADPKD",
        "opb": "Haemangioma of liver",
        "opc": "Meningioma",
        "opd": "Head injury",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0454e5b3-3809-49b9-a938-01a2c54491d9",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old student is scheduled to undergo parathyroidectomy for hyperparathyroidism associated with familial multiglandular syndrome. His sister developed peptic ulcer disease secondary to a Zollinger-Ellison (hypergastrinemia) 22 tumor of the pancreas. On examination, a swelling was noted over the posterior aspect of the patient's fifth rib. What is the most likely finding?",
        "exp": "Patients with hyperparathyroidism develop demineralization, and 1. 5% shows osteitis fibrosa cystica. The presence of subperiosteal resorption of bone of the phalanges and lamina dura of the teeth are fairly diagnostic radiological findings of hyperparathyroidism. Chondromas account for 20% of benign tumors of the rib and occur at the costochondral junction. Osteochondromas arise from the cortex and usually occur in men. Eosinophilic granuloma results in a destructive lesion apparent on x-ray.",
        "cop": 2,
        "opa": "Metastasis from a parathyroid carcinoma",
        "opb": "Osteitis fibrosa cystica (brown tumor) and subperiosteal resorption of the phalanges",
        "opc": "Dermoid cyst",
        "opd": "Eosinophilic granuloma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7b02543c-a08c-4e66-bae2-9e52254d7d62",
        "choice_type": "single"
    },
    {
        "question": "After renal transplant the commonest malignancy is",
        "exp": "(D) Skin malignancy",
        "cop": 4,
        "opa": "Adrenal cancer",
        "opb": "Lymphoma",
        "opc": "Renal cell Ca",
        "opd": "Skin malignancy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "3bece110-6797-4c02-85cd-801bf6eaf676",
        "choice_type": "single"
    },
    {
        "question": "A smoker patient presents with abdominal aortic aneurysm with diameter of 44 mm with non-specific abdominal pain what is the ideal answer below?",
        "exp": "Abdominal Aortic Aneurysm* 95% aneurysms are infra renal* Most common Type of Larger Vessel Aneurysm and is found in 2% population at autopsy.* MC cause is Atheromatous degeneration* MC symptom - Back and Abdominal Discomfort* Site of rupture: M/c site = postero lateral (80%)* 2nd m/c site = anterior (20%)* Less than 50 per cent of patients with rupture survive to reach hospital.* Anterior rupture results in free bleeding into the peritoneal cavity; very few patients reach hospital alive.* Posterior rupture on the other hand produces a retroperitoneal hematoma* Ruptured abdominal aortic aneurysm is a surgical emergency; it should be suspected in a patient with the triad of severe abdominal and/or back pain, hypotension and a pulsatile abdominal mass* Bailey and Love says \"It should always be remembered that the treatment of ruptured aneurysm is operation, not monitoring and resuscitation\". Indications for Surgery* All symptomatic aneurysm (m/c symptom is back and abdominal discomfort)* Aneurysms size greater than 55 mm on USG antero-posteriorly.* Aneurysms < 55 mm in diameter needs Regular USG assessment.",
        "cop": 2,
        "opa": "Immediately operate",
        "opb": "Operate when size becomes >55 mm diameter",
        "opc": "Serial USG advised until it becomes 77 mm Diameter",
        "opd": "No treatment needed.",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "dd07bf77-63f4-476e-a754-ce842bc36385",
        "choice_type": "single"
    },
    {
        "question": "An elderly patient presented with sudden onset of headache and altered sensorium, is diagnosed to have Subarachnoid hemorrhage. What is the best investigation of choice in this case?",
        "exp": "(A) CT Scan # Subarachnoid hemorrhage (SAH) implies the presence of blood within the subarachnoid space from some pathologic process.> Initial study of choice is an urgent CT scan without contrast CT also can detect intracerebral hemorrhage, mass effect, and hydrocephalus. A falsely negative CT scan can result from severe anemia or small-volume SAH.> Cerebral angiography is performed once the SAH diagnosis is made.> This study assesses the following: Vascular anatomy Current bleeding site Presence of other aneurysms> Magnetic resonance imaging (MRI) is performed if no lesion is found on angiography.",
        "cop": 1,
        "opa": "CT Scan",
        "opb": "MRI Scan",
        "opc": "Roentgenogram of Skull",
        "opd": "Carotid Angiogram",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f5f05dd1-ae7e-4bc2-ab7e-4c3367d7251f",
        "choice_type": "single"
    },
    {
        "question": "Oxygen therapy is most useful in",
        "exp": "(Arterial hypoxia) (75-77-A yadav 4th). Hypoxic hypoxia responds best to oxygen therapy while there is no benefit to oxygen therapy in histotoxic cyanoidpoisoning) hypoxia. Clinical presentation of hypoxia is cyanosis, which is produced if reduced Hb level is more than 5g/dl (which roughly corresponds to O2 saturation) < 85 to 90% or p. O2 < 50 mm. Hg) methemoglobin > 1. 5g/dL and sulphemoglobin >0. 5 g/d. LCharacteristic features of diffeent types of Hvpoxia. Features. Hypoxic hypoxia. Anemic hypoxia. Stagnant hypoxia. Histotoxic hypoxia1. CO2 in arterial blood. Reduced. Normal. Normal. Normal2. O2 carrying capacity of blood. Normal. Reduced. Normal. Normal3. Rate of blood flow. Normal. Normal. Reduced. Normal4. Utilization of O2 by tissue100%75%50%Not useful. OXYGEN TOXICITY - toxic radicals of oxygen damage the capillary membrane increasing capillary permeability and ARDS like picture, Abnormality in ciliary transport, absorption atelectasis** and tracheobronchitis, decreased pulmonary compliance**In neonates pulmonary toxicity manifests as bronchopulmonary dysplasia**, Retrolental fibroplasia** (premature neonates (<36 weeks) are greatest risk.* Acute oxygen toxicity may manifest as convulsions this is called as paulbert effect. HYPER BARIC OXYGEN: USESA. Poisonings- CO, cyanoid poisoningB. Gas bubble disease- Decompression sickness, Air embolismC. Ischaemia- Crush injury, Ischemic ulcer, Radiation necrosisD. Infections- Clostridial, Mucormycosis, Refractory osteomyelitisE. Others- Oxygen support during lung lavage, Bums cerebral edema. Heliox (80% helium + 20% oxygen) is used for upper air way obstruction like tracheal stenosis",
        "cop": 1,
        "opa": "Arterial hypoxia",
        "opb": "Stagnent hypoxia",
        "opc": "Anemic hypoxia",
        "opd": "Cyanide hypoxia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d623b540-150b-493e-9603-08e488015662",
        "choice_type": "single"
    },
    {
        "question": "50% burns in 70 kg female with inhale burn injury_________ Parkland formula in first 8 hours is",
        "exp": "(C) 875 ml/hr > Perhaps the simplest and most widely used formula is the Parkland formula. This calculates the fluid to be replaced in the first 24 hours by the following formula: Total percentage body surface area 'weight (kg) *4 = volume (ml) Half this volume is given in the first 8 hours, and the second half is given in the subsequent 16 hours. In the given patient %burns=50%, weight = 70kg. Therefore total vol. of fluid = 50*70*4 = 14000ml. Total fluid transfused in first 8hrs = 14000/2 = 7000ml =875ml/hr. Formula. Crystalloid. Colloid. Free water. Parkland4 ml/kg per% TBSANone. None. Brooke1. 5 ml/kg % TBSA0. 5 ml/KG TBSA2 lit. Galrestan (pediatric)500 ml. m2 burned +1500 ml/m2. Non. None",
        "cop": 3,
        "opa": "625 ml/hr",
        "opb": "732 ml/hr",
        "opc": "875 ml/hr",
        "opd": "1000 ml/hr",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2053b32c-0345-4b9d-bec6-f9e0551c945c",
        "choice_type": "single"
    },
    {
        "question": "A patient on colonoscopy was found to have tubular adenoma which was removed. The pathology report suggested that the adenoma was found to extend up to the muscularis mucosae. The management now includes",
        "exp": "(C) Observation # Treatment.:> In case of small tumours without invasive malignancy above the peritoneal reflexion, colonoscopic removal by cautery snare is justified.> All polypoid lesions greater than 1 cm diameter should be removed totally and submitted for histologic examination.> Large tumours with invasive malignancy located above 7. 5 cm from the Dentate line, anterior resection is indicated.> When the similar lesion lies less than 7. 5 cm above the dentate combined abdominoperineal resection should be performed.> When invasive cancer is not demonstrable on biopsy, the lesion is completely excised after wide dilation or division of the anal sphincter.> The entire specimen is now examined histologically.> If invasive malignancy is not detected, no further treatment is necessary.> If invasive malignancy is detected, immediate abdominoperineal resection should be carried out.> It is always advisable to do follow-up proctoscopy at regular intervals, as recurrence is common even though the lesion is histologically benign.",
        "cop": 3,
        "opa": "Fulguration at the site of the polypectomy",
        "opb": "Sigmoid colectomy",
        "opc": "Observation",
        "opd": "Left hemicolectomy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "9cbbc542-34a9-4bf6-a7fb-6a6b4663befe",
        "choice_type": "single"
    },
    {
        "question": "Post spinal headache is due to",
        "exp": "A. i. e. (CSF leaks in the dura) (517- Lee's synopsis of anaesthesia 13th)* It is low pressure headache due to seepage of CSF from dural rent (hole) created by spinal needle. The loss may be around 10 ml /hr. Post spinal headache - is due to seepage of CSF. Can be minimized by using smaller bore needle (360-KDT 6th)* More common in young pregnant patients and with accidental dural puncture rate during epidural anaesthesia using Touhy needle (60 - 80%). Reduced by the introduction of size 25 G and 27G whitacre pencil point needles. Which replaced cutting needles* Typical location is bifrontal and /or occipital* CSF leakage results in changes in hydrodynamics of brain causing traction on pain sensitive structures like dura, vessels and tentorium producing pain. Treatment - Caffeine, sumatriptan and adreocorticotropic hormoe, \"epidural blood patch\"* Related to a reduction in CSF volume due to leakage through the dura (300 - Current. Diagnosis and treatment - pain)",
        "cop": 1,
        "opa": "CSF leaks in the dura",
        "opb": "Fine needle",
        "opc": "Toxic effects of the drug",
        "opd": "Traumatic damage to nerve roots",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "fd2f6f3e-5198-4e86-87d5-022acdc2cf22",
        "choice_type": "single"
    },
    {
        "question": "Best diagnostic aid for Bronchiectasis is",
        "exp": "(D) CT scan # Bronchography, the previous gold standard for diagnosing bronchiectasis, has been largely replaced by CT. Though, CT is not as sensitive as bronchography, it is considerably safer and can be done sequentially to follow the patient's course.> Thin-section high resolution CT (HRCT) may be needed. A CT scan after inhalation of xenon may prove even more sensitive.",
        "cop": 4,
        "opa": "Bronchoscopy",
        "opb": "X-ray",
        "opc": "Bronchography",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b39d6755-359c-4c6d-bc48-4a388be16174",
        "choice_type": "single"
    },
    {
        "question": "Pilomatrixoma is:",
        "exp": "Ans. c (a benign epithelial tumor). (Ref. Bailey and Love, 25th/606). Tumors of Hair follicles. Pilomatrixoma (calcifying epithelioma of Malherbe). These are benign tumours of hair matrix cells characterised by basaloid and eosinophilic ghost cells. They commonly calcify and 40% are found in the under-10 age group. Treatment may include surgery to remove the mass and some of the surrounding tissue. Pilomatrixoma cysts usually do not regrow. Trichoepithelioma. Trichoepitheliomas are small skin-coloured nodules most often found in the nasolabial fold. Clinically and histologically, they look similar to BCC. Tricholemmoma (naevus sebaceous of Jadassohn). Tricholemmoma is a congenital hamartoma with the appearance of a linear verrucous naevus. These were believed to form BCCs in up to 10% of cases after puberty, but reviewed histology casts doubt on the frequency with which this occurs, although it is recognised that they have an increased potential for malignant change. Adenoma sebaceum (tuberous sclerosis, Bournevilie'sdisease). Typically these are red facial papules (angiofibromas) that are found usually on the nasolabial folds, cheek and chin. They form part of the disease process in tuberous sclerosis. Skin lesions usually appear in children under 10 years of age and increase in size and number until adolescence. Cosmetic removal with carbon dioxide or pulse-dye lasers or scalpel is possible. Rhinophyma. Rhinophyma is an end-stage sequela of acne rosacea. It is hyper- trophy and hyperplasia of the sebaceous glands and tends to affect elderly men (male to female ratio 12: 1). Up to 3% of cases may have an occult BCC. Treatment by dermabrasion or laser resurfacing produces good results.",
        "cop": 3,
        "opa": "a fleshy skin mass",
        "opb": "a type of skin tag",
        "opc": "a benign epithelial tumor",
        "opd": "a malignant skin neoplasm",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "82c9757f-5052-4d5e-aa8e-b25df05cf445",
        "choice_type": "single"
    },
    {
        "question": "The role of Tamoxifen in the reduction of breast cancer is",
        "exp": "(A) Competes with estrogen receptor in breast # Tamoxifen is a hormone treatment developed over twenty years ago. It lowers the risk of breast cancer coming back (recurring) or developing in the other breast.> Tamoxifen prevents oestrogen from going into breast cancer cells> Oestrogen can stimulate breast cancer cells to divide and grow.> The oestrogen receptor is a part of the cell that oestrogen can lock into and encourage the cell to multiply to make more breast cancer cells.> Tamoxifen locks into the oestrogen receptor and stops the oestrogen from getting to the cell. Progesterone receptors are similar 'locks' on the cell surface for progesterone, the other female sex hormone.> Breast cancers are divided into oestrogen receptor and progesterone receptor positive and Tamoxifen is given to oestrogen receptor positive patients",
        "cop": 1,
        "opa": "Competes with estrogen receptor in breast",
        "opb": "Decreases blood supply to tumour",
        "opc": "Directly acting anticancer drug",
        "opd": "Augments radiation therapy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2ade9c27-bff5-4935-940b-bb8c5a7b5ede",
        "choice_type": "single"
    },
    {
        "question": "EDH least common possibility is in",
        "exp": "(D) Saccular aneurysm # Extradural hemorrhage is most commonly due to middle meningeal artery.> Saccular aneurysm rupture is associated with subarachnoid hemorrhage.",
        "cop": 4,
        "opa": "Middle cerebral artery",
        "opb": "Middle meningeal artery",
        "opc": "Venous sinuses",
        "opd": "Saccular aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "1ec556b3-6902-4457-a196-95d34e8116fc",
        "choice_type": "single"
    },
    {
        "question": "Proteus organisms cause",
        "exp": "(A) Struvite stones # STRUVITE STONE: A phosphate calculus is smooth and dirty white. It tends to grow in alkaline urine, especially when urea splitting Proteus organisms are present. As a result, the calculus may enlarge to fill most of the collecting system, forming a staghorn calculus.# TYPES OF RENAL CALCULUS:> Calcium oxalate calculus: Most common; they have hard, small and jagged surface> Uric acid and urate calculus: these are radiolucent> Cystine stones: uncommon, seen in cystinuria; appear only in acid urine; they are pink to yellow when first removed but they change colour to a greenish hue when exposed to air.> Xanthine calculi: are radiolucent; Most common symptom of renal calculi is Pain.",
        "cop": 1,
        "opa": "Struvite stones",
        "opb": "Calcium oxalate stones",
        "opc": "Cystine stones",
        "opd": "Xanthine stones",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f4048160-a688-488f-bbd7-bb2b77af85f9",
        "choice_type": "single"
    },
    {
        "question": "Intermittent claudication",
        "exp": "(A) Most common in calf region# INTERMITTENT CLAUDICATION:> Cramp like pain felt in the muscles that is brought on by walking, not present on taking the first step (OA) relieved by standing still (IVD)> The distance walked is called the claudication distance.> Most commonly felt in the CALF, but can affect the thigh or the buttock.> Less common in the upper limb (writhing or manual labor). CLINICAL SPECTRUM OF CLAUDICATIONIntermittent(Atherosclerosis). Neurogenic(Lumbar Spinal Stenosis). Venous(Deep Vein Thrombosis)* Pain is in the muscle of the calf, thigh or buttock* Pain is in whole leg can be associated with tingling and numbness* Involvement of whole leg* Unilateral in femoropopliteal disease* Bilateral (Can also be less commonly unilateral)* Patient may describe feeling their \"leg is going to burst\"* Bilateral in aorto-iliac disease* Comes on suddenly on standing up or walking* Most commonly unilateral* Gradual onset after walking \"claudication distance\"* Relieved by sitting down, bending over and stop walking* Gradual onset after beginning to walk* Pain is relieved by rest* Unable to straighten legs* Relief on elevating the leg* Absent/reduced pulses * Cyanosed* Varicose veins* edematous. NB, The claudication distance is a constant distance the patient was able to walk before the onset of symptoms",
        "cop": 1,
        "opa": "Most common in calf region",
        "opb": "Occurs at rest",
        "opc": "Claudication distance is not consistent for an individual",
        "opd": "Pain is positional",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b7857751-3e5e-404c-8ace-254aa3799b00",
        "choice_type": "single"
    },
    {
        "question": "A patient was operated 2 months back and at that time a midline incision was used. Now he requires a second operation and this the ideal incision to be used now is",
        "exp": "(B) The scar of the previous incision is excised and the same incision is used # Scar of the previous incision is excised and the same incision is used.> We should not create more scars on patient body unnecessarily.> If it is possible we have use the same scar.",
        "cop": 2,
        "opa": "A fresh transverse incision",
        "opb": "The scar of the previous incision is excised and the same incision is used",
        "opc": "The same incision used without excision of old scar",
        "opd": "A paramedian incision is to be used",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "1bf2e4e5-0925-47a8-a481-b5a84d8412f2",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man develops abdominal pain after eating. An arteriogram reveals absence of blood flow in the celiac artery. Collateral branches supply the stomach through which of the following?",
        "exp": "The superior mesenteric artery will supply the inferior pancreaticoduodenal branch, which will form collateral branches with the superior pancreaticoduodenal branch from the celiac axis branch (gastroduodenal).",
        "cop": 3,
        "opa": "Intercostal arteries",
        "opb": "Right renal artery",
        "opc": "Superior mesenteric artery",
        "opd": "Inferior epigastric artery",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "4c1ae9de-6e35-4423-8391-7d1401b6fd4b",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with Hypovolemeia and Na is 154, The initial treatment includes",
        "exp": "(A) Normal saline",
        "cop": 1,
        "opa": "Normal saline",
        "opb": "1/2 N saline with 5% dextrose",
        "opc": "Dextran 40",
        "opd": "Ringer's lactate",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "76c5cb90-d172-48df-a76c-8e6ed1280bc4",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of unilateral diaphragmatic paralysis is",
        "exp": "(A) Surgical trauma # UNILATERAL DIAPHRAGMATIC PARALYSIS may be idiopathicl or secondary to multiple causes, among which the most common is a tumour with phrenic nerve involvement or surgical trauma, > Causes of unilateral paralysis are diseases of the cervical spinal cord affecting the anterior horn cells of the fourth segment, such as poliomyelitis, tumour, progressive muscular atrophy, myelitis, haemorrhage, and injuries and caries of the cervical vertebrae.> Peripheral lesions of the phrenic nerve or its roots include neck wounds, polyneuritis (usually diphtheritic), destruction by neoplastic masses (usually near the hilum of the lung), and avulsion from birth injury as an extension of Erb's palsy.> Unilateral diaphragmatic paralysis is often discovered incidentally in patients undergoing chest radiography for some other reason Patients usually are asymptomatic at rest but experience dyspnea upon exertion and have a decrease in exercise performance.> If the patient has an underlying lung disease, dyspnea may occur at rest.> Some patients may develop orthopnea, which is less intense than bilateral diaphragmatic paralysis.",
        "cop": 1,
        "opa": "Surgical trauma",
        "opb": "Poliomyelitis",
        "opc": "Polyneuritis",
        "opd": "Tumour",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "3918a688-1a90-484f-beae-28dbeb344584",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man suffering from depression attempts suicide by jumping out of the window of his third-floor apartment. He requires multiple operations during a prolonged, complicated hospital stay. Endotracheal intubation is attempted in the ICU but is unsuccessful because of tracheal stenosis, which is attributed to which of the following?",
        "exp": "Any object that compromises the blood supply to the tracheal mucosa or cartilage can cause stenosis. When the mean intramural pressure exceeds 20-30 mm Hg over a prolonged period, damage occurs.",
        "cop": 1,
        "opa": "Prolonged nasotracheal intubation",
        "opb": "Orotracheal intubation",
        "opc": "Tracheostomy tubes",
        "opd": "High oxygen delivery",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "739e77ca-e3ef-4d65-93b6-57414335ea59",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old male janitor complains of a swollen face during the past week. A CT scan reveals an expanding hematoma in the superior mediastinum. Mediastinal tamponade is most likely to manifest as which of the following?",
        "exp": "In mediastinal tamponade, hypotension, dyspnea, cyanosis, and a decrease in pulse pressure will be evident. During inspiration, the pulse pressure is further impeded to cause obstruction to transmitted ACV waves in the neck; in congestive cardiac failure, the ACV waves recorded in the neck are more prominent. Paresis of the arm is unlikely to occur because the lower part of the brachial plexus (T1) passes along the inner border of the first rib to reach the neck.",
        "cop": 4,
        "opa": "Hypertension",
        "opb": "Increased pulse pressure during inspiration",
        "opc": "Paresis of the right arm",
        "opd": "Venous congestion in the upper extremity",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ef96b0ec-77fc-4ffe-9ac5-a530d475b610",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old bank employee undergoes investigation for infertility that revealed oligospermia. On further inquiry, it is found that he has suffered from repeated bouts of coughing since childhood and episodes of recurrent pancreatitis. Clubbing of the fingers is evident. Which test is most likely to reveal the cause of his chronic lung disease?",
        "exp": "Cystic fibrosis is the most common cause of chronic obstructive lung disease (COLD) in children and adolescents. It is an autosomal-recessive disease that affects widespread exocrine glands. COLD is evident in all patients who survive childhood.",
        "cop": 3,
        "opa": "Chest x-ray",
        "opb": "X-ray of the humerus",
        "opc": "Sweat chloride elevated to over 80 m. Eq/L",
        "opd": "Sweat chloride reduced to less than 50 m. Eq/L",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "1a84baf7-6dd3-4d1f-a798-ed2ff1c2ccff",
        "choice_type": "single"
    },
    {
        "question": "First pap smear should be done at:",
        "exp": "Ans C Ref: Williams Gynaecology Page 626. PAP test. Avoid during menstruation. Abstain from vaginal intercourse, douching, vaginal tampons, medicinal/ contraceptional cream for atleast 24-48hrs before test. Treat any cervicitis/vaginitis prior to test Sampling of transformation zone is of importance for sensitivity of test. Screening of guidelines (American cancer society (ACS) Initiation: 3 yrs after lsl intercourse/by age 21 whichever is earlier. Intervals. Age <30. Annual (conventional smear). Every 2 yrs (liquid based cytology). Age >30. Every 2-3 yrs after 3 consecutive negative test. In high risk cases (HIV)- 2 tests/yr during 1st year of diagnosis of HIV, then yearly. Discontinuation: at 70yrs, if 3 negative tests in last 10 yrs. Post hysterectomy(total hysterectomy)",
        "cop": 3,
        "opa": "First visit to gynaec opd",
        "opb": "Before 18 yrs of age",
        "opc": "3 yrs after 1st intercourse",
        "opd": "Perimenopausal period",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f545133c-8328-4f82-b04c-9febbe783cc7",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman who smokes is found to have a splenic artery aneurysm. It was most likely caused by:",
        "exp": "Splenic artery aneurysms in women are almost always caused by medial dysplasia of the artery. It may be the cause of rupture in pregnancy and can be life-threatening if not treated promptly by laparotomy. Aneurysms may be caused by atherosclerosis, trauma, and pancreatitis (when complicated by pseudocyst formation). Portal hypertension is not a cause of aneurysm.",
        "cop": 3,
        "opa": "Atherosclerosis",
        "opb": "Trauma",
        "opc": "Medial dysplasia",
        "opd": "Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "22fb3b36-8630-4aee-9a83-8220a40be467",
        "choice_type": "single"
    },
    {
        "question": "What is the use of the instrument shown here?",
        "exp": "Ans. (d) Clip the towel* Towel clips are used to hold the sterile dressing after drape in position* Some surgeons use this to hold and retract the tongue outside for intra oral surgeries.",
        "cop": 4,
        "opa": "To catch bleeding artery",
        "opb": "Occlude bowel",
        "opc": "Vascular clamp",
        "opd": "Clip the towel",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "beb4fd58-4e94-4f44-89be-79cbc6831e3a",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child undergoes tympanostomy tube placement for treatment of chronic bilateral serous otitis media. Which of the following complications is least likely to occur subsequent to surgery?",
        "exp": "Tympanostomy tube placement is performed through the external auditory canal with microscopic guidance. The chance of external auditory canal to be scarred is very less. The tympanic membrane is directly visualized after clearing wax and debris from external auditory canal. Otorrhea is the most common sequela, requiring",
        "cop": 4,
        "opa": "Chronic perforation",
        "opb": "Cholesteatoma",
        "opc": "Tympanosclerosis",
        "opd": "Scarring of the external auditory canal",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "47c6ef04-5333-4f6c-9d05-7751bc66da07",
        "choice_type": "single"
    },
    {
        "question": "Liver donor healthy person",
        "exp": "(D) Mortality for donor is 0. 5 %# DEATH AFTER LIVING DONOR LIVER TRANSPLANTATION (LDLT) has been reported at 0% (Japan), 0. 3% (USA) and <1% (Europe), with risks likely to decrease further as surgeons gain more experience in this procedure.> Risk of dying from living liver donor surgery may be as high as 0. 5% when donating the right lobe. If ail complications are included, 1 of every 3 donors will experience a complication; most are considered minor or have no permanent sequelae. Thus, centers must carefully weigh the risks against the benefits.> Likewise, potential living liver donors should balance the decision to donate with the advice of family, friends, an independent conor advocate, and the medical/surgical team.> As stated by Marsh and colleagues, \"no matter how carefully right lobar living donor transplantation is applied, the historical verdict on the ethics of this procedure may be harsh. \"",
        "cop": 4,
        "opa": "Mortality for donor is 1%",
        "opb": "Mortality for donor is 0. 2 to 0. 4 %",
        "opc": "Mortality for donor is 0. 6 to 0. 8 %",
        "opd": "Mortality for donor is 0. 5 %",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b21a4d6e-cf13-467f-a393-d04311fdffe3",
        "choice_type": "single"
    },
    {
        "question": "Bilateral hydronephrosis is seen in?",
        "exp": "(B) Carcinoma cervix stage 3 or 4 # 2 criteria for the diagnosis of Stage IIIB CERVICAL CANCER in the FIGO staging system: tumor fixation to the pelvic side wall and/or the presence of hydronephrosis due to tumor.> Hydronephrosis is an independent poor prognostic indicator of survival in patients with advanced cervical cancer. Bilateral hydro-nephrosis compared to unilateral involvement confers a worse overall prognosis.> Causes of hydronephrosis: BPH, prostate cancer, bladder cancer or kidney cancer, cervical cancer, ovarian cancer or cancer of the womb and physiologically seen in pregnacy.",
        "cop": 2,
        "opa": "Vaginal carcinoma",
        "opb": "Carcinoma cervix stage 3 or 4",
        "opc": "Hepatic cirrhosis",
        "opd": "Colon cancer",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e1832041-c51b-47b8-acb4-b803fdb8425e",
        "choice_type": "single"
    },
    {
        "question": "Ulcerative colitis starts in",
        "exp": "(A) Rectum # Pathology of ulcerative colitis: In 95%t of cases the disease starts in the rectum and spreads proximally.> When the ileocaecal valve is incompetent, retrograde (backwash) ileitis involving the last 30 cm of the ileum is likely to occur.> It is a nonspecific inflammatory disease, primarily affecting the mucosa and superficial submucosa, and only in severe disease are the deeper layers of the intestinal wall affected> There are multiple minute ulcers, and microscopic evidence proves that the ulceration is almost always more severe and extensive than the gross appearance indicates.> When the disease is chronic, inflammatory polyps (pseudopolyps) occur in up to 20 per cent of cases and may be numerous.> They result from previous episodes of ulceration heaving islands of spared mucosa which will remain prominent when the adjacent mucosa heals.> In severe fulminant colitis a section cf the colon, usually the transverse colon, may become acutely dilated and the intestinal wall then becomes extremely thin and may perforate ('toxic megacolon').> On microscopic investigation there is an increase of inflammatory cells in the lamina propia, the walls of crypts are infiltrated by inflammatory cells and there are crypt abscesses.> There is depletion of goblet cell mucin. The crypts are reduced in number and appear to be atrophic and irregularly spaced. With time these changes become severe and precancerous changes can develop (severe dysplasia or carcinoma in situ).",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Transverse colon",
        "opc": "Caecum",
        "opd": "Descending colon",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d919bc11-ec89-4256-b70c-dea00ffb6fd0",
        "choice_type": "single"
    },
    {
        "question": "Urinary retention in child is most commonly caused by",
        "exp": "(A) Metal scab with ulceration # Acute urinary retention in a male child may be due to local inflammatory causes like meatal ulcer with scabbing.> Etiology of Urinary Retention in Children: Neurological processes Severe voiding dysfunction UTI Constipation Adverse drug effect Local inflammatory causes Locally invading neoplasms Benign obstructing lesions Idiopathic Combined UTI and Constipation Incarcerated Inguinal Hernia.",
        "cop": 1,
        "opa": "Metal scab with ulceration",
        "opb": "Posturethral valve",
        "opc": "Urethral stricture",
        "opd": "Epispadius",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ca61830b-c89f-49ae-8227-1f66acd20e6e",
        "choice_type": "single"
    },
    {
        "question": "Squamous cell carcinoma of the lip is least likely to develop in which of the following?",
        "exp": "Squamous carcinoma of the lip comprises 15-20% of all malignant tumors of the oral cavity. In approximately 30%, there is a clear association with heavy exposure to the sun. The incidence increases in those areas where there is more southerly latitude, the air is dry, and the altitude is higher.",
        "cop": 4,
        "opa": "Scandinavian fisherman",
        "opb": "Redheaded pornographic actress with a gorgeous year-round tan",
        "opc": "Man from Lohatchie, AL, who smokes a clay pipe",
        "opd": "Brunette secretary who constantly drinks tea",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d4778ec1-5b46-4f7a-8c08-ec9ee2011695",
        "choice_type": "single"
    },
    {
        "question": "What is the mechanism by which the following technique works?",
        "exp": "Ans. (C) Negative pressure(Ref: Bailey & Loves Short Practice of Surgery 27th Ed; Page No-30). Negative Pressure dressing (VAC dressing) which exertsa pressure of -125 mm Hg and hastens wound healing in chronic wounds. It can be used for:#Venous ulcer without slough#Burns wounds without eschar#Bedsores without slough#Diabetic foot ulcer without osteomyelitis",
        "cop": 3,
        "opa": "Cryotherapy",
        "opb": "Positive pressure",
        "opc": "Negative pressure",
        "opd": "Sclerotherapy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5d8cb0e7-118d-4be9-8729-140d499863e4",
        "choice_type": "single"
    },
    {
        "question": "Post operative abscess treatment of choice nowadays",
        "exp": "Ans. (c) Image guided aspiration(Ref: Bailey 26th 978)* Modern management of an abscess is by radiological diagnosis using ultrasound or CT guidance followed by drainage.",
        "cop": 3,
        "opa": "Hydration",
        "opb": "IV antibiotics",
        "opc": "Image guided aspiration",
        "opd": "Reexploration",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2b85a57b-3844-4d0e-ab60-a10261c2d9c8",
        "choice_type": "single"
    },
    {
        "question": "Most common site for bone metastasis in carcinoma of the breast in women is:",
        "exp": "(C) Spine > It is by this route that skeletal metastases occur, although the initial spread may be via the lymphatic system. In order of frequency the lumbar vertebrae, femur, thoracic vertebrae, rib and skull are affected and these deposits are generally osteolytic.> Metastases may also commonly occur in the liver, lungs and brain and, occasionally, the adrenal glands and ovaries; they have, in fact, been described in most body sites.",
        "cop": 3,
        "opa": "Skull",
        "opb": "Ribs",
        "opc": "Spine",
        "opd": "Pelvis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d65e5973-7d13-49a1-a3fe-dc3201b0de8a",
        "choice_type": "single"
    },
    {
        "question": "Circulatory collapse occurs after what percent of burns of total body surface area:",
        "exp": "(D) 15% # Burns involving 15% of total body surface area in adults and 10% in children may result in shock (circulatory collapse).> The severity of a burn depends on its size, depth and location. The extent of tissue damage is directly related to the temperature of the burn agent and the length of time it is in contact with the skin.> The most severe bums are located on the face, neck, hands, feet and genitals; when they are spread over large parts of the body; or when they are combined with other injuries",
        "cop": 4,
        "opa": "5%",
        "opb": "1%",
        "opc": "10%",
        "opd": "15%",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b01e581b-ccb0-4517-9dd2-5b7ee80280ea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is responsible for ligament laxity during pregnancy?",
        "exp": "Ans c (progestrone) Ref: Sheila Balakrishnan pg 91. Progestrone induced relaxation of joints contributes to the changes in posture in pregnancy- Progressive lordosis and waddling gait.",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Prolactin",
        "opc": "Progestrone",
        "opd": "B hcg",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "dcc20afa-e2ac-44d3-b448-080337ce9b4b",
        "choice_type": "single"
    },
    {
        "question": "Dumb-Bell appearance of spinal cord tumours is seen in",
        "exp": "(D) Neurofibroma # Neurofibromatosis is a genetic disorder in which many soft, fleshy growths of nerve tissue (neurofibromas) grow under the; skin and in other parts of the body.> Neurofibromas are growths of Schwann cells (which form a wrapping around peripheral nerve fibers) and other cells that support peripheral nerves.> Neurofibromas, which can be felt under the skin as small lumps, usually start appearing after puberty.> There are two types of neurofibromatosis: peripheral (type 1--also known as von Recklinghausen's disease) and central (type 2) Type 1 affects about 1 of 3, 000 people, and type 2 affects about 1 of 40, 000.> About half of the people with neurofibromatosis inherit it. Only one gene for neurofibromatosis--from one parent--is required for the disorder to develop, and each child of an affected parent has a 50% chance of inheriting the disorder.> In the other half of the people with neurofibromatosis, it results from a spontaneous gene mutation. Thus, neurofibromatosis can occur in people who have no family history of the disorder. It is a dumbell shaped tumour.",
        "cop": 4,
        "opa": "Astrocytoma",
        "opb": "Meningioma",
        "opc": "Glioblastoma",
        "opd": "Neurofibroma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "75ab121e-6cb6-4665-b9af-103bff6f4251",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male, labourer, chronic smoker, alcoholic, presents with acute chest pain, severe back pain, radiation to interscapular area. The diagnosis is",
        "exp": "(B) Ruptured aortic aneurysm> Dilatations of localised segments of the arterial system are called aneurysms.> They can either be true aneurysms, containing the three layers of the arterial wall in the aneurysm sac, or false aneurysms, having a single layer of fibrous tissue as the wall of the sac, e. g. aneurysm following trauma and as a mycotic aneurysm. ('Mycotic' is a misnomer, as the cause is not due to a fungus but to bacterial infection).",
        "cop": 2,
        "opa": "Myocardial infarction",
        "opb": "Ruptured aortic aneurysm",
        "opc": "Pericarditis",
        "opd": "Tension pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "16c51d6b-b0b3-4c31-be16-d0b98df23fa3",
        "choice_type": "single"
    },
    {
        "question": "Pulseless disease is",
        "exp": "(C) Takayasu's disease # TAKAYASU'S ARTERITIS (Pulseless disease)> Clinical: Dizziness, syncope Absent upper extremity pulse (pulseless disease) Blood pressure discrepancy between extremities: Low in upper and higher in lower Visual disturbances> Diagnosis: Angiography# Pulses are commonly absent in the involved vessels, particularly the subclavian artery in Takayasu's.> In Giant cell arteritis patients with involvement of the temporal artery, headache is the predominant symptom and may be associated with a tender, thickened, or nodular artery, which may pulsate early in the disease but may become occluded later.",
        "cop": 3,
        "opa": "Microscopic polyarteritis",
        "opb": "Giant cell arteritis",
        "opc": "Takayasu's disease",
        "opd": "PAN",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "afbc2f6b-fe07-4dd8-a7c3-9af18b7920e6",
        "choice_type": "single"
    },
    {
        "question": "Cock's peculiar tumour is",
        "exp": "(Secondary to infected sebaceous cyst) (594-Bai. Iy & Love 25th). Cock's peculiar tumour - (Infected ulcerated sebaceous cyst). An infected cyst may discharge its contents. If an ulcerated surface remains, it can resemble an epithelioma, and to which the term 'Cock's peculiar tumour may be applied. ALSO - REMEMBERS* Mo. IIuscum fibrosum - are polypoid or filiform soft flashy skin tags which occur on the neck trunk andface* Cylindroma (syn 'turban' tumour) - extensive turban like swelling over the scalp, relatively benign* Glomus tumour is seen in fingers (Subungual) role - thermal regulation* RANULA is a retension cyst of minor salivary glands transluscent bluish swelling in the floor of the mouth** Treatment - complete excision or marsupialization for large cyst. GLOMANGIOMA or Glomovenous malformation* Typical glomus tumour are sub categorized as solid glomus tumour, glomangioma & glomangiomyoma* Solid glomus tumour is the most common variety of glomus tumour* Glomangioma, comprises approximately 20% of glomus tumour are characterized by dilated veins surrounded by small clusters of glomus cells* Glomangioma occure more often during childhood are rarely subungual & are less likely to be painful or symptomatic* Most predominate on the hand and forearm*** Histologically they are usually poorly circumscribed, occasionally plaque like lesion that resemble cavernous hemangioma* Secondary thrombosis & phlebolith formation may occur in these lesions just as they would in an ordinary hemangioma* Hidradentitis suppurativa - is a chronic suppurative condition of apocrine gland (Modified sweat gland**) bearing skin which is found in the axillae, sub mammary regions, nape of the neck, groin, mons pubis, inner thigh & sides of the scrotum as well as the perineum & buttocks* Fordyce's spot's - are ectopic sebaceous glands*, which has no erythcmous halos & are found in the mouth of healthy individuals**. It is not a sign of internal malignancy* Miliaria - is a disorder that occurs as a result of either obliteration or disruption of the Eccrine sweat gland*** Milium - is a small sub epidermal keratin cyst that occurs in under developed sebaceous gland. Dercum's disease (Adiposis Dolarosa) - It is characterized by the presence of multiple circumscribed or diffuse painful sub cutaneous fat depositions on the trunk and limbs**, particularly near the knee. Acute Febrile Neutrophilic Dermatosis (SWEET'S SYNDROME). Characterized by, fever, neutrophilia, erythematous, tender papulo- nodulo- plaques and targetoid lesions with pseudo vesiculation. Common women following RTIAssociated with malignancy, AML, lymphoma, myeloma, myelodysplastic syndromes and solid tumours (primarily of the genitor-urinary tract) as well as drugs (cg-all- transretinoic acid)",
        "cop": 1,
        "opa": "Secondary to infected sebaceous cyst",
        "opb": "Secondary to osteomyelitis of skull bones",
        "opc": "Secondaries in skull bones from carcinoma thyroid",
        "opd": "Epithelioma of scalp",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "52b3e825-5dc6-4b35-b039-b8a2dd375ce0",
        "choice_type": "single"
    },
    {
        "question": "The Most Common Type of Carcinoma of urinary bladder",
        "exp": "(B) Transitional cell Carcinoma # Bladder cancer refers to any of several types of malignant growths of the urinary bladder. It is a disease in which abnormal cells multiply without control in the bladder. The bladder is a hollow, muscular organ that stores urine; it is located in the pelvis. The most common type of bladder cancer begins in cells lining the inside of the bladder and is called urothelial cell or transitional cell carcinoma (UCC or TCC).> Signs and symptoms Bladder cancer characteristically causes blood in the urine, this may be visible to the naked eye (frank haematuria) or detectable only be microscope (microscopic haematuria). Other possible symptoms include pain during urination, frequent urination or feeling the need to urinate without results These signs and symptoms are not specific to bladder cancer, and are also caused by non-cancerous conditions, including prostate infections and cystitis.> Risk factors: Carcinogens such as benzidine Drugs such as cyclophosphamide and phenacetin are known to predispose to bladder TCC.> Genetics: Genes which may be altered in bladder cancer include FGFR3, HRAS, RB1 and TP53",
        "cop": 2,
        "opa": "Squamous cell Carcinoma",
        "opb": "Transitional cell Carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Mixed cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f20b6bd3-68d0-42b3-b82d-84a0ce594f32",
        "choice_type": "single"
    },
    {
        "question": "In Crohn's disease NOT seen is",
        "exp": "(C) Endomycelial antibodies # Pathological features of Crohn's disease: Starts in terminal ileum as ulcerations of intestines in 60% cases inflammatory edema with mucosal ulcers& fibrotic thickening results in hose pipe rigidity Mesenteric nodes are enlarged & calcified Intense infiltration of mononuclear Skip areas Caseation is absent Stricture causing obstruction",
        "cop": 3,
        "opa": "ASCA+",
        "opb": "Skip lesions",
        "opc": "Endomycelial antibodies",
        "opd": "Cobblestone appearance",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c66e58fc-a250-485e-a482-ed446b3b61ea",
        "choice_type": "single"
    },
    {
        "question": "Reactionary hemorrhage occurs within what duration of surgery",
        "exp": "Ans. is 'c' i. e., 24 hours Hemorrhage in surgery* Primary haemorrhage is haemorrhage occurring immediately as a result of an injury (or surgery).* Reactionary haemorrhage is delayed haemorrhage (within 24 hours) and is usually caused by dislodgement of clot by resuscitation, normalisation of blood pres- sure and vasodilatation. Reactionary haemorrhage may also result from technical failure such as slippage of a ligature.* Secondary haemorrhage is caused by sloughing of the wall of a vessel. It usually occurs 7-14 days after injury and is precipitated by factors such as infection, pressure necrosis (such as from a drain) or malignancy.",
        "cop": 3,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "24 hours",
        "opd": "48 hours",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "1e0df8b4-310c-4eb4-822c-c61262352357",
        "choice_type": "single"
    },
    {
        "question": "What is the characterstic of Poland Syndrome?",
        "exp": "Poland syndrome Major characterstic: Absence of the Pectoralis major muscle Others: Absence of pectoralis minor muscle, absence of costal cailage, Hypoplasia of breast and subcutaneous tissue Hand anomalies",
        "cop": 1,
        "opa": "Amastia with the absence of the Pectoralis major",
        "opb": "Athelia with the absence of the Pectoralis major",
        "opc": "Amastia with the absence of the Pectoralis minor",
        "opd": "Athelia with the absence of the Pectoralis minor",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "14f6ff4d-d150-469f-8ee5-bebac0c4bb93",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of umblicus does not separate at age of 2 years.",
        "exp": "(Leukocyte adhesion deficiency) (1289- B & L 24th) (61-62-Basis pathology 7th) (985-Baily & Love 25th)* Leukocyte adhesion deficiency (LAD-1)- Defects in b chain of CD 11 /CD 18 integrins- Characterised by recurrent bacterial infections and impaired wound healing* Leukocyte adhesion deficiency (LAD-2)- Defect in fucosyl transferase required for synthesis of sialylated oligosaccharide- Characterised by recurrent bacterial infections* Raspberry tumour - (Umbilical adenoma) - due to a partially (occasionally completely) unobliterated vitellointestinal duct. Mucosa prolapsing through the umbilicus gives rise to a raspberry like tumour, which is moist and tends to bleed - Treatment umbilectomy",
        "cop": 2,
        "opa": "Raspbery tumour",
        "opb": "Leukocyte adhesion deficiency",
        "opc": "Patent urachus",
        "opd": "Umbilici granuloma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "188bd506-5040-4d26-a199-e785a6c69e5b",
        "choice_type": "single"
    },
    {
        "question": "In percutaneous endoscopic gastrostomy (PEG), which of the following is not used?",
        "exp": "Ans. (c) Retraction method. Ref: Bailey 26th Edition Page 267. There are three methods of putting PEG tube* Direct Stab technique (Introducer technique)* Push through technique!* Pull Technique. There is no retraction technique",
        "cop": 3,
        "opa": "Push technique",
        "opb": "Pull technique",
        "opc": "Retraction method",
        "opd": "Introducer technique",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "938eefd0-f80e-49db-a4f6-929db0e42cfc",
        "choice_type": "single"
    },
    {
        "question": "Blue rubber bleb nevus syndrome is a",
        "exp": "(D) Venous malformation# BLUE RUBBER BLEB NEVUS SYNDROME (OR \"BRBNS\"or \"Bean syndrome\") is a rare disorder that consists mainly of abnormal blood vessels affecting the gastrointestinal tract.> BRBNS is a venous malformation, formerly, though incorrectly, thought to be related to the hemangioma. It carries significant potential for serious bleeding. Lesions are most commonly found on the skin and in the small intestine and distal large bowel. It usually presents soon after birth.> BRBNS used to be thought of as having no genetic inheritance however, in 1995 doctors discovered that information to be false, it has been suggested that it may represent a manifestation of familial venous malformation, and may be associated with TEK tyrosine kinase.",
        "cop": 4,
        "opa": "Mycotic infection",
        "opb": "Malignant melanoma",
        "opc": "Arterial malformation",
        "opd": "Venous malformation",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "02c40b23-c353-4afc-b7f4-020e1537fc40",
        "choice_type": "single"
    },
    {
        "question": "Intra abdominal pressure maintained during laparoscopy is",
        "exp": "Ans. (b) 12-15 mm Hg(Ref: Textbook of Laparoscopic surgery by R K Mishra, 3rd ed p-74-78)* Intra abdominal operation is maintained between 12-15mm of hg for avoiding any hemodynamic derangements during laparoscopy.",
        "cop": 2,
        "opa": "5-10 mm Hg",
        "opb": "12-15 mm Hg",
        "opc": "15-20 mm Hg",
        "opd": "20-25 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "a7d7f735-5ca8-4659-bd75-01f324fecd3a",
        "choice_type": "single"
    },
    {
        "question": "Bleeding from externaJ auditory meatus in a case of head injury is suggestive of",
        "exp": "(B) Middle cranial fossa fracture > 'Panda' sign': Bilateral periorbital haematoma in a patient with a fracture of the anterior cranial fossa.# Base of skull fractures:-> Anterior cranial fossa fracture (involves frontal or ethmoid sinuses) Sub conjunctival hematomas (extending to posterior limits of sclera) Anosmia, epistaxis, Nasal tip paraesthesia, CSF rhinorhoea, caroticocavernous fistula, causes rupture of anterior inferior cerebral artery> Middle cranial fossa fracture (involves petrous temporal bone) - CSF otorrhoea or rhinorrhoea through Eustachian tube, hemotympanum, ossicular disruption, Battle sign, VII and VIII cranial nerve palsies. Battle sign- Bruising behind ear after 36 hours of head injury involving petrous temporal bone",
        "cop": 2,
        "opa": "Anterior cranial fossa fracture",
        "opb": "Middle cranial fossa fracture",
        "opc": "Fracture of occipital bone",
        "opd": "Posterior cranial fossa fracture",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7f4fa215-07ed-414d-8e25-984664430df4",
        "choice_type": "single"
    },
    {
        "question": "In Thyrotoxicosis there is",
        "exp": "(B) Hypokalemic Periodic Paralysis> Acute generalized weakness due to thyrotoxic periodic paralysis# Thyrotoxic periodic paralysis (TPP) is a disorder characterized by thyrotoxicosis, hypokalemia and predominantly proximal lower limb paralysis. Despite the female predominance of hyperthyroidism, TPP occurs most frequently in males in a ratio of 20: 1, and 90% of patients are of Asian descent> Prodromal symptoms may consist of muscle stiffness or cramping. Sensation, as well as bulbar and respiratory muscle strength, remains intact.> Reflexes may be decreased or absent.> Attacks may be precipitated by a high carbohydrate meal (secondary to insulin secretion) or physical exertion.> In one series, 84% of attacks occurred between 1 and 6 am. Episodes are acute in onset and last 1-96 hours. As in this patient, symptoms and signs of hyperthyroidism may be subtle at initial presentation.> Electrocardiographic findings such as ST-segment depression with T-wave flattening and the presence of U waves are typical of hypokalemia. Findings supportive of a diagnosis of TPP are sinus tachycardia, elevated QRS voltage and first-degree AV block.> Pump sensitivity to adrenergic stimulation may be higher in patients with TPP than in those with hyperthyroidism alone, resulting in intracellular potassium shift and subsequent hypokalemia.",
        "cop": 2,
        "opa": "Hyperkalemic Periodic Paralysis",
        "opb": "Hypokalemic Periodic Paralysis",
        "opc": "Normokalemic Periodic Paralysis",
        "opd": "No Periodic Paralysis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5431b5af-5557-4341-b669-288179a6d356",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with episodes of flushing and hypotension. His urinary 5. HIAA levels were found to be increased. The diagnosis is",
        "exp": "(B) Carcinoid syndrome # Carcinoid syndrome-Clinical findings include:> Flushing of the skin> Diarrhea and abdominal cramps> Right sided heart disease> Bronchoconstriction> Abdominal pain due to desmoplastic reaction of the mesentery in most patients, increased urinary excretion of 5-HIAA (5-hydroxy-indoleacetic acid), a degradation product of serotonin> Serotonin causes fibrosis of the tricuspid valve and pulmonary valve> \"TIPS\" - Tricuspid Insufficiency, Pulmonic Stenosis (fibrosis of tricuspid and pulmonary valves)",
        "cop": 2,
        "opa": "Pheochromocytoma",
        "opb": "Carcinoid syndrome",
        "opc": "Addison's disease",
        "opd": "SIADH",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "6e2bd1fd-ad6f-4c42-8551-7294c3240dae",
        "choice_type": "single"
    },
    {
        "question": "BRCA 1 positive woman have____ % increased risk of breast carcinoma",
        "exp": "(D) 60 # BRCA1 gene has been cloned & is located on the long arm of chromosome 17 (17q).> The gene frequency in the population is approximately 0. 0006. It does, however, occur with greater frequency in certain populations such as Ashkenazi Jews, in whom there is often a common (founder) mutation.> BRCA2 is located on chromosome 13q & there is an association with male breast cancer.> Women who are thought to be gene carriers may be offered breast screening (and ovarian screening in the case of BRCA1, which is known to impart a 50% lifetime risk of ovarian cancer), usually as part of a research programme, or genetic counselling & mutation analysis.> Those who prove to be gene positive' have a 50-80% risk of developing breast cancer, predominantly while pre-menopausal.> Many will opt for prophylactic mastectomy. Although this does not completely eliminate the risk, it does reduce it considerably",
        "cop": 4,
        "opa": "10",
        "opb": "20",
        "opc": "40",
        "opd": "60",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e5fb5de2-93b8-459d-9a00-6bb4367a4084",
        "choice_type": "single"
    },
    {
        "question": "Entonox is combination of",
        "exp": "B. i. e. (50% oxygen: 50% N2O) (132 - Lee s synopsis of anaesthesia 13th )ENTONOX - is the trade name for a 50 - 50 mixture of gaseous N2O and O2* The cylinder shoulder is painted white and blue in quarters and body is blue. Uses include - obstetric analgesia, and analgesia for dressed wounds, coronary infarction and dental surgery**PIN number for oxygen - 2, 5 for Entonox- 7. Nitrous oxide 3, 5, air 1, 5",
        "cop": 2,
        "opa": "25% oxygen 25%N2O",
        "opb": "50% oxygen 50%N2O",
        "opc": "75% oxygen 25% N2O",
        "opd": "100% oxygen 0%N2O",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "508f8cdf-8fe1-44df-8148-e30f825f4588",
        "choice_type": "single"
    },
    {
        "question": "Most common and best gas for laparoscopy:",
        "exp": "Ans: a (CO2) Ref: Bailey, 24th ed, p. 107. CO is the gas used to create pneumoperitoneum. Methods for creating pneumoperitoneum-Open- more cumbersome, but more efficient. Closed- blind puncture\"It was desirable that intraabdominal pressure should be between 12-14 mm Hg and should never be allowed to exceed 20 mm Hg.- (Ajay Yadav, p. 168).",
        "cop": 1,
        "opa": "CO2",
        "opb": "N2",
        "opc": "Air",
        "opd": "O2",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "02037543-4216-469f-b7e5-0d88f826f0d2",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old male factory worker scheduled to undergo a left inguinal hernia repair is noted to have a severe chronic cough. Further pulmonary function tests revealed reduction of forced expiratory volume in 1 second (FEV1) and reduction of FEV1/FVC (forced vital capacity) ratio associated with emphysema. Before rescheduling surgery, which of the following would improve residual function?",
        "exp": "Ipratropium bromide bronchodilator therapy will frequently improve pulmonary function in patients with COPD. Two to four inhalations every 4-6 hours are prescribed. COPD is due to emphysema (COPD type A) or chronic bronchitis (COPD type B). In the early stages, small airway dysfunction (abnormal closing volume) is found. As the disease proceeds, the FEV1 is reduced, then the FEV1 /FVC ratio (<0. 7).",
        "cop": 1,
        "opa": "Trial of ipratropium bromide bronchodilator therapy",
        "opb": "Cromolyn",
        "opc": "Cough suppressants",
        "opd": "Bilateral carotid body resection",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "1c8aa2ed-7e77-4f0c-80e5-705d6a6ee4e5",
        "choice_type": "single"
    },
    {
        "question": "Relative humidity in operation theatre should be maintained at?",
        "exp": "Ans. (c) 55-65. Ref: Bailey & Love 26thed. page 248, 25thed page 210",
        "cop": 3,
        "opa": "35-45%",
        "opb": "45-55%",
        "opc": "55-65%",
        "opd": "65-75%",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ba02c3e4-4a92-42db-858c-1cffc5038a9b",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy with sickle cell disease presents with pain and swelling of the right lower extremity. A bone scan reveals osteomyelitis of the tibial diaphysis. An organism found more commonly than in the general population in these cases is:",
        "exp": "Although S. aureus is the most common organism found in osteomyelitis associated with sickle-cell disease, nontyphoid salmonella species are often found. Salmonella bacteria are thought to escape from the colonized colon due to microvascular infarcts secondary to sickle-cell disease. They then seed the bone via hematogenous spread.",
        "cop": 2,
        "opa": "influenzae",
        "opb": "Salmonella species",
        "opc": "Klebsiella species",
        "opd": "Bacteroides species",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ca1fff50-e553-497d-b211-6d87fc9c1cb9",
        "choice_type": "single"
    },
    {
        "question": "Which IV line is preferred in patient with severe dehydration?",
        "exp": "Ans. (D) Grey. Grey is the 16 G cannula and wider the bore, higher the flow rate. Here the key is the rapid fluid replacement. (Ref: ATLS 18th Edition 2018, chapter 3 shock). Color. Size. External Diameter (mm)*Length (mm)*Water flow Rate (mL/min)*Recommended Uses. Orange14. G2. 1 mm45 mm~240 mL/min. Trauma, Rapid blood transfusion, Surgery. Gray16. G1. 8 mm45 mm~180 mL/min. Rapid fluid replacement, Trauma, Rapid blood transfusion. Green18. G1. 3 mm32 mm~90 mL/min. Rapid fluid replacement, Trauma, Rapid blood transfusion. Pink20. G1. 1 mm32 mm~60 mL/min. Most infusions, Rapid fluid replacement, Trauma, Routine blood transfusion. Blue22. G0. 9 mm25 mm~36 mL/min. Most infusions Neonate, pediatric, older adults Routine blood transfusion. Yellow24. G0. 7mm19 mm~20 mL/min. Most infusions Neonate, pediatric, older adults, Routine blood transfusion, Neonate or Pediatric blood transfusion. Purple26. G0. 6 mm19 mm~13 mL/min. Pediatrics, Neonate",
        "cop": 4,
        "opa": "Green",
        "opb": "Blue",
        "opc": "Black",
        "opd": "Grey",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "58e68d99-0ea2-4f4d-8c4b-62bb421510e1",
        "choice_type": "single"
    },
    {
        "question": "In hypovolemic shock % of fluid depletion should be",
        "exp": "(B) 15-45% # Treatment should be aggressive and directed more by response to therapy than by initial classification.> Class I hemorrhage (loss of 0-15%):* In the absence of complications, only minimal tachycardia is seen.* Usually, no changes in BP, pulse pressure, or respiratory rate occur.* A delay in capillary refill of longer than 3 seconds corresponds to a volume loss of approximately 10%.> Class II hemorrhage (loss of 15-30%):* Clinical symptoms include tachycardia (rate >100 beats per minute), tachypnea, decrease in pulse pressure, cool clammy skin, delayed capillary refill, and slight anxiety.* The decrease in pulse pressure is a result of increased catecholamine levels, which causes an increase in peripheral vascular resistance and a subsequent increase in the diastolic BP.> Class III hemorrhage (loss of 30-40%):* By this point, patients usually have marked tachypnea and tachycardia, decreased systolic BP, oliguria, and significant changes in mental status, such as confusion or agitation.* In patients without other injuries or fluid losses, 30-40% is the smallest amount of blood loss that consistently causes a decrease in systolic BP.* Most of these patients require blood transfusions, but the decision to administer blood should be based on the initial response to fluids.> Class IV hemorrhage (loss of >40%):* Symptoms include the following: Marked tachycardia, decreased systolic BP, narrowed pulse pressure (or immeasurable diastolic pressure), markedly decreased (or no) urinary output, depressed mental status (or loss of consciousness), and cold and pale skin.",
        "cop": 2,
        "opa": "10-15%",
        "opb": "15-45%",
        "opc": "43-63%",
        "opd": "70%",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ea7e19a8-0ba2-4271-9a66-806dedae1490",
        "choice_type": "single"
    },
    {
        "question": "Most common site of ischemia of large bowel is at",
        "exp": "(A) Splenic flexure [B&L26-11831# Colon receives blood from both the superior and inferior mesenteric arteries.> Blood supply from these two major arteries overlap, with abundant collateral circulation via the marginal artery of the colon.> However, there are weak points, or \"watershed\" areas, at the borders of the territory supplied by each of these arteries, such as the splenic flexure and the transverse portion of the colon.> These watershed areas are most vulnerable to ischemia when blood flow decreases, as they have the fewest vascular collate ra\\s.> Rectum receives blood from both the inferior mesenteric artery and the internal iliac artery; the rectum is rarely involved by colonic ischemia due to this dual blood supply.",
        "cop": 1,
        "opa": "Splenic flexure",
        "opb": "Hepatic flexure",
        "opc": "Ascending colon",
        "opd": "Descending colon",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "8c76cfb1-79ad-4a19-97e4-bbc17f22714c",
        "choice_type": "single"
    },
    {
        "question": "An 18 year old patient presents with acute abdominal pain, vomiting and on clinical examination loin tenderness is present. History of pyrexia is absent. The diagnosis is",
        "exp": "(A) Acute testicular torsion# TESTICULAR TORSION Usually presents with sudden, severe, testicular pain (in groin and lower abdomen) and tenderness. There is often associated nausea and vomiting. Testis may be higher than its normal position. Mild pyrexia and redness of overlying area may be found. Presentation of acute appendicitis includes abdominal pain, nausea, vomiting, and fever. Appendix becomes more swollen and inflamed, it begins to irritate the adjoining abdominal wall. Leads to the localization of the pain to the right lower quadrant. Classic migration of pain may not be seen in children under three years. Pain can be elicited through signs and can be severe. Signs include localized findings in the right iliac fossa. Abdominal wall becomes very sensitive to gentle pressure (palpation). There is severe pain on sudden release of deep pressure in the lower abdomen (rebound tenderness). If appendix is retrocecal (localized behind the cecum), even deep pressure in the right lower quadrant may fail to elicit tenderness (silent appendix). This is because the cecum, distended with gas, protects the inflamed appendix from pressure. Similarly, if the appendix lies entirely within the pelvis, there is usually complete absence of abdominal rigidity. Digital rectal examination elicits tenderness in the rectovesical pouch. Coughing causes point tenderness in this area (Mc. Burney's point).> Acute pyelonephritis develop rapidly over a few hours or a day & it can cause high fever, pain on passing urine, and abdominal pain that radiates along the flank towards the back. There is often associated vomiting.> Chronic pyelonephritis causes persistent flank or abdominal pain, signs of infection (fever, unintentional weight loss, malaise, decreased appetite), lower urinary tract symptoms and blood in the urine.> Diverticulitis symptoms may include: Tenderness, cramps, or pain in the abdomen (usually in the lower left side but may occur on the right) that is sometimes worse with movement. Fever and chills. Bloated feeling, abdominal swelling, or gas. Diarrhea or constipation. Nausea and sometimes vomiting. Loss of appetite.",
        "cop": 1,
        "opa": "Acute testicular torsion",
        "opb": "Acute appendicitis",
        "opc": "Acute pyelonephritis",
        "opd": "Acute diverticulitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "90812bcc-fb32-4ba2-ad57-f163e3e8a8d4",
        "choice_type": "single"
    },
    {
        "question": "Fetal cardiac activity can be detected by vaginal USG by howmany weeks after LMP",
        "exp": "Ans C Ref: Williams Obstetrics page 350. First trimester evaluation With transvaginal scanning. Gestational sac reliably seen in uterus by 5 wks. Fetal echoes and cardiac activity by 6 wks. Cardiac motion typically observed when embryo is reached 5mm in length Sheila Balakrishnan-577. Gestational sac - 4 1/2 wks. Yolk sac - 5wks. Fetal node - 5 1/2 wks. Fetal heart - 6wks",
        "cop": 3,
        "opa": "4 wks",
        "opb": "5 wks",
        "opc": "6 wks",
        "opd": "8 wks",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "49041ee7-ada0-4a55-8ae6-b8824e20818e",
        "choice_type": "single"
    },
    {
        "question": "Hamman's sign is most characteristic of",
        "exp": "(D) Pneumomediastinum # Subcutaneous emphysema is a frequently found in pneumothorax (air outside of the lung in the chest cavity) and may also result from air in the mediastinum, pneumo- pericardium (air in the pericardial cavity around the heart). Pneumothorax (plural pneumothoraces) is a collection of air or gas in the pleural cavity of the chest between the lung and the chest wall. It may occur spontaneously in people without chronic lung conditions (\"primary\") as well as in those with lung disease (\"secondary\"), and many pneumothoraces occur after physical trauma to the chest, blast injury, or as a complication of medical treatment. Pneumopericardium is a medical condition where air enters the pericardial cavity. lt can be congenital, or introducec by a wound Hamman's crunch is caused by pneumomediastinum, and is associated with tracheobronchial injury due to trauma, medical procedures (e. g., bronchoscopy) or proximal pulmonary bleb rupture",
        "cop": 4,
        "opa": "Subcutaneous emphysema",
        "opb": "Pneumothorax",
        "opc": "Pneumopericardium",
        "opd": "Pneumomediastinum",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2df0edb8-5feb-422e-a0ec-f719ef5fab16",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of secondary tumors affecting spinal cord is from",
        "exp": "(C) Secondaries from lungs # Secondary spinal cord tumors, which are more common, are metastases of cancer originating in another part of the body and thus are always cancerous. Metastases most commonly spread to the vertebrae from cancers that originate in the lungs, breasts, prostate gland, kidneys, or thyroid gland. Metastases compress the spinal cord or nerve roots from the outside. Lymphomas may also spread to the spine and compress the spinal cord.> Advanced prostate cancer can spread to other parts of the body, possibly causing additional symptoms. The most common symptom is bone pain, often in the vertebrae (bones of the spine), pelvis, or ribs. Spread of cancer into other bones such as the femur is usually to the proximal part of the bone. Prostate cancer in the spine can also compress the spinal cord, causing leg weakness and urinary and fecal incontinence. Spread to the lymph nodes can cause a swelling or lump, either under your arm or in another part of the body. If the lymph nodes in your armpit are affected, your hand and arm may swell. Secondary breast cancer in the bone can cause aching or pain in the affected bone. If the breast cancer has spread to your liver you may feel ill and tired. Women with secondary breast cancer in their lungs usually first notice a cough, or find that they get short of breath easily. If a secondary breast cancer develops in the brain, you may have headaches and feel sick. Secondary spinal cord tumors, which are more common, are metastases of cancer originating in another part of the body and thus are always cancerous. Metastases most commonly spread to the vertebrae from cancers that originate in the lungs, breasts, prostate gland, kidneys, or thyroid gland. Metastases compress the spinal cord or nerve roots from the outside. Lymphomas may also spread to the spine and compress the spinal cord. The liver is a common site for other gastrointestinal cancers to spread to, particularly colorectal cancer, resulting in so-called secondary deposits or metastatic cancer",
        "cop": 3,
        "opa": "Secondaries from prostate gland",
        "opb": "Secondaries from breasts",
        "opc": "Secondaries from lungs",
        "opd": "Secondaries from gastrointestinal tract",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "220a1bea-e882-4fbb-adb2-2276211dc65d",
        "choice_type": "single"
    },
    {
        "question": "Least common complication of peptic ulcer",
        "exp": "(A) Gastric Outlet Obstruction # GASTRIC OUTLET OBSTRUCTION:> The two common causes of gastric outlet obstruction are gastric cancer (see below) and pyloric stenosis secondary to peptic ulceration.> Previously the latter was more common. Now, with the decrease in the incidence of peptic ulceration and the advent of potent medical treatments, gastric outlet obstruction should be considered malignant until proven otherwise, at least in the West. The term pyloric stenosis is normally a misnomer.> The stenosis is seldom at the pylorus. Commonly, when the condition is due to underlying peptic ulcer disease, the stenosis is found in the first part of the duodenum, the most common site for a peptic ulcer.> True pyloric stenosis can occur due to fibrosis around a pyloric channel ulcer. However, in recent years the most common cause of gastric outlet obstruction has been gastric cancer. In this circumstance the metabolic consequences may be somewhat different from those of benign pyloric stenosis because of the relative hypochlorhydria found in patients with gastric cancer.",
        "cop": 1,
        "opa": "Gastric Outlet Obstruction",
        "opb": "Bleeding",
        "opc": "Perforation",
        "opd": "Epigastric Pain",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "65ae4d11-4c1c-47d2-b7be-e19f3320bb35",
        "choice_type": "single"
    },
    {
        "question": "Howel Jolly bodies seen in peripheral smear after",
        "exp": "(A) Splenectomy > Howell-Jolly bodies are histopathological findings of basophilic nuclear remnants (clusters of DNA) in young erythrocytes during the response to severe hemolytic anemia, megaloblastic anemia, splenectomy, or due to a damaged spleen.> They can be present in conditions such as hyposplenism, hereditary spherocytosis, sickle cell anemia and myelodysplastic syndrome (MDS).",
        "cop": 1,
        "opa": "Splenectomy",
        "opb": "Appendicectomy",
        "opc": "In hereditary spherocytosis",
        "opd": "After nephrectomy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7a1926ac-b4ad-47c6-8fe4-a76c3a203aa1",
        "choice_type": "single"
    },
    {
        "question": "Annual risk of having breast cancer by mammography is",
        "exp": "(A) 1%",
        "cop": 1,
        "opa": "1%",
        "opb": "0. 01%",
        "opc": "2%",
        "opd": "2. 50%",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c9fcb7ec-f905-4af4-be0f-239aa2e7a394",
        "choice_type": "single"
    },
    {
        "question": "After suffering a respiratory tract infection, a 64-year-old female biochemist develops chronic lung disease requiring intubation in the ICU for an 8-week period. Tracheal stenosis is noted. What is the most likely cause of tracheal stenosis?",
        "exp": "Any object that compromises the blood supply to the tracheal mucosa or cartilage can cause stenosis. When the mean intramural pressure exceeds 20-30 mm Hg, damage may be anticipated. Riedel struma is a rare fibrosing thyroid condition, which must be differentiated from carcinoma and may cause severe tracheal stenosis. Achalasia is a neuromuscular defect at the lower end of the esophagus causing dysphagia, because of nonmechanical esophageal obstruction.",
        "cop": 1,
        "opa": "Prolonged intubation",
        "opb": "Tuberculosis",
        "opc": "Scleroderma",
        "opd": "Riedel struma (fibrous thyroiditis)",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0301b49b-4ee3-4bf4-9732-81c169ea6d8d",
        "choice_type": "single"
    },
    {
        "question": "Blood group associated with Gastric cancer is",
        "exp": "(B) A # Blood group A is associated with an increased risk for stomach cancer and poorer survival and O group people are associated with increased risk of gastric ulcer.> This observation may be related to differences in the mucous secretion, leading to altered mucosal protection from carcinogens.> A germ line mutation in the E-cadherin gene (CDH1), inherited in an autosomal dominant pattern and coding for a cell adhesion protein, has been linked to a high incidence of occult diffuse type gastric cancers in young asymptomatic carriers.> Duodenal ulcers are not associated with gastric cancer.",
        "cop": 2,
        "opa": "O",
        "opb": "A",
        "opc": "B",
        "opd": "AB",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ad7efdd8-57a9-4bc5-bc59-df6d7bb84d3b",
        "choice_type": "single"
    },
    {
        "question": "A person developes altered sensorium following head- ache and vomiting, Diagnosis is",
        "exp": "(B) Subarachnoid hemorrhage # In SUBARACHNOID HAEMORRHAGE, sudden loss of consciousness may be preceded by a brief momment of excruciating headache. The headache is usually generalized, & vomiting is common. In intracerebral haemorrhage. focal deficit typically worsen steadily over 30-90 min & is associated with a diminishing level of consciousness & signs of raised ICT. such as vomiting & headac> In cases of epilepsy. the postictal phase is characterized by unresponsiveness. muscular flaccidity & excessive salivation that can cause stidorous breathing & partial airway obstruction.> Bladder, bowel incontinence may occur at this point as well. Patients gradually regain consciousness over minutes to hours & during this transition, there is typically a postictal fatigue & muscle ache can last for many hours.> In Botulism, there is symmetric descending paralysis & can lead to respiratory failure & death> Cranial nerve involvement, which almost always marks the onset of symptoms, usually produces diplopia, dysarthria & dysphagia. Patients are generally alert & oriented, but they may be drowsy, agitated & anxious.> Hysteria may present in any way. But in this condition, there is lack of any positive physical findings. From the above discussions, now it is clear that altered sensorium following headache & vomiting is diagnostic of subarachnoid haemorrhage (SAH).",
        "cop": 2,
        "opa": "Intracerebral hemorrhage",
        "opb": "Subarachnoid hemorrhage",
        "opc": "Hysteria",
        "opd": "Botulism",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d11bda9a-1bae-48fb-a00b-e28365127600",
        "choice_type": "single"
    },
    {
        "question": "Bilateral vestibular Schwannomas are associated with",
        "exp": "(D) Neurofibromatosis Type 2# Central neurofibromatosis, or Neurofibromatosis type 2 (NF2), is a multisystem genetic disorder associated with bilateral vestibular schwannomas, spinal cord schwannomas, meningiomas, gliomas, and juvenile cataracts, with a paucity of cutaneous features (which are seen more consistently in neurofibromatosis type 1 ).> Although quite variable in its age of onset and severity of symptoms in affected individuals, NF2 is associated with significant morbidity and decreased life span. Furthermore, diagnosis in childhood is often difficult because of the absence of central nervous system (CNS) involvement at a young age.> Complications of NF2 may include the following: Unilateral or, frequently, bilateral vestibular schwannomas leading to tinnitus, hearing loss, and/or problems with balance Meningiomas, gliomas, ependymomas, and other cerebral, cerebellar, or spinal cord lesions that may result in neurologic deficits, seizures, and/or hydrocephalus Peripheral nerve schwannomas, mixed tumors, and, occasionally, neurofibromas Peripheral neuropathies Visually significant juvenile cataracts",
        "cop": 4,
        "opa": "Multiple endocrine neoplasia Type-1",
        "opb": "Multiple endocrine neoplasia Type-2",
        "opc": "Neurofibromatosis Type 1",
        "opd": "Neurofibromatosis Type 2",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "4a1628b4-4429-4117-beef-5119923e5c5d",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with blunt abdominal injury underwent complete repair of liver; and was given transfusion of 12 units of whole blood. Thereafter, it is found that wound is bleeding. It is treated by",
        "exp": "(D) Platelets rich plasma > Massive Transfusion is usually defined as the need to transfuse from one to two times the patient's normal blood volume. In a \"normal\" adult, this is the equivalent of 10-20 units. Potential complications from this include coagulopathy, citrate toxicity, hypothermia, acid-base disturbances and changes in serum potassium concentration. Coagulopathy is common with massive transfusion. The most common cause of bleeding following a large volume transfusion is dilutional thrombocytopenia. This should be suspected and treated first before moving on to factor deficiencies as the cause of coagulopathy. Patients who may require multiple transfusions are best second by receiving SPAP and leucocyte reduced components to lower the risk of autoimmunization. Citrate toxicity results when the citrate in the transfused blood begins to bind calcium in the patient's body. Clinically significant hypocalcemia does not usually occur unless the rate of transfusion exceeds one unit every five minutes or so. Citrate metabolism is primarily hepatic - so hepatic disease or dysfunction can cause this effect to be more pronounced. Treatment is with intravenous calcium administration - but identification of the problem requires a high index of suspicion. Hypothermia should not occur on a regular basis. Massive transfusion is an absolute indication for the warming of all blood and fluid to body temperature as it is being given. Acid-Base balance can be seen after massive transfusion. The most common abnormality is a metabolic alkalosis. Patients may initially be acidotic because the blood load itself is acidic and there may be a prevailing lactic acidosis from hypoperfusion. However, once normal perfusion is restored, any metabolic acidosis resolves and the citrate and lactate are then converted to bicarbonate in the liver. Serum potassium can rise as blood is given. The potassium concentration in stored blood increases steadily with time. The amount of potassium is typically less than 4 milliequivalents per unit - so you can see that large amounts of blood at a high rate of delivery is required to raise serum levels of potassium.",
        "cop": 4,
        "opa": "Calcium gluconate/calcium chloride",
        "opb": "Fresh Frozen Plasma",
        "opc": "Vitamin-K",
        "opd": "Platelets rich plasma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "24f9a70d-51c5-4d01-9026-392d65d2e4f1",
        "choice_type": "single"
    },
    {
        "question": "Noble laurate among the following",
        "exp": "(Theodor kocher) (Internet). Theodor kocher was the first Nobel prize winner in the surgical speciality in 1909 for this work in surgery of the thyroid gland. Willian Stewart Halsted* In 1882 Halsted was researching breast cancer a disorder that was becoming better understood by the time. He decided that the best way to prevent the spread of the cancerous cells was to simply remove them surgically known as radical mastectomy*** Between 1883 and 1886 Halsted published many papers on* Usuage of blood transfusion during surgery* Injection of a saline solution in to the blood to dilute it can treat shock* In 1884 a physician named Karl Koller demonstrated the use of cocaine for LA* Rubber gloves for medical purposes & its importance** in preventing infection and the spread of pathogene* Method for repair of inguinal hernia that had a lower mortality rate than other previous methods* The noble prize in physiology or medicine for 2007 was jointly awarded to Mario R. capecchi, Martin J. Evans J and Oliver Smithies for their discoveries of - Principles for introducing specific gene modification in mice by the use of embryonic stem cells**",
        "cop": 4,
        "opa": "Banker's",
        "opb": "Willium halsted",
        "opc": "Turek",
        "opd": "Theodor kocher",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "294a9568-35ae-4ab1-a8b9-bb4785ce6d7f",
        "choice_type": "single"
    },
    {
        "question": "In craniocerebral trauma, lumbar puncture is essential in only one of the following",
        "exp": "(D) When meningitis is suspected # BACTERIAL MENINGITIS, although potentially a life-threatening infection, seldom requires neurosurgical intervention.> Treatment involves confirming diagnosis & identifying organism by a CSF sample, usually via lumbar puncture.> Broad-spectrum intravenous (i. v.) antibiotics with good CSF penetration should then be commenced without delay.> Ceftriaxone 2g 12 hourly & metronidazole 400 mg 8 hourly & adjusted as cultures & sensitivities become available.",
        "cop": 4,
        "opa": "To confirm raised intracranial tension",
        "opb": "In prolonged unconsciousness",
        "opc": "When there is papilloedema",
        "opd": "When meningitis is suspected",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "584dabdc-8da4-4871-910f-06f609a4be68",
        "choice_type": "single"
    },
    {
        "question": "Full thickness graft is indicated in",
        "exp": "(C) Fascial regions for cosmetic effect # Whole Thickness (Wolfe's) Skin Graft# Full-thickness skin graft is a free graft including the entire epidermis and dermis.> Disadvantages of these grafts include> Better blood supply for their survival> Limited area that can be covered> The need to surgically close the donor site> The poor resistance to infection, which generally precludes use of these grafts on contaminated wounds.> Full thickness skin is best taken from locations where the skin is thin such as postauricular area, supraclavicular are and eyelids or where skin is loose and redundant such as flexor creases of the elbow, buttock and groin.> A pressure dressing of the 'tie over' variety is advisable.> The dressing should not be removed before 7 to 10 days",
        "cop": 3,
        "opa": "Deep burns",
        "opb": "Burns over large areas",
        "opc": "Fascial regions for cosmetic effect",
        "opd": "Over the back",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "33822044-3788-4314-ad1c-6c4e5c6cf35e",
        "choice_type": "single"
    },
    {
        "question": "\"Seat belt syndrome\" is",
        "exp": "(Sudden deceleration can result in a torn mesentery) (1147-48-LB) (1003-4-B &L 25th)SEAT-BELT SYNDROME - If a car accident occurs when a seat belt is worn, sudden deceleration can result in a tom mesentery. This possibility should be borne in mind, particularly as multiple injuries may distract attention from this injury. If there is any bruishing of the abdominal wall or even marks of clothing impressed into the skin, laparotomy may be indicated.* Diagnostic peritoneal lavage may be helpful in this situation.",
        "cop": 2,
        "opa": "Fracture ilium with rupture of urethra",
        "opb": "Sudden deceleration can result in a tom mesentery",
        "opc": "Fracture shaft of the femur with testicular swelling",
        "opd": "Non-specific; mesenteric adenitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "61e013ba-f438-4541-b21c-f8411a4957fd",
        "choice_type": "single"
    },
    {
        "question": "Milk production is inhibited by",
        "exp": "Ans (a) Ref: Sheila Balakrishnan pg 522. Lactation suppression Phamnacologieal-Dopamine agonists-Bromocriptine. Cabergoline. Pyridoxine. Non pharmacological-Tight binding of breasts Jasmine flowers",
        "cop": 1,
        "opa": "Bromocriptine",
        "opb": "Ergotamine",
        "opc": "Metoclopromide",
        "opd": "Estrogen",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ef2af782-e935-49d1-a468-7009d262fcae",
        "choice_type": "single"
    },
    {
        "question": "An elderly woman underwent a radical mastectomy with radiation to the axilla 20 years ago. For 25 years, she has had an open wound that has never healed. It is not a recurrence of breast cancer. It is most likely:",
        "exp": "First described by Marjolin in 1828 and known as Marjolin's ulcers, malignant degeneration arising in a chronic wound is nearly always squamous cell carcinoma. These lesions are most commonly seen in burn scars but have been associated with osteomyelitis, radiation therapy, hidradenitis suppurativa, and diabetic ulcers.",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Hypertrophic granulation tissue",
        "opd": "Malignant melanoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d9535f61-8979-4146-9480-af98a9746113",
        "choice_type": "single"
    },
    {
        "question": "The concept of simple act of \"Hand-washing between cases\" was introduced by",
        "exp": "(B) Ignac Semmelweis # Hand washing was introduced by Ignaz Philipp Semmelweis.> Austrian obstetrician Ignac Semmelweis showed that puerperal sepsis could be reduced from over 10% to under 2% by the simple act of hand-washing between cases, particularly between post-mortem examinations and the delivery suite.> Louis Pasteur recognised that micro-organisms were responsible for spoiling wine, turning it into vinegar.> Joseph Lister introduced hand washing with carbolic acid, a disinfectant.> Lister then experimented with hand-washing, sterilizing instruments and spraying carbolic in the theatre while operating, in order to limit infection. Lister introduced both Antiseptic Technique & Aseptic Technique.> His lowered infection rate was very good and Listerian principles were adopted throughout many countries by a number of surgeons.> Lister is now known as 'Father of Antiseptic Surgery'> Robert Koch laid down the first definition of infective disease (Koch's postulates).",
        "cop": 2,
        "opa": "Joseph Lister",
        "opb": "Ignac Semmelweis",
        "opc": "Holmes",
        "opd": "Louis Pasteur",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "3e32beb4-af28-464f-a0ee-4f87b1b52987",
        "choice_type": "single"
    },
    {
        "question": "Contrast media used in ultrasound is",
        "exp": "D. i. e. (Echovist) (39- 42 - Textbook of colour Doppler Imaging S. K. Bhargava)* Iohexol used in Myelography*** Contrast agent (ECHOVIST) have been used to evaluate tubal potency in infertility and ureteric reflux in children with renal tract infections. Contrast agents in Ultrasound* Contrast agents increases shift frequency and echo strength determines the visualization hence act as echoenhancers* Echo- enhancers are microbubbles - levovist, optisan, sonovue* Range of ultrasound frequencies that are used for clinical diagnosis microbubbles at(1 - 7 m diameter) do not diffuse across the endothelium",
        "cop": 4,
        "opa": "Ultraffin",
        "opb": "Hexanol",
        "opc": "Urograffin",
        "opd": "Echovist",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "314a10c5-adb5-4cdd-9d5f-211ab7513231",
        "choice_type": "single"
    },
    {
        "question": "Extradural haemorrhage is caused by",
        "exp": "(A) Rupture of Middle meningeal artery # Extradural haematoma (EDH), also known as an Epidural haematoma, is a collection of blood that forms between the inner surface of the skull and outer layer of the dura, which is called the periosteal layer.> They are commonly associated with a history of trauma and associated skull fracture.> The source of bleeding is usually a torn meningeal artery (most commonly, the middle meningeal artery).> EDHs are typically biconvex in shape and can cause a mass effect with herniation.> They are usually limited by cranial sutures, but not by venous sinuses.> Both CT and MRI are suitable to evaluate EDHs.> When the blood clot is evacuated promptly (or treated conservatively when small), the prognosis of EDHs is generally good.",
        "cop": 1,
        "opa": "Rupture of Middle meningeal artery",
        "opb": "Rupture of Middle meningeal vein",
        "opc": "Rupture of Bridging veins",
        "opd": "Rupture of Internal carotid artery",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "8b9c892e-a431-41bf-a750-f8bc53e76a88",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hypovolemic hyponatremia in hospitalized patient is",
        "exp": "(B) Diuretics induced > Hypervolemic hyponatremia cirrhosis congestive heart failure nephrotic syndrome massive edema of any cause> Euvolemic hyponatremia states of severe pain or nausea in the setting of trauma or other damage to the brain SIADH (and its many causes). Hypovolemic hyponatremia any cause of hypovolemia such as prolonged vomiting, decreased oral intake, severe diarrhea diuretic use (due to the diuretic causing a volume depleted state and thence ADH release, and not a direct result of diuretic-induced urine sodium loss)",
        "cop": 2,
        "opa": "IV fluids",
        "opb": "Diuretics induced",
        "opc": "Severe pain",
        "opd": "Congestive heart failure",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "583363fc-d3fc-4ba6-a632-ff3c5aa47ce7",
        "choice_type": "single"
    },
    {
        "question": "Uterine artery is a branch of",
        "exp": "Ans C Ref: Williams Obstetrics page 26. Vascular supply of uterus is derived principally from uterine artery which is amain branch of internal iliac artery. Sheila Balakrishnan (Ob-stetric) page 16. Internal iliac artery is the feeding vessel of pelvis Anterior division: Parietal branches- Obturator. Posterior division-has only parietal branches. Diolumbar Inferior gluteal. Internal pudendal. Visceral branches- Superior vesical Lateral Sacral Obliterated umbilical. Inferior vesical. Middle rectal. Uterine & vaginal Superior gluteal",
        "cop": 3,
        "opa": "External iliac artery",
        "opb": "Superior vesical",
        "opc": "Internal iliac artery",
        "opd": "Aorta",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e23c936c-590f-4739-8584-22c6fa716e4d",
        "choice_type": "single"
    },
    {
        "question": "\"Lucid Interval\" is associated with",
        "exp": "(A) Extradural hematoma # In about 50% of the cases of head injury, there is an initial recovery from the symptoms of concussion & this is followed, after a variable period as mentioned above, by unconsciousness, the sequence being as follows: unconsciousness due to concussion # consciousness due to recovery # unconsciousness due to raised intracranial tension.> The state of consciousness between the two states of unconsciousness in known as the lucid interval.> In these cases, the apparent recovery & the interval between the infliction of injury and the onset of symptoms frequently leads to the defence that the blow was not the cause of death.> Alternatively, this period may cover some further volitional activity which may mislead lay persons as to the actual cause of haemorrhage.> In emergency medicine, a lucid interval is a temporary improvement in a patient's condition after a traumatic brain injury, after which the condition deteriorates.> A lucid interval is especially indicative of an epidural hematoma.> An estimated 20 to 50% of patients with epidural hematoma experience such a lucid interval.",
        "cop": 1,
        "opa": "Extradural hematoma",
        "opb": "Acute subdural hematoma",
        "opc": "Chronic subdural hematoma",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e28699eb-fb0b-495b-87ca-5dc3669dc8f5",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death after anaesthesia",
        "exp": "(C) (Cardiac arrest) (131- Ajay Yadav 5th). More than 80% of cardiac arrest occurs at the time of induction. Hypotension -may occurs in intraoperative and post ooperatve period due to effect of anaesthatic drugs, inadequate fluid infusion, excessive loss, cardiac arrhythmias. Hypothermia - is the most common thermal pertubation seen in anaesthesia.* Heat loss during general anaesthosia may be as high as 30 kcal /hr* Shivering occurs as a protective mechanism to hypothermia, 02 consumption may increase to 4 times (400%)* Shivering can be abolished by inhibition of hypothalamus* Most common shivering is seen after halothane* Pethidine is drug of choice. Tramodol is 2nd drug of choice. Atelectasis is the MC pulmonary complications of GA in post operative period and the MC cause of at electasis is bronchial obstruction by secretions leading to lobar or segmental collapse (V/Q mismatch). Post operative respiratory depression has been cited as the most common cause of anaesthesia related death in perioperative period.",
        "cop": 3,
        "opa": "Hypothermia",
        "opb": "Hypotension",
        "opc": "Cardiac arrest",
        "opd": "Atelectasis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7e4ca7b7-ba8e-455c-8e9c-08ae31a86bbd",
        "choice_type": "single"
    },
    {
        "question": "Pheochromocytoma is associated with",
        "exp": "(A) Von Hippel Lindau syndrome # Pheochromocytoma is a rare catecholamine-secreting tumor derived from chromaffin cells. Tumors that arise outside the adrenal gland are termed extra-adrenal pheochromocytomas or paragangliomas. Because of excessive catecholamine secretion, pheochromocytomas may precipitate life-threatening hypertension or cardiac arrhythmias. If the diagnosis of a pheochromocytoma is overlooked, the consequences could be disastrous, even fatal; however, if a pheochromocytoma is found, it is potentially curable.> Pheochromocytomas are rare, reportedly occurring in 0. 05-0. 2% of hypertensive individuals. Patients may be completely asymptomatic. A retrospective study from the Mayo Clinic revealed that in 50% of cases, the diagnosis was made at autopsy. Approximately 10% of pheochromocytomas are discovered incidentally. Pheochromocytomas may occur in certain familial syndromes, including multiple endocrine neoplasia (MEN) 2A and 2B, neurofibromatosis, and von Hippel-Lindau (VHL) disease.> VHL syndrome is associated with pheochromocytomas, cerebellar hemangioblastomas, and renal cell carcinoma",
        "cop": 1,
        "opa": "Von Hippel Lindau syndrome",
        "opb": "MEN-I",
        "opc": "Multiple neurofibromatosis",
        "opd": "Insulinomas",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2c289ab5-6ba0-4439-82e1-22711aa9eb12",
        "choice_type": "single"
    },
    {
        "question": "Contraindication of local anaesthesia is",
        "exp": "(Clotting disorders): Ref: 50. LB (199-B &L 25th)* Contraindication of LA are local infection and clotting disorders, Not only does local infiltration spread the infection, but local anaesthetic drugs are ineffective in condition of acidity as produced by infection. Local infiltration in the presence of a clotting disorder may result in haemorrhage or may produce haematoma, which is potentially fatal in the airway, as may occure in dental surgery.",
        "cop": 2,
        "opa": "Diabetes mellitus",
        "opb": "Clotting disorder",
        "opc": "Hypertension",
        "opd": "Renal disease",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "93dd0830-f213-43fa-8807-d4061f813f2f",
        "choice_type": "single"
    },
    {
        "question": "\"Saw-tooth\" appearance on barium enema is characteristic feature of",
        "exp": "(D) Diverticulosis # \"Diverticulosis shows thickening of the circular muscle fibres of the intestine, which develops a concertina or saw-tooth appearance on barium enema\".> X Ray Findings - Abdomen (Contrast) Barium:> Bird's Beak deformity of lower oesophagus - Achalasia cardia (Barium Swallow) Rat tail tapering of lower oesophagus - Carcinoma oesophagus (Barium Swallow) Cork screw oesophagus - Diffuse oesophageal spasm (Barium Swallow) Commonest radiological appearance of gastric carcinoma (in barium meal follow through) is - filling defect in antrum / body of stomach Trifoliate duodenum - Chronic duodenal ulcer with scarring (Barium Meal) Hour Glass stomach - Peptic ulcer Cup & Spill / Cascade stomach - Volvulus of stomach Constriction of transverse duodenum - superior mesenteric artery syndrome Bull's eye lesion (in barium meal) - Leiomyosarcoma Single-bubble appearance - pyloric stenosis Double-bubble sign - Duodenal atresia, duodenal stenosis, annular pancreas Triple-bubble sign - Jejunal atresia Coffee bean sign - Strangulation of incompletely obstructed loop of small intestine String of Beads - Small bowel obstruction Coiled spring appearance - Intussusception Pincer-shaped ending in barium enema - Intussusception Bird of Prey sign - Sigmoid volvulus Moulage sign (flocculation of barium, with mucosal thickening) - seen. in - malabsorption syndrome String sign of Cantor - Crohn's disease Pipe-stem appearance (Loss of Frustrations)- Ulcerative Colitis (Barium Enema) Saw-tooth appearance and / or diverticula - Diverticular disease / Diverticulosis (Barium Enema) Scalloping of edge of sigmoid colon on barium enema - Ulcerative colitis Napkin ring sign - Annular carcinoma of colon Porcelain gall bladder - Carcinoma of gall bladder Pad sign - Carcinoma pancreas (Barium Meal)> ERCP: Scrambled-egg appearance - Carcinoma of pancreas Chain of Lakes appearance - Chronic pancreatitis Double duct sign - Carcinoma of pancreas> PTC: Meniscus sign - Choledocholithiasis",
        "cop": 4,
        "opa": "Crohn's disease",
        "opb": "Carcinoma colon",
        "opc": "Ulcerative colitis",
        "opd": "Diverticulosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b76462b0-5cbb-47cf-90ce-619fe939b5f1",
        "choice_type": "single"
    },
    {
        "question": "16F circumference of a catheter means",
        "exp": "Ans. a (4. 8 mm). (Ref. B & L, Surgery, 23rd ed., 1262)3. 12 SF = 1mm, hence a 16F Circumference of catheter means (r)",
        "cop": 1,
        "opa": "4. 8 mm",
        "opb": "2. 8 mm",
        "opc": "8. 4 mm",
        "opd": "8. 2 mm",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "dd999560-395f-4f46-8666-5787ceb73ed6",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old woman with multiple myeloma is given pamidronate calcium biphosphonates. This treatment has been shown to do what?",
        "exp": "In multiple myeloma, pamidronate calcium biphosphonates has been found to be useful as an adjunctive treatment, reducing the incidence of skeletal fractures.",
        "cop": 2,
        "opa": "Increase survival",
        "opb": "Improve quality of life and protect against skeletal fractures",
        "opc": "Stimulate osteoclast",
        "opd": "Increase hypercalcemia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "0efe8fdf-6c20-48b5-9ff3-2529ae87d2f9",
        "choice_type": "single"
    },
    {
        "question": "Chylothorax means pleural cavity containing",
        "exp": "(A) Lymph # CHYLOTHORAX OR CHYLE LEAK is a type of pleural effusion &results from lymph formed in the digestive system called chyle accumulating in the pleural cavity due to either disruption or obstruction of the thoracic duct.> Causes: It is rare but serious, and It results from leakage of lymph fluid from the thoracic duct (or one of its tributaries). This can result from direct laceration (e. g., from surgery) or from nontraumatic causes. The most common nontraumatic cause is malignancy, especially lymphoma. Less common is left-heart failure, infections, and developmental abnormalities such as Down syndrome and Noonan syndrome.> Treatment of Chylothorax: Drainage of the fluid out of the pleural space is essential to obviate damage to organs, especially the inhibition of lung function by the counter pressure of the chyle. Pleuroperitoneal shunting (creating a communication channel between pleural space and peritoneal cavity). Loss of essential triglycerides that escape the thoracic duct can be prevented. Omitting fat (in particular FFA) from the diet is essential. Surgical or chemical pleurodesis: leaking of lymphatic fluids is stopped by irritating the lungs and chest wall, resulting in a sterile inflammation. Llung and the chest wall to be fused together which prevents the leaking of lymphatic fluids into the pleural space. Octreotide has been shown to be beneficial and in some cases will stop the chylothorax after a few weeks.",
        "cop": 1,
        "opa": "Lymph",
        "opb": "Blood",
        "opc": "Air",
        "opd": "Pus",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "378311af-67c1-4755-bebe-320de06879cb",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old construction worker has smoked two packs of cigarettes daily for the past 25 years. He notes swelling in his upper extremity and face, along with dilated veins in this region. A computerized tomography (CT) scan and venogram of the neck are performed. What is the most likely cause of the obstruction?",
        "exp": "Bronchogenic carcinoma accounts for 70-80% of all cases of superior vena cava (SVC) obstruction; primary mediastinal tumors are the second most common cause. The main bronchial lymphatics are located at the tracheal bifurcation and immediately to the right and left of the trachea. Tuberculosis and mycotic infections are the most likely causes of chronic fibrosing mediastinitis.",
        "cop": 3,
        "opa": "Aortic aneurysm",
        "opb": "Metastasis",
        "opc": "Bronchogenic carcinoma",
        "opd": "Chronic fibrosing mediastinitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "ee31ac62-202b-4d30-85fb-3f8d6422d9f3",
        "choice_type": "single"
    },
    {
        "question": "Cowden syndrome is commonly associated with",
        "exp": "(D) Hamartoma # Cowden syndrome (also known as \"Cowden's disease, \" and \"Multiple hamartoma syndrome\") is a rare autosomal dominant inherited disorder characterized by multiple tumor-like growths called hamartomas and an increased risk of certain forms of cancer.> Stauffer syndrome - paraneoplastic, non-metastatic liver disease is a sign of Renal cell carcinoma.> Thymic carcinomas are, for the most part, of epithelial origin, although a few other unusual cell types can be found. All these lesions are very uncommon, and several are rare. They include some with low malignant potential (eg, well-differentiated squamous cell carcinoma, basaloid carcinoma, mucoepidermoid carcinoma) and those with features of a more aggressive malignancy (E. g., Sarcomatoid carcinoma, clear cell carcinoma, neuroendocrine carcinoma, lymphoepitheliomalike tumors, anaplastic undifferentiated tumors).",
        "cop": 4,
        "opa": "Renal cell carcinoma",
        "opb": "Thymic Carcinoid",
        "opc": "Cerebellar haemangioblastoma",
        "opd": "Hamartoma",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "878a3ebf-1048-48df-aa63-2590fee7ba5d",
        "choice_type": "single"
    },
    {
        "question": "Tinel's sign is positive in",
        "exp": "(A) Peripheral nerve regeneration # Tinel s sign: Tinel's sign is elicited as follows:> Tap the injured nerve along its course starting peripherally.> The point at which the patient feels tingling sensation along the course of the nerve indicates that recovery has started and has reached that point.> Also seen in comparision of nerve either by neuromas or entrapment.",
        "cop": 1,
        "opa": "Peripheral nerve regeneration",
        "opb": "Tendon injury",
        "opc": "Tenosynovitis",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "09fe0583-7148-45bb-8ad8-db75effdc125",
        "choice_type": "single"
    },
    {
        "question": "A young man had a stab injury in left 5th ICS at the mid clavicular line. On examination there is no deviation of trachea, heart sounds diminished, systolic BP is 80 mm. Hg, and RR is 20/min. The diagnosis is",
        "exp": "(A) Cardiac tamponade# Cardiac tamponade is a clinical syndrome caused by the accumulation of fluid in the pericardial space, resulting in reduced ven-tricular filling and subsequent hemodynamic compromise.> 3 phases of hemodynamic changes in tamponade.> Phase I: The accumulation of pericardial fluid causes increased stiffness of the ventricle, requiring a higher filling pressure. During this phase, the left and right ventricular filling pressures are higher than the intrapericardial pressure.> Phase II: With further fluid accumulation, the pericardial pressure increases above the ventricular filling pressure, resulting in reduced cardiac output.> Phase III: A further decrease in cardiac output occurs, which is due to equilibration of pericardial and left ventricular (LV) filling pressures.> Beck triad or acute compression triad This complex of physical findings refers to increased jugular venous pressure, hypotension & diminished heart sounds These findings result from a rapid accumulation of pericardial fluid. However, this classic triad is usually observed in patients with acute cardiac tamponade.> Pulsus paradoxus or paradoxical pulse: This is an exaggeration (>12 mm Hg or 9%) of the normal inspiratory decrease in systemic blood pressure",
        "cop": 1,
        "opa": "Cardiac tamponade",
        "opb": "Massive left hemothorax",
        "opc": "Tension pneumothorax",
        "opd": "Flail chest",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "3d21ff00-104b-472c-b6de-043552bc0f53",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man undergoes a left upper lobectomy. An epidural catheter is inserted for postoperative pain relief. Ninety minutes after the first dose of epidural morphine, the patient complains of itching and becomes increasingly somnolent. Blood gas measurement reveals the following: pH 7. 24; Pa. CO2=58; Pa. O2=100; HCO3-=28. Initial therapy should include",
        "exp": "Thoracic epidural narcotics have become an increasingly popular means of postoperative pain relief in thoracic and upper abdominal surgery. Local action on gamma opiate receptors ensures pain relief and consequent improvement in respiration without vasodilation or paralysis. The less lipid-soluble opiates are effective for long periods. Their slow absorption into the circulation also ensures a low incidence of centrally mediated side effects, such as respiratory depression or generalized itching. When these do occur, the intravenous injection of an opiate antagonist is an effective antidote. The locally mediated analgesia is not affected. One poorly understood side effect, which is apparently unrelated to systemic levels, is a profound reduction in gastric activity. This may be an important consideration after thoracic surgery when an early resumption of oral intake is anticipated.",
        "cop": 4,
        "opa": "Endotracheal intubation",
        "opb": "Intramuscular diphenhydramine (Benadryl)",
        "opc": "Epidural naloxone",
        "opd": "Intravenous naloxone",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "b7e010ba-d6a5-47b7-b4fe-6d5d28bddf44",
        "choice_type": "single"
    },
    {
        "question": "Earliest detected fetal anomaly by USG:",
        "exp": "Ans b Ref: Sheila Balakrishnan page 5812nd trimester scan done forA, Nuchal translucencyB, Structural anomalies. Earliest anomaly to be picked up is anencephaly at 10 wks. Some skeletal anomalies- limb reduction defects gross abdominal wall defects- encephalocele, cystic hygroma can also be picked up",
        "cop": 2,
        "opa": "Spinal anomaly",
        "opb": "Craniofacial anomaly",
        "opc": "Cardiac anomaly",
        "opd": "Limb anomaly",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "762edf77-850d-4100-b1d3-d7857d29f812",
        "choice_type": "single"
    },
    {
        "question": "Which of the following contraceptive methods has a failure rate of less than 5 in 100 woman",
        "exp": "Ans b Sheila balakrishnan pg342. Pearl Index = Pregnancy rate/l. OOwoman years rings (combined estrogen, progesterone ring)-0. 3%Emergency contraception - Levonorgestrel -1. 1%Yuzpee regimen 3. 2%Copper TCuT. 380A, Mirena \"0. 2%Male condoms-12%",
        "cop": 2,
        "opa": "Vaginal sponge",
        "opb": "Copper T",
        "opc": "Diaphragm",
        "opd": "Condom",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d336e191-2e2d-497a-95fc-72340198d52c",
        "choice_type": "single"
    },
    {
        "question": "Side effect of Total Parental Nutrition includes",
        "exp": "(B) Fluid overload. COMPLICATIONS OF TOTAL PARENTERAL NUTRITION (TPN). First 48 hours. First 2 Weeks3 Months Onward. MECHANICAL * Complications from catheter insertion:* Cephalad displacement* Pneumothorax* Hemothorax* Detachment of line at catheter hub with blood loss or air embolism* Catheter coming out of vein, more common if Silastic* Detachment of line at catheter hub with blood loss or air embolism* Thrombosis* Detachment of line at catheter hub with blood loss or air embolism* Fractures or tears in catheter* Catheter embedded in vein wall. METABOLIC * Fluid overload* Hyperglycemia* Hypophosphatemia* Hypokalemia* Cardiopulmonary failure* Re feeding edema* Hyperosmolar nonketotic* hyperglycemic coma* Acid-base imbalance* Electrolyte imbalance* Essentially fatty acid deficiency* Iron deficiency, Vitamin deficiencies* TPN metabolic bone disease* TPN liver disease* Zinc, copper, chromium, selenium, molybdenum, deficiency. INFECTIOUS* Catheter-induced sepsis* Exit site infection* Catheter-induced sepsis* Tunnel infections* Exit site infection",
        "cop": 2,
        "opa": "Hyperglyceridemia",
        "opb": "Fluid overload",
        "opc": "Fat embolism",
        "opd": "Fractures of bones",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "fedcf718-741a-4661-a235-76c32e5e86e1",
        "choice_type": "single"
    },
    {
        "question": "Most pathognomic in pelvic abscess is:",
        "exp": "(Mucopurulent discharge) (1263-65-Baily & Love 24th) (753-CSDT 12th) (996-B &L 25th)* Most common pathology for pelvic - abscess is - Anal gland infections* The most characteristic symptoms are diarrhea and the passage of mucus in the stool* A patients with fistula in ano may report a history of severe pain, blood purulent drainage associated with resolution of the pain and subsequent chronic mucopurulent discharge* Ano-rectal abscess* Usually produces a painful, throbbing swelling in the anal region patient often has swinging pyrexia.* Subdivided according to site into perianal (Most common) ischiorectal, submucous and pelvirectal.* Underlying conditions include fistula is ano (most comon) Crohn's disease, DM, Immunosuppression.* Treatment is drainage of pus in first instance, together with appropriate antibiotics.",
        "cop": 2,
        "opa": "Constipation",
        "opb": "Mucopurulent Discharge",
        "opc": "Loose stool",
        "opd": "Bleeding",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c4249ad7-3709-425c-821c-6df6f42ceea7",
        "choice_type": "single"
    },
    {
        "question": "Compensatory mechanisms during acute hemorrhage include",
        "exp": "Acute hemorrhage triggers the potent vasopressor activity of both angiotensin and vasopressin to increase blood flow to the heart and brain via selective vasoconstriction of the skin, kidneys, and splanchnic organs. Adrenergic discharge also results in selective vasoconstriction of skin, renal, and splanchnic vessels. Myocardial contractility and heart rate are increased, with a resultant increased cardiac output. Hyperventilation is the typical response to the metabolic (lactic) acidosis associated with hemorrhagic shock and hypoperfusion. Aldosterone release, with subsequent increased renal sodium resorption, is mediated by angiotensin II and ACTH, which prevents further intravascular depletion.",
        "cop": 4,
        "opa": "Decreased cerebral and coronary blood flow",
        "opb": "Decreased myocardial contractility",
        "opc": "Renal and splanchnic vasodilation",
        "opd": "Increased respiratory rate",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "9c6a4de4-9d07-4d6e-a1e6-c6d7675c547d",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old teacher presents at her physician's office complaining of hearing loss in her right ear. Physical examination reveals cerumen completely obstructing the ear canal. Ear wax removal is recommended using which of the following?",
        "exp": "Jet irrigation (e. g., Water Pik) should be avoided to remove cerumen impaction. Detergent ear drops (such as 3% hydrogen peroxide) may be used. Aqueous irrigation should be avoided if organic material is present because further swelling will be induced.",
        "cop": 2,
        "opa": "Jet irrigation (Water Pik)",
        "opb": "3% hydrogen peroxide ear drops",
        "opc": "Irrigation of the eardrum if perforated",
        "opd": "Aqueous irrigation if a bean is present",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "676a42e8-10d5-422e-b815-344e325bf51c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Bacteremia includes",
        "exp": "(B) Post Sigmoidoscopy # BACTERAEMIA is unusual following superficial SSIs.> Common after anstomotic break down (deep SSIs).> Bacteraemia is dangerous if the patient has a prosthesis.> Sepsis accompanied by MODS may follow anastomotic leak.> Bacteraemia is common after indwelling catheterization.# Bacteraemia is common after endoscopy especially colonoscopy or sigmoidoscopy.",
        "cop": 2,
        "opa": "Dental extraction",
        "opb": "Post Sigmoidoscopy",
        "opc": "Superficial skin infections",
        "opd": "Elective surgery",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "db279adc-74a6-40b5-ad11-0e570756d0b6",
        "choice_type": "single"
    },
    {
        "question": "The Most common complication following splenectomy is",
        "exp": "(A) Left lower lobe atelectasis # Postoperative Complications after Splenectomy:> Immediate complications specific to splenectomy include haemorrhage resulting from a slipped ligature from the splenic artery.> Haematemesis from gastric mucosal damage and gastric dilatation are uncommon.> Left basal atelectasis is common and a pleural effusion may be present.> Adjacent structures at risk during the procedure include the stomach and pancreas.> A fistula may result from damage to the greater curvature of the stomach during ligation of the short gastric vessels.> Damage to the tail of the pancreas may result in pancreatitis, a localized abscess or a pancreatic fistula.> The blood platelet count may rise, and if this exceeds one million per milli litre prophylactic aspirin is recommended to prevent axillary or other venous thrombosis.> Post-splenectomy septicaemia may result from Streptococcus pneumonia, Neisseria meningitides, Haemophilus influenzae and Escherichia coli.> Opportunist Post-Splenectomy Infection (OPSI) is a major concern.> The benefit of prophylactic antibiotics in this setting is controversial.",
        "cop": 1,
        "opa": "Left lower lobe atelectasis",
        "opb": "Wound dehiscence",
        "opc": "Pneumococcal septicemia",
        "opd": "Deep vein thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "35fc508b-655f-4b28-83b1-c19e1777cd62",
        "choice_type": "single"
    },
    {
        "question": "Shape of post traumatic Epidural hematoma is",
        "exp": "(A) Biconvex hyperdense > Epidural hematoma. Head CT after traumatic brain injury reveales a classic biconvex hyperdensity diagnostic of an epidural hematoma (arrow). There is mass effect and midline shift to the left.> Epidural Hematoma: The CT classically will show a hyperdense lesion (hematoma) that is biconvex or lens-shaped secondary to its position between the dura and the skull.",
        "cop": 1,
        "opa": "Biconvex hyperdense",
        "opb": "Biconvex hypodense",
        "opc": "Biconcave hyperdense",
        "opd": "Biconcave hypodense",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "24b846c5-abd4-4601-8a02-b3691ed87386",
        "choice_type": "single"
    },
    {
        "question": "In case of massive bleeding during surgery which sized cannula is used?",
        "exp": "Ans. (a) 16G* Grey Venflon is used for blood transfusion during massive bleeding - Size of Grey Venflon =16G.* Green Venflon is commonly used during surgery - Size of green Venflon =18G.",
        "cop": 1,
        "opa": "16 G",
        "opb": "20 G",
        "opc": "22 G",
        "opd": "24 G",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "bc63422f-2ba7-4f13-9b0d-8e98218dd93d",
        "choice_type": "single"
    },
    {
        "question": "Green stick fracture is seen in?",
        "exp": "(A) Children # Partial or Greenstick fracture. Bones in young people are very flexible. They bend and then may buckle or partially break, instead of breaking cleanly when overloaded (as bones in adults do). One characteristic of a greenstick fracture is that there may be a discontinuity in one cortex of the bone, but not in the other.",
        "cop": 1,
        "opa": "Children",
        "opb": "Older persons",
        "opc": "Immunocompromised persons",
        "opd": "Females",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "7ce32d3e-1316-4a30-b547-79a6f414158d",
        "choice_type": "single"
    },
    {
        "question": "WRONG pair among the following",
        "exp": "(C) H. pylori-Hypergastrenemia # H. pylori infection is associated with increased levels of HCL not Gastrin.> Carcinoid tumours, Proton pump inhibitors, gastrinoma increase gastrin levels.",
        "cop": 3,
        "opa": "Zollinger-Ellison syndrome - Increased HC1",
        "opb": "Polyp-Obstruction",
        "opc": "H. pylori-Hypergastrenemia",
        "opd": "Menetrier disease-Hypoalbunemia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "dc004ce5-8905-48da-9f1f-25cc15200da9",
        "choice_type": "single"
    },
    {
        "question": "Pathognomonic feature of pelvic abscess is:",
        "exp": "Ans: c (Mucous diarrhoea) Ref: Bailey, 24th ed, p. 1138(This question is a direct pick from Bailey). Passage of mucus occurring for the first time in a patient who has or recovering from peritonitis is pathognomonic of pelvic abscess. Pelvic abscess. Commonest site of an intraperitoneal abscess both because the vermiform appendix is often pelvic in position and also the fallopian tubes are frequent site of infection. Most characteristic symptoms of a pelvic abscess are diarrhoea and the passage of mucus in the stools. Rectal examination - Bulging of the anterior rectal wall which, when the abscess is ripe, becomes soft cystic. Rectal drainage of a pelvic abscess is far preferable to suprapubic drainage, which risk exposing the general peritoneal cavity to infection.",
        "cop": 3,
        "opa": "Bloody diarrhea.",
        "opb": "Loose stools.",
        "opc": "Mucous diarrhea.",
        "opd": "Constipation.",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f7641e8f-865d-4177-8c5c-8c570f807119",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hypersecreting pitutary tumor is?",
        "exp": "ANSWER: (A) Pitutary adenoma. REF: Harrison's 18th ed chapter 339, 341. Most common cause of hypersecreting pitutary tumors is pitutary adenoma",
        "cop": 1,
        "opa": "Pitutary adenoma",
        "opb": "Pitutary carcinoma",
        "opc": "Autoimmune disease of pituitary",
        "opd": "Transection of stalk",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d35874cd-6fb2-4fb3-9b69-e5d6cc049691",
        "choice_type": "single"
    },
    {
        "question": "A patient in the surgical ICU is in septic shock after surgery for perforated diverticulitis. His temperature is 102. 3degF and his heart rate is 120 bpm. He is requiring dopamine for BP support. Which of the following drugs would be appropriate for use in this situation?",
        "exp": "Recombinant activated protein C (drotrecogin) was shown to reduce mortality in severe septic shock, but not mild septic shock. The major side effect of recombinant activated protein C is bleeding. Anti-TNF antibody, IL-1 receptor antagonist, and antiendotoxin antibody have failed to change outcomes in randomized, prospective trials. Sodium nitroprusside is a vasodilator and would worsen septic shock.",
        "cop": 1,
        "opa": "Recombinant activated protein C",
        "opb": "Antitumor necrosis factor (TNF) antibody",
        "opc": "Interleukin-1 (IL-1) receptor antagonist",
        "opd": "Antiendotoxin antibody",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "9ed78268-8783-4370-9e09-d4e7374500a1",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in spontaneous Sub arachnoid bleed",
        "exp": "(A) CT scan",
        "cop": 1,
        "opa": "CT scan",
        "opb": "Ventriculography",
        "opc": "Ultrasound",
        "opd": "Cerebral angiography",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "d19aff40-4874-45b0-a90f-333a1b3bf698",
        "choice_type": "single"
    },
    {
        "question": "What gas is used to create pneumoperitoneum -",
        "exp": "Ans. is 'c' i. e., CO2 & ''d' i. e., Nitrous dioxide Choice of Gas for pneumoperitoneum* First Pneumoperitoneum was created by filtered room air. Carbon dioxide 8c N2O are now preferred gas because of increased risk of air embolism with room air.* CO2 is used for insufflation as it is 200 times more diffusible than O2, is rapidly cleared from the body by the lungs and will not support combustion.* N2O is only 68% as rapidly absorbed in blood as CO2. N2O has one advantage over CO2 that it has mild analgesic effect, and so causing no pain if diagnostic laparoscopy is performed under local anaesthesia. For short operative procedures like sterilization or drilling, under local anaesthetic N2O may also be used. During prolonged laparoscopic procedure N2O should not be a preferred gas for pneumoperitoneum because it supports combustion better than air.* CO2 when come in contact with peritoneal fluid converts into carbonic acid. Carbonic acid irritates diaphragm causing shoulder tip pain & discomfort in abdomen. Carbonic acid has one advantage also that it alters pH of peritoneal fluid (acidotic changes) and it is mild antiseptic so the chances of infection may be slightly less compared to any other gas.* Helium gas being inert in nature is also tried in many centers but it does not have any added benefit over CO2.",
        "cop": 3,
        "opa": "O2",
        "opb": "Nitrogen",
        "opc": "CO2",
        "opd": "Nitrous dioxide",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "097ad71d-fdf1-4768-9002-51c44ab6a154",
        "choice_type": "single"
    },
    {
        "question": "A 38 years old man is posted for extraction of last molar tooth under general anaesthesia as a day care case. He wishes to resume his work after 6 hours. Which of the following induction agent is preferred",
        "exp": "C. i. e. (Propofol) (158 - 60 Lee's synopsis of anesthesia 13th)PROPOFOL - particularly suited for out patient surgery because residual impairment is less marked and incidence of post operative nausea and vomiting* Only agent which are rapidly eliminated are used eg Propofol, alfentanil, remifentanil, N20 Isoflurance, sevoflurane or desflurane* Commercial preparation contains egg extract (lecithin)**Advantage* Fitness to go to work - usually the following day* Fitness to return home - fitness to go out alone* Fitness to walk to the bathroom without feeling faint* The induction dose of propofol in healthy adult is - 1 - 2. 5 mg/Kg* Used in Porphyria*** & malignant hyperthermia**Propofol Infusion syndrome - potentially lethal syndrome of metabolic acidosis, acute cardiomyopathy and skeletal myopathy associated with prolonged (>48 hours) high doses (>5m/ kg/h)* Midazolam can be safely uses for day care procedures*** Propofol is the agent of choice for total intravenous anaesthesia (TIVA)",
        "cop": 3,
        "opa": "Thiopentone sodium",
        "opb": "Ketamine",
        "opc": "Propofol",
        "opd": "Diazepam",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "97ad58b7-909a-4495-b3c5-b2862faea188",
        "choice_type": "single"
    },
    {
        "question": "Ovarian arteries enters ovary through",
        "exp": "Ans c Ref: Sheila Balakrishnan page 16. The ovarian artery arises from abdominal aorta just below renal arteries. It crosses the ureter at the pelvic brim and entering the infundibulopelvic ligament divides to supply ovaries and fallopian tubes.",
        "cop": 3,
        "opa": "uterosacral ligament",
        "opb": "round ligament",
        "opc": "Infundibulopelvic ligament",
        "opd": "Broad ligament",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "42a46a2e-d317-4975-8f2e-f7015a67a0b0",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman presents with (RUQ) abdominal pain, and vomiting. She has had three children. The white blood cell (WBC) count is 14. 3x109/L and liver function tests are normal. To establish the diagnosis in this patient, the test of choice is:",
        "exp": "The test of choice is ultrasound. It is quick, noninvasive, and accurate for the diagnosis of gallstones and acute cholecystitis. When present, signs of acute cholecystitis such as pericholecystic fluid and a thickened gallbladder wall can easily be seen on ultrasound. CAT scan often does not show gallstones if the density of the stones is similar to that of bile. HIDA scan is usually reserved for patients in whom ultrasound is negative but suspicion of gallbladder disease is high. MRI is expensive and not studied for the diagnosis of stones. ERCP is usually done to rule out common duct stones.",
        "cop": 2,
        "opa": "Computerized axial tomography (CAT) scan",
        "opb": "Ultrasound",
        "opc": "Hydroxy iminodiacetic acid (HIDA) scan",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "843b19ec-33dc-4dfb-b14f-cab6b79d6ff5",
        "choice_type": "single"
    },
    {
        "question": "An 85-year-old hypertensive man is evaluated in the emergency department for recent onset epistaxis. His blood pressure is 150/80 mm Hg, and hematocrit is 39%. What is the most likely source of bleeding?",
        "exp": "Epistaxis in children and young adults usually arises from the anterior nasal septum (Kiessel bach's plexus). In elderly persons, however, spontaneous rupture of a sclerotic blood vessel in the posterior nasal septum is usually the cause of bleeding, especially in combination with hypertension.",
        "cop": 1,
        "opa": "Posterior nasal septum",
        "opb": "Anterior nasal septum",
        "opc": "Inferior turbinate",
        "opd": "Middle turbinate",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "3a57d136-ab36-4c3a-8e30-51f9da6511c3",
        "choice_type": "single"
    },
    {
        "question": "Lumbar sympathectomy is the treatment for",
        "exp": "(B) Distal ischaemia affecting the skin of the toes with rest pain",
        "cop": 2,
        "opa": "Trophic ulcer",
        "opb": "Distal ischaemia affecting the skin of the toes with rest pain",
        "opc": "Arteriovenous fistula",
        "opd": "Diabetic neuropathy",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "5a8defb0-e030-40ac-a378-87d539ffe26d",
        "choice_type": "single"
    },
    {
        "question": "Catgut suture is derived from which part of the sheep-",
        "exp": "Ans. is 'b' i. e., Intestine o Catgut suture is prepared from the submucosa of the first one-third of the small intestine of sheep or cow. o Chromic catgut is made by treating catgut with chromic acid salt. This delays the hydrolysis of suture.",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Intestine",
        "opc": "Muscle",
        "opd": "Ligaments",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "aea55717-5999-451a-bc9b-10d423d1a9b3",
        "choice_type": "single"
    },
    {
        "question": "Ganglia spared in lumbar sympathectomy -",
        "exp": "Ans. is 'a' i. e., LI * If unilateral sympathectomy is done, LI L2, L3 and L4 ganglia needs removal for sympathetic denervation of lower limb.* If bilateral sympathectomy is done, on one side LI ganglion is to be preserved otherwise patient will develop impotence.",
        "cop": 1,
        "opa": "L1",
        "opb": "L2",
        "opc": "L3",
        "opd": "L4",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "17a877db-8c65-49b2-bf93-097c288ccdeb",
        "choice_type": "single"
    },
    {
        "question": "French in Foley's Catheter refers to",
        "exp": "Ans. (c) Diameter of catheter. Ref Internet Sources, Wikipedia* The French scale or French gauge system (most correctly abbreviated as Fr, but also often abbreviated as FR or F) is commonly used to measure the size (diameter) of a catheter.* 1. Fr=0. 33mm, and therefore, the diameter of the catheter in millimeters can be determined by dividing the French size by 3:# D(mm)=Fr/3 or# Fr = D (mm) x3. For example, if the French size is 9, the diameter is 3mm. Note that the French scale is a measurement of the diameter, not the circumference (diameter xp).* An increasing French size corresponds to a larger diameter catheter. This is contrary to needle-gauge size, where the diameter is 1/gauge, and where the larger the gauge the narrower the bore of the needle.",
        "cop": 3,
        "opa": "Outer circumference measurement",
        "opb": "Inner circumference measurement",
        "opc": "Diameter of catheter",
        "opd": "Lumen size",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "064485e5-6202-467d-8891-c24af581ece1",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old male presented with right inguinal hernia with ileunt extending to hernia. Pain perceived in",
        "exp": "(A) Right inguinal region",
        "cop": 1,
        "opa": "Right inguinal region",
        "opb": "Umbilical region",
        "opc": "Epigastric region",
        "opd": "Hypogastric region",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "6bebc856-df03-4bea-b9ec-0a14f24e8e57",
        "choice_type": "single"
    },
    {
        "question": "A 73-year-old man has ischemic rest pain of the left calf. Workup reveals occlusion of the left superficial femoral artery. He is scheduled for an elective femoral-popliteal bypass. A good way to reduce the risk of infection would be to:",
        "exp": "Shaving is associated with an increased incidence of wound infection compared to the use of electric clippers or depilatories, as well as compared to no hair removal at all. Prophylactic antibiotics should be started within 60 minutes of the incision time. Plastic adherent drapes and antibiotic wound irrigation have not been proven to reduce wound infection rates. Wound infection rates increase as duration of surgery increases beyond 2 hours due to the reemergence of skin flora.",
        "cop": 4,
        "opa": "Irrigate the wound with bacitracin during the operation",
        "opb": "Start cefazolin 1 g. IV 4 hours before the surgery",
        "opc": "Use a plastic adherent drape",
        "opd": "Not shave the leg",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "8f88ef31-b8a5-45c7-94c2-6822c26d8b39",
        "choice_type": "single"
    },
    {
        "question": "For split skin graft the best source is",
        "exp": "(A) Autograft # Autograft is skin graft taken from an uninjured part of body (e. g. thigh skin) and is used for skin grafting in same person.> It is the best skin graft for open wounds because of very high rate of successful grafting.",
        "cop": 1,
        "opa": "Autograft",
        "opb": "Homograft",
        "opc": "Isograft",
        "opd": "Xenograft",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "a06e8b92-642c-4ef7-b104-c7a9e28f0822",
        "choice_type": "single"
    },
    {
        "question": "Which among the following drugs is used in ectopic pregnancy?",
        "exp": "Ans c Ref Williams Obstetrics page 247. Tanaka & associates first used methotrexate to treat an interstitial preg-nancy and then it has been used successfully with ectopic pregnancy. Patient selection. Initial S. B hcg < l. OOOmlU/ml-minimum failure rate size-ectopic mass<3. 5cm. Fetal cardiac activity is a relative contraindication to medical therapy. Regimen. Single dose-50mg/m2 IM, follow up with serum b hcg2 doses- 50mg/m2 IM on day 0 & 4. Variable dose Mtx Img/m2 IM on 1, 3, 5, 7. With leucoverin on 2, 4, 6, 8",
        "cop": 3,
        "opa": "Mifepristone",
        "opb": "Misoprostol",
        "opc": "Methotrexate",
        "opd": "Oxytocin",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "2ff372ab-4f2c-4723-9e8d-657cfce91928",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of thoracic aortic aneurysm is",
        "exp": "(A) Atherosclerosis. DISEASES OF THE AORTA: ETIOLOGY & ASSOCIATED FACTORSAortic aneurysm. Aortic occlusion* Atherosclerosis* Atherosclerosis* Cystic medial necrosis* Thromboembolism* Tuberculosis* Aortitis* Syphilitic infection* Syphilitic aortitis* Mycotic infection* Rheumatic aortitis* Rheumatic aortitis* Takayasu's arteritis* Trauma* Giant cell arteritis* Aortic dissection * Cystic medial necrosis * Systemic hypertension * Atherosclerosis * Takayasu's arteritis * Giant cell arteritis",
        "cop": 1,
        "opa": "Atherosclerosis",
        "opb": "Tuberculosis",
        "opc": "Cystic degeneration",
        "opd": "Syphilitic",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e652df19-2ece-4c77-99da-f87d173b0ab8",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old woman undergoes excision biopsy of a tumor in the left posterior triangle of her neck. Histology suggests that this is a metastatic cancer. What is the most likely site of the primary tumor?",
        "exp": "More than 80% of neck gland tumors arise from structures above the clavicle. The piriform fossa is lateral to the aryepiglottic folds and is a major site where a primary cancer may remain hidden from early detection. Twenty percent of neck gland tumors are primary and 80% represent metastatic disease.",
        "cop": 4,
        "opa": "Ovary",
        "opb": "Adrenal gland",
        "opc": "Kidney",
        "opd": "Piriform fossa",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e60f59ec-a637-4798-bfad-d41f70ca8bf1",
        "choice_type": "single"
    },
    {
        "question": "If a parenteral needle stick injury/ occurs in a Health Care Worker dealing with AIDS patient; which of the following are necessary?",
        "exp": "(C) Zidovudine (AZT) prophylaxis to health care worker # Treatment of Needle stick injury of a health care worker: Immediately clean the contaminated area by washing under running water# Post exposure prophylaxis should be started within 1 hour of injury Zidovudine 250 mg BD- for 1 month Lamivudine 150 mg BD-- Indinavir 800 mg TID- > Hepatitis prophylaxis should also be given> HIV test should be repeated approx 12 wks after contaminated determine whether seroconversion has occured.> Post exposure prophylaxis with zidovudine and lamivudine is necessary.> Wound should be cleansed immediately and antiseptic applied> Postexposure prophylaxis 2 nucleoside analonuge reverse transcriptase inhibitor X 4 week or combination of 2 nucleoside analogue reverse transcriptase Inhibitor + a protease inhibitor for 4 weeks",
        "cop": 3,
        "opa": "Serial serological testing of the source person",
        "opb": "Serial serological testing of the healthcare worker",
        "opc": "Zidovudine (AZT) prophylaxis to health care worker",
        "opd": "Wash the part with soap and water",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "976c93c2-7f6d-4d22-adf9-f63686dff1bb",
        "choice_type": "single"
    },
    {
        "question": "Which among the following drains into IVC",
        "exp": "Ans) a (Renal) Ref BD Chaurasia Abdomen. SMV joins with splenic veins to form portal veins behind neck of pancreas. IMV drains into splenic vein. Splenic vein forms portal vein with SMV.",
        "cop": 1,
        "opa": "Renal",
        "opb": "SMV",
        "opc": "IMV",
        "opd": "Splenic vein",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "a677eebe-ee30-4801-9398-9ad89b518eb0",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale in death is:",
        "exp": "(D) 3 > Note that a motor response in any limb is acceptable.> The scale is composed of three tests: eye, verbal and motor responses.> The three values separately as well as their sum are considered.> The lowest possible GCS (the sum) is 3 (deep coma or death), while the highest is 15 (fully awake person). GLASGOW COMA SCALE 123456. Eye. Does not open eyes. Opens eyes in response to painful stimuli. Opens eyes in response to voice. Opens eyes spontaneouslyN/AN/AVerbal. Makes no sounds. Incomprehensible sounds. Utters incoherent words. Confused, disoriented. Oriented, converses normallyN/AMotor. Makes no movements. Extension to painful stimuli (decerebrate response). Abnormal flexion to painful stimuli (decorticate response). Flexion / Withdrawal to painful stimuli. Localizes painful stimuli. Obeys commands",
        "cop": 4,
        "opa": "0",
        "opb": "1",
        "opc": "2",
        "opd": "3",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "33e7f938-6a96-40af-91c7-021dd8f93d53",
        "choice_type": "single"
    },
    {
        "question": "Felon is",
        "exp": "(C) Terminal pulp space Infection # Infection of the terminal pulp space (syn. Felon) Pulp-space infection is the second most frequent infection of the hand (about 25 per cent of all cases ).> Index finger and the thumb are affected most often.> Origin of the infection is usually a prick.> Many hand infections will settle if conservative treatment is initiated (elevation of hand, splinting and antibiotics) within 24-48 hours.> But if pus appears I & D should be done (at point of maximum tenderness)> Antibiotics changed> Splinting is done in Edinburgh position.",
        "cop": 3,
        "opa": "Ulnar bursa infection",
        "opb": "Mid palmar space infection",
        "opc": "Terminal pulp space infection",
        "opd": "Infection of ulnar bursa",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "44d2e43a-67cb-464c-90d5-94a657867d74",
        "choice_type": "single"
    },
    {
        "question": "Most common ovarian malignancy in post menopausal period is",
        "exp": "Ans a Ref: Sheila balakrishnan page 256. Epithelial tumor: Majority are seen in post menopausal woman, peak incidence between 50-60. 30-40: peak incidence of borderline tumors. Less common under 40 yrs. Most common epithelial tumor is serous cystadenoma followed by mucinous. Sex cord stromal tumors: can occur at all ages Germ cell tumors: common among children, young adults",
        "cop": 1,
        "opa": "Serous cystadenoma",
        "opb": "Fibroma/thecoma",
        "opc": "Teratoma",
        "opd": "Mucinous tumor",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "60dc0006-d1a0-46e9-ba6f-0410f242830a",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female presents with 48 hour history of right upper quadrant pain, dyspnea, non-productive cough, fever with chills and rigor. The pain radiates to right shoulder tip. She has history of perforated duodenal ulcer repair 3 weeks ago. Temperature 39. 3degC. O/E there is acute tenderness over right hypochondrium. CXR shows right sided pleural effusion. Diagnosis",
        "exp": "Ans. (b) Subphrenic abscess. Ref: Bailey 26th edition Page 977* Bailey says- \"Pus Nowhere, Pus Some where- search Pus Under the Diaphragm\"* In a post op case (patient lying)- most dependent site of abscess formation is Subphrenic Space",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Subphrenic abscess",
        "opc": "Acute cholangitis",
        "opd": "Pyonephrosis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "780efbc7-f97e-4458-8f0e-7fdb689ef333",
        "choice_type": "single"
    },
    {
        "question": "The Most common type of imperforate anus is",
        "exp": "(C) Anorectal agenesis # Imperforate anus> (The term is used as a well-recognised description. Strictly it should be 'agenesis' and 'atresia' of the rectum and anus.)> One infant in 4500 is born with an imperforate anus, or with imperfect fusion of the post-allantoic gut with the proctodaeum.> The condition is divided into two main groups: the high and the low, depending on whether the termination of the bowel is above or below the pelvic floor.> Low varieties are easy to diagnose and relatively simple to treat, and the outlook is good.> High varieties often have a fistula into the urinary tract together with a deficient pelvic floor, and are difficult to treat.# Low abnormalities:> Covered anus. The underlying anal canal is covered by a bar of skin with atrack running forwards to the perineal raphe. The track should be opened with scissors, followed by routine dilatation of the anus.> Ectopic anus. The anus is situated anteriorly and may open in the perineum in boys, or more commonly in the vulva in girls, or rarely into thevagina. A plastic 'cut back' operation isrequired (Pena).> Stenosed anus. The anus is microscopic, but careful examination usually reveals a minute opening which responds to regular dilatation.> Membranous stenosis. Here the anus is normally sited, but is covered with a thin membrane which bulges with retained meconium. It is rare, and an incision will cure the condition.# High abnormalities:> These are often associated with a fistulous connection between the blind rectal stump and the bladder, or other abnormalities of the pelvic structures.> Anorectai agnesis. A blind rectal pouch lies just above the pelvic floor -- its anterior aspect in the male is attached to the bladder and often there is a rectovesical fistula manifested by the passage of gas or meconium in the urine. In the female, the fistula is usually into the posterior fornix.> Rectal atresia. The anal canal is normal but ends blindly at the level of the pelvic floor. The bowel also ends blindly above the pelvic floor without a fistulous opening. This anomaly is rare but must be treated by mobilisation of the rectum and excision of the stricture. After that, end-to-end anastomosis of the anus and rectum must be attempted.> More conservative measures are followed by an intractable stricture.> Cloaca. This occurs only in females and here the bowel, urinary and genital tracts all open into a common wide cavity. Commonly severe malformations of the area are associated with other developmental abnormalities, e. g. tracheobronchial fistula.",
        "cop": 3,
        "opa": "Anal stenosis",
        "opb": "Anal agenesis",
        "opc": "Anorectal agenesis",
        "opd": "Membranous atresia",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "e8f5c6f8-a23a-494c-ac0e-b1623a9a23f1",
        "choice_type": "single"
    },
    {
        "question": "Metabolic disorder leading to acute pancreatitis",
        "exp": "(B) Hyperparathyroidism# Causes of Acute Pancreatitis> Common Causes Gallstones (including microlithiasis) Alcohol (acute and chronic alcoholism); Hypertriglyceridemia Endoscopic retrograde cholangiopancreatography (ERCP), especially after biliary manometry Trauma (especially blunt abdominal trauma) Postoperative (abdominal and non-abdominal operations) Drugs (azathioprine, 6-mercaptopurine, sulfonamides, estrogens, tetracycline, valproic acid, anti-HIV medications) Sphincter of Oddi dysfunction> Uncommon causes Vascular causes and vasculitis (ischemic-hypoperfusion states after cardiac surgery) Connective tissue disorders and thrombotic thrombocytopenic purpura (TTP) Cancer of the pancreas Hypercalcemia Periampullary diverticulum Pancreas divisum Hereditary pancreatitis Cystic fibrosis Renal failure> Rare causes Infections (mumps, coxsackievirus, cytomegalovirus, echovirus, parasites) Autoimmune (e. g., Sjogren's syndrome)> Causes to consider in patients with recurrent bouts of acute pancreatitis without an obvious etiology Occult disease of the biliary tree or pancreatic ducts, especially microlithiasis, sludge Drugs Hypertriglyceridemia Pancreas divisum Pancreatic cancer Sphincter of Oddi dysfunction Cystic fibrosis Idiopathic",
        "cop": 2,
        "opa": "Hypoparathyroidism",
        "opb": "Hyperparathyroidism",
        "opc": "Hypothyroidism",
        "opd": "Hyperthyroidism",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "48477a1a-07f4-4e41-868c-8586303acc71",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man with no significant past medical history is scheduled for elective cholecystectomy. He has been taking aspirin daily. Preoperative recommendations should include which of the following?",
        "exp": "Discontinuation of aspirin at least 1 week before surgery. Aspirin inactivates platelet cyclo-oxygenase and thus inhibits platelet aggregation. The effect of aspirin is irreversible and lasts for the entire life span of the platelets. Therefore, aspirin should be discontinued for at least 1 week before surgery.",
        "cop": 4,
        "opa": "Determination of prothrombin time (PT)",
        "opb": "Estimation of platelet count",
        "opc": "Discontinuation of aspirin 2 days before surgery",
        "opd": "Discontinuation of aspirin at least 1 week before surgery",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "f43dd649-4003-4a55-8023-18cad890d2cc",
        "choice_type": "single"
    },
    {
        "question": "OCP are associated with which of the following complication (Repeat 2009)",
        "exp": "Ans b (Optic neuritis). Ophthalmic complication of OCP central retinal artery occlusion prethrombosis of central retinal vein perivasculitis, inflammation of anterior segment of the eye ' macular hemorrage Papillitis & lesions of optic nerve causing variable degree of visual loss",
        "cop": 2,
        "opa": "Papilledema",
        "opb": "optic neuritis",
        "opc": "colourblindness",
        "opd": "Papillitis",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "158988b2-226d-405b-9a6b-cbaabf5bb35f",
        "choice_type": "single"
    },
    {
        "question": "Site of IM injection without injuring any vessels or nerves",
        "exp": "(B) Upper outer quadrant of buttock",
        "cop": 2,
        "opa": "Lower part of insertion of deltoid",
        "opb": "Upper outer quadrant of buttock",
        "opc": "Lower inner quadrant of buttock",
        "opd": "Upper inner quadrant of buttock",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "465f2677-85e0-42a3-9151-66705304b932",
        "choice_type": "single"
    },
    {
        "question": "'Doughnut' sign and 'Coiled spring' appearance are seen in",
        "exp": "(A) Intusussception # Ultrasound Axial images of intussusception showed a doughnut pattern.> Hypoechoic external ring was formed by the everted returning limb of intussusceptum and, to a lesser degree, by the intussuscipiens.> Doughnut's center varied according to the scan level.> Scans obtained at the middle or at the base of the intussusception showed a characteristic hyperechoic crescent in all cases.> This crescent was formed by the mesentery enclosing the entering limb of the intussusceptum, which the authors have termed the Crescent-in-doughnut sign'.> On scans obtained at the apex of the intussusception, the center was hypoechoic owing to the entering limb of the intussusceptum and the absence of the mesentery.> Crescent-in-doughnut sign appears to be a characteristic feature of intussusception.> Contrast enema remains the gold standard, demonstrating the intussusception as an occluding mass prolapsing into the lurren, giving the \"coiled spring\" appearance (barium in the lumen of the intussusceptum and in the intraluminal space).> Main contraindication for an enema is a perforation.",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Meckel's diverticulum",
        "opc": "Intestinal malrotation",
        "opd": "Volvulus",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "c68fc590-b588-4406-ab87-e017156f5472",
        "choice_type": "single"
    },
    {
        "question": "Patient underwent inguinal lymph node dissection and drain was placed. On 10th day severe bleeding occurs. What type of bleeding is this?",
        "exp": "Ans. (b) Secondary* Secondary hemorrhage is due to sloughing of wall of vessel. It usually occurs 7-14 days after injury and is precipitated by factors such as infection, pressure necrosis or malignancy.",
        "cop": 2,
        "opa": "Reactionary hemorrhage",
        "opb": "Secondary",
        "opc": "Primary",
        "opd": "Tertiary",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "39f9abd4-000c-4783-9277-1457f5521eac",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl complains of otalgia, fever, and irritability. Physical examination reveals a stiff, bulging, red tympanic membrane. Previous history of ear infections is denied. Clinical response to amoxicillin is maximized on which of the following durations?",
        "exp": "Prospective nonrandomized evaluations of treatment duration of acute otitis media reveal no difference in outcome if given over 5-day, 7-day, or 10-day duration. However, 10-day treatment is indicated for children with history of acute otitis media within the preceding month.",
        "cop": 2,
        "opa": "1 day",
        "opb": "5 days",
        "opc": "7 days",
        "opd": "10 days",
        "subject_name": "Surgery",
        "topic_name": "Miscellaneous",
        "id": "6c2bcf77-b767-488a-b3ba-5489cd889915",
        "choice_type": "single"
    }
]