[
    {
        "question": "Rupture of the carotid artery in the neck region. Which of the following site pressure is applied",
        "exp": "D. i. e. (C6 - vertebra ) (444 - Grey 14th). The bifurcation of the common carotid artery in to the internal and external carotid arteries can be palpated just beneath the anterior border of sterno cleidomastoid muscle at the level of the superior border of the thyroid cartilage. This is a convenient site to take the carotid pulse (748- Snell 8th) (C3 - C4 junction). The artery may be compressed against the prominent transverse process of the sixth cervical vertebra (chassaignac's tubercle) and above this level it is superficial and its pulsation can be easily fet (444 - Gray - anatomy 14th)* Best radiographic view for fracture of Cl C2 vertebra is odontoid view*** C7 has longest spinous process*** Subclavian Artery in patients with upper limb hemorrhage - compressed against the upper surface of the fist rib (third part of subclavian artery",
        "cop": 4,
        "opa": "C3 vertebra",
        "opb": "C4vertebr",
        "opc": "C5 vertebra",
        "opd": "C6 vertebra",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "417e4104-370f-4905-b3f8-ef4fc6fa06c6",
        "choice_type": "single"
    },
    {
        "question": "This develops along lines of embryological fusion in the floor of the mouth. SELECT ONE.",
        "exp": "Dermoid cysts arise along line of fusion of embryonic parts. In the floor of the mouth, the swelling forces the tongue upward. Alternatively, the swelling may occur below the mylohyoid muscle, where it gives the impression of a double chin. It is not a premalignant lesion. It has an epithelial lining and may contain secretions, sloughed-off cells, and hair.",
        "cop": 2,
        "opa": "Cholesteatoma",
        "opb": "Dermoid cyst",
        "opc": "Glomus tumor",
        "opd": "Neurofibroma",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "35a52572-6f2d-4b81-9cfd-13e272afb36f",
        "choice_type": "single"
    },
    {
        "question": "Brachial cyst is lined by:-",
        "exp": "Brachial cyst is lined by squamous epithelium. A branchial cyst develops from the vestigial remnants of the second branchial cleft, is lined by squamous epithelium and contains thick, turbid fluid. The cyst usually presents in the upper neck in early or middle adulthood and is found at the junction of the upper third and middle third of the sternomastoid muscle at its anterior border. It is a fluctuant swelling that may transilluminate and is often soft in its early stages so that it may be difficult to palpate.",
        "cop": 3,
        "opa": "Columnar epithelium",
        "opb": "Cuboidal epithelium",
        "opc": "Squamous epithelium",
        "opd": "Ciliated columnar epithelium",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "9a8c3913-7c3c-41e6-9235-c751b13e9dce",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old girl presents with difficulty breathing. On examination, of the oral cavity a 3 cm mass is found in the midline on the posterior aspect of the tongue. The most likely diagnosis is:",
        "exp": "An ectopic thyroid gland can be located anywhere from the base of the tongue to the mediastinum. It often results in the failure of descent resulting in either a linginal thyroid or ectopic thyroid in the midline of the neck. The so called lateral aberrant thyroid is usually a metastasis from papillary carcinoma of the thyroid. Angioneurotic edema is an acute allergic reaction, which causes a sudden swelling of the whole tongue with airway obstruction.",
        "cop": 2,
        "opa": "Lingual tonsil",
        "opb": "Lingual thyroid",
        "opc": "Foreign body stuck to the tongue",
        "opd": "Dermoid",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "ab76263d-6370-40df-9edb-dd57f42b313b",
        "choice_type": "single"
    },
    {
        "question": "Cystic hygroma treatment of choice is -",
        "exp": "Ans is 'a > b' i. e., Complete surgical excision > Injection sclerotherapy Treatment of cystic hygroma* There are two methods of treatment: Surgical excision & Sclerotherapy. Sabiston writes- \"Complete surgical excision is the preferred treatment; however, this may be impossible because of the hygroma infiltrating within and around important neurovascular structures. Because hygromas are not neoplastic tumors, radical resection with removal of major blood vessels and nerves is not indicated.* Injection of sclerosing agents such as bleomycin or the derivative of Streptococcus pyogenes OK-432 have also been reported to be effective in the management of cystic hygromas. Intracystic injection of sclerosants appears to be most effective for macrocystichygromas, as opposed to the microcystic variety. \"\"The modern management of most cystic hygromas includes the combination of surgical excision and image- guided sclerotherapy. \" -- Schwartz",
        "cop": 1,
        "opa": "Complete surgical excision",
        "opb": "Injection sclerotherapy",
        "opc": "Radiotherapy",
        "opd": "Watchful expectancy",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "8de20d39-e05f-4dc3-bb6c-e3c63c79f1b3",
        "choice_type": "single"
    },
    {
        "question": "20-year-old female presents with a cystic swelling in the neck- It moves up with protrusion of tongue.",
        "exp": "Ans. (b) TG cyst* Thyroglossal cyst moves with protrusion of tongue* Other swellings which move only with deglutition are - Subhyoid bursitis, Midline Dermoid cyst and Thyroid swelling.",
        "cop": 2,
        "opa": "Thyroid swelling",
        "opb": "TG cyst",
        "opc": "Sublingual gland swelling",
        "opd": "Ranula- plunging",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "48765209-ed81-4243-abff-c5769b263667",
        "choice_type": "single"
    },
    {
        "question": "In performing a tracheostomy, authorities agree that",
        "exp": "Although tracheostomy is occasionally an emergency procedure, it can be more effectively performed in an operating room where hemostasis and antisepsis are readily achieved. Most authorities recommend a horizontal incision; however, limited direct midline incisions have the advantage of not opening any unnecessary tissue planes and perhaps reducing the incidence of bleeding complications. Both approaches have advocates. In either case, the skin incision is made just below the cricoid cartilage, the strap muscles are spared and retracted, the thyroid isthmus is divided if necessary, and the trachea is entered at the second tracheal ring. The second and third tracheal rings are incised vertically, allowing placement of the tracheostomy tube. The first tracheal ring and the cricoid cartilage must be left intact.",
        "cop": 3,
        "opa": "The strap muscles should be divided",
        "opb": "The thyroid isthmus should be preserved",
        "opc": "The trachea should be entered at the second or third cartilaginous ring",
        "opd": "Only horizontal incisions should be used",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "b0b6da61-362e-46ef-ae04-6336b07d4c1d",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for cystic hygroma:-",
        "exp": "Treatment of choice for cystic hygroma is surgical excision. IOC for diagnosis: MRIQ(MRI play a crucial role in preoperative planningQ) TREATMENT Complete surgical excision is the preferred treatmentQ. Injection of sclerosing agents. Qsuch as bleomycin or OK-432 (Picibanil), derived from Streptococcus pyogenes may eradicate the cystic hygroma",
        "cop": 4,
        "opa": "Percutaneous aspiration",
        "opb": "Intralesional sclerosant injection",
        "opc": "En-bloc resection",
        "opd": "Surgical excision",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "273f4595-e8d3-4120-899d-3ea0727901e1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for cystic hygroma",
        "exp": "Ans. d (Surgical excision) (Ref. Bailey and Love Surgery 25th/pg. 729). Definitive treatment of Cystic hygroma is complete excision of the cyst at an early stage. Injection of a sclerosant, may reduce the size of the cyst; however, they are commonly multicystic and if the injection is extracystic subsequent surgery may be more difficult. CYSTIC HYGROMA# In this developmental abnormality of the lymphatic system, lymphatic fluid collects in a cystic space which is often multilocular and situated in the base of the neck (post triangle).# Association with Turner's syndrome is known.# Cystic hygroma usually presents in the neonate or in early infancy, and occasionally may present at birth and be so large as to obstruct labour. The cysts are filled with clear lymph and lined by a single layer of epithelium with a mosaic appearance. Swelling usually occurs in the neck and may involve the parotid, submandibular, tongue and floor of mouth areas. The swelling may be bilateral and is soft and partially compressible, visibly increasing in size when the child coughs or cries. The characteristic that distinguishes it from all other neck swellings is that it is brilliantly translucent.# The cheek, axilla, groin and mediastinum are other less frequent sites for a cystic hygroma.# The behaviour of cystic hygromas during infancy is unpredictable. Sometimes the cyst expands rapidly and occasionally respiratory difficulty ensues, requiring immediate aspiration and even occasionally a tracheostomy. The cyst may become infected.# USG can be diagostic.",
        "cop": 4,
        "opa": "Percutaneous aspiration",
        "opb": "Intralesional sclerosant injection",
        "opc": "En bloc resection",
        "opd": "Surgical excision",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "2f06fbb9-2904-439b-90df-aa19f5294895",
        "choice_type": "single"
    },
    {
        "question": "Brilliantly translucent swelling in the neck region in a 2 years child. Diagnosis is",
        "exp": "C. i. e. (Cystic hygroma) (729 B & L 25th) (625-S. Das 5th)CYSTIC HYGROMA - swelling consists of aggregation of cysts which contain clear lymph** (multilocular). Each locule is lined by a single layer of endothelium that is why this swelling is a Brilliantly Translucent swelling* ' Sequestration of a portion of the jugular lymph sac** from the lymphatic system accounts for the appearance of these swelling* Benign multilobular, multinodular cystic masses lined by a endothelial cells (mosaic appearance)* Posterior triangle of the neck is commonest site * * ** Soft, fluctuation test is positive, impulse on coughing presents regional lyrnphnode are not enlarged* Excision is the treatment of choice** and sclerotherapy with picibanil (OK- 432)",
        "cop": 3,
        "opa": "Lipoma",
        "opb": "Teratoma",
        "opc": "Cystic hygroma",
        "opd": "Thyroglossal cyst",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "ad6150f6-38d4-4d4d-9972-e09436768279",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy is taken to his pediatrician for a laceration on his right knee. A mass on his neck is noticed; his mother states it has been there for several months and is slowly getting larger. The mass is slightly to the left of midline. What is the most likely diagnosis? SELECT ONE. Ultrasound of neck. Midline hypoechogenic mass anterior and superior to the thyroid gland",
        "exp": "The thyroid develops from the foramen cecum in the tongue and descends to its definitive position in the neck. Failure of the tract to close may result in a thyroglossal duct cyst.",
        "cop": 3,
        "opa": "Chondroma",
        "opb": "Dermoid cyst",
        "opc": "Thyroglossal duct cyst",
        "opd": "Laryngocele",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "96c3f813-c1d0-4770-b5e9-fe1f1c528ff0",
        "choice_type": "single"
    },
    {
        "question": "Trotters triad is seen in:-",
        "exp": "Trotters triad is seen in nasopharyngeal carcinoma. \"Nasopharyngeal carcinoma can cause conductive deafness (Eustachian tube blockage), ipsilateral temporoparietal neuralgia (involvement of CN V) and palatal paralysis (CN X)-collectively called Trotter's triad. \"",
        "cop": 2,
        "opa": "Angiofibroma",
        "opb": "Nasopharyngeal carcinoma",
        "opc": "Laryngeal carcinoma",
        "opd": "Growth in fossa of Rosenmuller",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "e29c96c0-f65f-4d1a-a01c-d5d742f6a748",
        "choice_type": "single"
    },
    {
        "question": "Level V cervical nodes includes:",
        "exp": "Level V cervical nodes includes posterior triangle nodes. CERVICAL LYMPH NODES Level Lymph Node IA SubmentalQ IB SubmandibularQ II UpperQ jugular III MiddleQ jugular IV LowerQ jugular V Posterior triangularQ VI Anterior compamental or centralQ VII Superior mediastinalQ",
        "cop": 4,
        "opa": "Upper jugular nodes",
        "opb": "Middle jugular nodes",
        "opc": "Lower jugular nodes",
        "opd": "Posterior triangle nodes",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "df2e1633-15bf-48f9-baf6-29b34bb646a7",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old man developed neck and left arm pain. He noted paresthesias in the left index and long fingers. He was found to have weakness of the left triceps muscle and a diminished left triceps jerk. His left-sided disc herniation is most likely to be at:-",
        "exp": "DISCUSSION: This patient has all of the neurologic components of the most common cervical disc syndrome, that caused by a herniation at the C6-C7 level with compression of the C7 nerve root.",
        "cop": 4,
        "opa": "C3-C4",
        "opb": "C4-C5",
        "opc": "C5-C6",
        "opd": "C6-C7",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "37cbd964-aa2f-421c-9a67-998df532ead0",
        "choice_type": "single"
    },
    {
        "question": "Which structure is preserved during modified radical neck dissection?",
        "exp": "Sternocleidomastoid muscle is preserved during modified radical neck dissection. Radical Neck Dissection Modified Radical Neck Dissection Removal of lymph nodes I-V + spinal accessory nerve + internal jugular vein + sternocleidomastoid muscleQ Removal of level I-V lymph nodes with (Mnemonic: SISm): Type I: preserves only Spinal accessory nerveQ Type II: preserves both spinal accessory nerve and Internal jugular veinQ Type III: preserves spinal accessory nerve, internal jugular vein and Sternocleidomastoid muscleQ(Functional neck dissectionQ)",
        "cop": 3,
        "opa": "Phrenic nerve",
        "opb": "Submandibular gland",
        "opc": "Sternocleidomastoid",
        "opd": "Thoracic duct",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "74742722-71bd-448b-8ded-dd121831a964",
        "choice_type": "single"
    },
    {
        "question": "Tumor appears at the earliest after birth.",
        "exp": "Ans. (a) Cystic hygroma. Ref: Bailey and Love 26th edition, Page700* Earliest swelling one can note in human beings in Cystic Hygroma.* It can present as obstructed labor",
        "cop": 1,
        "opa": "Cystic hygroma",
        "opb": "Branchial cyst",
        "opc": "Lymphoma",
        "opd": "Sternomastoid tumor",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "0fc3769e-0210-4076-86ad-a595dbcef431",
        "choice_type": "single"
    },
    {
        "question": "Child with midline swelling in the neck most probable diagnosis",
        "exp": "Ans. (a) Thyroglossal Cyst. Ref: Schwartz 10th edition, Page 1602* Midline masses include thyroglossal duct remnants, thyroid masses, thymic cysts, or dermoid cysts* Thyroglossal cysts account for about 75% of congenital midline swellings in childhood, and they are the most common abnormality of the midline neck seen in children",
        "cop": 1,
        "opa": "Thyroglossal cyst",
        "opb": "Thyroid",
        "opc": "Cystic hygroma",
        "opd": "Dermoid cyst",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "dc85e00e-9dc5-4907-869d-46571049ef85",
        "choice_type": "single"
    },
    {
        "question": "Most common site for carbuncle is",
        "exp": "Ans. c (Nape of neck). (Ref LB, 25th /1305). Carbuncle is subcutaneous tissue infection, mostly caused by staphylococci and gas producing organisms in patients with diabetes with nape of neck being classical site for it. Calf is affected mostly in Bazin's disease.",
        "cop": 3,
        "opa": "Forearm",
        "opb": "Forehead",
        "opc": "Nape of neck",
        "opd": "Calf",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "5e0966ec-5f74-467c-a96d-d9c80470f312",
        "choice_type": "single"
    },
    {
        "question": "Which is the ideal position to insert the below tube",
        "exp": "Ans. (d) Sitting with neck flexed. Ref Clinical Practical Procedures for Doctors, pg. 123-128; Medscape (Nasogastric tube placement)* Ideal position to insert the Ryles Tube is sitting with Neck flexed or Fowler position.",
        "cop": 4,
        "opa": "Sitting with neck extended",
        "opb": "Supine with neck flexed",
        "opc": "Supine with neck extended",
        "opd": "Sitting with neck flexed",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "490f0a65-238e-4126-ba08-6060db046821",
        "choice_type": "single"
    },
    {
        "question": "In extended supraomohyoid neck dissection, lymph Node dissection is done up to:",
        "exp": "Selective Neck Dissection - Supraomohyoid neck dissection: Removal of level I-III LNs - Extended supraomohyoid neck dissection: Removal of level I-IV LNs - Posterolateral Neck Dissection: Removal of level II-V LNs + suboccipital LNs + retro auricular LNs - Lateral neck dissection: removal of level II-V LNs + Internal jugular vein - Central compament neck dissection: Removal of level VI LNs",
        "cop": 3,
        "opa": "II",
        "opb": "III",
        "opc": "IV",
        "opd": "V",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "b87f66a7-872d-454f-bc65-c576e76abf55",
        "choice_type": "single"
    },
    {
        "question": "A nerve injured in radical neck dissection leads to loss of sensation in medial side of the arm, nerve injured is:-",
        "exp": "Nerve injured in radical neck dissection leads to loss of sensation in medial side of the arm, nerve injured is medial cutaneous nerve of arm. The medial cutaneous nerve of arm supplies the skin of the medial aspect of the arm. It is the smallest branch of the brachial plexus, and arises from the medial cord and contains fibres from the eighth cervical and first thoracic ventral rami.",
        "cop": 4,
        "opa": "Long thoracic nerve",
        "opb": "Thoracodorsal nerve",
        "opc": "Dorsal scapular nerve",
        "opd": "Medial cutaneous nerve of arm",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "c1a20480-6ddb-418e-afa5-6852e27cd7c4",
        "choice_type": "single"
    }
]