[
    {
        "question": "Rupture of the carotid artery in the neck region. Which of the following site pressure is applied",
        "exp": "D. i.e. (C6 - vertebra ) (444 - Grey 14th)The bifurcation of the common carotid artery in to the internal and external carotid arteries can be palpated just beneath the anterior border of sterno cleidomastoid muscle at the level of the superior border of the thyroid cartilage. This is a convenient site to take the carotid pulse (748- Snell 8th) (C3 - C4 junction)The artery may be compressed against the prominent transverse process of the sixth cervical vertebra (chassaignac's tubercle) and above this level it is superficial and its pulsation can be easily fet (444 - Gray - anatomy 14th)* Best radiographic view for fracture of Cl C2 vertebra is odontoid view*** C7 has longest spinous process*** Subclavian Artery in patients with upper limb hemorrhage - compressed against the upper surface of the fist rib (third part of subclavian artery",
        "cop": 4,
        "opa": "C3 vertebra",
        "opb": "C4vertebr",
        "opc": "C5 vertebra",
        "opd": "C6 vertebra",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "417e4104-370f-4905-b3f8-ef4fc6fa06c6",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old patient is suffering from carotid body tumor. Which of the following is the best treatment for him?",
        "exp": "Best treatment for a 40-year-old patient who is suffering from carotid body tumor is excision of tumor. CAROTID BODY TUMOR TREATMENT Because these tumors rarely metastasizeQand their overall rate of growth is slow, the need for surgical removal must be considered carefully as complication of surgery are potentially serious. Operation is best avoided in elderly patientsQ. Preoperative embolization is performed for tumors >3 cm. Tumors >5 cm are associated with a need for concurrent carotid aery replacement.",
        "cop": 1,
        "opa": "Excision of tumor",
        "opb": "Radiotherapy",
        "opc": "Chemotherapy",
        "opd": "Carotid aery ligation both proximal and distal to the tumor",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "4948ade6-689f-4089-88b0-84ad2c3e878b",
        "choice_type": "multi"
    },
    {
        "question": "This develops along lines of embryological fusion in the floor of the mouth. SELECT ONE.",
        "exp": "Dermoid cysts arise along line of fusion of embryonic parts. In the floor of the mouth, the swelling forces the tongue upward. Alternatively, the swelling may occur below the mylohyoid muscle, where it gives the impression of a double chin. It is not a premalignant lesion. It has an epithelial lining and may contain secretions, sloughed-off cells, and hair.",
        "cop": 2,
        "opa": "Cholesteatoma",
        "opb": "Dermoid cyst",
        "opc": "Glomus tumor",
        "opd": "Neurofibroma",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "35a52572-6f2d-4b81-9cfd-13e272afb36f",
        "choice_type": "single"
    },
    {
        "question": "Regarding cystic disease of breast which one is true:",
        "exp": "Ans. is 'd' ie Aspiration is the t/t Cysts are considered foremost among all of the benign histological changes in the breast. They occur most commonly in the last decade of reproductive life due to a nonintegrated involution of stroma and epithelium. Remember, cysts are one of the many features seen in ANDI (Aberration of normal development and involution).Cysts are often multiple, may be b/1 and can mimic malignancy. But no relationship b/w cysts and breast cancer has been found.They typically present suddenly and cause great alarm: prompt diagnosis & drainage provides immediate relief.Treatment:A solitary cyst or small collection of cysts can be aspirated If they resolve completely and if the fluid is not blood stained no further t/t is required.However some will recur and require respiration. If there is residual lump or if the fluid is bloodstained, a local excision for histological diagnosis is done.Excision is also done if the cyst recurs repeatedly.Thus both (B) & (D) option are true but since aspiration is the primary t/t and successful in most cases it is better answer.",
        "cop": 4,
        "opa": "Common in 25 years of age",
        "opb": "Excision is the treatment",
        "opc": "may turn into malignant",
        "opd": "Aspiration is the treatment",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "22704316-5c90-4e52-9437-6d5127ac5cb8",
        "choice_type": "multi"
    },
    {
        "question": "Brachial cyst is lined by:-",
        "exp": "Brachial cyst is lined by squamous epithelium. A branchial cyst develops from the vestigial remnants of the second branchial cleft, is lined by squamous epithelium and contains thick, turbid fluid. The cyst usually presents in the upper neck in early or middle adulthood and is found at the junction of the upper third and middle third of the sternomastoid muscle at its anterior border. It is a fluctuant swelling that may transilluminate and is often soft in its early stages so that it may be difficult to palpate.",
        "cop": 3,
        "opa": "Columnar epithelium",
        "opb": "Cuboidal epithelium",
        "opc": "Squamous epithelium",
        "opd": "Ciliated columnar epithelium",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "9a8c3913-7c3c-41e6-9235-c751b13e9dce",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old girl presents with difficulty breathing. On examination, of the oral cavity a 3 cm mass is found in the midline on the posterior aspect of the tongue. The most likely diagnosis is:",
        "exp": "An ectopic thyroid gland can be located anywhere from the base of the tongue to the mediastinum. It often results in the failure of descent resulting in either a linginal thyroid or ectopic thyroid in the midline of the neck. The so called lateral aberrant thyroid is usually a metastasis from papillary carcinoma of the thyroid.Angioneurotic edema is an acute allergic reaction, which causes a sudden swelling of the whole tongue with airway obstruction.",
        "cop": 2,
        "opa": "Lingual tonsil",
        "opb": "Lingual thyroid",
        "opc": "Foreign body stuck to the tongue",
        "opd": "Dermoid",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "ab76263d-6370-40df-9edb-dd57f42b313b",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about chemodectoma except:",
        "exp": "Carotid body tumor AKA Chemodectoma Commonly found in people living at high altitudes - because of chronic hypoxia -carotid body hyperplasia. Firm, rubbery, pulsatile mass, mobile from side to side - arises from medial side of carotid body or carotid bifurcation Diagnosis: Angiography shows Lyre sign - splaying of internal & external carotid aeries It is a vascular tumor - so, FNAC & biopsy are contraindicated Schamblin classification is used for carotid body tumor",
        "cop": 3,
        "opa": "Firm, rubbery, pulsatile mass, mobile from side to side",
        "opb": "Schamblin classification is used",
        "opc": "Biopsy is diagnostic",
        "opd": "Lyre sign is splaying of internal & external carotid aeries on angiography",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "8a5899d9-ab1f-4fe6-9b80-7235f992cf3f",
        "choice_type": "multi"
    },
    {
        "question": "Indications for Sympathectomy are all except:",
        "exp": "Lumbar Sympathectomy is not of value in the management of intermittent claudication, as blood flow in the skin but not in the muscle is controlled by sympathetic nervous system. Blood flow in the skin but not in the muscle is controlled by a sympathetic nervous system. If the overlying aerial supply is inadequate, ischemic changes in the skin may be relieved by sympathetic blockage but the impaired blood flow to muscles is unlikely to improveQ. Indications of Sympathectomy (BARA CHEF) Buerger's disease Atherosclerosis producing ischemia of limbsQ Raynaud's disease AcrocyanosisQ ErythrocyanosisQ Frost biteQ HyperhydrosisQ Peripheral vascular insufficiency CausalgiaQ",
        "cop": 1,
        "opa": "Intermittent claudication",
        "opb": "Ischemic pains",
        "opc": "Rest pains",
        "opd": "Buerger's disease",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "c045e346-3781-4bdd-a8ff-0daee6abcf04",
        "choice_type": "multi"
    },
    {
        "question": "Cystic hygroma treatment of choice is -",
        "exp": "Ans is 'a > b' i.e., Complete surgical excision > Injection sclerotherapy Treatment of cystic hygroma* There are two methods of treatment: Surgical excision & SclerotherapySabiston writes- \"Complete surgical excision is the preferred treatment; however, this may be impossible because of the hygroma infiltrating within and around important neurovascular structures. Because hygromas are not neoplastic tumors, radical resection with removal of major blood vessels and nerves is not indicated.* Injection of sclerosing agents such as bleomycin or the derivative of Streptococcus pyogenes OK-432 have also been reported to be effective in the management of cystic hygromas. Intracystic injection of sclerosants appears to be most effective for macrocystichygromas, as opposed to the microcystic variety.\"\"The modern management of most cystic hygromas includes the combination of surgical excision and image- guided sclerotherapy.\" -- Schwartz",
        "cop": 1,
        "opa": "Complete surgical excision",
        "opb": "Injection sclerotherapy",
        "opc": "Radiotherapy",
        "opd": "Watchful expectancy",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "8de20d39-e05f-4dc3-bb6c-e3c63c79f1b3",
        "choice_type": "single"
    },
    {
        "question": "20-year-old female presents with a cystic swelling in the neck- It moves up with protrusion of tongue.",
        "exp": "Ans. (b) TG cyst* Thyroglossal cyst moves with protrusion of tongue* Other swellings which move only with deglutition are - Subhyoid bursitis, Midline Dermoid cyst and Thyroid swelling.",
        "cop": 2,
        "opa": "Thyroid swelling",
        "opb": "TG cyst",
        "opc": "Sublingual gland swelling",
        "opd": "Ranula- plunging",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "48765209-ed81-4243-abff-c5769b263667",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old male presented with painless mass in the neck for 3 years, which has been progressively increasing in size. O/E the mass is seen just anterior and medial to the right sternocleidomastoid. The mass becomes larger and tender during upper respiratory infections. USG shows a single round cystic mass with uniform low echogenicity and lack of internal septations. CECT scan shows a homogenous mass with low accentuation centrally and smooth rim enhancement. Most probable diagnosis",
        "exp": "Answer: b) 2nd Branchial cleft cyst (SABISTON 19th ED, P-814)Ectopic thyroid and Sternomastoid tumor does not become larger and tender during upper respiratory infectionsSternomastoid tumor is situated within sternocleidomastoid muscle and usually presents in early infancy, usually at 2-3 weeks of life.MCC of cervical adenopathy is viral URl. The associated lymphadenopathy generally subsides within 2 weeks, although mononucleosis-related lymphadenopathy may persist for 4 to 6 weeks. Also, clinical history and imaging picture does not favour lymphadenopathyNonlymphoid masses anterior to the sternocleidomastoid muscle are usually branchial cleft cystsBRANCHIAL CLEFT CYSTSFirst branchial cleft cysts develop in the preauricular or submandibular area, are intimately associated with the external auditory canal and parotid glandSecond branchial cleft cyst is the most common typeSecond and third branchial cleft cysts and tracts develop anterior to the sternocleidomastoid muscle and often become symptomatic after upper respiratory tract infections.Although the second branchial cleft communicates with the ipsilateral tonsillar fossa, the third communicates with the piriform sinus.Second branchial cleft tracts course between the internal and external carotid arteries.Third branchial cleft tracts course posterior to both branches of the carotid artery",
        "cop": 2,
        "opa": "Ectopic thyroid",
        "opb": "2nd branchial cleft cyst",
        "opc": "Sternomastoid tumor",
        "opd": "Cervical lymphadenopathy",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "3384819b-2f30-400b-a837-125d38719aa4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about thyroglossal cyst?",
        "exp": "Ans. (c) Resolve spontaneously in 20-30% cases.Ref: Sabistoris Text book of Surgery 20th Ed; Page No-1861* Thyroglossal duct cyst is a midline neck lesion that originates at the base of the tongue at the foramen cecum and descends through the central portion of the hyoid bone.* Present in any part from the thyroglossal tract foramen caecum to isthmus but most are found at or just below the hyoid bone.* Most commonly seen in 15-30 years of age.* Thyroglossal duct normally regresses by the time the thyroid gland reaches its final position.* Lined by pseudostratified columnar epithelium.* Complication of thyroglossal cyst:# Fistula# Papillary carcinoma# Infection* Sistrunk operation is the treatment of choice.",
        "cop": 3,
        "opa": "Secondary infection leads to sinus.",
        "opb": "40% contains heterotopic thyroid tissue",
        "opc": "Resolve spontaneously in 20-30% cases.",
        "opd": "Thyroglossal duct obliterates by 18th week of IUL",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "6f7be75b-4342-465e-9c41-b0dedc5e4de5",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for thyroglossal cyst is",
        "exp": "(Beneath the hyoid) (730- Baily & Love 25th)MC site for thvroglossal cvst is beneath the hvoid* THYROGLOSSAL CYST - common situations in order of frequency1. eneath the hyoid2. In the region of the thyroid cartilage3. Above the hyoid bone* The cyst occupies the midline** except in the region of thyroid cartilage where the thyroglossal tract is pushed to one side* The swelling moves upwards on protrusion of the tongue as well as on swallowing** because of the attachment of the tract to the foramen caecum* A thyroglossal cyst should be excised as a routine, as due to the presence of lymphatic tissues in its wall makes it vulnerable to get infected* If the cyst present with an abscess, drainage and antibiotics are given. Following resolution, resection of cyst incontinuity with central portion of the hyoid** and the tract in to the pharynx plus ligation at the foramen cecum (SISTRUNK-OPERATION) is curative* Thyroid cartilage (Adams apple) is the largest cartilage of the larynx* Isthmus of thyroid gland lies against -2-4 tracheal rings** (Middle of thyroid cartilage to 4th or 5th tracheal ring)* Thyroid gland develops mainly from the thyroglossal duct* Thyroid gland reaches its definitive position - in 7th week* Sistrunk operation is done for thyroglossal fistula* Thyroglossal fistula is lined by columnar epitheliumBRANCHIAL CYSTS - probably develops from vestigial remnants of second branchial cleft** usually lined by squamous epithelium*. It contains thick turbid full of cholesterol crystals**. Examination of cysts commonly shows a layer of lymphoid tissues**, soft fluctuating and transilluminating* Usually presents in the upper neck in early or middle adulthood and is found in junction of upper third and middle third of SCM at its anterior border*** External orifice of branchial fistula is situated at lower third of neck near the anterior border of SCM whereas internal orifice is located in the anterior aspect ofposterior faucial pillar just behind the tonsil* Hyaline cartilage - Thyroid*, Cricoid**, Basal part of arytenoids cartilage, Trachea* Elastic cartilage - epiglottis*, corniculate**, cuniform process of arytenoids* Paired cartilages - Arytenoids, corniculate*** cuneiform* Unpaired cartilage - Thyroid**, Cricoid**, Epiglottis**",
        "cop": 1,
        "opa": "Beneath the hyoid",
        "opb": "Suprahyoid region",
        "opc": "In the region of thyroid cartilage",
        "opd": "Above the hyoid bone",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "24d342c2-2c75-41d2-9caf-2cf502179078",
        "choice_type": "multi"
    },
    {
        "question": "In performing a tracheostomy, authorities agree that",
        "exp": "Although tracheostomy is occasionally an emergency procedure, it can be more effectively performed in an operating room where hemostasis and antisepsis are readily achieved. Most authorities recommend a horizontal incision; however, limited direct midline incisions have the advantage of not opening any unnecessary tissue planes and perhaps reducing the incidence of bleeding complications. Both approaches have advocates. In either case, the skin incision is made just below the cricoid cartilage, the strap muscles are spared and retracted, the thyroid isthmus is divided if necessary, and the trachea is entered at the second tracheal ring. The second and third tracheal rings are incised vertically, allowing placement of the tracheostomy tube. The first tracheal ring and the cricoid cartilage must be left intact.",
        "cop": 3,
        "opa": "The strap muscles should be divided",
        "opb": "The thyroid isthmus should be preserved",
        "opc": "The trachea should be entered at the second or third cartilaginous ring",
        "opd": "Only horizontal incisions should be used",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "b0b6da61-362e-46ef-ae04-6336b07d4c1d",
        "choice_type": "single"
    },
    {
        "question": "Cystic hygroma is known to occur in all except",
        "exp": "Ans. a (Calf). (Ref. LB, 25th/ 729)Cystic hygroma (Cavernous lymphangioma)# It is a benign cyst seen most commonly in neck; other sites include axilla, groin, cheek and mediastinum.# It is supposed to be congenital due to sequestration of lymphatics (of portion of jugular lymph sac).# It is brilliantly translucent swelling common in anterior triangle of neck.# It usually presents in neonates or early infancy, occasionally at birth and can be so large to obstruct labour or cause intrauterine hydrops fetalis and death.# Swelling may involve parotid, submandibular gland, tongue and floor of mouth.# It may be bilateral.# It may undergo spontaneous regression.# The cysts are filled with clear lymph and lined with a single layer of epithelium with mosaic appearance.# Excision of cyst with excision of all lymphatics bearing tissue is treatment of choice.# Sclerosants should be avoided. Recurrence is common with percutaneous picibanil & other sclerosants.",
        "cop": 1,
        "opa": "Calf",
        "opb": "Neck",
        "opc": "Axilla",
        "opd": "Mediastinum",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "568b8642-534c-4dbd-a9d0-4ed017a0e9f4",
        "choice_type": "multi"
    },
    {
        "question": "A 25 years old male patient presents to the outpatient department with a midline swelling in the neck. O/E there is no movement of the swelling on swallowing, but the swelling moves on protrusion of the tongue. The likely origin of the swelling is",
        "exp": "Answer: d) Midline endoderm of pharynxTHYROGLOSSAL CYSTArise from the midline endoderm of pharynxMost common site is the sub-hyoid regionMidline swelling (except in the region of thyroid cartilage where it is pushed usually to the left side)Congenital but swelling presents at the age of 15-30 yrsThyroglossal fistula is always acquiredCyst can be moved sideways but not up and downMoves up with the protrusion of tongue; moves with deglutitionRarely papillary carcinoma may developSurgery - Sistrunk operation (removal of the cyst + track + central part of hyoid bone + portion of the tongue base up to the foramen cecum",
        "cop": 4,
        "opa": "1st & 2nd branchial arch",
        "opb": "4th branchial pouch",
        "opc": "4th branchial arch",
        "opd": "Midline endoderm of pharynx",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "be708f97-9b1e-47bc-bd51-9960dfac7df4",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for cystic hygroma:-",
        "exp": "Treatment of choice for cystic hygroma is surgical excision. IOC for diagnosis: MRIQ(MRI play a crucial role in preoperative planningQ) TREATMENT Complete surgical excision is the preferred treatmentQ. Injection of sclerosing agentsQsuch as bleomycin or OK-432 (Picibanil), derived from Streptococcus pyogenes may eradicate the cystic hygroma",
        "cop": 4,
        "opa": "Percutaneous aspiration",
        "opb": "Intralesional sclerosant injection",
        "opc": "En-bloc resection",
        "opd": "Surgical excision",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "273f4595-e8d3-4120-899d-3ea0727901e1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for cystic hygroma",
        "exp": "Ans. d (Surgical excision) (Ref. Bailey and Love Surgery 25th/pg. 729).Definitive treatment of Cystic hygroma is complete excision of the cyst at an early stage. Injection of a sclerosant , may reduce the size of the cyst; however, they are commonly multicystic and if the injection is extracystic subsequent surgery may be more difficult.CYSTIC HYGROMA# In this developmental abnormality of the lymphatic system, lymphatic fluid collects in a cystic space which is often multilocular and situated in the base of the neck (post triangle).# Association with Turner's syndrome is known.# Cystic hygroma usually presents in the neonate or in early infancy, and occasionally may present at birth and be so large as to obstruct labour. The cysts are filled with clear lymph and lined by a single layer of epithelium with a mosaic appearance. Swelling usually occurs in the neck and may involve the parotid, submandibular, tongue and floor of mouth areas. The swelling may be bilateral and is soft and partially compressible, visibly increasing in size when the child coughs or cries. The characteristic that distinguishes it from all other neck swellings is that it is brilliantly translucent.# The cheek, axilla, groin and mediastinum are other less frequent sites for a cystic hygroma.# The behaviour of cystic hygromas during infancy is unpredictable. Sometimes the cyst expands rapidly and occasionally respiratory difficulty ensues, requiring immediate aspiration and even occasionally a tracheostomy. The cyst may become infected.# USG can be diagostic.",
        "cop": 4,
        "opa": "Percutaneous aspiration",
        "opb": "Intralesional sclerosant injection",
        "opc": "En bloc resection",
        "opd": "Surgical excision",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "2f06fbb9-2904-439b-90df-aa19f5294895",
        "choice_type": "single"
    },
    {
        "question": "Brilliantly translucent swelling in the neck region in a 2 years child. Diagnosis is",
        "exp": "C. i.e. (Cystic hygroma) (729 B & L 25th) (625-S. Das 5th)CYSTIC HYGROMA - swelling consists of aggregation of cysts which contain clear lymph** (multilocular).Each locule is lined by a single layer of endothelium that is why this swelling is a Brilliantly Translucent swelling* ' Sequestration of a portion of the jugular lymph sac** from the lymphatic system accounts for the appearance of these swelling* Benign multilobular, multinodular cystic masses lined by a endothelial cells (mosaic appearance)* Posterior triangle of the neck is commonest site * * ** Soft, fluctuation test is positive, impulse on coughing presents regional lyrnphnode are not enlarged* Excision is the treatment of choice** and sclerotherapy with picibanil (OK- 432)",
        "cop": 3,
        "opa": "Lipoma",
        "opb": "Teratoma",
        "opc": "Cystic hygroma",
        "opd": "Thyroglossal cyst",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "ad6150f6-38d4-4d4d-9972-e09436768279",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy is taken to his pediatrician for a laceration on his right knee. A mass on his neck is noticed; his mother states it has been there for several months and is slowly getting larger. The mass is slightly to the left of midline. What is the most likely diagnosis? SELECT ONE.Ultrasound of neck. Midline hypoechogenic mass anterior and superior to the thyroid gland",
        "exp": "The thyroid develops from the foramen cecum in the tongue and descends to its definitive position in the neck. Failure of the tract to close may result in a thyroglossal duct cyst.",
        "cop": 3,
        "opa": "Chondroma",
        "opb": "Dermoid cyst",
        "opc": "Thyroglossal duct cyst",
        "opd": "Laryngocele",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "96c3f813-c1d0-4770-b5e9-fe1f1c528ff0",
        "choice_type": "single"
    },
    {
        "question": "Trotters triad is seen in:-",
        "exp": "Trotters triad is seen in nasopharyngeal carcinoma. \"Nasopharyngeal carcinoma can cause conductive deafness (Eustachian tube blockage), ipsilateral temporoparietal neuralgia (involvement of CN V) and palatal paralysis (CN X)-collectively called Trotter's triad.\"",
        "cop": 2,
        "opa": "Angiofibroma",
        "opb": "Nasopharyngeal carcinoma",
        "opc": "Laryngeal carcinoma",
        "opd": "Growth in fossa of Rosenmuller",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "e29c96c0-f65f-4d1a-a01c-d5d742f6a748",
        "choice_type": "single"
    },
    {
        "question": "True about Cystic Hygroma is",
        "exp": "Ans. (d) Develops from jugular lymphatic sequestrationRef: Bailey and Love 26thedition, Page 700* Most common swelling at birth* Brilliant transillumination+* Lined by Cuboidal columnar epithelium in single layer* Develops from Jugular lymphatic sequestration",
        "cop": 4,
        "opa": "MC in adults",
        "opb": "Does not transilluminate",
        "opc": "Lined by stratified squamous epithelium",
        "opd": "Develops from jugular lymphatic sequestration",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "68754195-3147-49d7-a098-d10e562a1550",
        "choice_type": "multi"
    },
    {
        "question": "False about the swelling is:",
        "exp": "B i.e. Filled with bloodRef: Bailey and Love, 27th edition, page 754-755Explanation:CYSTIC HYGROMANew terminology for cystic hygroma is Cavernous Lymphangioma.It is formed during embryological development of lymphatic system, when any of the jugular lymph sacs gets sequestered to develop into a lymphatic cyst.Most common site is posterior triangle of neck*, followed by axilla, retroperitoneum, cheek, mediastinum and groin.It presents at birth with a huge cyst in the neck leading to obstructed labour.It is very large, smooth, cystic, fluctuant, brilliant transilluminant swelling which is not reducible.It is filled with clear lymph with lining epithelium.It attains very large size, to cause respiratory insufficiency and stridor.It is multiloculated, can get infected often, or can cause lymph ooze.Treatment is difficult surgically, as it involves several anatomical planes and cannot be excised completely.Sclerosant injection with OKT32 or Picibanil is gained popularity.",
        "cop": 2,
        "opa": "Most common location is posterior fossa",
        "opb": "Filled with blood",
        "opc": "Filled with lymph",
        "opd": "Associated with Turner's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "16943057-7876-4c0a-a66f-8845da593570",
        "choice_type": "multi"
    },
    {
        "question": "A 4-year-old boy is brought to the physician's office by his father for evaluation of small stature. A thyroid scan is ordered and shows no uptake in the neck. Which structure is embryologically related to the thyroid gland and should be carefully evaluated? SELECT ONE.",
        "exp": "If the thyroid gland is absent from the neck, it may be in the lingual position at the foramen cecum. Excision of this lesion from the tongue will require thyroid hormone replacement.",
        "cop": 1,
        "opa": "Foramen cecum",
        "opb": "Foramen ovale",
        "opc": "Foramen rotundum",
        "opd": "Foramen spinosum",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "c3a4d1f2-d4f9-495c-a241-94533c2a3302",
        "choice_type": "multi"
    },
    {
        "question": "Level V cervical nodes includes:",
        "exp": "Level V cervical nodes includes posterior triangle nodes. CERVICAL LYMPH NODES Level Lymph Node IA SubmentalQ IB SubmandibularQ II UpperQ jugular III MiddleQ jugular IV LowerQ jugular V Posterior triangularQ VI Anterior compamental or centralQ VII Superior mediastinalQ",
        "cop": 4,
        "opa": "Upper jugular nodes",
        "opb": "Middle jugular nodes",
        "opc": "Lower jugular nodes",
        "opd": "Posterior triangle nodes",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "df2e1633-15bf-48f9-baf6-29b34bb646a7",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old man developed neck and left arm pain. He noted paresthesias in the left index and long fingers. He was found to have weakness of the left triceps muscle and a diminished left triceps jerk. His left-sided disc herniation is most likely to be at:-",
        "exp": "DISCUSSION: This patient has all of the neurologic components of the most common cervical disc syndrome, that caused by a herniation at the C6-C7 level with compression of the C7 nerve root.",
        "cop": 4,
        "opa": "C3-C4",
        "opb": "C4-C5",
        "opc": "C5-C6",
        "opd": "C6-C7",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "37cbd964-aa2f-421c-9a67-998df532ead0",
        "choice_type": "single"
    },
    {
        "question": "Which structure is preserved during modified radical neck dissection?",
        "exp": "Sternocleidomastoid muscle is preserved during modified radical neck dissection. Radical Neck Dissection Modified Radical Neck Dissection Removal of lymph nodes I-V + spinal accessory nerve + internal jugular vein + sternocleidomastoid muscleQ Removal of level I-V lymph nodes with (Mnemonic: SISm): Type I: preserves only Spinal accessory nerveQ Type II: preserves both spinal accessory nerve and Internal jugular veinQ Type III: preserves spinal accessory nerve, internal jugular vein and Sternocleidomastoid muscleQ(Functional neck dissectionQ)",
        "cop": 3,
        "opa": "Phrenic nerve",
        "opb": "Submandibular gland",
        "opc": "Sternocleidomastoid",
        "opd": "Thoracic duct",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "74742722-71bd-448b-8ded-dd121831a964",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old male presented with a midline soft tissue swelling in front of neck. On examination it is a cystic mass of 2 x 2 cm in size, which moves with deglutition and swallowing. No other significant finding observed. Which of the following is the definitive management for this condition:",
        "exp": "Ans. D. Sistrunk's operationExplanationThe thyroid gland descends early in fetal life from the base of the tongue towards its position in the lower neck with the isthmus lying over the second and third tracheal rings.At the time of its descent, the hyoid bone has not been formed and the track of the descent of the thyroid gland is variable, passing in front, through or behind the eventual position of the hyoid body.Thyroglossal duct cysts represent a persistence of this track and may therefore be found anywhere in or adjacent to the midline from the tongue base to the thyroid isthmus.The cysts almost always arise in the midline but, when they are adjacent to the thyroid cartilage, they may lie slightly to one side of the midline. Classically, the cyst moves upwards on swallowing and with tongue protrusion.Thyroglossal cysts may become infected and rupture onto the skin of the neck presenting as a discharging sinus.Often occur in children, they may also present in adults, even as late as the sixth or seventh decade of life.TreatmentIncludes excision of the whole thyroglossal tract, which involves removal of the body of the hyoid bone and the suprahyoid tract through the tongue base to the vallecula at the site of the primitive foramen caecum, together with a core of tissue on either side (Sistrunk's operation).",
        "cop": 4,
        "opa": "Reassure the patient and regular follow-up",
        "opb": "Surgical removal of cyst",
        "opc": "Steroid injection into the cyst",
        "opd": "Sistrunk's operation",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "61d201a6-58a8-4a62-b8fe-d8725a30cd99",
        "choice_type": "multi"
    },
    {
        "question": "Tumor appears at the earliest after birth.",
        "exp": "Ans. (a) Cystic hygromaRef: Bailey and Love 26th edition, Page700* Earliest swelling one can note in human beings in Cystic Hygroma.* It can present as obstructed labor",
        "cop": 1,
        "opa": "Cystic hygroma",
        "opb": "Branchial cyst",
        "opc": "Lymphoma",
        "opd": "Sternomastoid tumor",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "0fc3769e-0210-4076-86ad-a595dbcef431",
        "choice_type": "single"
    },
    {
        "question": "Child with midline swelling in the neck most probable diagnosis",
        "exp": "Ans. (a) Thyroglossal CystRef: Schwartz 10th edition, Page 1602* Midline masses include thyroglossal duct remnants, thyroid masses, thymic cysts, or dermoid cysts* Thyroglossal cysts account for about 75% of congenital midline swellings in childhood, and they are the most common abnormality of the midline neck seen in children",
        "cop": 1,
        "opa": "Thyroglossal cyst",
        "opb": "Thyroid",
        "opc": "Cystic hygroma",
        "opd": "Dermoid cyst",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "dc85e00e-9dc5-4907-869d-46571049ef85",
        "choice_type": "single"
    },
    {
        "question": "An 85-year-old ventilator-dependent male was endotracheally intubated 10 days ago. He remains unresponsive and is not a candidate for early extubation. The intensive care unit (ICU) attending elects to perform tracheostomy at the bedside. During the procedure, copious dark blood is encountered. This is most likely due to transection of which of the following:",
        "exp": "The anterior jugular vein can cross the mid-line overlying the proximal trachea. Midline cervical dissection without adequate visualisation can injure the vein and require open surgical repair. The other veins do not cross the midline and are not generally at risk in tracheostomy.",
        "cop": 1,
        "opa": "Anterior jugular vein",
        "opb": "External jugular vein",
        "opc": "Internal jugular vein",
        "opd": "Middle thyroid vein",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "992c9c9d-771a-4056-a3e2-4b4c4808f3d7",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for carbuncle is",
        "exp": "Ans. c (Nape of neck). (Ref LB, 25th /1305)Carbuncle is subcutaneous tissue infection, mostly caused by staphylococci and gas producing organisms in patients with diabetes with nape of neck being classical site for it. Calf is affected mostly in Bazin's disease.",
        "cop": 3,
        "opa": "Forearm",
        "opb": "Forehead",
        "opc": "Nape of neck",
        "opd": "Calf",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "5e0966ec-5f74-467c-a96d-d9c80470f312",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is FALSE regarding CYSTIC HYGROMA?",
        "exp": "Ans. c (A Cystic lesion containing blood filled spaces) (Ref. Bailey and Love 25th/pg. 700)CYSTIC HYGROMA (CAVERNOUS LYMPHANGIOMA)# Sequestration of a portion of the jugular lymph sac from the lymphatic system accounts for the appearance of these swellings.# Cystic hygroma usually manifests itself in the neonate or in early infancy, and occasionally may be present at birth and be so large as to obstruct labour.# Swelling usually occurs in the lower third of the neck and as it enlarges it passes up towards the ear.# Often the posterior triangle of the neck is mainly involved.# Brilliantly translucent.# The cheek, axilla, groin and mediastinum are other, although less frequent, sites for a cystic hygroma.# Rx:- Spontaneous regression may occur.- Definitive treatment is excision of the entire cyst at an early stage.- A preliminary injection of sclerosing agents is not advisable.- Recurrence is common with percutaneous PICIBANIL therapy.BRANCHIAL CYST# The first cleft persists as the external auditory meatus, but the second, third and fourth normally disappear.# A branchial cyst develops from the vestigial remnants of the second branchial cleft, is usually lined by squamous epithelium and contains thick turbid fluid full of cholesterol crystals.# The branchial cyst usually presents in the upper neck in early or middle adulthood.# It is found at the junction of the upper third and middle third of the sternomastoid muscle at its anterior border.# Ultrasound and fine needle aspiration both aid with diagnosis, and treatment is by complete excision.# Rx- Although the anterior aspect of the cyst is easy to dissect, it may pass backwards and upwards through the fork of the common carotid artery as far as the pharyngeal constrictors.- It passes superficial to the hypoglossal and glossopharyngeal nerves but deep to the posterior belly of the diagastric.- The hypoglossal and spinal accessory nerve are encountered in the operative field and must be positively identified to avoid damage.BRANCHIAL FISTULA# They are thought to represent a persistent second branchial cleft.# A branchial fistula may be unilateral or bilateral.# Their external orifice is nearly always situated in the lower third of the neck near the anterior border of the sternocleidomastoid, whilst the internal orifice is located on the anterior aspect of the posterior faucial pillar just behind the tonsil.# However, the internal aspect of the tract may well end blindly at or close to the lateral pharyngeal wall, constituting a sinus rather than a fistula.# The tract is lined by ciliated columnar epithelium and as such there may be a small amount of recurrent mucous or mucopurulent discharge on to the neck. Rx. Complete surgical removal.",
        "cop": 3,
        "opa": "Brilliantly translucent lesion.",
        "opb": "Surgical excision is treatment of choice",
        "opc": "A Cystic lesion containing blood filled spaces",
        "opd": "Recurrence is common with percutaneous Picibanil therapy",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "27866d5c-f34f-4e33-887c-8d7737958a22",
        "choice_type": "multi"
    },
    {
        "question": "Which is the ideal position to insert the below tube",
        "exp": "Ans. (d) Sitting with neck flexedRef Clinical Practical Procedures for Doctors, pg. 123-128; Medscape (Nasogastric tube placement)* Ideal position to insert the Ryles Tube is sitting with Neck flexed or Fowler position.",
        "cop": 4,
        "opa": "Sitting with neck extended",
        "opb": "Supine with neck flexed",
        "opc": "Supine with neck extended",
        "opd": "Sitting with neck flexed",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "490f0a65-238e-4126-ba08-6060db046821",
        "choice_type": "single"
    },
    {
        "question": "A 53 years old patient was admitted complains of dyspnea. On examination he has face with engorged veins over the chest. SVC obstruction is suspected. Chest x-ray shows mediastinal enlargement. What is the next step?",
        "exp": "SUPERIOR VENA CAVA (SVC) SYNDROME Clinical manifestation of SVC obstruction, with severe reduction in venous return from head, neck and upper extremities. MC cause is Lung cancer (small cell & squamous cell carcinoma)Q, along with lymphoma and metastatic tumors responsible for more than 90% of all SVC syndrome. In young adults, malignant lymphoma is the leading cause of SVC syndromeQ. CLINICAL FEATURES Patients present with neck & facial swelling (especially around the eyes), dyspnoea & coughQ. DIAGNOSIS Most significant chest radiographic finding is widening of the superior mediastinum (MC right side)Q CT scan: Investigation of choiceQ. TREATMENT Potentially life threatening complication of superior mediastinal mass is tracheal obstructionQ. Diuretics with low salt diet, head elevation and oxygen may produce temporary symptomatic relief. Treatment Underlying cause Radiation TherapyQ Non-small cell lung cancer, Metastatic solid tumors ChemotherapyQ Small cell carcinoma or lymphoma SurgeryQ All other cases",
        "cop": 2,
        "opa": "Total blood count with peripheral smear",
        "opb": "CT thorax",
        "opc": "Sta cyclophosphamide",
        "opd": "Urgent referral to",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "5b6074fc-f70d-4a4b-91a5-2aeda55b0ec2",
        "choice_type": "multi"
    },
    {
        "question": "In extended supraomohyoid neck dissection, lymph Node dissection is done up to:",
        "exp": "Selective Neck Dissection - Supraomohyoid neck dissection: Removal of level I-III LNs - Extended supraomohyoid neck dissection: Removal of level I-IV LNs - Posterolateral Neck Dissection: Removal of level II-V LNs + suboccipital LNs + retro auricular LNs - Lateral neck dissection: removal of level II-V LNs + Internal jugular vein - Central compament neck dissection: Removal of level VI LNs",
        "cop": 3,
        "opa": "II",
        "opb": "III",
        "opc": "IV",
        "opd": "V",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "b87f66a7-872d-454f-bc65-c576e76abf55",
        "choice_type": "single"
    },
    {
        "question": "A nerve injured in radical neck dissection leads to loss of sensation in medial side of the arm, nerve injured is:-",
        "exp": "Nerve injured in radical neck dissection leads to loss of sensation in medial side of the arm, nerve injured is medial cutaneous nerve of arm. The medial cutaneous nerve of arm supplies the skin of the medial aspect of the arm. It is the smallest branch of the brachial plexus, and arises from the medial cord and contains fibres from the eighth cervical and first thoracic ventral rami.",
        "cop": 4,
        "opa": "Long thoracic nerve",
        "opb": "Thoracodorsal nerve",
        "opc": "Dorsal scapular nerve",
        "opd": "Medial cutaneous nerve of arm",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "c1a20480-6ddb-418e-afa5-6852e27cd7c4",
        "choice_type": "single"
    },
    {
        "question": "Cystic hygroma may be associated with:",
        "exp": "Cystic hygroma Cystic hygromas are multiloculated cystic spaces lined by endothelial cells It results due to sequestration of a poion of jugular lymph sac from the lymphatic system Cysts are filled with clear lymph and are lined by endothelium Turner's syndrome is associated with cystic hygroma Most cystic hygromas involve the lymphatic jugular sacs Cystic hygroma MC site: Posterior neck region Other common sites: Axilla, mediastinum, inguinal & retroperitoneal regions Approximately 50% of them present at bih It may show spontaneous regression Clinical features Usually present at soft cystic masses that disto the surrounding anatomy, can result in acute airway obstruction. Usually manifests in the neonates or in early infancy (50% present at bih) Prone to infection & hemorrhage within the mass Swelling is soft & paially compressible and invariably increases in size when the child coughs or cries. Characteristic features: Brilliantly translucent Diagnosis MRI play a crucial role in preoperative planning Treatment Complete surgical excision is the preferred treatment Injection of Sclerosing agents such as bleomycin or OK-432 (Picibanil), derived from streptococcus pyogenes may eradicate the cystic hygroma.",
        "cop": 1,
        "opa": "Turner's syndrome",
        "opb": "Klinefelter's syndrome",
        "opc": "Down's syndrome",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Neck",
        "id": "2df5dc3d-2be8-497f-bab0-ebf48530c587",
        "choice_type": "multi"
    }
]