[
    {
        "question": "Elderly male has 0. 5 mm dilated toous vein in the posterior pa of right calf. What is stage as per CEAP classification?",
        "exp": "CEAP classification system: Used for chronic venous disorders (Clinical- etiology- Anatomy- Pathophysiology) CLINICAL (C OF CEAP) CLASSIFICATION (C0-6) Any limb with possible chronic venous disease is first placed into one seven clinical classes (C0-6), according to the objective signs of disease. Class Features 0 No visible or palpable sign of venous disease 1 Telangiectasia, reticular veins, malleolar flare 2 Varicose veins 3 Edema without skin changes 4 Skin changes ascribed to venous disease (e. g., pigmentation, venous eczema, lipodermatosclerosis) 5 Skin changes as defined above with healed ulceration 6 Skin changes as defined above with active ulceration",
        "cop": 2,
        "opa": "C0",
        "opb": "C1",
        "opc": "C2",
        "opd": "C3",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "f6b2e59f-82a5-4dd9-b642-ca260d065b09",
        "choice_type": "single"
    },
    {
        "question": "Most common indication of liver transplantation in children:-",
        "exp": "Indications of Liver Transplantation MC indication of LT HCV induced cirrhosisQ 2nd MC indication of LT Alcoholic liver diseases MC indication of pediatric LT Biliary atresiaQ MC metabolic disorder requiring LT Alpha-1 antytrypsin deficiencyQ MC indication for LT following acute liver failure Acetaminophen toxicityQ",
        "cop": 1,
        "opa": "Biliary atresia",
        "opb": "Wilson's disease",
        "opc": "Hemochromatosis",
        "opd": "Primary biliary cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "1871516b-e496-4a38-acad-7b9e5cbe8eb7",
        "choice_type": "single"
    },
    {
        "question": "Cushing ulcers are:-",
        "exp": "Cushing ulcers or stress ulcers: Stress induced gastritis (or) Haemorrhagic Gastritis M/C site - stomach M/C site in stomach - Fundus > Body > Antrum As the max. concentration of parietal cells are seen in fundus it is the m/c site of occurrence Two types of stress ulcers: CUSHING ULCERS - Head injury CURLING ULCERS - BURNS",
        "cop": 2,
        "opa": "Stress ulcers in burns",
        "opb": "Stress ulcers in head injury",
        "opc": "Stress ulcers in hiatus hernia",
        "opd": "Stress ulcers in depression",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "8b4d2e59-02a6-4c05-9bcd-7bc342c54eb1",
        "choice_type": "single"
    },
    {
        "question": "Degloving injury:-",
        "exp": "Degloving injury: Definition: Occurs when the skin & subcutaneous fat are stripped by avulsion from the underlying fascia leaving neurovascular structures, tendon or bone exposed E. g.: - 1. Ring avulsion injury with loss of finger skin - open degloving injury 2. Rollover injury over a limb caused by motor vehicle - Closed degloving injury DEGLOVING INJURY More severe",
        "cop": 2,
        "opa": "Separation of skin only",
        "opb": "Separation of skin + subcutaneous tissue",
        "opc": "Separation of skin + subcutaneous tissue + fascia exposing tendons",
        "opd": "Separation of tendon exposing the bone",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "f7b8748c-a36f-4f1b-be97-57d7cbd4d632",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome occurs due to aberrant misdirection of fibers from salivary glands to sweat glands. These fibers come from which of the following?",
        "exp": "FREY'S SYNDROME- aka Auriculotemporal syndrome / Gustatory sweating- Injury of Auriculotemporal nerve - Causes aberrant cross innervation | Parasympathetic secretomotor fibers & Sympathetic fibers supply sweat glands. Clinical features- On tasting food or Smell of food - causes Autonomic stimulation | Leads to Sweating & erythema at parotid region. Diagnosis- Minor' starch iodine test. Management- Anti-perspirant application- Botox injection- Tympanic neurectomy - for non-responding cases",
        "cop": 3,
        "opa": "Facial nerve",
        "opb": "Trigeminal nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Glosso. Pharyngeal nerve",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "1ef953d9-2e68-44af-bcfc-645bfb75c820",
        "choice_type": "single"
    },
    {
        "question": "Histological difference between ulcerative colitis and Crohn's disease is presence of:-",
        "exp": "Among the given options Diffuse distribution of pseudo polyps- occurs in Ulcerative colitis > Crohn's Mucosal edema - occurs in both (UC&CD) Lymphoid aggregates - occurs in both Crypt abscesses - Most characteristic lesion of UC Crypt abscess: Collection of neutrophils fill and expand the lumina of individual crypts of Lieberkuhn Crypt abscesses are not specific for UC and can be seen in Crohn's disease. Crohn's Disease Clinical Features - MC symptom is intermittent and colicky abdominal pain, most commonly noted in the lower abdomen. Diarrhea is the next most frequent symptom and is present, at least intermittently, in about 85% of patients.. Main intestinal complications of Crohn's disease include obstruction and perforation. Fistulas occur between the sites of perforation and adjacent organs, usually at the site of a previous laparotomy. In Crohn's disease, ileum is the MC site of fistula (enterocutaneous and enterovesical), MC site of perforation and MC site of carcinoma.",
        "cop": 1,
        "opa": "Crypt abscess",
        "opb": "Diffuse distribution of pseudopolyps",
        "opc": "Mucosal edema",
        "opd": "Lymphoid aggregates in the mucosa",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "12680ded-3c95-4eab-9172-b87d5ffd023b",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of teduglutide in sho bowel syndrome:-",
        "exp": "RCT's have shown that, teduglutide, a GLP-2 analogue (Glucagon like peptide -2) is resistant to degradation by the proteolytic enzyme dipeptidyl peptidase 4 and therefore has a longer half-life than GLP-2. It is well tolerated and has led to the restoration of intestinal functional and structural integrity through intestinotrophic and proabsorptive effects. Sho bowel syndrome: Caused by resection / bypass surgery of small intestine Causes severe diarrhoea and impaired nutrient absorption leading to severe malnutrition Usually appears if length of small intestine < 200 cms Medical management Anti-diarrhoeal agents Cholestyramine Vitamin supplements Mainstay treatment: Teduglutide (GLP -2 analogue)",
        "cop": 1,
        "opa": "GLP-2 analogue",
        "opb": "HT la inhibitor",
        "opc": "GLP-1 analogs",
        "opd": "C- peptic analogs",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "ece907e6-7b5a-468f-928d-82125d2da402",
        "choice_type": "single"
    },
    {
        "question": "Gas absent from intestine (gasless abdomen) on x-ray is seen in which condition?",
        "exp": "Acute pancreatitis - In acute pancreatitis due to damaged duct and acini there is extravasation of pancreatic enzymes such as lipase into the peritoneal cavity. - This causes digestion of fat of greater omentum which in turn leads to formation of fatty acid & glycerol. - Free fatty acid combines with calcium and leads to formation of chalky white deposits known as \"SAPNOFICATION\" - Patients of pancreatitis presents with hypocalcaemia as calcium is used up for saponification. - The pancreatic enzymes that entered into peritoneal cavity also causes Paralytic ileus - X-ray findings of Paralytic ileus: Gasless abdomen Ground Glass appearance Sentinel loop Colon cut-off sign",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Necrotizing enterocolitis",
        "opc": "Intussusception",
        "opd": "Ulcerative collitis",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "bf97d3ac-9736-46a8-b6ef-329208a61457",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old male was brought emergency with severe abdominal pain. On examination, pulse rate was 112/minute and systolic BP was 80 mm. Hg. Chest x-ray is given below. What is the most appropriate management?",
        "exp": "From the given hx.: Pulse rate - 112 / min - Tachycardia - Indicates that patient is in Shock SBP - 80 mm. Hg - Low Bp X-ray shows: - Free gas under the right dome of diaphragm - Pneumoperitoneum - Due to perforation peritonitis which may be due to GI perforation such as perforated gastric ulcer, appendix or diveiculum Investigation: 1st investigation: X-ray Best IOC: Spiral CT T/t of choice: exploratory laparotomy",
        "cop": 1,
        "opa": "Exploratory laparotomy",
        "opb": "Saline wash of stomach",
        "opc": "Intercostal tube drainage",
        "opd": "IV antibiotics",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "96ad9f87-1e82-4f82-9c12-ff0693845f69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first line drug for mastitis?",
        "exp": "* Breast abscess - More common in lactating females * M/C Organism - Staph. Aureus * Management - Incision and drainage + Anti-Biotics: Cloxacillin (or) Dicloxacillin (10- 14 day)",
        "cop": 1,
        "opa": "Cloxacillin",
        "opb": "Cefazolin",
        "opc": "Ampicillin",
        "opd": "Metronidazole",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "460b3627-f658-4ea5-92df-a96b24bd3d16",
        "choice_type": "single"
    },
    {
        "question": "Omphalocele is caused by:-",
        "exp": "Omphalocele: Also called as Exomphalos It is physiological herniation of bowel loops and failure of gut to return to body cavity. Occurs due to incomplete closure of abdominal musculature. Abdominal viscera herniate into ventral membranous sac. May be associated with cardiac / congenital anomalies.",
        "cop": 3,
        "opa": "Duplication of intestinal loops",
        "opb": "Abnormal rotation of intestinal loops",
        "opc": "Failure of gut to return to body cavity after its physiological herniation",
        "opd": "Reversed rotation of intestinal loops",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "808b79f8-b71a-4af0-b68e-75ca3a1f6287",
        "choice_type": "single"
    },
    {
        "question": "Flask shaped ulcers in colon is caused by:-",
        "exp": "Amoebiasis: M/C pathogenic amoeba in humans - E. histolytica Trophozoites of E. histolytica attaches to submucosa of cecum & ascending Colon to produce \"FLASK SHAPED ULCERS\" and causes abscess.",
        "cop": 2,
        "opa": "Giardia lamblia",
        "opb": "Entamoeba histolytica",
        "opc": "H. Pylori",
        "opd": "Enterobius vermicularis",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "b3901254-5fe9-48c9-8250-187eac9d58b1",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid autotransplantation is done in which of the following muscle?",
        "exp": "Parathyroid auto transplantation is done in 2 muscles Sternocleidomastoid muscle Brachioradialis of non-dominant hand SCM Brachioradialis Indication: Accidental removal of PT gland while performing a thyroidectomy. | A small amount of the PT gland is auto-transplanted into SCM muscle. Indication: Hyperparathyroidism due to parathyroid adenoma (or) Parathyroid hyperplasia. | A sub-total parathyroidectomy is performed and a small amount of PT gland is implanted into brachioradialis muscle of non-dominated hand. Transplanted site is marked with silk suture or clip for easy identification",
        "cop": 1,
        "opa": "Brachioradials",
        "opb": "Biceps",
        "opc": "Triceps",
        "opd": "Saorius",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "95bb47ef-49c9-424e-8844-8e1eb215454a",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used approach for retrosternal goitre:-",
        "exp": "Retrosternal goitre: - >50% thyroid tissue located below neck - A. K. A i. Sub-sternal Goitre ii. Mediastinal Goitre Retrosternal Goitre Primary Mediastinal Goitre - BLOOD SUPPLY From Neck region From mediastinum region - APPROACH Transcervical Thoracic Primary Mediastinal Goitre: Diameter of Goitre > Thoracic inlet",
        "cop": 3,
        "opa": "Transthoracic second intercostal space",
        "opb": "Trans-sternal through anterior mediastinum",
        "opc": "Transcervical",
        "opd": "Axillary approach",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "8e64f676-692e-43e1-ae92-6f956843e9ec",
        "choice_type": "single"
    }
]