[
    {
        "question": "Elderly male has 0. 5 mm dilated toous vein in the posterior pa of right calf. What is stage as per CEAP classification?",
        "exp": "CEAP classification system: Used for chronic venous disorders (Clinical- etiology- Anatomy- Pathophysiology) CLINICAL (C OF CEAP) CLASSIFICATION (C0-6) Any limb with possible chronic venous disease is first placed into one seven clinical classes (C0-6), according to the objective signs of disease. Class Features 0 No visible or palpable sign of venous disease 1 Telangiectasia, reticular veins, malleolar flare 2 Varicose veins 3 Edema without skin changes 4 Skin changes ascribed to venous disease (e. g., pigmentation, venous eczema, lipodermatosclerosis) 5 Skin changes as defined above with healed ulceration 6 Skin changes as defined above with active ulceration",
        "cop": 2,
        "opa": "C0",
        "opb": "C1",
        "opc": "C2",
        "opd": "C3",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "f6b2e59f-82a5-4dd9-b642-ca260d065b09",
        "choice_type": "single"
    },
    {
        "question": "Most common indication of liver transplantation in children:-",
        "exp": "Indications of Liver Transplantation MC indication of LT HCV induced cirrhosisQ 2nd MC indication of LT Alcoholic liver diseases MC indication of pediatric LT Biliary atresiaQ MC metabolic disorder requiring LT Alpha-1 antytrypsin deficiencyQ MC indication for LT following acute liver failure Acetaminophen toxicityQ",
        "cop": 1,
        "opa": "Biliary atresia",
        "opb": "Wilson's disease",
        "opc": "Hemochromatosis",
        "opd": "Primary biliary cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "1871516b-e496-4a38-acad-7b9e5cbe8eb7",
        "choice_type": "single"
    },
    {
        "question": "Cushing ulcers are:-",
        "exp": "Cushing ulcers or stress ulcers: Stress induced gastritis (or) Haemorrhagic Gastritis M/C site - stomach M/C site in stomach - Fundus > Body > Antrum As the max. concentration of parietal cells are seen in fundus it is the m/c site of occurrence Two types of stress ulcers: CUSHING ULCERS - Head injury CURLING ULCERS - BURNS",
        "cop": 2,
        "opa": "Stress ulcers in burns",
        "opb": "Stress ulcers in head injury",
        "opc": "Stress ulcers in hiatus hernia",
        "opd": "Stress ulcers in depression",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "8b4d2e59-02a6-4c05-9bcd-7bc342c54eb1",
        "choice_type": "single"
    },
    {
        "question": "Cholecystocaval line:-",
        "exp": "Cholecystovenacaval line: - Is an imaginary line which passes through groove for IVC to the gallbladder fossa and separates right & left hepatic lobe functionally.",
        "cop": 3,
        "opa": "Separate right anterior and right posterior sectors",
        "opb": "Separate gall bladder from poal vein",
        "opc": "Separate right and left hepatic lobes",
        "opd": "Separate left medial and left lateral sectors",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "44c0e51b-9492-480f-9e39-40715d89f71a",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with gradually progressive painless mass since 10 years. It is firm to nodular & variable in consistency at each site. Most probable diagnosis is:-",
        "exp": "* The lesion is located at the angle of mandible - in front, below and behind the ear lobule which is the characteristic location of parotid tumour more specifically pleomorphic adenoma. * The usual location of dermoid cyst / teratoma is Ovary, Midline neck etc * Sebaceous cyst occurs in the following locations. 1. Back 2. Scalp - No punctum 3. Scrotum SS MC benign tumour of parotid gland: Pleomorphic adenoma",
        "cop": 3,
        "opa": "Dermoid cyst",
        "opb": "Sebaccous cyst",
        "opc": "Pleomorphic adenoma",
        "opd": "Malignancy",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "c82d8497-ebb3-4d0b-9c59-11102d9765f6",
        "choice_type": "multi"
    },
    {
        "question": "Cholesterol gallstones are made up of:-",
        "exp": "1. Cholesterol stones: Contains >50% of crystalline cholesterol monohydrate 2. Pigment stones: Composed of bilirubin & calcium salts predominantly Risk Factors for Gallstones Cholesterol Stones Demography: nohern Europeans, Noh and South Americans, Native Americans, Mexican Americans Advancing age Female sex hormones Female gender Oral contraceptives Pregnancy Obesity and metabolic syndrome Rapid weight reduction Gallbladder stasis Inborn disorders of bile acid metabolism Hyperlipidemia syndromes Pigment Stones Demography: Asians more than Westerners, rural more than urban Chronic hemolytic syndromes Biliary infection Gastrointestinal disorders: ileal disease (e. g., Crohn disease), ileal resection Or bypass, cystic fibrosis with pancreatic insufficiency.",
        "cop": 1,
        "opa": "Crystalline cholesterol monohydrate",
        "opb": "Crystalline cholesterol dihydrate",
        "opc": "Amorphous cholesterol monohydrate",
        "opd": "Amorphous cholesterol dihydrate",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "0963b2c0-c7d3-4938-a325-a6b290bf475b",
        "choice_type": "multi"
    },
    {
        "question": "Degloving injury:-",
        "exp": "Degloving injury: Definition: Occurs when the skin & subcutaneous fat are stripped by avulsion from the underlying fascia leaving neurovascular structures, tendon or bone exposed E. g.: - 1. Ring avulsion injury with loss of finger skin - open degloving injury 2. Rollover injury over a limb caused by motor vehicle - Closed degloving injury DEGLOVING INJURY More severe",
        "cop": 2,
        "opa": "Separation of skin only",
        "opb": "Separation of skin + subcutaneous tissue",
        "opc": "Separation of skin + subcutaneous tissue + fascia exposing tendons",
        "opd": "Separation of tendon exposing the bone",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "f7b8748c-a36f-4f1b-be97-57d7cbd4d632",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true in case of chronic liver disease except:-",
        "exp": "MELD Score: - Model for End Stage Liver Disease. - Used for organ allocation in liver transplant recipients - Components: Serum creatine Serum Bilirubin INR Child Turcot Pugh classification: Child-Turcotte-Pugh (CTP) Score Variable 1 Point 2 Points 3 Points Serum albumin (g/dL) >3. 5 2. 8-3. 5Q <2. 8 Bilirubin (mg/dL) <2 2-3Q >3 Prothrombin time (sec above normal) or INR <4<1. 7 4-6Q 1. 7-2. 3Q >6>2. 3 Ascites None ControlledQ Uncontrolled Encephalopathy None ControlledQ Uncontrolled Class A 5-6 pointsQ Class B 7-9 pointsQ Class C 10-15 pointsQ Major surgeries can be done only in Class AQ. Only minor surgical procedures can be performed in Class BQ. No surgical intervention should be done in Class C (Best treatment is liver transplantation)Q.",
        "cop": 2,
        "opa": "MELD score is used frequently to see whom needs liver transplant early",
        "opb": "MELD score includes serum albumin, creatinine, and INR",
        "opc": "Child Pugh score includes PT-INR, albumin and bilirubin",
        "opd": "Child Pugh score has class A, B, C",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "0f6a186a-435b-45a3-8ed6-536a22ba522d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is not true about tamoxifen?",
        "exp": "TAMOXIFEN AROMATASE INHIBITORS Pre-menopausal patients Post-menopausal patients Breast Ca Cells Potent antagonist Blood vessels Paial Agonist: Pit: Pituitary B: Bone U: Uterus - | risk of endometrial Ca L: Liver Dose: 10mg BD x 5 years / 20mg OD x 5yrs. - As, the menopause itself is a risk factor for endometrial cancer, tamoxifen therapy aggravates the risk. Hence tamoxifen is not prescribed for post- menopausal females. - Tamoxifen is also used for visceral and Bony metastases.",
        "cop": 2,
        "opa": "It is used for visceral metastasis",
        "opb": "Tamoxifen is useful in post-menopausal and aromatase inhibitors in premenopausal patients",
        "opc": "Dose is 20 mg for 5 years",
        "opd": "It can cause endometrial carcinoma",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "261bae78-4c56-4376-aa72-607d7d9d50f2",
        "choice_type": "multi"
    },
    {
        "question": "Frey's syndrome occurs due to aberrant misdirection of fibers from salivary glands to sweat glands. These fibers come from which of the following?",
        "exp": "FREY'S SYNDROME- aka Auriculotemporal syndrome / Gustatory sweating- Injury of Auriculotemporal nerve - Causes aberrant cross innervation | Parasympathetic secretomotor fibers & Sympathetic fibers supply sweat glands. Clinical features- On tasting food or Smell of food - causes Autonomic stimulation | Leads to Sweating & erythema at parotid region. Diagnosis- Minor' starch iodine test. Management- Anti-perspirant application- Botox injection- Tympanic neurectomy - for non-responding cases",
        "cop": 3,
        "opa": "Facial nerve",
        "opb": "Trigeminal nerve",
        "opc": "Auriculotemporal nerve",
        "opd": "Glosso. Pharyngeal nerve",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "1ef953d9-2e68-44af-bcfc-645bfb75c820",
        "choice_type": "single"
    },
    {
        "question": "Histological difference between ulcerative colitis and Crohn's disease is presence of:-",
        "exp": "Among the given options Diffuse distribution of pseudo polyps- occurs in Ulcerative colitis > Crohn's Mucosal edema - occurs in both (UC&CD) Lymphoid aggregates - occurs in both Crypt abscesses - Most characteristic lesion of UC Crypt abscess: Collection of neutrophils fill and expand the lumina of individual crypts of Lieberkuhn Crypt abscesses are not specific for UC and can be seen in Crohn's disease. Crohn's Disease Clinical Features - MC symptom is intermittent and colicky abdominal pain, most commonly noted in the lower abdomen. Diarrhea is the next most frequent symptom and is present, at least intermittently, in about 85% of patients.. Main intestinal complications of Crohn's disease include obstruction and perforation. Fistulas occur between the sites of perforation and adjacent organs, usually at the site of a previous laparotomy. In Crohn's disease, ileum is the MC site of fistula (enterocutaneous and enterovesical), MC site of perforation and MC site of carcinoma.",
        "cop": 1,
        "opa": "Crypt abscess",
        "opb": "Diffuse distribution of pseudopolyps",
        "opc": "Mucosal edema",
        "opd": "Lymphoid aggregates in the mucosa",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "12680ded-3c95-4eab-9172-b87d5ffd023b",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of teduglutide in sho bowel syndrome:-",
        "exp": "RCT's have shown that, teduglutide, a GLP-2 analogue (Glucagon like peptide -2) is resistant to degradation by the proteolytic enzyme dipeptidyl peptidase 4 and therefore has a longer half-life than GLP-2. It is well tolerated and has led to the restoration of intestinal functional and structural integrity through intestinotrophic and proabsorptive effects. Sho bowel syndrome: Caused by resection / bypass surgery of small intestine Causes severe diarrhoea and impaired nutrient absorption leading to severe malnutrition Usually appears if length of small intestine < 200 cms Medical management Anti-diarrhoeal agents Cholestyramine Vitamin supplements Mainstay treatment: Teduglutide (GLP -2 analogue)",
        "cop": 1,
        "opa": "GLP-2 analogue",
        "opb": "HT la inhibitor",
        "opc": "GLP-1 analogs",
        "opd": "C- peptic analogs",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "ece907e6-7b5a-468f-928d-82125d2da402",
        "choice_type": "single"
    },
    {
        "question": "Gas absent from intestine (gasless abdomen) on x-ray is seen in which condition?",
        "exp": "Acute pancreatitis - In acute pancreatitis due to damaged duct and acini there is extravasation of pancreatic enzymes such as lipase into the peritoneal cavity. - This causes digestion of fat of greater omentum which in turn leads to formation of fatty acid & glycerol. - Free fatty acid combines with calcium and leads to formation of chalky white deposits known as \"SAPNOFICATION\" - Patients of pancreatitis presents with hypocalcaemia as calcium is used up for saponification. - The pancreatic enzymes that entered into peritoneal cavity also causes Paralytic ileus - X-ray findings of Paralytic ileus: Gasless abdomen Ground Glass appearance Sentinel loop Colon cut-off sign",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Necrotizing enterocolitis",
        "opc": "Intussusception",
        "opd": "Ulcerative collitis",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "bf97d3ac-9736-46a8-b6ef-329208a61457",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement are true about Frey's syndrome except:-",
        "exp": "Frey's syndrome is aberrant misdirection of Parasympathetic fibres of auriculotemporal nerve- not sympathetic fibres. Frey's syndrome A. K. A gustatory sweating (or) Auriculotemporal syndrome When a parotidectomy is performed if damage is occurred to secretomotor parasympathetic fibres of parotid gland that arises from auriculotemporal nerve. Due to this there is an aberrant cross innervation between secretomotor fibres of parotid gland and sympathetic fibres of sweat glands occurs. Which upon gustatory stimulation makes the patient sweat in the cheek region rather having increased salivation Diagnosis: - Minors Starch Iodine test Management: Anti-perspirant application Inj. Botulinum toxin - Most effective t/t Tympanic neurotomy",
        "cop": 2,
        "opa": "Gustatory sweating",
        "opb": "Aberrant misdirection of sympathetic fibers of auriculotermporal nerve",
        "opc": "Botulinum toxin is one of the treatments suggested",
        "opd": "Less chances with enucleation than parotidectomy",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "caf344e7-08af-41c1-9dc8-18a7ae55e215",
        "choice_type": "multi"
    },
    {
        "question": "A 40 years old male was brought emergency with severe abdominal pain. On examination, pulse rate was 112/minute and systolic BP was 80 mm. Hg. Chest x-ray is given below. What is the most appropriate management?",
        "exp": "From the given hx.: Pulse rate - 112 / min - Tachycardia - Indicates that patient is in Shock SBP - 80 mm. Hg - Low Bp X-ray shows: - Free gas under the right dome of diaphragm - Pneumoperitoneum - Due to perforation peritonitis which may be due to GI perforation such as perforated gastric ulcer, appendix or diveiculum Investigation: 1st investigation: X-ray Best IOC: Spiral CT T/t of choice: exploratory laparotomy",
        "cop": 1,
        "opa": "Exploratory laparotomy",
        "opb": "Saline wash of stomach",
        "opc": "Intercostal tube drainage",
        "opd": "IV antibiotics",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "96ad9f87-1e82-4f82-9c12-ff0693845f69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first line drug for mastitis?",
        "exp": "* Breast abscess - More common in lactating females * M/C Organism - Staph. Aureus * Management - Incision and drainage + Anti-Biotics: Cloxacillin (or) Dicloxacillin (10- 14 day)",
        "cop": 1,
        "opa": "Cloxacillin",
        "opb": "Cefazolin",
        "opc": "Ampicillin",
        "opd": "Metronidazole",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "460b3627-f658-4ea5-92df-a96b24bd3d16",
        "choice_type": "single"
    },
    {
        "question": "A lady primigravida developed fluctuant painful mass of breast and fever after 14 days of delivery. Preferred treatment option is:-",
        "exp": "Breast Abscess- MC in lactating females- MC in Primi females - because of faulty technique of breast feeding, injury to nipple by which the staph aureus from the overlying skin penetrates to produce breast abscess.- MC organism responsible is Staph Aureus Clinical features- pain & tenderness over the affected breast- Fever with chills and rigor- Breast is engorged Treatment- Incision and drainage + Antibiotics- 1st line agent - Cloxacillin / Dicloxacillin for 10 -14 days",
        "cop": 4,
        "opa": "Stop lactation",
        "opb": "Analgesics and continue breast feeding",
        "opc": "Antipyretic",
        "opd": "Incision and drainage",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "ae24be76-2675-488d-b424-0474dad17696",
        "choice_type": "multi"
    },
    {
        "question": "Omphalocele is caused by:-",
        "exp": "Omphalocele: Also called as Exomphalos It is physiological herniation of bowel loops and failure of gut to return to body cavity. Occurs due to incomplete closure of abdominal musculature. Abdominal viscera herniate into ventral membranous sac. May be associated with cardiac / congenital anomalies.",
        "cop": 3,
        "opa": "Duplication of intestinal loops",
        "opb": "Abnormal rotation of intestinal loops",
        "opc": "Failure of gut to return to body cavity after its physiological herniation",
        "opd": "Reversed rotation of intestinal loops",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "808b79f8-b71a-4af0-b68e-75ca3a1f6287",
        "choice_type": "single"
    },
    {
        "question": "Flask shaped ulcers in colon is caused by:-",
        "exp": "Amoebiasis: M/C pathogenic amoeba in humans - E. histolytica Trophozoites of E. histolytica attaches to submucosa of cecum & ascending Colon to produce \"FLASK SHAPED ULCERS\" and causes abscess.",
        "cop": 2,
        "opa": "Giardia lamblia",
        "opb": "Entamoeba histolytica",
        "opc": "H. Pylori",
        "opd": "Enterobius vermicularis",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "b3901254-5fe9-48c9-8250-187eac9d58b1",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid autotransplantation is done in which of the following muscle?",
        "exp": "Parathyroid auto transplantation is done in 2 muscles Sternocleidomastoid muscle Brachioradialis of non-dominant hand SCM Brachioradialis Indication: Accidental removal of PT gland while performing a thyroidectomy. | A small amount of the PT gland is auto-transplanted into SCM muscle. Indication: Hyperparathyroidism due to parathyroid adenoma (or) Parathyroid hyperplasia. | A sub-total parathyroidectomy is performed and a small amount of PT gland is implanted into brachioradialis muscle of non-dominated hand. Transplanted site is marked with silk suture or clip for easy identification",
        "cop": 1,
        "opa": "Brachioradials",
        "opb": "Biceps",
        "opc": "Triceps",
        "opd": "Saorius",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "95bb47ef-49c9-424e-8844-8e1eb215454a",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used approach for retrosternal goitre:-",
        "exp": "Retrosternal goitre: - >50% thyroid tissue located below neck - A. K. A i. Sub-sternal Goitre ii. Mediastinal Goitre Retrosternal Goitre Primary Mediastinal Goitre - BLOOD SUPPLY From Neck region From mediastinum region - APPROACH Transcervical Thoracic Primary Mediastinal Goitre: Diameter of Goitre > Thoracic inlet",
        "cop": 3,
        "opa": "Transthoracic second intercostal space",
        "opb": "Trans-sternal through anterior mediastinum",
        "opc": "Transcervical",
        "opd": "Axillary approach",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "8e64f676-692e-43e1-ae92-6f956843e9ec",
        "choice_type": "single"
    },
    {
        "question": "If mother is donating the kidney to her son, this is an example of:-",
        "exp": "Types of grafts - Autograft: same person - Allograft/Homograft: from one person to another / same species - Isograft: Identical twine - Xenograft/Heterograft: Between different species - Ohotopic graft: Graft placed in normal anatomical site - Heterotrophic graft: Graft in site different from its anatomical location",
        "cop": 2,
        "opa": "Autograft",
        "opb": "Allograft",
        "opc": "Isograft",
        "opd": "Xenograft",
        "subject_name": "Surgery",
        "topic_name": "NEET 2019",
        "id": "5cffb602-cc16-4b0c-8052-38c3a2d4ec19",
        "choice_type": "multi"
    }
]