[
    {
        "question": "True statement regarding upper GI bleeds:",
        "exp": "UPPER GI BLEED: Bleeding up to Lig. of Treitz M/c cause- Non-variceal peptic ulcer bleeding Causes of upper gastrointestinal bleeding Condition % Ulcers 60 Oesophageal 6 Gastric 21 Duodenal 33 Erosions 26 Oesophageal 13 Gastric 9 Duodenal 4 Mallory-Weiss tear 4 Oesophageal varices 4 Tumour 0. 5 Vascular lesions, e. g. Dieulafoy's disease 0. 5 Others 5 Risk stratification system for UPPER GI BLEEDS: - Help to identify the patients at higher risk of major bleeding or death (facilitate patient triage) Commonly used scoring systems: - Rockall score -takes account of endoscopic findings, most useful - Blatchford score -during initial assessment, does not require endoscopic data. Commonly Used Risk Stratification Systems for Upper GI Bleeds Blatchford Score (PUSH + Melena/Syncope + Cardiac/Hepatic Dysfunction) Rockall & Baylor Score (CASDE) PulseQ Blood Urea nitrogenQ Systolic BPQ HemoglobinQ Presence of MelenaQ, SyncopeQ, HepaticQ or Cardiac dysfunctionQ Comorbid diseaseQ (cardia, hepatic, renal, or disseminated) * AgeQ (<60 years, 60-79 years >80 years) ShockQ (systolic BP <100 mm Hg. HR >100 beats/min) Diagnosis at the time of endoscopy (Mallory-Weiss non-malignant lesions, or malignant lesions) Endoscopic Stigmata of recent bleedQ",
        "cop": 3,
        "opa": "It is bleeding up to ampulla of Vater",
        "opb": "Most common cause is variceal bleeding",
        "opc": "Rockall-Baylor scoring is used for risk stratification",
        "opd": "Most common management is endoscopic banding",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "bebe375a-e3f2-4c9f-b3b3-38e49fd9fe15",
        "choice_type": "multi"
    },
    {
        "question": "Using a small fine probe, single lactiferous duct is excised. What is the name of the procedure:",
        "exp": "Microdochectomy: Small fine probe inseed into duct Peri-areolar incision is made By dissecting nipple flap, duct is excised Done for duct papilloma Hadfield operation: Conical excision of major ducts Done for duct ectasia",
        "cop": 2,
        "opa": "Macrodochectomy",
        "opb": "Microdochectomy",
        "opc": "Webster operation",
        "opd": "Hadfield operation",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "c37e1f97-22d5-41d4-8139-b37986f582ca",
        "choice_type": "multi"
    },
    {
        "question": "The ideal material used for femoropopliteal shunt is:",
        "exp": "Vascular Graft Bioprosthetic Synthetic Autograft Homograft (allograft) Heterograft (Xenograft) Tissue engineered Textile: - DacronQ Non-textile: - e. PTFEQ - Polyurethane Best Natural vascular graft: Reversed saphenous veinQ Best synthetic vascular graft: DacronQ Best vascular graft for suprainguinal bypass: Dacron Best vascular graft for infrainguinal bypass: Saphenous veinQ Best vascular graft for aoa: DacronQ Most preferred graft for CABG: LIMA (left internal mammary aery) > Saphenous veinQ MC used graft for CABG: Saphenous veinQ",
        "cop": 3,
        "opa": "PTFE",
        "opb": "Dacron",
        "opc": "Reverse saphenous vein",
        "opd": "Polypropylene",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "5a5b55cb-0a95-4ef9-84f2-80f5fc6777ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common epithelial tumor of stomach?",
        "exp": "\"Hyperplastic polyp which consists of elongated, branching, dilated glandular structures are the most common epithelial tumours in the stomach (75 -90 % of all gastric polyp). They are most likely associated with chronic gastritis and rarely transform into gastric cancer\". - Since hyperplastic polyp is not mentioned in the given options \"Carcinoid is the 2nd most common epithelial tumours of the stomach and accounts for 11-41 % of all gastrointestinal carcinoids\"",
        "cop": 1,
        "opa": "Carcinoid tumor",
        "opb": "Sarcoma",
        "opc": "GIST",
        "opd": "Gastric adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "68459c5e-74ec-4d76-afd6-6bde04d7d86f",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale of a patient with head injury who is confused, able to localize on right side and does flexion on left side and opens eye for painful stimuli on sternum:",
        "exp": "Revised Glasgow Coma Scale 2014 Revised GCS (2014) Eye Opening Verbal Response Best Motor Response(M) Spontaneous 4 Oriented 5 Obeying commands 6 To speech 3 Confused 4 Localizing 5 To pressure 2 Words 3 Normal flexion(withdraw) 4 None 1 Sounds 2 Abnormal flexion 3 None 1 Extension 2 None 1 GCS specifically recommends avoiding sternal rubs as it causes bruising & responses can be difficult to interpret. They also do not recommend routine use of retromandibular pressure. Revised GCS (2014) changes are highlighted in the above table Best predictor of outcome: Motor response Repoing of non-testable score Aspects: In case of a non-testable aspect, the new GCS should be marked as NT, for \"Not teste stable\" For intubated patients or patients with tracheostomy, VNT is used it is no longer recommend to assign 1 point to non-testable elements, therefore a combined score should not use. Pupils Unreactive to Light Pupil Reactivity Score Both Pupils 2 One Pupil 1 Neither Pupil 0 How do I score GCS-P? * GCS-P is calculated by subtracting the Pupil Reactivity Score (PRS) from the Glasgow Coma Scale (GCS) total score GCP-P = GCS minus PRS GCS-P is Ranging from 15 to 1 From the given case of a patient with head injury: E: Pressure / Pain=2 V: Confused =4 Best Motor response M: Localizing =5 Total = 11",
        "cop": 2,
        "opa": "6",
        "opb": "11",
        "opc": "12",
        "opd": "7",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "1388e2ed-4bed-4de0-b498-7055a4521a32",
        "choice_type": "single"
    },
    {
        "question": "Most common site of chronic gastric ulcer:",
        "exp": "Modified Johnson's Classification of Gastric Ulcer Type Location Acid Secretion I Lesser curvature, near incisura angularis (MC) Low II Body of the stomach and duodenum High III Prepyloric (within 2-3 cm of the pylorus) High IV High on the lesser curve, near GE junction Low V Anywhere, induced by medication (NSAIDs) Low Gastric ulcer type Blood Group associated Type I 'A' Type II Type III Type IV Type V 'O' Gastric ulcer type Acid output Type II Type III High Type I Type IV Type V Low",
        "cop": 2,
        "opa": "Pylorus of stomac",
        "opb": "Lesser curve near incisura",
        "opc": "Lesser curve near proximal stomach",
        "opd": "Greater curvature",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "d6d90ea8-f25d-47e2-8eb4-a5d18b5ef971",
        "choice_type": "single"
    },
    {
        "question": "The following statement about keloid is true:",
        "exp": "Feature Hyperophic Scar Keloid Genetic Not FamilialQ May be familialQ Race Not race relatedQ BlackQ > white Sex Female = male FemaleQ > male Age ChildrenQ 10-30 yearsQ Border Remains within woundQ Outgrows wound area Natural history Subsides with time Rarely subsides Site Flexor surfacesQ Stemum (MCQ), shoulder, face Etiology Related to tensionQ Unknown Develop Within 4 weeks 3. Months to years after trauma Symptoms Raised some pruntus Respect wound confines Pain, pruritus, hyperesthesia Growth beyond wound margins Histology Parallel orientation of collagen fibers Thick wavy collagen fibers in random orientation Treatment: Keloid Hyperophic Scar First line: silicone + pressure therapy + I/L inj. Triamcinolone Linear HTS - Pressure therapy (or) Silicone gel sheet Refractory: Excision + Post -op Rth(EB (or) Brachytherapy) Ongoing Hyperophy - Intralesional inj. Triamcinolone > 1 year - Excision + closure",
        "cop": 4,
        "opa": "Elevated levels of growth factor is not seen",
        "opb": "Extended excision is the treatment of choice",
        "opc": "It do not extend beyond the wound",
        "opd": "It will have more collagen and vascularity",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "07457cb0-b267-4139-b0d5-4831717d8078",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is category 3 in Maastricht classification of donation after cardiac death?",
        "exp": "Maastricht Classification for Donation after Circulatory Death (DCD) Donors Category Description (DRACUIa) 1 Dead on arrival at hospital 2 Resuscitation attempted without success 3 Awaiting cardiac arrest after withdrawal of suppo (Most DCD donors from Category 3) 4 Cardiac arrest while brain dead 5 Cardiac arrest & Unsuccessful resuscitation in hospital Mn: DRACULa",
        "cop": 1,
        "opa": "Awaiting cardiac arrest",
        "opb": "Brought in dead",
        "opc": "Unsuccessful resuscitation",
        "opd": "Cardiac arrest after brainstem death",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "1f37b9cd-7e87-4238-ac8f-240c71e6c2dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following layers are cut during fasciotomy?",
        "exp": "- In the above image fasciotomy is being performed for the lower leg - All the following structure have been incised in fasciotomy: 1. Skin 2. Subcutaneous fat 3. Supra facial fascia 4. Deep fascia - Notice the bulged muscles Fasciotomy is done in: Compament syndrome (Pressure > 30 mm. Hg) Q",
        "cop": 4,
        "opa": "Skin",
        "opb": "Skin + subcutaneous fascia",
        "opc": "Skin + subcutaneous tissue + superficial fascia",
        "opd": "Skin + subcutaneous tissue + superficial fascia + deep fascia",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "8ec043f3-46ee-4dd7-a061-3a3ecb6c5fb5",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about ulcerative colitis except:",
        "exp": "Extraintestinal manifestations of ulcerative colitis: Migratory polyahritis Sacroiliitis Ankylosing spondylitis Uveitis Skin lesions Primary Sclerosing Cholangitis (PSC) Peri cholangitis Indication for Sx in UC: 1. Severe refractory fulminating disease 2. Chronic disease with a. Anemia b. Frequent stools c. Tenesmus (cramping rectal pain) 3. Steroid-dependent disease 4. Remission cannot be maintained 5. Neoplastic change 6. Extra intestinal manifestations - PSC 7. Severe haemorrhage or stenosis causing obstruction rarely Sx of choice: 1. Subtotal colectomy & ileostomy - Emergency (20%) 2. Proctocolectomy and permanent end ileostomy 3. Proctocolectomy with ileoanal pouch. 4. Subtotal colectomy and ileorectal anastomosis",
        "cop": 4,
        "opa": "Steroid dependent cases needs surgery",
        "opb": "The highest risk of UC requiring surgery in 1st year",
        "opc": "20% end up in colectomy",
        "opd": "Extra-intestinal problems of UC are managed medically",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "026523ed-4efc-4cab-ac42-414f898c5971",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about Grave's disease is false?",
        "exp": "-a. k. a - Diffuse Toxic Goitre - M/C cause of endogenous hypehyroidism -Auto immune disorder: Autoantibodies against TSH-R | | T3, |T4 | || TSH | Hypehyroidism - M/C in females - characterised by \"Violent & long continued palpitations in females\" Triad: Hypehyroidism Pre-tibial myxoedema Exophthalmos",
        "cop": 3,
        "opa": "Results in hypehyroidism",
        "opb": "Autoimmune disorder",
        "opc": "Common in male",
        "opd": "Referred as toxic diffuse goiter",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "1c020412-efc8-45d3-8864-abbd5727af6d",
        "choice_type": "multi"
    },
    {
        "question": "Most appropriate initial method of investigation for carcinoma head of pancreas:",
        "exp": "-Sensitivity of the USG is max when - Dist. b/w probe and organ is min. PA OF PANCREAS PROBE LOCATION Tail of Pancreas Stomach Head & Uncinate Process Duodenum Investigation for carcinoma head of pancreas: If the tumour size is < 1 cm and localised to small ducts and acini the preferred investigation modality is endoscopic USG, trans gastric biopsy. EUS is preferred because the distance is less between the probe and pancreas endoscopically and field of view is higher. Though trans gastric biopsy is not mandatory. It can be performed for histological confirmation and also avoids spillage of tumour cells. Histological confirmation is desirable but not essential as there is intense desmoplastic reaction in Ca head of pancreas, hence biopsy not mandatory as it cannot rule out the malignancy.",
        "cop": 4,
        "opa": "Laparoscopic guided biopsy",
        "opb": "MRI guided biopsy",
        "opc": "CECT guided biopsy",
        "opd": "EUS guided transgastric biopsy",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "923a7909-8c62-4f0e-b1cf-3124ce227b3a",
        "choice_type": "single"
    },
    {
        "question": "Common cause of chronic pancreatitis:",
        "exp": "- Chronic Pancreatitis - M/C cause - chronic alcohol intake>smoking Aetiology: TIGAR-O-Classification: T: Toxic metabolic I: Idiopathic G: Genetic A: Auto immune R: Recurrent severe O: Obstructive Note: Rare causes: Congenital abnormalities such as: 1. Pancreas divisum2. Annular pancreas",
        "cop": 1,
        "opa": "Chronic alcohol intake",
        "opb": "Trauma",
        "opc": "Pancreas divisum",
        "opd": "Gallbladder stones",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "eb5cb7b8-a95f-40f2-a4e9-3ddb297f538d",
        "choice_type": "multi"
    },
    {
        "question": "A 6 years old boy experienced life threatening shock, his CT scan showed large amount of ascites, bowel wall thickening and poor or absent enhancement of the strangulated bowel segment, showing gangrenous bowel on surgical exploration. True about anastomosis is:",
        "exp": "BOWEL ANASTOMOSES Lembe described seromuscular suture technique for bowel anastomosis in 1826Q Senn advocated a two-layer technique for closureQ Halsted ored a one-layer extramucosal closureQ Connell used a single layer of interrupted sutures incorporating all layers of the bowelQ Kocher's method, a two layers anastomosis, first a continuous all-layer suture using catgut, then an inveing continuous (or interrupted) seromuscular layer suture using silk, became the standard. There is evidence that inversion is safest in bowel (least likely to leak) although end-to-end staplers give an eveed anastomosis without complication. The single-layer extramucosal anastomosis, advocated by MathesonQ, causes the least tissue necrosis or lummal narrowing The Cheatle split (making a cut into the anti-mesenteric border) may help to enlarge the lumen of distal, collapsed bowelQ Bowel anastomotic leaks are generally occurred on day 7Q",
        "cop": 4,
        "opa": "Should be done by continuous layers as it takes less time",
        "opb": "Should be done with catgut",
        "opc": "Should be done by single layer seromuscular Lembe sutures",
        "opd": "Should be done by single layer taking submucosa",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "e3e431a2-40ff-46ba-a411-92bec6b5317a",
        "choice_type": "multi"
    }
]