[
    {
        "question": "The ideal material used for femoropopliteal shunt is:",
        "exp": "Vascular Graft Bioprosthetic Synthetic Autograft Homograft (allograft) Heterograft (Xenograft) Tissue engineered Textile: - DacronQ Non-textile: - e. PTFEQ - Polyurethane Best Natural vascular graft: Reversed saphenous veinQ Best synthetic vascular graft: DacronQ Best vascular graft for suprainguinal bypass: Dacron Best vascular graft for infrainguinal bypass: Saphenous veinQ Best vascular graft for aoa: DacronQ Most preferred graft for CABG: LIMA (left internal mammary aery) > Saphenous veinQ MC used graft for CABG: Saphenous veinQ",
        "cop": 3,
        "opa": "PTFE",
        "opb": "Dacron",
        "opc": "Reverse saphenous vein",
        "opd": "Polypropylene",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "5a5b55cb-0a95-4ef9-84f2-80f5fc6777ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common epithelial tumor of stomach?",
        "exp": "\"Hyperplastic polyp which consists of elongated, branching, dilated glandular structures are the most common epithelial tumours in the stomach (75 -90 % of all gastric polyp). They are most likely associated with chronic gastritis and rarely transform into gastric cancer\". - Since hyperplastic polyp is not mentioned in the given options \"Carcinoid is the 2nd most common epithelial tumours of the stomach and accounts for 11-41 % of all gastrointestinal carcinoids\"",
        "cop": 1,
        "opa": "Carcinoid tumor",
        "opb": "Sarcoma",
        "opc": "GIST",
        "opd": "Gastric adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "68459c5e-74ec-4d76-afd6-6bde04d7d86f",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale of a patient with head injury who is confused, able to localize on right side and does flexion on left side and opens eye for painful stimuli on sternum:",
        "exp": "Revised Glasgow Coma Scale 2014 Revised GCS (2014) Eye Opening Verbal Response Best Motor Response(M) Spontaneous 4 Oriented 5 Obeying commands 6 To speech 3 Confused 4 Localizing 5 To pressure 2 Words 3 Normal flexion(withdraw) 4 None 1 Sounds 2 Abnormal flexion 3 None 1 Extension 2 None 1 GCS specifically recommends avoiding sternal rubs as it causes bruising & responses can be difficult to interpret. They also do not recommend routine use of retromandibular pressure. Revised GCS (2014) changes are highlighted in the above table Best predictor of outcome: Motor response Repoing of non-testable score Aspects: In case of a non-testable aspect, the new GCS should be marked as NT, for \"Not teste stable\" For intubated patients or patients with tracheostomy, VNT is used it is no longer recommend to assign 1 point to non-testable elements, therefore a combined score should not use. Pupils Unreactive to Light Pupil Reactivity Score Both Pupils 2 One Pupil 1 Neither Pupil 0 How do I score GCS-P? * GCS-P is calculated by subtracting the Pupil Reactivity Score (PRS) from the Glasgow Coma Scale (GCS) total score GCP-P = GCS minus PRS GCS-P is Ranging from 15 to 1 From the given case of a patient with head injury: E: Pressure / Pain=2 V: Confused =4 Best Motor response M: Localizing =5 Total = 11",
        "cop": 2,
        "opa": "6",
        "opb": "11",
        "opc": "12",
        "opd": "7",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "1388e2ed-4bed-4de0-b498-7055a4521a32",
        "choice_type": "single"
    },
    {
        "question": "Most common site of chronic gastric ulcer:",
        "exp": "Modified Johnson's Classification of Gastric Ulcer Type Location Acid Secretion I Lesser curvature, near incisura angularis (MC) Low II Body of the stomach and duodenum High III Prepyloric (within 2-3 cm of the pylorus) High IV High on the lesser curve, near GE junction Low V Anywhere, induced by medication (NSAIDs) Low Gastric ulcer type Blood Group associated Type I 'A' Type II Type III Type IV Type V 'O' Gastric ulcer type Acid output Type II Type III High Type I Type IV Type V Low",
        "cop": 2,
        "opa": "Pylorus of stomac",
        "opb": "Lesser curve near incisura",
        "opc": "Lesser curve near proximal stomach",
        "opd": "Greater curvature",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "d6d90ea8-f25d-47e2-8eb4-a5d18b5ef971",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is category 3 in Maastricht classification of donation after cardiac death?",
        "exp": "Maastricht Classification for Donation after Circulatory Death (DCD) Donors Category Description (DRACUIa) 1 Dead on arrival at hospital 2 Resuscitation attempted without success 3 Awaiting cardiac arrest after withdrawal of suppo (Most DCD donors from Category 3) 4 Cardiac arrest while brain dead 5 Cardiac arrest & Unsuccessful resuscitation in hospital Mn: DRACULa",
        "cop": 1,
        "opa": "Awaiting cardiac arrest",
        "opb": "Brought in dead",
        "opc": "Unsuccessful resuscitation",
        "opd": "Cardiac arrest after brainstem death",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "1f37b9cd-7e87-4238-ac8f-240c71e6c2dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following layers are cut during fasciotomy?",
        "exp": "- In the above image fasciotomy is being performed for the lower leg - All the following structure have been incised in fasciotomy: 1. Skin 2. Subcutaneous fat 3. Supra facial fascia 4. Deep fascia - Notice the bulged muscles Fasciotomy is done in: Compament syndrome (Pressure > 30 mm. Hg) Q",
        "cop": 4,
        "opa": "Skin",
        "opb": "Skin + subcutaneous fascia",
        "opc": "Skin + subcutaneous tissue + superficial fascia",
        "opd": "Skin + subcutaneous tissue + superficial fascia + deep fascia",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "8ec043f3-46ee-4dd7-a061-3a3ecb6c5fb5",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate initial method of investigation for carcinoma head of pancreas:",
        "exp": "-Sensitivity of the USG is max when - Dist. b/w probe and organ is min. PA OF PANCREAS PROBE LOCATION Tail of Pancreas Stomach Head & Uncinate Process Duodenum Investigation for carcinoma head of pancreas: If the tumour size is < 1 cm and localised to small ducts and acini the preferred investigation modality is endoscopic USG, trans gastric biopsy. EUS is preferred because the distance is less between the probe and pancreas endoscopically and field of view is higher. Though trans gastric biopsy is not mandatory. It can be performed for histological confirmation and also avoids spillage of tumour cells. Histological confirmation is desirable but not essential as there is intense desmoplastic reaction in Ca head of pancreas, hence biopsy not mandatory as it cannot rule out the malignancy.",
        "cop": 4,
        "opa": "Laparoscopic guided biopsy",
        "opb": "MRI guided biopsy",
        "opc": "CECT guided biopsy",
        "opd": "EUS guided transgastric biopsy",
        "subject_name": "Surgery",
        "topic_name": "NEET 2018",
        "id": "923a7909-8c62-4f0e-b1cf-3124ce227b3a",
        "choice_type": "single"
    }
]