[
    {
        "question": "Most common cancer of anus:",
        "exp": "Ans. (b) Squamous cell CARef: Sabiston 19th ed. /1405-06B CARCINOMA ANAL CANAL* Carcinomas arising proximal to the (dentate line) pectinate line are known as basaloid, cuboidal, or cloacogenic tumors; about one-third of anal cancers have this histologic pattern.* Malignancies arising distal to the pectinate line have squamous histology, ulcerate more frequently, and constitute 55% of anal cancer# MC type of CA anal canal: squamous cell CA > BCC > Melanoma# Median age at diagnosis: 60 years# MC symptom: Bleeding PR# MC site of metastasis: Lung# MC site of LN metastasis: Inguinal LNs. Clinical Features of anal Canal CA* Most patients present with rectal bleeding and pain* Patients are frequently misdiagnosed as having a benign anorectal condition such as hemorrhoids.* Additional symptoms: Incontinence, change in bowel habits, pelvic pain, and rectovaginal or rectovesical fistulas are ominous. Diagnosis: IOC for diagnosis of CA anal canal: Proctoscopy with biopsy. Treatment* Nigro regimen: Chemoradiation is the treatment of choice.* Chemotherapy regime: 5-FU + Mitomycin, Cisplatin* More than 80% are cured by chemoradiation. If any residual tumor is left behind after chemoradiation, APR is performed.",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Squamous cell CA",
        "opc": "Basal cell CA",
        "opd": "Melanoma",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "23df2910-c97d-4f4a-83b4-6a822d25c59c",
        "choice_type": "single"
    },
    {
        "question": "Most common cancer of anus?",
        "exp": "Ans. (a) Squamous. Ref.: Bailey & Love 26th ed. /1267",
        "cop": 1,
        "opa": "Squamous",
        "opb": "Basaloid",
        "opc": "Cuboidal",
        "opd": "Cloacogenic",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "e57e7bef-691f-4c5e-be66-b138bae4f1d8",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for squamous cell carcinoma of anus is?",
        "exp": "ANSWER: (B) Chemoradiation. REF: Schwatrtz 8th ed p-1096. Squamous cell carcinoma of the anal margin (distal to dentate line): treated with wide local excision. Squamous cell carcinoma of the anal canal (proximal to dentate line): chemotherapy followed by radiation (chemoradiation), abdomino perineal resection is done for residual cases. Drugs used: 5-FU, mitomycin, bleomycin, cisplatin, doxorubicin. Most common anal canal cancer: squamous cell carcinoma",
        "cop": 2,
        "opa": "Chemotherapy",
        "opb": "Chemoradiation",
        "opc": "Sphincter sparing surgery",
        "opd": "Monoclonal antibodies",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "edbe14bc-0c77-4dcf-a92a-f52ded25d4cc",
        "choice_type": "single"
    },
    {
        "question": "The best initial management of a tumor of anal canal of 2cm is:",
        "exp": "Ref: Bailey and Love's Short Practice of Surgery 25th Edition. Explanation: SQUAMOUS CELL CARCINOMA OF ANAL CANALRisk factors: HPV ( especially subtypes 16. IS, 31 or 33)HIVTransplant recipients Clinical features: Pain and bleeding- Most common. Can also present with discharge, mass or pruritus. Advanced tumours may cause faecal incontinence. Spreads to inguinal lymph nodes. Diagnosis: By Biopsy. Management. Concurrent Chemoradiation (Nigro Protocol} is the treatment of choice. External-beam radiation therapy combined with 5-f. Iuorouracil (5-FU) and Mitomycin C based chemotherapy. Role of surgery. Abdomino Perinael resection)APR) i-. indicated inpatients who are already in need of a stoma for fecal incontinencewhen chemotherapy or radiation therapy is contraindicated, residua] disease after radiation therapy plus chemotherapy* Wide local excision may be considered for small lesions, but Chemoradiation is the treatment of choice",
        "cop": 2,
        "opa": "Wide excision",
        "opb": "Chemoradiation",
        "opc": "Abdominoperineal resection",
        "opd": "Radiotherapy alone",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "79767dd0-7f4f-48df-8a93-ecb83b9d2807",
        "choice_type": "single"
    },
    {
        "question": "Most common anal carcinoma is-",
        "exp": "Ans. is 'b' i. e., Sq. cell carcinoma o Mainly 3 types of malignant neoplasm are seen in anal canal: Squamous cell Ca (MC). Basal cell Ca (Ilnd me). Melanoma. Remember# MC type of rectal & colon Ca - Adenocarcinoma.",
        "cop": 2,
        "opa": "Basal cell carcinoma",
        "opb": "Sq. cell carcinoma",
        "opc": "Melanoma",
        "opd": "Adenoma",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "40d2ab97-ae70-42d2-bc7a-b2ec0c0b954c",
        "choice_type": "single"
    },
    {
        "question": "Anal cancer is associated with",
        "exp": "Ans. (a) Human papilloma virus. Ref: Bailey & Love 26th ed. /1266* The development of anal cancer is associated with infection by human papilloma virus.* The infection may lead to:# Anal warts (condyloma acuminata)# Anal intraepithelial neoplasia# Squamous cell carcinoma.* The risk for anal cancer is increased among homosexual males.* Anal cancer risk is increased in both men and women with AIDS, because of their immunosuppressed state",
        "cop": 1,
        "opa": "Human papilloma virus",
        "opb": "EBV",
        "opc": "HTLV-1",
        "opd": "Polyoma virus",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "45231193-09b7-44c4-bda2-028a55fd68eb",
        "choice_type": "single"
    },
    {
        "question": "Treatment for squamous cell carcinoma stage T3. N0. M0 is?",
        "exp": "ANSWER: (C) Maxillectomy and Radiotherapy REF: Dhingra 3rd edition page 255. Treatment for squamous cell carcinoma of maxilla: Combination of surgery and radiotherapy gives better results than either alone. Radiotherapy can be given before or after surgery. Treatment is same for every stage of maxillary carcinoma. Note: For adenocarcinoma radiotherapy is ineffective, only surgery is done",
        "cop": 3,
        "opa": "Maxillectomy",
        "opb": "Radiotherapy",
        "opc": "Maxillectomy and Radiotherapy",
        "opd": "Maxillectomy and Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Neoplastic Disorders",
        "id": "07dc970b-648e-4a56-8ca6-46ba7303c2f6",
        "choice_type": "single"
    }
]