[
    {
        "question": "Currarino triad includes:",
        "exp": "Currarino triador. ASP triad: - Anorectal malformation or congenital anorectal stenosis - Sacrococcygeal osseous defect (always present) - Classically, hemisacrum with intact first sacral veebra (\"sickle-shaped sacrum\") - Mild (hypoplasia) to severe (agenesis) of sacrum and coccyx - Presacral mass (various types) - Anterior sacral meningocele - Tumor, e. g. mature teratoma - Dermoid/epidermoid cyst",
        "cop": 3,
        "opa": "Pre-sacral meningocele + Sacral defect + Tethered cord",
        "opb": "Ectopia vesicae + Anorectal malformation + Sacrococcygeal osseous defect",
        "opc": "Anorectal malformations + Sacrococcygeal osseous defect + Presacral mass",
        "opd": "Tethered cord + Anorectal malformations + Ectopia vesicae",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "d6db73bc-a8a2-4442-8aca-d34f2b52d3c1",
        "choice_type": "single"
    },
    {
        "question": "Most common site of rhabdomyosarcoma is:",
        "exp": "Most common site of rhabdomyosarcoma is HEAD & NECK (orbit among the given options). RHABDOMYOSARCOMA Rhabdomyosarcoma arises from mesenchymal tissues. MC sites of origin: Head & neckQ (parameningealQ)>Extremities >Genitourinary tract >Trunk MC pediatric soft tissue sarcoma: RhabdomyosarcomaQ Associated with: NF, Beckwith-Weidman syndrome, Li-fraumeni and Fetal alcohol syndrome",
        "cop": 1,
        "opa": "Orbit",
        "opb": "Nasopharynx",
        "opc": "Extremities",
        "opd": "Hypopharynx",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "74ec2f1b-0fee-4900-8076-57792b5ba2ba",
        "choice_type": "single"
    },
    {
        "question": "Most radio resistant phase in cell cycle:",
        "exp": "Radiation energy is absorbed by tissue causing ionization or excitation, which are responsible for various biological effects. Susceptibility of various phases of cell cycle of radiation: G2M>M>G1> early S> late S phase Phase of cell cycle Comment G2M>G2 * Most sensitive to radiation End of S phase * Most resistant to radiation G1 * Radiation exposure leads to chromosomal aberration G2 * Radiation exposure leads to chromatid aberration",
        "cop": 3,
        "opa": "G1",
        "opb": "Early S",
        "opc": "Late S",
        "opd": "G2",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "ecf5cf39-ae00-440d-a7bb-338897216678",
        "choice_type": "single"
    },
    {
        "question": "Most common site of metastasis in lung carcinoma:",
        "exp": "Metastasis- M/c site of metastasis in CA lung is brain (new updates)- B>B>L>A>L* Brain > Bone > Liver > Adrenal > lung",
        "cop": 4,
        "opa": "Liver",
        "opb": "Adrenal",
        "opc": "Bone",
        "opd": "Brain",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "8d3134eb-b48f-4f08-aab0-938cac7222eb",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of carcinoma bronchus is:",
        "exp": "CA Bronchus * M/C symptom - Cough > Dyspnea > chest pain > hemoptysis * MC aery responsible for hemoptysis in CA bronchus- bronchial aeries",
        "cop": 3,
        "opa": "Hemoptysis",
        "opb": "Dyspnoea",
        "opc": "Cough",
        "opd": "Wheezing",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "e07d2a99-7f36-4c42-a41a-b99a37d6a0fc",
        "choice_type": "single"
    },
    {
        "question": "Reddish firm swelling which bleeds on touch in a 20 years old female is:",
        "exp": "Reddish firm swelling which bleeds on touch in a 20 years old female is pyogenic granuloma. Pyogenic granuloma is a misnomer for an exuberant outburst of highly vascular granulation tissue at the site of previous relatively tril trauma. These lesions are friable, bleed easily, and may grow rapidly. They respond to curettage or simple excision. They usually occur on the fingerprints.",
        "cop": 3,
        "opa": "Hemangioma",
        "opb": "Fibroadenoma",
        "opc": "Pyogenic granuloma",
        "opd": "Lipoma",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "899adb4a-c1b0-4110-a833-8fe7462fc432",
        "choice_type": "single"
    },
    {
        "question": "In which of the following head and neck cancers, is lymph node metastasis least common?",
        "exp": "LN metastasis is most common in CA tongue > Floor of mouth > Lower alveolus > Buccal mucosa > Upper alveolus > Hard palate > Lip",
        "cop": 3,
        "opa": "Tongue",
        "opb": "Buccal mucosa",
        "opc": "Hard palate",
        "opd": "Lower alveolus",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "73d48d03-fc95-47ff-8344-9a2a9cade624",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most radiosensitive tumor?",
        "exp": "Among the given options, most radiosensitive tumor is Ewing's sarcoma. Most radiosensitive ovarian tumor DysgerminomaQ Most radiosensitive brain tumor MedulloblastomaQ Most radiosensitive kidney tumor Wilms tumorQ Most radiosensitive bone tumor Ewing's sarcomaQ & Multiple myelomaQ",
        "cop": 1,
        "opa": "Ewing's sarcoma",
        "opb": "Hodgkin's disease",
        "opc": "Carcinoma cervix",
        "opd": "Malignant fibrous histiocytoma",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "97d1a2c8-9d8a-4332-b90c-cc2ae5badce5",
        "choice_type": "single"
    },
    {
        "question": "Most common primary of metastatic bone tumor in a male is:",
        "exp": "Among the given options, Most common primary of metastatic bone tumor in a male is carcinoma lung. BONE METASTASIS Prostate, breast and lung primaries account of 80% of all bone metastasis. MC site of primary for bone metastasis: CA Breast > CA prostate > RCC > CA lung > CA thyroid > CA bladder MC cause of osteoblastic secondaries in males: CA Prostate MC cause of osteoblastic secondaries in females: CA Breast MC tumor metastasize to bone in females: CA Breast Lytic expansile metastasis is seen in: RCC, follicular carcinoma thyroid MC site of bone metastasis: Dorsal spine (Thoracic veebra)",
        "cop": 1,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "Bone",
        "opd": "Brain",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "e654aa6c-6b44-4e12-b5e2-e71460a32970",
        "choice_type": "single"
    },
    {
        "question": "Kaposi sarcoma is caused by:",
        "exp": "Kaposi sarcoma is caused by HHV 8.",
        "cop": 2,
        "opa": "HHV 17",
        "opb": "HHV 8",
        "opc": "HPV 16",
        "opd": "Human simian virus 40",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "73e661e7-077f-4deb-b943-5d7e595ed5bf",
        "choice_type": "single"
    },
    {
        "question": "Most common soft tissue tumour of adults is:",
        "exp": "Soft Tissue Sarcoma- Most common type of STS - Liposarcoma > Leiomyosarcoma- H/F type is site dependent- Extremity (MC site) - MFH (Malignant fibrous histiocytoma)- Retroperitoneum - liposarcoma- Viscera - GIST",
        "cop": 2,
        "opa": "Embryonal rhabdomyosarcoma",
        "opb": "Liposarcoma",
        "opc": "Synol sarcoma",
        "opd": "Malignant fibrous histiocytoma",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "129afac9-6c5c-4c92-add4-706261429a2f",
        "choice_type": "single"
    },
    {
        "question": "Glomus tumor is seen in:",
        "exp": "Glomus tumor is seen in Finger (in fingeip or in subungual area). These arise from subcutaneous aeriovenous shunts (Sucquet - Hoyer canals) especially in the corium of the nail bed. GLOMUS TUMOR Typically, they are small, purple nodules measuring a few millimeters in size, which are dispropoionately painful in response to insignificant stimuli (including cold exposure). Subungual varieties may be invisible causing paroxysmal digital pain.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Adrenals",
        "opc": "Pituitary",
        "opd": "Finger",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "b38b9b3a-1d07-41e6-b6b3-3d24fd1f1eeb",
        "choice_type": "single"
    },
    {
        "question": "In which case spontaneous regression is not seen?",
        "exp": "Tumors with spontaneous regression Neuroblastoma Choriocarcinoma Renal cell carcinoma Malignant melanoma Retinoblastoma",
        "cop": 2,
        "opa": "Malignant melanoma",
        "opb": "Osteosarcoma",
        "opc": "Neuroblastoma",
        "opd": "Choriocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "27c99e50-c222-437e-95af-1f1420af83c7",
        "choice_type": "single"
    },
    {
        "question": "Cock's peculiar tumor is:",
        "exp": "* Cock's peculiar tumor - Infected sebaceous cyst of scalp * Potts puffy tumor - Osteomyelitis of skull bone - Involved pa - frontal bone * Pilomatrixoma - AKA calcifying epithelium of malherb - Benign hair follicle derived tumor * Cylindroma - AKA turban tumor as it appears like turban histologically",
        "cop": 3,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Infected sebaceous cyst",
        "opd": "Cylindroma",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "b31a2a4e-5185-4c04-ac8b-2a109ce46947",
        "choice_type": "single"
    },
    {
        "question": "In which case immunoguided surgery is done?",
        "exp": "Radio-immunoguided surgery procedureinwhichradiolabeledsubstancesareadministeredandtumorsareexcisedbasedonthelocationofradioactivesignals Radio-immunoguided surgery for colorectal cancer The intra-operative detection of metastatic disease in colorectal cancer depends on tumor associated antigen and antibodies as well as detection technology.",
        "cop": 1,
        "opa": "CA colon",
        "opb": "CA pancreas",
        "opc": "CA jejunum",
        "opd": "CA anal canal",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "8bb7750e-f568-44ac-87e9-82d864b3d503",
        "choice_type": "single"
    },
    {
        "question": "Sarcoma Botryoides is also known as:",
        "exp": "Sarcoma Botryoides is a special variant of Embryonal rhabdomyosarcoma. Sarcoma botryoides is a variant of embryonal rhabdomyosarcoma that develops in the walls of hollow, mucosal-lined structures, such as the nasopharynx, common bile duct, bladder, and vagina. Where the tumors abut the mucosa of an organ, they form a submucosal zone of hypercellularity called the cambium layer.",
        "cop": 1,
        "opa": "Embryonal rhabdomyosarcoma",
        "opb": "Alveolar rhabdomyosarcoma",
        "opc": "Leiomyosarcoma",
        "opd": "Lipoblastomatosis",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "4328887b-6b98-4bd2-823c-91d8b80acbaa",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old woman presented with an enlarging lesion on the upper back of 3 years' duration. She had multiple co-morbidities. On examination, there was a 4-cm diameter erythematous, shiny plaque. A punch biopsy showed superficial basal cell carcinoma. It was decided to treat her with imiquimod. What is the recommended treatment regimen?",
        "exp": "Imiquimod is immune modulator MOA-acts on TLR 7, 8 (agonist). Indication1. Anogenital wa=3T/week2. Actinic keratosis= 2T/week3. Superficial BCC= 5T/week. Topical application is carried out.",
        "cop": 2,
        "opa": "3 times per week for 8 weeks",
        "opb": "5 times per week for 6 weeks",
        "opc": "Alternate days for 4 weeks",
        "opd": "Daily for 3 weeks",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "bc956bf7-480d-4d5b-90fd-bf110db4035e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following immunohistochemical marker can be used for the diagnosis of rhabdomyosarcoma?",
        "exp": "Desmin can be used for the diagnosis of rhabdomyosarcoma",
        "cop": 2,
        "opa": "Myeloperoxidase",
        "opb": "Desmin",
        "opc": "Cytokerain",
        "opd": "Synaptophysin",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "e33b1a96-4ae2-4750-8832-e3bb06b3a6f7",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man, Vibhu presents with pulmonary lesions seen on chest CT scan. He has a history of melanoma which was treated with wide local excision with negative margins and lymph node dissection. Biopsy of these pulmonary lesions proves to be metastatic melanoma. General condition of the patient is good & there is no evidence of recurrence or extrathoracic disease. What is the most appropriate treatment for this patient?",
        "exp": "This is likely a case of metastasis from the earlier removed malignant melanoma. Since the primary lesion is excised & there is no evidence of extrathoracic disease and patient's general condition is good, the appropriate treatment is pulmonary metastasectomy. There is no role for radiation therapy pre or postoperatively for melanoma. Pulmonary metastasectomy can be performed for sarcomas, melanomas, germ cell tumors, and carcinomas of colon, renal cell and head and neck.",
        "cop": 2,
        "opa": "Pulmonary metastasectomy followed by radiation therapy",
        "opb": "Pulmonary metastasectomy",
        "opc": "Chemotherapy",
        "opd": "Radiation therapy",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "2dd471f1-61c3-4556-8ef2-5b281860ba9c",
        "choice_type": "single"
    },
    {
        "question": "Maximum margin of excision is needed for:",
        "exp": "Margins of excision: Malignant melanoma: Margins to be taken depends on the tumor thickness and depth of invasion* < 1mm thickness - 1 cm margin* 1-4 mm thickness - 2cm margin* > 4mm thickness - 2-3 cm margin BCC: If tumor is non-aggressive involving trunk or extremities -Wide Local Excision If tumor is aggressive involving vital areas, cosmetic areas and recurrent - MOH'Smicrographic surgery SCC: Small or non-invasive SCC - Wide Local excision MOH'S MICROGRAPHIC Surgery- Large tumors- Aggressive tumors- Tumors involving vital areas/ cosmetic areas- Recurrent tumors. MOH'S MICROGRAPHIC SURGERY- Serial excision of tumor in small increments- Coupled with immediate microscopic analysis to ensure tumor removal- To limit resection of aesthetically valuable tissues Dermatofibrosarcoma protuberans: WLE with 2-4 cm circumferential margin + removal of underlying fascia Has unpredictable radial extensions of tumor|Permeate through large distances from primarynodule|Increased risk of recurrence after simple excision|(2-4 cm) circumferential margin is resected toprevent recurrence",
        "cop": 4,
        "opa": "Malignant melanoma",
        "opb": "BCC",
        "opc": "SCC",
        "opd": "Dermatofibrosarcoma protuberans",
        "subject_name": "Surgery",
        "topic_name": "Oncology",
        "id": "214275ed-96de-4db2-ab10-5b94245837fc",
        "choice_type": "single"
    }
]