[
    {
        "question": "After falling on the pavement, a 72-year-old woman is found to have a fracture of the radius and ulna (Colles' fracture). What is true of this fracture?",
        "exp": "The distal radial metaphysis is displaced dorsally. This fracture was described by Colles over 150 years ago. The impact is caused by a fall on the flexor surface of the wrist. The distal segment is displaced dorsally. The reverse injury, involving a fall on the extensor surface of the wrist and flexor deformity, is a Smith fracture. Colles fracture occurs more commonly in older women. The styloid of the ulna not the shaft of this bone is fractured.",
        "cop": 4,
        "opa": "The fall occurs on the dorsum of the wrist.",
        "opb": "Open reduction is most commonly indicated.",
        "opc": "Younger men are generally affected.",
        "opd": "The distal radial metaphysis is displaced dorsally.",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "55d252ed-aaa4-48ee-9d06-4b8485d3e3ae",
        "choice_type": "multi"
    },
    {
        "question": "Meniscal tears usually result from which of the following circumstances?",
        "exp": "Most meniscal tears are produced by flexion and rapid rotation. A classic example (\"football knee\") involves a player who is hit while running. The knee, supporting all the player's weight, usually is slightly flexed, and the foot is anchored to the ground by cleats. Impact from an opposing player usually causes rotation almost entirely restricted to the knee. The injury involves rapid rotation of the flexed femoral condyles about the tibial plateau, which most frequently tears the medial meniscus. (Less frequently, the lateral meniscus is torn.) A tear in the inner free border of the cartilage is also common whenever excessive rotation without flexion or extension occurs. Early surgical removal of the displaced menisci is usually recommended to prevent further damage to the cartilage or ligaments.",
        "cop": 2,
        "opa": "Hyperextension",
        "opb": "Flexion and rotation",
        "opc": "Simple hyperflexion",
        "opd": "Compression",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "3106dc30-60fc-41b5-8fa9-5ddcbfab28d8",
        "choice_type": "multi"
    },
    {
        "question": "An 11-year-old boy presents with pain in his right leg. A radiograph shows a \"sunburst\" appearance with bone destruction, soft tissue mass, new bone formation, and sclerosis limited to the metaphysis of the lower femur. select the type of bone lesion with which it is most likely to be associated (SELECT 1 LESION)",
        "exp": "Osteosarcoma, or osteogenic sarcoma, usually is seen in patients between the ages of 10 and 25 years. The distal femur is the site most frequently involved. The radiograph has a blastic, or sunburst, appearance. The tumor is not sensitive to radiation but does respond well to combination chemotherapy followed by surgical resection or amputation.An osteoid osteoma typically presents with severe pain that is characteristically relieved by aspirin. On radiograph, the lesion appears as a small lucency (usually <1.0 cm) within the bone that is surrounded by reactive sclerosis. These lesions gradually regress over 5-10 years, but most are excised to relieve symptoms. Surgical extirpation is usually curative.",
        "cop": 4,
        "opa": "Osteoma",
        "opb": "Osteoid osteoma",
        "opc": "Osteoblastoma",
        "opd": "Osteosarcoma",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "2e0de350-fa42-43c8-93be-88126bd1666c",
        "choice_type": "single"
    },
    {
        "question": "What is a Baker's Cyst -",
        "exp": "Ans. is 'c' i.e., Cyst over the popliteal fossa Baker's Cvsto A Baker's cyst, also known as a popliteal cyst, is a benign swelling of the semimembranosus or more rarely some othersynovial bursa found behind the knee joint.o Diagnosis is by examination. A Baker's cyst is easier to see from behind with the patient standing with knees fully extended. It is most easily palpated (felt) with the knee partially flexed. Diagnosis is confirmed by ultrasonography, although if needed and there is no suspicion of a popliteal artery aneurysm then aspiration of synovial fluid from the cyst may be undertaken with care. An MRI image can reveal presence of a Baker's cysto Baker's cysts usually require no treatment unless they are symptomatico Surgical excision is reserved for cysts that cause a great amount of discomfort to the patient.",
        "cop": 3,
        "opa": "Gluteal Abscess",
        "opb": "Cyst on the posterior aspect of the thigh",
        "opc": "Cyst over the popliteal fossa",
        "opd": "Swelling of the bursa of semiteninosus and gracilis",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "76d21c33-d9d2-4d54-9cd7-05f02415217a",
        "choice_type": "single"
    },
    {
        "question": "A nerve injured in radical neck dissection leads to loss of sensation in medial side of the arm, nerve injured is?",
        "exp": "ANSWER: (D) Medial cutaneous nerve of armREF: Schwartz 9th ed chapter 18, Bailey 25th ed page 733, Mastery of Surgery, Volume 1 edited by Josef E. Fischer, Kirby I. Bland, Mark P. Callery 5th ed Vol 1 page 323Virtually any part of brachial plexus can be injured in RND. Read following lines of Gray's anatomy.The medial cutaneous nerve of the arm is the smallest and most medial branch of the brachial plexus, and arises from the medial cord (C8, Tl). It crosses the axilla, either anterior or posterior to the axillary vein, then passes medial to the axillary vein, communicates with the intercostobrachial nerve, and descends medial to the brachial artery and basilic vein. It pierces the deep fascia at the midpoint of the upper arm to supply the skin over the medial aspect of the distal third of the upper arm. (Gray's anatomy 40th ed chapter 46)Safety or Holy layer; the layer of prevertebral fascia that covers the brachial plexus and phrenic nerve. It is advisable to stay superficial to this layer in order to avoid damage to these vital structures (Ref: Step by step Neck dissection Dr Chintamani page 5)MASTERY OF SURGERY 5TH ED VOL 1 TABLE 6 PAGE 323TYPES OF NECK DISSECTIONSDissectionLymph Node Levels RemovedNon nodal Structures RemovedIndicationsComprehensive neck dissectionsRadical/ Classical/ Crile {RND)Levels I-VSpinal accessory nerve (SAN) Internal jugular vein (IJV) Sternocleidomastoid muscle (SCM)Submandibular glandNr neck for SCC when SAN is involvedMRND type 1Levels I-VPreserves SANN+ neck for SCC when SAN is free (most commonly used for SCC of upper aerodigestive tract)MRND type 2Levels I-VPreserves SAN & SCMN+ neck for SCC when LA7 is involved but SAN is freeMRND type 3Levels I-VPreserves SAN, IJV & SCMMost commonly used for metastatic Ca of thyroidSelective neck dissectionsSupraomohyoidLevel I- IIIPreserves SAN, IJV & SCMN-ve neck SCC of oral cavity and oropharynx N-ve neck malignant melanoma anterior to earExtendedsupraomohyoidLevel I- IVPreserves SAN, IJV & SCMN-ve neck SCC of lateral tongueLateral NDLevel II- IVPreserves SAN, IJV & SCMN-ve neck SCC of Larynd & HypopharynxPosterioLateral NDLevel II- V,Suboccipital,RetroauricularPreserves SAN, IJV & SCMN-ve neck malignantmelanoma posterior to earNote:Structure preserved in RND: ICA, EC A (may be sacrificed), Brachial plexus, Hypoglossal nerve, Vagus nerve, Phrenic nerve, Facial nerve (cervical and marginal mandibular branches), Sympathetic trunkCommonest incisions in RND:Crile's incision (modified Y incision)Macfees incision (double horizontal incision) in irradiated neck.The main disability that follows the RND is weakness and drooping of the shoulder due to paralysis of the trapezius muscle as a consequence of excision of the spinal accessory nerve.",
        "cop": 4,
        "opa": "Long thoracic nerve",
        "opb": "Thoracodorsal nerve",
        "opc": "Dorsal scapular nerve",
        "opd": "Medial cutaneous nerve of arm",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "c7221d54-2c92-448b-9ae4-686fb8069f66",
        "choice_type": "single"
    },
    {
        "question": "Osteoblastic secondaries occurs with",
        "exp": "(Carcinoma prostate) (1086-CSDT 13th)* Although some tumours may produce mainly osteolytic lesions (eg Kidney cancers) and others mainly osteoblastic lesions (eg prostate cancers), most metastatic lesion produce both types of lesion and may go through stages where one or the other predominates - 613- Harrison 17th* Osteolytic lesions are associated with hypercalcemia* and hydroxyproline - containing peptides* Osteoblastic lesions are associated with increased levels of serum alkaline phosphatase** Most common cause of osteolytic metastasis- In males - lung cancer- In female - Breast cancer Most common cause of Osteoblastic metastasis- In male - Prostate cancer- In female - Breast cancer* Lytic expansile metastasis seen in Thyroid, Renal carcinomaCarcinoma of prostate - 90% tumours are adeno carcinoma the tumour arises primarily in the peripheral zone (70%)**Periurethral (Tansition) zone - site for benign prostatic hyperplasia**Screening by transrectal Ultrasound TRUS / and PSATRUS - most useful for Taking guided biopsy*** Most common cause of sclerotic skeletal metastasis in a female patients is - Carcinoma breast",
        "cop": 1,
        "opa": "Carcinoma prostate",
        "opb": "Carcinoma rectum",
        "opc": "Carcinoma endometrium",
        "opd": "Wilm's tumour",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "03299af5-d88a-432b-8d25-54fedcbf64ea",
        "choice_type": "single"
    },
    {
        "question": "In an uncomplicated dislocation of the glenohumeral joint, the humeral head usually dislocates primarily in which of the following directions?",
        "exp": "The glenohumeral joint is bounded posteriorly by the teres minor and infraspinatus muscles and partially by the long head of the triceps. It is bounded laterally by the powerful deltoid muscle; superiorly, the acromion process precludes upward dislocation. However, anteriorly and inferiorly the pectoralis major and the long head of the biceps do not completely stabilize the glenohumeral joint; in this region the articular ligaments and joint capsule provide the major structural support. Thus, the joint is not strongly supported in its anteroinferior aspect, and consequently anterior (or anteroinferior) dislocations are the most common glenohumeral dislocations. The humeral head is driven anteriorly, which tears the shoulder capsule, detaches the labrum from the glenoid, and produces a compression fracture of the humeral head. Most glenohumeral dislocations result from a posteriorly directed force on an arm that is partially abducted. Posterior dislocation is much rarer and should raise the possibility of a seizure as the precipitating cause.",
        "cop": 1,
        "opa": "Anteriorly",
        "opb": "Superiorly",
        "opc": "Posteriorly",
        "opd": "Laterally",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "bc46c751-f160-44ca-8047-1d0a056a52e1",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old man sustains a fracture of the tibia. There are no neurologic or muscular lesions noted on careful examination. An above-knee cast is applied. After 6 weeks, the plaster is removed. It is noted that he has a foot drop and is unable to extend his ankle because of pressure injury to which of the following?",
        "exp": "The common fibula (peroneal) nerve divides into the superficial fibula (peroneal) nerve, which supplies the fibula (peroneal) compartment, and the deep fibula (peroneal) nerve, which supplies the extensor compartment of the leg. This injury may occur because of a fracture of the proximal fibula or because of compression of the nerve by a tightly applied plaster cast in this region.",
        "cop": 4,
        "opa": "Posterior tibial nerve",
        "opb": "Saphenous nerve",
        "opc": "Femoral nerve",
        "opd": "Deep fibula (peroneal) nerve",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "770f7ddb-aff4-49c3-91af-7792ad2e3664",
        "choice_type": "multi"
    },
    {
        "question": "Tt for CTEV should start from",
        "exp": "Ans. is 'a' ie immediately after birth",
        "cop": 1,
        "opa": "Immediately after birth",
        "opb": "After 3 month",
        "opc": "After 6 month",
        "opd": "After 24 hrs",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "fde68b9e-938e-4ed5-9f24-d69302e428ab",
        "choice_type": "single"
    },
    {
        "question": "Rapid increase in the size of an osteochondroma might occur when -",
        "exp": "Ans. is 'a' i.e., Malignant transformation Rapid increase in the size of an osteochondroma s suggeative of malignant transformationComplications of osteochondromao Fractureo Malignant transformationo Angular deformityo Growth arresto Neurovascular compromise",
        "cop": 1,
        "opa": "Malignant transformation",
        "opb": "Bursitis",
        "opc": "Rupture of the stalk",
        "opd": "Dystrophic calcification",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "ff14f72a-3df0-46d2-91a4-0c234767b16e",
        "choice_type": "single"
    },
    {
        "question": "Tenderness in the anatomist's snuffbox may be observed. Select the type of fracture or dislocation with which it is most likely to be associated (SELECT 1 INJURY)",
        "exp": "Fractures of the navicular bone of the wrist should be suspected in anyone, particularly a young person, who falls on an outstretched hand. Although x-rays are mandatory, it is important to realize that the fracture may not be seen on the initial x-ray and that a presumptive diagnosis can and should be made on clinical grounds alone. Typically, there will be tenderness to palpation over the navicular tuberosity and limitation of wrist flexion and extension. Immobilization of the wrist for about 16 week and sometimes up to 6 month is required. Nonunion or avascular necrosis is not uncommon and may require bone grafting for correction.Dislocation of the radial head with a fracture of the proximal third of the ulna is known as Monteggia's deformity. Usually, the radial head is dislocated anteriorly. The injury is usually caused by forced pronation. The injury can be treated by reduction and stabilization of the ulna followed by reduction of the radial head via supination and direct pressure.Anterior shoulder dislocations occur more frequently than posterior dislocations. However, posterior dislocations are seen in special situations, such as during an epileptiform convulsion and during electroshock therapy. Closed reduction followed by immobilization is usually sufficient therapyA spiral fracture, frequently seen in the tibia in skiers, results from the application of torque to a long bone. Greenstick fractures are common in children. The bones of young children are able to bend to a greater degree than those of adults; the fracture may occur only at the site of maximal cortical stress but not at the opposite cortex, the site of maximal longitudinal compression.",
        "cop": 1,
        "opa": "Navicular (scaphoid) fracture",
        "opb": "Monteggia's deformity",
        "opc": "Greenstick fracture",
        "opd": "Spiral fracture",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "c98b4be1-0aeb-41f7-a30a-4fb0000791da",
        "choice_type": "single"
    },
    {
        "question": "A rugby player fell onto his shoulder some weeks ago. He now presents with a painful lump about 4 cm in diameter on the top of his shoulder. What has he injured?",
        "exp": "The acromioclavicular joint is typically injured by a fall on to the point of the shoulder. The result is inflammation then early aggressive arthritis which produces a painful lump just where the shoulder straps of a rucksack press on to the shoulder. The only possible treatment is to excise the joint, but this may not cure the pain.",
        "cop": 2,
        "opa": "Common extensor origin",
        "opb": "The acromioclavicular joint",
        "opc": "The head of the humerus",
        "opd": "The sternoclavicular joint",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "a477eb5b-d775-4614-b08c-e0bcd0dfc5eb",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old boy is seen by his physician because of pain in the right hip. He is noted to have a limp on walking. His symptoms gradually developed over the past 3 months. The most likely cause of his symptoms is which of the following?",
        "exp": "It is important to recognize this entity on x-ray. Treatment must be carried out to avoid further slipping of the joint epiphysis, because arthritis may result in neglected cases. Unlike fractures of the head of the femur occurring in older persons, the condition is unlikely to lead to necrosis of the femoral head.",
        "cop": 3,
        "opa": "Volkmann's ischemia",
        "opb": "Congenital dislocation of the hip",
        "opc": "Slipped capital femoral epiphysis",
        "opd": "Fracture of the proximal end of the fibula",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "b0eea4ac-7d06-452a-a914-e31e7a483fa4",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old man had a previous injury to his wrist. The ulnar nerve was severed, as indicated by which of the following?",
        "exp": "The lumbrical muscles arise from the flexor digitorum profundus tendons at a level distal to the small bones in the hand. The hypothenar muscles are on the ulnar side, and the thenar muscles are on the thumb side of the hand. The medial two lumbrical muscles are paralyzed, and this leads to the typical deformity.",
        "cop": 1,
        "opa": "Claw hand involving the ring and little fingers",
        "opb": "Claw hand involving the index and middle fingers",
        "opc": "Atrophy of the thenar muscles",
        "opd": "Absent sensation in the index finger",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "e7b25fe2-0008-4cc4-85c0-424d95f88405",
        "choice_type": "single"
    },
    {
        "question": "Not true about bone metastasis",
        "exp": "Ans is 'd' ie soft tissue sarcomas causes bony metastasis Most common cause of osteoblastic metastasisIn males--- Prostate Cancer In Females-- Breast CancerSkeletal sites most frequently involvedSpine > proximal femur > pelvis > ribs > sternum > proximal humerus > skullLytic expansile metastasis seen inRenal Cancer Thyroid carcinomasOsteolytic lesions are associated with hypercalcemia and excretion of hydroxyproline - containing peptides.Osteoblastic lesions are associated with increased levels of serum alkaline phosphatase.Metastasis distal to knee and elbow is rare and usually arises from a primary tumors of theBronchus Colon or Bladder",
        "cop": 4,
        "opa": "Uncommon distal to elbow and knee.",
        "opb": "Breast secondary may be osteoblastic",
        "opc": "Renal cell carcinoma secondary are expansile",
        "opd": "Soft tissue sarcoma causes bony metastasis.",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "46fb94de-846b-4728-86e4-62b9bb69b245",
        "choice_type": "multi"
    },
    {
        "question": "Osteomyelitis first occurs in :-",
        "exp": "Ans. (a) MetaphysisRef.: Bailey & Love 26th edJ54l* The most common site is the rapidly growing and highly vascular metaphysis of growing bones. The apparent slowing or sludging of blood flow as the vessels make sharp angles at the distal metaphysic predisposes the vessels to thrombosis and the bone itself to localized necrosis and bacterial seeding.* Vertebral osteomyelitis at any age is most often a secondary complication of a remote infection with hematogenous seeding.* Direct or contiguous inoculation osteomyelitis is caused by direct contact of the tissue and bacteria during trauma or surgery.",
        "cop": 1,
        "opa": "Metaphysis",
        "opb": "Epiphysis",
        "opc": "Diaphysis",
        "opd": "All of above",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "4fb2315e-ae44-488a-9144-10028e8332fe",
        "choice_type": "multi"
    },
    {
        "question": "A young male presented with dyspnea, bleeding and petechial hemorrhage in the chest after 2 days following fracture shaft of the femur right side. Most likely cause is",
        "exp": "(Fat -embolism) (855-56-CSDT 12th) (178-Anaesthesia- A. yadav 3rd)FAT-EMBOLISM - Fracture through a large marrow filled cavity almost inevitably results in small showers of fat emboli being swept to the lungs. This can usually be accommodated without serious consequences, but in some cases (and especially in those with multiple injuries and severe shock or in patients with associated chest injuries) it results in progressive respiratory distress and multi - organ failure (ARDS)* Blood gases should be measured soon after admission, and may suspicious signs such as shortness of breath, restless ness or a rise in temperature or pulse rate should prompt a search for petechal hemorrhages over the upper body axillae and conjunctivae* TRIAD of fat embolism - Dyspnea, confusion and petechial haemorrhage.* Capnography show fall in endtidal CO2 (ETCO2 may become zero if embolus is large enough to block the main pulmonary artery* Coagulation abnormalities like increased clotting time and decreased platelets* Serum lipase is increased* Air embolism - occure during the placement or removal of central venous catheters* Amniotic fluid-embolism - occur during active labour* Fat embolism - occur from long bones fractures- Characterised by respiratory insufficiency, Coagulopathy, encephalopathy and an upper body petechial rash* Pulmonary embolism - results from septic emboli, tumour emboli from atrial myxoma or IVC extension of renal cell carcinoma and parasitic emboli**DVT remains the most common source of pulmonary thromboembolism",
        "cop": 2,
        "opa": "Air embolism",
        "opb": "Fat embolism",
        "opc": "Pulmonary thrombo embolism",
        "opd": "Amniotic fluid embolism",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "cf35b125-b5c9-481c-9231-8f4c04f01fad",
        "choice_type": "single"
    },
    {
        "question": "Hinge fracture is seen in -",
        "exp": "Ans. is 'c' i.e., Middle cranial fossa [Ref: http/fmedicine.nic.in/jal/tl0fi2/jailt 0i2pl44.pdf,www.pathology-expert.comJboards/forensics/fneuropathy. htm 1)o Hinge fracture of skull is a basilar fracture of skull involving middle cranial fossa and pituitary fossa dividing the base of skull into an anterior and posterior segments. It is associated with blows to the chin as sustained by boxers and motorcyclists.",
        "cop": 3,
        "opa": "Vault",
        "opb": "Ant cranial fossa",
        "opc": "Middle cranial fossa",
        "opd": "Posteriorcamtal fossa",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "eed57f1f-c3d6-4304-b8a8-4ff5de7df034",
        "choice_type": "single"
    },
    {
        "question": "Neck of fibula fracture leads to which nerve injury?",
        "exp": "Ans. (a) Common peroneal nerve* Common peroneal nerve originates from the dorsal branches of the fourth and fifth lumbar and the first and second sacral nerves. It descends obliquely along the lateral side of the popliteal fossa to the head of the fibula, close to the medial margin of the biceps femoris muscle. Where the common peroneal nerve winds round the head of the fibula, it is palpable and vulnerable to injury.Remember* Tarsal tunnel syndrome- Posterior tibial nerve* MeralgiaParasthetica- Lateral cutaneous nerve of thigh* Claw hand-ulnar nerve* Mononeuritis multiplex is most commonly caused by Polyarteritis Nodosa.(If asked for India Ans. as leprosy).",
        "cop": 1,
        "opa": "Common peroneal nerve",
        "opb": "Obturator nerve",
        "opc": "Genitofemoral nerve",
        "opd": "Posterior tibial nerve",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "870fa7e8-114e-4aff-8293-4868e49bdf54",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents with severe pain in the left femur. The pain is relieved by aspirin. On plain film, a 0.5-cm lucent lesion, which is surrounded by marked reactive sclerosis, is seen. select the type of bone lesion with which it is most likely to be associated (SELECT 1 LESION)",
        "exp": "Osteosarcoma, or osteogenic sarcoma, usually is seen in patients between the ages of 10 and 25 years. The distal femur is the site most frequently involved. The radiograph has a blastic, or sunburst, appearance. The tumor is not sensitive to radiation but does respond well to combination chemotherapy followed by surgical resection or amputation.An osteoid osteoma typically presents with severe pain that is characteristically relieved by aspirin. On radiograph, the lesion appears as a small lucency (usually <1.0 cm) within the bone that is surrounded by reactive sclerosis. These lesions gradually regress over 5-10 years, but most are excised to relieve symptoms. Surgical extirpation is usually curative.",
        "cop": 2,
        "opa": "Osteoma",
        "opb": "Osteoid osteoma",
        "opc": "Osteoblastoma",
        "opd": "Osteosarcoma",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "09589a40-d3d3-4624-b058-7a5d88a97464",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of skeletal metastasis is",
        "exp": "C. i.e. (Breast) (1202 - CSDT 12th) (450 - S. Das 5th)METASTATIC BONE TUMORS80% of these metastatic lesions are from primary carcinomas - particularly of the Breast, Prostate, lung kidney, thyroid' pancreas or stomach in that order of frequency* Breast or prostate metastasis either partly or solely osteoblastic** OSSOPHILE TUMOURS shows predilection for metastasis in the bone eg Breast, Prostate, Kidney, Bronchus, and Thyroid OSSOPHOBE TUMOURS Do not show predilection for metastasis in the bone eg GIT, urinary bladder, genitalia etc* Most common primary source of solitary skeletal metastasis at the time of first diagnosis is carcinoma of the kidney (1202 - CSDT 12th)",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Prostate",
        "opc": "Breast",
        "opd": "Thyroid",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "4fd54342-9bf2-408a-9708-da829cf92724",
        "choice_type": "single"
    },
    {
        "question": "Volkmann's ischemic contracture is associated with",
        "exp": "Compromise of blood supply to the muscles of the forearm can lead to a compartment syndrome and permanent serious functional deformity of the arm. Any patient with a compressive dressing or cast of the upper extremity can experience this potential catastrophe. Whenever a patient has increasing pain in the presence of a circular dressing around the arm or forearm, the dressing should be removed immediately. If there is tenderness in the forearm on either the ulnar or dorsal aspect, a fasciotomy should be considered.",
        "cop": 2,
        "opa": "Intertrochanteric femoral fracture",
        "opb": "Supracondylar fracture of the humerus",
        "opc": "Posterior dislocation of the knee",
        "opd": "Traumatic shoulder separation",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "0d28e314-fe69-4b6f-9922-f82d914b9f3a",
        "choice_type": "single"
    },
    {
        "question": "Avascular necrosis is not uncommon. select the type of fracture or dislocation with which it is most likely to be associated (SELECT 1 INJURY)",
        "exp": "Fractures of the navicular bone of the wrist should be suspected in anyone, particularly a young person, who falls on an outstretched hand. Although x-rays are mandatory, it is important to realize that the fracture may not be seen on the initial x-ray and that a presumptive diagnosis can and should be made on clinical grounds alone. Typically, there will be tenderness to palpation over the navicular tuberosity and limitation of wrist flexion and extension. Immobilization of the wrist for about 16 week and sometimes up to 6 month is required. Nonunion or avascular necrosis is not uncommon and may require bone grafting for correction.Dislocation of the radial head with a fracture of the proximal third of the ulna is known as Monteggia's deformity. Usually, the radial head is dislocated anteriorly. The injury is usually caused by forced pronation. The injury can be treated by reduction and stabilization of the ulna followed by reduction of the radial head via supination and direct pressure.Anterior shoulder dislocations occur more frequently than posterior dislocations. However, posterior dislocations are seen in special situations, such as during an epileptiform convulsion and during electroshock therapy. Closed reduction followed by immobilization is usually sufficient therapyA spiral fracture, frequently seen in the tibia in skiers, results from the application of torque to a long bone. Greenstick fractures are common in children. The bones of young children are able to bend to a greater degree than those of adults; the fracture may occur only at the site of maximal cortical stress but not at the opposite cortex, the site of maximal longitudinal compression.",
        "cop": 1,
        "opa": "Navicular (scaphoid) fracture",
        "opb": "Monteggia's deformity",
        "opc": "Greenstick fracture",
        "opd": "Spiral fracture",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "4c8cd490-72b4-4802-af60-225b94fb2f99",
        "choice_type": "single"
    },
    {
        "question": "The radial head is dislocated and the proximal third of the ulna is fractured. Select the type of fracture or dislocation with which it is most likely to be associated (SELECT 1 INJURY)",
        "exp": "Fractures of the navicular bone of the wrist should be suspected in anyone, particularly a young person, who falls on an outstretched hand. Although x-rays are mandatory, it is important to realize that the fracture may not be seen on the initial x-ray and that a presumptive diagnosis can and should be made on clinical grounds alone. Typically, there will be tenderness to palpation over the navicular tuberosity and limitation of wrist flexion and extension. Immobilization of the wrist for about 16 week and sometimes up to 6 month is required. Nonunion or avascular necrosis is not uncommon and may require bone grafting for correction.Dislocation of the radial head with a fracture of the proximal third of the ulna is known as Monteggia's deformity. Usually, the radial head is dislocated anteriorly. The injury is usually caused by forced pronation. The injury can be treated by reduction and stabilization of the ulna followed by reduction of the radial head via supination and direct pressure.Anterior shoulder dislocations occur more frequently than posterior dislocations. However, posterior dislocations are seen in special situations, such as during an epileptiform convulsion and during electroshock therapy. Closed reduction followed by immobilization is usually sufficient therapyA spiral fracture, frequently seen in the tibia in skiers, results from the application of torque to a long bone. Greenstick fractures are common in children. The bones of young children are able to bend to a greater degree than those of adults; the fracture may occur only at the site of maximal cortical stress but not at the opposite cortex, the site of maximal longitudinal compression.",
        "cop": 2,
        "opa": "Navicular (scaphoid) fracture",
        "opb": "Monteggia's deformity",
        "opc": "Greenstick fracture",
        "opd": "Spiral fracture",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "311b72c3-a86e-43af-a5ac-e0262b86ef23",
        "choice_type": "single"
    },
    {
        "question": "Select the type of bone disease with which it is most likely to be associated with genetically determined disorder in the structure or processing of type I collagen (SELECT 1 DISEASE)",
        "exp": "Osteitis fibrosa cystica is commonly associated with hyperparathyroidism. Hemorrhagic cystic lesions (brown tumors) usually occur in the long bones. Treatment is parathyroidectomy Osteomalacia is defined as a defect in mineralization of adult bone that results from abnormalities in vitamin D metabolism. Treatment generally involves vitamin D supplementation. Osteogenesis imperfecta is a genetically determined disorder in the structure or processing of type I collagen. Treatment is surgical and involves orthoses to prevent fractures and correction of deformities by multiple osteotomies. Osteitis deformans is also known as Paget's disease. Osteopetrosis is a rare skeletal deformity associated with increased density of the bones.",
        "cop": 1,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Osteitis fibrosa cystica",
        "opd": "Osteomalacia",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "b4a1e0f1-74ab-4557-8502-90ddb624891b",
        "choice_type": "multi"
    },
    {
        "question": "Select the type of bone disease with which it is most likely to be associated with defect in the mineralization of adult bone secondary to abnormalities in vitamin D metabolism (SELECT 1 DISEASE)",
        "exp": "Osteitis fibrosa cystica is commonly associated with hyperparathyroidism. Hemorrhagic cystic lesions (brown tumors) usually occur in the long bones. Treatment is parathyroidectomy Osteomalacia is defined as a defect in mineralization of adult bone that results from abnormalities in vitamin D metabolism. Treatment generally involves vitamin D supplementation. Osteogenesis imperfecta is a genetically determined disorder in the structure or processing of type I collagen. Treatment is surgical and involves orthoses to prevent fractures and correction of deformities by multiple osteotomies. Osteitis deformans is also known as Paget's disease. Osteopetrosis is a rare skeletal deformity associated with increased density of the bones.",
        "cop": 4,
        "opa": "Osteogenesis imperfecta",
        "opb": "Osteopetrosis",
        "opc": "Osteitis fibrosa cystica",
        "opd": "Osteomalacia",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "5f84e60c-2393-4df5-8ed4-b5e5d1a37b1e",
        "choice_type": "single"
    },
    {
        "question": "Osteoblastic secondaries in spine seen with",
        "exp": "i.e. (Carcinoma prostate): (613-H17th) (CSDT 13th) Most common cause of osteoblastic secondariesIn males - Prostate cancersIn females - Breast cancer Most common cause of osteolytic metastasisIn males - Lung cancersIn females - Breast cancers Lytic expansile metastasis - Thyroid, Renal Carcinoma(i) Peripheral zone is site for Adenocarcinoma (PAC)(ii) Transition (periurethral) is site for BPHAlthough some tumours may produce mainly osteolytic lesions (eg Kidney cancers) and other mainly osteoblastic lesions (eg prostate cancers) most lesions produces both types of lesion and may go through stages where one or the other predominates (613-H17th)",
        "cop": 1,
        "opa": "Carcinoma prostate",
        "opb": "Carcinoma thyroid",
        "opc": "Endometrial carcinoma",
        "opd": "Carcinoma rectum",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "f3ee6fa1-dbdc-440e-82c4-b43d2968c9e2",
        "choice_type": "single"
    },
    {
        "question": "35 years old male presented with road traffic accident. He suffered fracture of bilateral femur and was admitted to the hospital. While admitted for 3 days patient developed acute onset dysnea, fever and petechial rash in the chest region. Which of the following is the most probable diagnosis?",
        "exp": "Ans. is 'a' i.e., Fat embolism * Patient with long bone fracture who presents with acute onset shortness of breath with fever and petechial rash is most likely suffering from fat embolism.Fat Embolism* Fat embolism means circulation of fat globule away from its site of origin.* When fat embolism causes symptoms it is called fat embolism syndrome.Clinical manifestations of fat embolism* Clinical features are evident within 1-3 days. About 25 percent of patients develop symptoms within 12 hours and 75 percent within 36 hours. Occasionally the onset may be delayed for several days and some patients may go unnoticed initially. Early warning signs are a slight rise in temperature (pyrexia) and tachycardia.* The classical triad of fat embolism syndrome is:-i) Respiratory symptoms: Dyspnea, tachypnea, cyanosis, ARDS, low PO2.ii) Neurological symptoms: Confusion, disorientation, restlessness, irritation, delirium, convulsion, coma.iii) Petechial rash: In axilla, neck, periumblical area, conjunctiva of lower lid, retina, front & beck of chest, shoulder.",
        "cop": 1,
        "opa": "Fat embolism",
        "opb": "Air embolism",
        "opc": "Deep venous thrombosis",
        "opd": "Saddle thrombus",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "9a55e796-dd04-42cf-9f22-532f05ea8b4e",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is most at risk in the injury in the accompanying radiograph?",
        "exp": "The radiograph demonstrates a transverse fracture of the distal half of the humeral shaft. The radial nerve runs in a groove on the posterior aspect of the humerus as it courses into the forearm compartment and is therefore at high risk of injury. If the nerve injury is apparent before any manipulation has been done, the fracture should be reduced; the nerve injury should be observed since the nerve function will likely improve with time. If the nerve injury is only present after reduction, immediate surgical exploration is warranted because the nerve might be trapped in the fracture site. At this level of the arm, the ulnar and median nerves are well protected by muscle. The posterior interosseous nerve is a distal branch of the radial nerve and may be injured in fractures near the radial head, but it is in no danger from injuries at the level seen in this radiograph. There is no \"ascending circumflex brachial nerve.\"",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Radial nerve",
        "opc": "Posterior interosseous nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "8c25a907-c5c5-40a5-95be-e0fefcfe65b6",
        "choice_type": "single"
    },
    {
        "question": "Allen's test is used to diagnose:",
        "exp": "Ref: Bailey and One's Short Practice of Surgery 25th EditionExplanation:Allen's testIt is a test for the patency of the radial artery after insertion of an indwelling monitoring catheter. The patient's hand is formed into a fist *nd the ulnar artery is compressedcompression continues while the fist is opened.If blood perfusion through the radial artery is adequate, the hand should Hush and resume its normal pinkish coloration.Adsonks testIt is the loss of the radial pulse in the arm by- rotating head to the ipsi lateral side with extended neck following deep inspiration.It is seen in thoracic outlet syndrome (TOS)",
        "cop": 2,
        "opa": "Thoracic outlet syndrome",
        "opb": "Palmar arch insufficiency",
        "opc": "Superior vena cava syndrome",
        "opd": "Coarctation of aorta",
        "subject_name": "Surgery",
        "topic_name": "Orthopedics",
        "id": "37fd8c47-1e6f-4928-9fec-9654385c0f57",
        "choice_type": "multi"
    }
]