[
    {
        "question": "A 66-year-old man with obstructive jaundice is found on ERCP to have periampullary carcinoma. He is otherwise in excellent physical shape and there is no evidence of metastasis. What is the most appropriate treatment?",
        "exp": "Carcinoma of the head of the pancreas is treated with radical excision of the head of the pancreas along with the duodenum. Continuity of the biliary and GI tract is established by performing hepaticojejunostomy, pancreaticojejunostomy, and gastrojejunostomy (Figure below). The 5-year survival rate is higher for periampullary carcinoma (30%) than that for pancreatic head lesions (10%). Most centers do not give irradiation routinely before or after surgery, because pancreatic cancers do not respond well to radiotherapy. Endoscopically placed stents alone are used only in palliative circumstances in patients with limited life expectancy.Pancreaticoduodenectomy (Whipple procedure). A: Preoperative anatomic relationships showing a tumor in the head of the pancreas. B: Postoperative reconstruction showing pancreatic, biliary, and gastric anastomoses. A cholecystectomy and bilateral truncal vagotomy are also part of the procedure. In many cases, the distal stomach and pylorus can be preserved, and vagotomy is then unnecessary",
        "cop": 1,
        "opa": "Radical excision (Whipple procedure) where possible",
        "opb": "Local excision and radiotherapy",
        "opc": "External radiotherapy",
        "opd": "Internal radiation seeds via catheter",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a548535f-9998-402b-92f7-dd94627040e6",
        "choice_type": "single"
    },
    {
        "question": "The commonest pancreatic tumor is:",
        "exp": "M/C type - Adenocarcinoma Non-specific Tumour Marker - CEA Specific Tumour Marker - CA 19.9 Chemotherapy Regimen - Gemcitabine MC site of metastasis - Liver M/C site for CA pancreas - Head > Body > Tail Neuroendocrine Tumors (NET) of Pancreas- M/C NET of Pancreases - Non-Functional (PPOMA)- M/C functional NET of Pancreas - Insulinoma- M/C functional & Malignant NET of Pancreas - Gastrinoma",
        "cop": 1,
        "opa": "Ductal adenocarcinoma",
        "opb": "Cystadenoma",
        "opc": "Insulinoma",
        "opd": "Non islet cell tumor",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "009e7a81-382e-4a7a-b8f1-b1a3ee60f8eb",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man with chronic hepatitis and liver cirrhosis is admitted with upper GI bleeding. He has marked ascites and shows multiple telangiectasias, liver palmar erythema, and clubbing. A diagnosis of bleeding esophageal varices secondary to portal hypertension is made. Portal pressure is considered elevated when it is above which of the following?",
        "exp": "Portal hypertension is suspected clinically if esophageal varices are detected, hypersplenism occurs, or ascites develop. Normal portal venous pressure is 5-10 mm Hg. Pressure may be measured indirectly by using hepatic venous wedge pressure (occlusive hepatic wedge pressure). About two-thirds of patients with portal hypertension will develop varices of which one-third will bleed.",
        "cop": 3,
        "opa": "0.15 mm Hg",
        "opb": "1.5 mm Hg",
        "opc": "12 mm Hg",
        "opd": "40 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "671984e4-2167-48c5-809a-063b2c73480d",
        "choice_type": "multi"
    },
    {
        "question": "Following admission to the hospital for intestinal obstruction, a 48-year-old woman states that she previously had undergone cholecystectomy and choledochoduodenostomy. The most likely indication for the performance of the choledochoduodenostomy was:",
        "exp": "Multiple stones were present in the CBD at the previous operation. During exploration of the CBD, most stones can be removed by using Desjardin's forceps or under direct vision using a choledochoscope and Dormia basket. However, if there are multiple stones impacted in the lower part of the CBD, a drainage procedure may be indicated. The CBD must be dilated before considering performing a choledochoduodenostomy at the time of gallbladder surgery (Figure below). If a stone is present in a dilated CBD after previous cholecystectomy, a choledochoduodenostomy is performed, because the rate of recurrent jaundice is high (>20%). Alternatively ERCP and sphincterotomy could be considered.Treatment for invasive gallbladder cancer is cholecystectomy and a wedge resection of the liver along with a regional lymphadenectomy. The wedge resection of the liver is illustrated. Segments 4 and 5 together with the lymph node regions should be removed.",
        "cop": 3,
        "opa": "Hepatic metastasis were present.",
        "opb": "Multiple stones were present in the gallbladder at the previous operation.",
        "opc": "Multiple stones were present in the CBD at the previous operation.",
        "opd": "The common hepatic duct had a stricture.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "05c29e05-aa6c-4bf4-bc3d-79bac0903ecd",
        "choice_type": "multi"
    },
    {
        "question": "Most common primary leading to secondaries in pancreas:",
        "exp": "Ans. (a) LungRef: Blumgart 5/e p 930-933* Secondary deposits in Pancreas is mc from Renal cell cancer (But on Postmortem studies- Lung cancer has been the topmost to produce secondary to pancreas)",
        "cop": 1,
        "opa": "Lung",
        "opb": "Breast",
        "opc": "Colon",
        "opd": "Stomach",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a9d12f91-0803-443d-bc52-8b760c101d89",
        "choice_type": "single"
    },
    {
        "question": "The symptoms of hyperparathyroidism include:",
        "exp": "Ans. (d) All of the aboveClinical features of Hypoparathyroidism:* Weakness* Fatigue* Polydipsia, Polyuria, Nocturia,* Bone and Joint Pain* Constipation, Decreased appetite, heart burn* Pruritus* Depression* Memory loss* CapO4 and Ca. Oxalate Renal calculi",
        "cop": 4,
        "opa": "Constipation and muscle weakness",
        "opb": "Anorexia and weight loss",
        "opc": "Polydipsia and polyuria",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6da98068-1388-4937-8ced-9da4f6cca578",
        "choice_type": "multi"
    },
    {
        "question": "Most common presentation of chronic pancreatitis",
        "exp": "Ans. (c) PainRef: Bailey and Love 27th ed; pg. 1230* MC symptom of Chronic pancreatitis - Pain* Site of pain depends on the foci of disease:# Head: Epigastric and Right Subcostal Pain# Left Side pancreas: Back pain# Diffuse pain is also seen sometimes.# Radiation to shoulder also can be seen",
        "cop": 3,
        "opa": "Nausea",
        "opb": "Steatorrhea",
        "opc": "Pain",
        "opd": "Brittle Type 3 diabetes",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2cc1b386-7da7-49eb-852d-a0dc1fa3c153",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old male underwent a choledochoduodenostomy for multiple common duct stones. The patient now presents with RUQ abdominal pain. What should be the initial test (least invasive with the best yield) to determine patency of the choledochoduodenostomy?",
        "exp": "A HIDA scan will show excretion of the radiolabeled isotope into the biliary tree, but there will be no flow into the duodenum, indicating that the biliary-enteric anastomosis is occluded. If an upper GI study with barium is performed, visualization of the common bile duct would indicate patency of the choledochoduodenal anastomosis.",
        "cop": 3,
        "opa": "ERCP",
        "opb": "Percutaneous transhepatic cholangiogram (PTC)",
        "opc": "HIDA scan",
        "opd": "CT scan of the abdomen",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "607ccc98-4671-410c-8aae-7d5e22c155af",
        "choice_type": "single"
    },
    {
        "question": "Following a motor vehicle accident, a truck driver complains of severe abdominal pain. Serum amylase level is markedly increased to 800 U. Grey Turner's sign is seen in the flanks. Pancreatic trauma is suspected. Which statement is true of pancreatic trauma?",
        "exp": "Because of its protected retroperitoneal location, pancreatic injury occurs with deep penetrating wounds or with significant blunt trauma to upper abdomen. Blunt trauma accounts for less than 20-30% of all pancreatic injuries. The most common site of injury is at the neck of the pancreas where the pancreatic tissue is compressed against the spine. Associated visceral and vascular injuries occur commonly and together with the delay in diagnosis account for the high morbidity and mortality. Fistulae, pseudocyst, infection, and secondary (delayed) hemorrhage are common complications. Pancreatic injuries frequently are overlooked initially, and their detection requires a high index of suspicion. Elevation of amylase after trauma is nonspecific.",
        "cop": 4,
        "opa": "It is mainly caused by blunt injuries.",
        "opb": "It is usually an isolated single-organ injury.",
        "opc": "It often requires a total pancreatectomy.",
        "opd": "It may easily be overlooked at operation.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "c1938106-fdf4-4389-8c80-ed8d7c904e90",
        "choice_type": "multi"
    },
    {
        "question": "According to AJCC 8th edition, staging of 2 cm size pancreatic cancer if it involves poal vein in:",
        "exp": "8th AJCC(2017) TNM Classification of Pancreatic cancer Tis Carcinoma in situ T1 Tumor limited to pancreas upto 2 cm in greatest dimension T1a : Tumor <= 0.5 cm in greatest dimension T1B: Tumor > 0.5 cm but <= 1 cm in greatest dimension T1c : Tumor > 1 cm but <= 2 cm in greatest dimension T2 Tumor limited to pancreas > 2-4 cm in greatest dimension T3 Tumor > 4 cm in greatest dimension T4 Tumor involves Coeliac axis, superior mesenteric aery and / or common hepatic aery N1 Metastasis in 1-2 regional LN N2 Metatasis in 4 or more regional LN M1 Distant metatasis Stage 0 Stage IA Stage IB Stage IIA Stage IIB Stage III Stage IV Tis N0 M0 T1 N0 M0 T2 N0 M0 T1-T3 N1 Mo T1-T3 N2 M0T4 AnyN M0 T1-T3 N2 M0T4 Any N M0 Any T AnyN M1 Involvement of veins does not change the staging. Size of 2cm pancreatic cancer is under T1 according to TNM staging.",
        "cop": 1,
        "opa": "T1",
        "opb": "T2",
        "opc": "T3",
        "opd": "T4",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6a1ea4bf-28e4-41b6-8a95-8e1ea2b97c68",
        "choice_type": "single"
    },
    {
        "question": "\"Double bubble sign\" seen in",
        "exp": "(Annular pancreas) (1120, 1198-LB) (1137-B & L 25th)Annular pancreas - in which a ring of pancreatic tissue from the head of the pancreas surrounds the descending duodenum X-ray shows a dilated stomach and proximal duodenum (double bubble sign) and little or no air in the rest of the small bowel.Congenital duodenal obstruction - causes of duodenal obstruction are atresia, mucosal web, annular pancreas, preduodenal portal vein and peritoneal bands {Ladd's bands) from malrotations - shows - \"double bubble sign\" (1316-CSDT 11th)",
        "cop": 1,
        "opa": "Annular pancreas",
        "opb": "Ureterocele",
        "opc": "Hypertrophic pyloric stenosis",
        "opd": "Wilm's tumour",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "01008fec-3ae8-4f2a-afcf-e496d8bcd61b",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male presents with features of obstructive jaundice. He also reports a weight loss of seven kilograms in last two months. On CT scan, the CBD is dilated till the lower end and the main pancreatic duct is also dilated. Pancreas is normal. The most likely diagnosis is:",
        "exp": "Ans. (d) Periampullary carcinoma* Periampullary cancer presents with dilatation of both Pancreatic and Bile ducts.* Of the sites of cancer in Pancreas - Periampullary cancer has better prognosis than Head of pancreas cancer because of early presentation.",
        "cop": 4,
        "opa": "Choledocholithiasis",
        "opb": "Carcinoma gallbladder",
        "opc": "Hilar cholangiocarcinoma",
        "opd": "Periampullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "9351841b-34f7-4b57-bc91-41dbc30158ab",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following can cause recurrent Pancreatitis without any obvious seen pathology?",
        "exp": "Ans. (d) All the AboveRef: Bailey and Love 27th ed; pg. 1222Causes of Recurrent Pancreatitis:* Pancreas Divisum* Sphincter of Oddi Dysfunction* Pancreatic malignancy* Cystic Fibrosis* Hypertriglyceridemia induced* Idiopathic* Drugs* Gall bladder Sludge",
        "cop": 4,
        "opa": "Pancreas Divisum",
        "opb": "Hypertriglyceridemia",
        "opc": "Sphincter of Oddi dysfunction",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "22ceecbe-9d69-4317-94e2-3f689713a4f1",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman with severe chronic pancreatitis is scheduled to undergo an operation, because other forms of treatment have failed. The ultrasound shows no evidence of pseudocyst formation or cholelithiasis and endoscopic retrograde cholangiopancreatogram (ERCP) demonstrates dilated pancreatic ducts with multiple stricture formation. Which operation is suitable to treat this condition?",
        "exp": "If the pancreatic duct is dilated and symptoms persist, a longitudinal pancreaticojejunostomy (Puestow) is performed (Figure below). In this operation, the pancreatic duct is slit open and anastomosed side-to-side to the cut end of the divided jejunum with a Roux-en-Y anastomosis. Resection of the pancreas is reserved for patients without a dilated duct (<6 mm). In these cases, a distal pancreatectomy is performed when the disease primarily involves the body and tail of the pancreas; whereas, a Whipple operation is performed when the disease is confined to the head.Lateral pancreatic jejunostomy (Puestow) for chronic pancreatitus",
        "cop": 1,
        "opa": "Pancreatic jejunostomy (Puestow procedure)",
        "opb": "Gastrojejunostomy",
        "opc": "Cholecystectomy",
        "opd": "Splenectomy",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "55ccacd7-16f4-4a24-9421-05eb755e42d8",
        "choice_type": "single"
    },
    {
        "question": "When to do surgery in pancreatic ascites?",
        "exp": "PANCREATIC ASCITES: MANAGEMENT Pancreatic ascites occurs from a pancreatic duct disruption or from a leaking pseudocyst. High amylase levels are found in the ascitic fluid. Initial treatment: Non operative (elimination of enteral feeding, institution of nasogastric drainage, and administration of somatostatin) Repeat paracentesis may also be helpful. Roughly 50% to 60% of patients can be expected to respond to this treatment with resolution of pancreatic ascites within 2 to 3 weeks Persistent or recurrent ascites: Endoscopic or surgical treatment Endoscopic pancreatic sphincterotomy with or without placement of a transpapillary pancreatic duct stent . Resection (for leaks in the pancreatic tail) or internal Roux-en-Y drainage (for leaks in the head and neck region)",
        "cop": 2,
        "opa": "Symptomatic",
        "opb": "Recurrent ascites following abdominal drainage",
        "opc": "Not responding to medical therapy",
        "opd": "Leak from the stented duct",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "fd5a8e0f-909c-41fa-bcdb-4e5b340da0b4",
        "choice_type": "single"
    },
    {
        "question": "Borders of Gastrinoma triangle are all except:",
        "exp": "Ans. (c) Tail of pancreasRef: Sabiston 20th edition Page 952Passaro triangle* 70-90% Gastrinomas are located in this triangle",
        "cop": 3,
        "opa": "Cystic duct CBD junction",
        "opb": "Duodenum 2nd and 3rd part junction",
        "opc": "Tail of pancreas",
        "opd": "Neck of pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "0c5b688d-e720-4bc9-93dd-835ecdfd1611",
        "choice_type": "multi"
    },
    {
        "question": "Pain relief in chronic pancreatitis can be obtained by destruction of:",
        "exp": "Celiac plexus blockade in chronic pancreatitis is used for Pain Relief .",
        "cop": 1,
        "opa": "Celiac ganglia",
        "opb": "Vagus nerve",
        "opc": "Anterolateral column of spinal cord",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1f848c3e-2494-4612-aef0-5b925a469444",
        "choice_type": "multi"
    },
    {
        "question": "Management of infected pancreatic necrosis include all except:",
        "exp": "Pancreatic necrosis: Non ble fat or pancreatic tissue in peri-pancreatic region Acute necrotic collection (ANC)- intra/extra pancreatic collection containing fluid and necrotic material, with no definable wall This may develop a well-defined inflammatory capsule over a period of 4 weeks- Walled-off necrosis (WON) Diagnosis- CT abdomen Management: Percutaneous drainage under CT/USG guidance with widest bore drain | Appropriate antibiotics should be staed after culture of aspirate | If sepsis worsens, pancreatic necrosectomy is done Nutritional suppo is essential- parenteral & nasojejunal approaches",
        "cop": 1,
        "opa": "Empirical antibiotics only",
        "opb": "Percutaneous drainage under USG guidance",
        "opc": "Nutritional suppo",
        "opd": "Pancreatic necrosectomy",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "8d78ace1-7c2f-4e36-94a2-0b9f6515ce7a",
        "choice_type": "multi"
    },
    {
        "question": "Grey Turner sign is seen in:",
        "exp": "Ans: a (A/c pancreatitis) Ref: Bailey & Love, 24th ed, p. 1123Grey Ttorner sign - Bleeding into fascial plane can produce bluish discoloration in flanksCullen sign - Bleeding into fascial plane can produce bluish discolouration around umbilicusNeither sign is pathognomonic of a/c pancreatitis. Both these signs indicate severe necrotizing pancreatitis.Investigations of pancreatitis:* Serum amylase four times increased* Plain abdominal radiographic findingsSentinal loop is formed by jejunum in acute pancreatitis - generalized or local ileusColon 'cut - off 'signRenal 'halo' signCalcified gall stones and pancreatic calcification - Non diagnostic signs* Pleural effusion is present in 20% of cases* Severe cases show features of a/c respiratory distress syndromeSpecific serum markers of a/c pancreatitis1. Serum lipase (single best enzyme)2. Pancreatic isoamylase3. TrypsinogenPrognostic criteria discussed above.",
        "cop": 1,
        "opa": "A/c pancreatitis",
        "opb": "C/c pancreatitis",
        "opc": "A/c cholecystitis",
        "opd": "A/c parotitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "590ec1ae-9a81-4f6f-bc36-4d26da0f19d1",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman with rheumatoid arthritis involving the sacroiliac joint and fingers is noted to have splenomegaly and neutropenia (Felty's syndrome). She is advised to have splenectomy, but she should be informed that",
        "exp": "Felty's syndrome is characterized by splenomegaly, neutropenia, and rheumatoid arthritis. Steroids are used initially, but their effect usually is transient. Splenectomy favorably alters the leukocyte count; it does not alter the clinical course of rheumatoid arthritis. As with all patients undergoing elective splenectomy, this patient must be given pneumovax, as well as Hemophilus and meningococcal vaccines before surgery.",
        "cop": 3,
        "opa": "Large-joint disease symptoms will lessen.",
        "opb": "Small-joint disease symptoms will lessen.",
        "opc": "Neutropenia responds to splenectomy.",
        "opd": "The joint symptoms will become worse.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "ca14cd64-09ec-4c75-a8cd-f875c25d5632",
        "choice_type": "multi"
    },
    {
        "question": "Most common and most malignant neuroendocrine tumour of pancreas?",
        "exp": "Ans. (a) GastrinomaRef: Sabiston 20th edition Page 954* MC functioning endocrine neoplasm of pancreas - insulinoma* MC endocrine neoplasm in MEN - 1 Syndrome - Gastrinoma* MC and most malignant endocrine neoplasm - gastrinoma* MC neuroendocrine tumor - Nonfunctioning tumors",
        "cop": 1,
        "opa": "Gastrinoma",
        "opb": "Glucagonoma",
        "opc": "Insulinoma",
        "opd": "VIPoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "08dff0ff-9567-4e13-8c01-772a488fae80",
        "choice_type": "single"
    },
    {
        "question": "CT severity index is a measure of",
        "exp": "Ans. (b) PancreatitisRef: Sabiston 20th ed; pg. 1528* Balthazar scoring is a CT scoring system* CTSI is one of the best system used to classify the severity of pancreatitis.",
        "cop": 2,
        "opa": "Hepatitis",
        "opb": "Pancreatitis",
        "opc": "Cerebral trauma",
        "opd": "Meningitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "95af4f95-0c29-4f85-bdc7-cb1fe44e7cbc",
        "choice_type": "single"
    },
    {
        "question": "Enzyme most commonly deficient in congenital adrenal hyperplasia is",
        "exp": "Ans. (a) 21 beta hydroxylaseRef: Bailey and love, 27th ed & Campbell 11th Ed consolidationCongenital adrenal hyperplasia or Adrenogenital syndrome: Features* Salt wasters + virilizers (due to aldosterone deficiency)* Simple virilizers (Aldosterone normal)* Non classified (no virlization, no salt wasting)# Virilization and adrenal insufficiency in children are pathognomonic of congenital adrenal hyperplasia (CAH).# Autosomal recessive disorder# The most frequent defect (95 per cent) is the 21 bhydroxylase deficiency, which has an incidence of 1 in 5000 live births.# Excessive ACTH secretion is caused by the loss of cortisol and this leads to an increase in androgenic cortisol precursors and to CAH.# CAH may present in girls at birth with ambiguous genitalia or as late-onset disease at puberty.# Little Hercules: Hypertension and short stature, caused by the premature epiphyseal plate closure, are common signs.# In female causes Female hermaphrodite# Diagnosed antenatally by 9-11 weeks by chorionic villus sampling# Antenatally mother should be treated with IV Dexamethasone# Affected patients are treated by replacement of Hydrocortisone +- fludrocortisone.# Large hypoplastic adrenals may need to be removed if symptomatic.",
        "cop": 1,
        "opa": "21 beta hydroxylase",
        "opb": "5 alpha reductase",
        "opc": "11 beta hydroxylase",
        "opd": "17 alpha hydroxylase",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "373ac2cf-a80f-42b6-8483-3b0f6f843bf7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about pseudopancreatic cyst?",
        "exp": "PSEUDOPANCREATIC CYST Lined by granulation tissue M.C cause is alcohol Located in lesser sac most commonly in acute pancreatitis. Size of cyst is small, so most patients are asymptomatic. If large cyst it will compress the posterior wall of stomach leads to frequent episodes of non-bilious vomiting just after meals, with abdominal pain. IOC - CECT Rx : not required, most cyst resolve spontaneously Indications of RX Persistence of cyst > 6 months Size of cyst > 6 cm Rx of choice - Cystojejunostomy Alternative treatment - Cystogastrostomy and Cystoduodenostomy JURASZ procedure - Trans Gastric Cystogastrostomy Cystogastrostomy: common complications- hemorrhage & infection.",
        "cop": 2,
        "opa": "Most common site is lesser sac",
        "opb": "Most common cause is gallstones",
        "opc": "Jurasz operation is done",
        "opd": "Most cases are managed conservatively",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "9f889b2b-6ca7-449e-96e3-13a022044bd6",
        "choice_type": "multi"
    },
    {
        "question": "An infected pancreatic necrosis is treated with -",
        "exp": "Ans. is 'b' i.e., Laprotomy and surgical debridement o A pancreatic abscess# Is a circumscribed intrabdominal collection of pus, usually in proximity to pancreas, which contains little or no necrotic tissue. An infected pseudocyst is also considered as pancreatic abscess.o Pancreatic and peripancreatic necrosis# These are areas of nonviable pancreatic or peripancreatic tissue that may be either sterile on infectedo Treatment# An infected pancreatic necrosis is managed by laparotomy and surgical debridement of the necrotic tissue.# Whereas pancreatic abscess are t/t by external drainage.# Sterile necrotic pancreatitis is managed conservatively.",
        "cop": 2,
        "opa": "iv Antibiotics",
        "opb": "Laprotomy and surgical debridement",
        "opc": "Ultrasound guided drainage",
        "opd": "TPN",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "ad9298c2-b191-4b09-9b76-5ade347aed01",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old male is suspected of having an amebic abscess of the liver. Serum bilirubin is mildly elevated. The WBC is 11,000 but there is eosinophilia. The initial line of treatment involves which of the following?",
        "exp": "Amebic liver abscess almost always responds to treatment with metronidazole (Flagyl). Occasionally, percutaneous aspiration is required when there is no response to Flagyl or if the abscess is secondarily infected. Amebic lever abscess affects mainly middle-aged men. Complications of amebic liver abscess include secondary infection in 20% and rupture into pleural, peritoneal, or pericardial cavity in 10% of cases.",
        "cop": 2,
        "opa": "Cortisone",
        "opb": "Metronidazole (Flagyl)",
        "opc": "Surgical excision",
        "opd": "Sulfonamides and penicillin",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "06e15307-0b26-40ec-84eb-17403964e0c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the preoperative imaging study of choice for gastrinoma ?",
        "exp": "CT will detect most lesions >1cm in size and magnetic resonance imaging (MRI) is comparable. Endoscopic ultrasound (EUS) is more sensitive than these other non-invasive imaging tests, but it still misses many of the smaller lesions, and may confuse normal lymph nodes or gastrinomas. Currently, the preoperative imaging study of choice for gastrinoma is somatostatin-receptor scintigraphy (the octreotide scan). When the pretest probability of gastrinoma is high, the sensitivity and specificity of this modality approach 100%. Gastrinoma cells contain type II somatostatin receptors that bind the indium-labeled somatostatin analogue (octreotide) with high affinity, making imaging with a gamma camera possible. Currently, angiographic localization studies are in frequently performed for gastrinoma.",
        "cop": 3,
        "opa": "Magnetic resonance imaging (MRI)",
        "opb": "Endoscopic ultrasound (EUS)",
        "opc": "Somatostatin receptor scintigraphy",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "74a8e793-4039-43a9-b6a5-aa60dd130a43",
        "choice_type": "single"
    },
    {
        "question": "Which is most common site of Ca pancreas?",
        "exp": "Ans: a (Head) Ref: Robbins, 7th ed, p. 950Most commonly Ca pancreas arises from head.- Head-60%- Body - 15%- Tail - 5%- Diffusely involves the gland-20%Carcinoma of pancreas are usually hard, stellate, grey - white poorly defined masses.Two features are characteristic of pancreatic cancer.- Highly invasive.- It elicits an intense nonneoplastic host reaction composed of fibroblasts, lymphocytes & extracellular matrix.tdesmoplastic response)Trousseau sign - Migratory thrombophlebitis due to elaboration of platelet - aggregating factors & procoagulants from the tumor or its necrotic products.Common sites- Insulinoma - All over pancreas- Pseudocyst - Body & tail- VIPomas - Tail- Glucagonoma - Tail (> 1 million islets => max in tail)- Somatostatinoma - HeadMolecular cacrcinogenesisK- ras gene (chromosome 12p)- Most frequently altered oncogene in Ca pancreas,p 16 (chromosome 9p) - Most frequently inactivated tumour suppressor gene in pancreatic cancer.SMAD 4 (chromosome 18q) - Tumour suppressor gene is inactivated in 55% of pancreatic cancers.p53 - (chromosome 17p) - Inactivation of the p53 tumour suppressor gene is seen in 50 - 70% of pancreatic cancers.",
        "cop": 1,
        "opa": "Head",
        "opb": "Body",
        "opc": "Tail",
        "opd": "Neck",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2f8ad044-5466-4599-8000-adfefe91c941",
        "choice_type": "single"
    },
    {
        "question": "Increased level of 5 HLAA is present in:",
        "exp": "Ans. c. Carcinoid tumorRef: Bailey and Loves Short Practice of Surgery 27th Ed; Page No-1251CARCINOIPSYN DROMEDue to the metastasis of carcinoid tumors, which most commonly arise from the ileum and appendix and produce serotonin. Prior to metastasis, most secreted hormones undergo first-pass metabolism by the liver and do not cause systemic symptoms.Hx/PE: Cutaneous flushing, diarrhea, abdominal cramps, wheezing, and right-sided cardiac valvular lesions are the most common manifestations.Dx: High urine levels (initial test) of the serotonin metabolite 5-HIAA are diagnostic. CT and In-111 octreotide scans are used to localize the tumor.Tx: Treatment includes octreotide and surgical resection.",
        "cop": 3,
        "opa": "Alkaptonuria",
        "opb": "Albinism",
        "opc": "Carcinoid tumor",
        "opd": "Phenylketonuria",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1964ea00-b5e0-4185-8489-5ddb249a804c",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old woman is evaluated for obstructive jaundice. The cholangiographic findings indicate that she has a cancer of the lower end of the CBD. Clinical examination would most likely reveal which of the following?",
        "exp": "The gallbladder is enlarged (Courvoisier's sign) in most cases of obstructive jaundice attributable to malignancy. In obstructive jaundice attributable to gallstones, the gallbladder is usually shrunken, owing to the previous inflammatory condition affecting the gallbladder.",
        "cop": 1,
        "opa": "Enlarged gallbladder",
        "opb": "Shrunken gallbladder",
        "opc": "Enlarged pancreas",
        "opd": "Shrunken pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6151e26d-5a05-41be-86c6-fbe29efaa221",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tests is not used in the diagnosis of insulinoma?",
        "exp": "Ans. (b) Xylose testRef: Blumgart 5th edn- Page 936Tests for Insulinoma:* 72 hours Fasting Blood sugar and Insulin level (Gold Standard to diagnose)* Insulin: Glucose ratio >0.4 is consistent with insulinoma* Elevated Insulin Level (>5-10microunits/ml)* Increased Serum Pro insulin* Elevated C - Peptide levels* Absent Urinary or Plasma Sulfonyl urea's (to look for Drug induced hypoglycemic episodes)* IOC to localise preoperatively - Selective Venous Sampling after arterial Calcium infusion.* IOC to localise Intraoperatively - Intra OP USG",
        "cop": 2,
        "opa": "Fasting blood glucose",
        "opb": "Xylose test",
        "opc": "C-peptide levels",
        "opd": "Insulin/Glucose Ratio",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "99c6912e-8a93-4bad-9918-ffccb590c3e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has been found to increase the survival in locally advanced pancreatic cancer?",
        "exp": "Gemcitabine is currently the standard of care for patients with metastatic pancreatic cancer.",
        "cop": 3,
        "opa": "Doxorubicin",
        "opb": "Streptozocin",
        "opc": "Gemcitabine",
        "opd": "Paclitaxel",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "455b6bb6-e614-4922-a687-dc7ca5ae6868",
        "choice_type": "multi"
    },
    {
        "question": "Gasless abdomen in X-ray is a sign of:-",
        "exp": "Radiological appearance Acute pancreatitis Chronic pancreatitis Ca pancreas Renal halo sign Gasless abdomen Ground glass appearance Colon cut off sign Sentinel loop Chain of lakes appearance String of pearl appearance Beaded appearance Numerous irregular calcification are pathognomonic Double contour of medical border of duodenal C loop Double duct sign Dilated / widening of duodenal C loop Mucosal irregularity Scrambled egg appearance Inveed / reverse 3 sign of frostberg; seen in Ca head of pancreas Rose thorning of medial wall of 2nd pa of duodenum",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Necrotizing enterocolitis",
        "opc": "Chronic Pancreatitis",
        "opd": "Intussusception",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3811f7bc-488e-4987-b226-a90d9bae1071",
        "choice_type": "single"
    },
    {
        "question": "Cullen sign is:",
        "exp": "Ans: a (Around the umbilicus) Ref:Bailey, 24th ed, p. 1124(Discussed earlier) Cullen sign is seen in acute pancreatitis around the umbilicus.Grey turners sign is seen in the flanks.",
        "cop": 1,
        "opa": "Around umbilicus",
        "opb": "In the flanks",
        "opc": "In the epigastrium",
        "opd": "In the back",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1aa41673-acb6-445e-9dd8-fa1f50b9660d",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for cancer head of pancreas?",
        "exp": "Ans. (c) Whipple's SurgeryRef: Bailey and Love 26th/e p. 1139* Whipple's Pancreaticoduodenectomy is the Surgical Treatment of Choice for Distal CBD cancer, Periampullary cancer and Pancreatic head cancer",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Chemotherapy + Radiotherapy",
        "opc": "Whipple's surgery",
        "opd": "Resection of the entire pancreas with adjuvant chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "75dc722e-bcdf-4811-8268-4ccbec9aa1b5",
        "choice_type": "single"
    },
    {
        "question": "A 73-year-old woman is evaluated for obstructive jaundice after an injury to the CBD, 7 months previously at laparoscopic cholecystectomy. The alkaline phosphatase is elevated. In obstructive jaundice, which of the following statements is true regarding alkaline phosphatase?",
        "exp": "Alkaline phosphatase level usually is more sensitive than the bilirubin level for indicating cholestatic jaundice. It also is more likely to fall before the bilirubin level when the obstruction has been relieved. If an unexplained alkaline phosphatase elevation exists (even in the presence of a normal bilirubin), biliary pathology must be excluded. Elevation of the alkaline phosphatase from a possible source in bone disease can be excluded by measuring isoenzymes.",
        "cop": 1,
        "opa": "Its level increases before that of bilirubin.",
        "opb": "Its level is unlikely to be increased in pancreatic malignancy.",
        "opc": "Its elevation indicates bone metastasis.",
        "opd": "Its elevation excludes hepatic metastasis.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "4fc45df2-834c-4c45-b35b-c8486219a74e",
        "choice_type": "multi"
    },
    {
        "question": "\"Chain of lakes\" appearance seen in:",
        "exp": "(Chronic pancreatitis) (1127-Baily & Love 24th) (1146-B &L 25th)(A) Chronic pancreatitis - shows - \"chain of lakes\" calcification.(B) Acute pancreatitis - plain radiograph shows gall stone a \"sentinel loop' (a segment of air filled small intestine most commonly in the left upper quadrant)* Colon \"cutoff sign\" a gas filled segment of transverse colon abruptly ending at the area of pancreatic inflammation or linear focal atlectasis of the lower lobe of the lungs with or without pleural effusion.* Renal \"halo sign\"CT finding of Acute PancreatitisPancreatic changeNon specific finding1. Parenchymal enlargement diffuse focal2. Parenchymal edema3. Necrosis* Bowel distension* Pleural effusions* Mesenteric edemaPeripancreatic changes 1. Blurring of fat planes2. Thickening of facial planes3. Presence of fluid collections Carcinoma of pancreas - Upper GI barium shows:1. Widening of the duodenal sweep {Double duct sign)2. Narrowing of the lumen scrambled egg appearance3. \"Reversed 3 sign \" frost bergs",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Chronic pancreatitis",
        "opc": "Carcinoma pancreas",
        "opd": "Strawberry gall bladder",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f93e726e-6c84-4875-ad9c-0e951ae880a3",
        "choice_type": "multi"
    },
    {
        "question": "All the following can be used to predict severe acute pancreatitis except:-",
        "exp": "Tools for predicting severity in Acute pancreatitis ready for clinical use On admission At 24 hours At 48 hours APACHE II score >= 8 IL-6 Urea >60 mmol/L Polymorphonuclear elastase Urinary trypsinogen 2 Urinary trypsinogen activation peptide Ranson/Glasgow score >= 3 CRP >= 130 mg/mL",
        "cop": 4,
        "opa": "Glasgow score >= 3",
        "opb": "APACHE II score >= 8",
        "opc": "CT severity score >= 6",
        "opd": "C-reactive protein <100",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "158167a0-e9a2-4531-91b2-31eed5bffaba",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Zollinger-Ellison syndrome except:",
        "exp": "Ans. (c) Decreased BAO/MAOBlood levels of ZES:* 100% all patients will have Se. gastrin >100pg/ml* BAO >15meq/hr in most patients* BAO will be 60% of MAO (BAO - Basal Acid output, MAO - Maximal Acid Output)* Levels of Se. Gastrin >1000pg/ml is diagnostic* If there is only borderline elevation provocative tests with secretin, Calcium etc are done* With Secretin stimulation gastrin increases >200pg/ml in 15 minutes is diagnostic",
        "cop": 3,
        "opa": "Recurrent ulceration after acid reducing surgery",
        "opb": "Raised gastrin levels in all cases",
        "opc": "Decreased BAO/MAO",
        "opd": "Diarrhea",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "db8144e9-218d-4259-b88e-e7275c3d2f96",
        "choice_type": "multi"
    },
    {
        "question": "Gold standard investigation for chronic pancreatitis is:",
        "exp": "Ans. (b) ERCP.Ref: Sabiston's Textbook of Surgery, 20th ed p-1533Imaging Investigations for Chronic Pancreatitis:* CT Scan: Dilated duct, Atrophy and calcification can be seen, Sensitivity = 60-90%, Specificity = 85-100%* MRCP: Sensitivity is lower than CT scan in detecting calcification.* ERCP: Old Gold Standard\" - Now used only as therapeutic to stent in strictures in duct.* Latest Most Sensitive and Gold standard is Endoscopic USG - Rosemont criteria is used",
        "cop": 2,
        "opa": "MRI",
        "opb": "ERCP",
        "opc": "Pancreatic function tests",
        "opd": "Faecal fat estimation",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "63d9995c-14b8-493d-a102-ca44181e4d01",
        "choice_type": "single"
    },
    {
        "question": "Whipple's operation is done for treatment of:",
        "exp": "Ans. b (Carcinoma of pancreatic head). (Ref. Bailey and Love 25th/pg. 1150)Pancreato-duodenectomy/ Whipple's operation/ Triple-ostomy# It is an extensive operation used as an attempt at a cure for pancreatic carcinoma or cholangiocarcinoma, when lesions are extrahepatic and periampullary, and occasionally, for chronic pancreatitis.# It involves resection of most of the extrahepatic biliary system, the whole of the duodenum, the distal stomach, and the head of the pancreas.# Anastomoses are then formed between the remaining structures; for example, the tail of the pancreas to the jejunal stump and the bile duct to the side of the jejunum.# Whipple's operation is only appropriate in a very select group of patients with pancreatic cancer; factors include fitness, age and absence of metastases.# Careful selection leaves about 10% of patients in whom surgery may improve prognosis, of which at best only 20% may survive to five years.# This operation is also used to treat grade V pancreatic injuries i.e., disrupted pancreaticobiliary duodenal complex",
        "cop": 2,
        "opa": "Hepatocellular carcinoma",
        "opb": "Carcinoma of pancreatic head",
        "opc": "Small intestinal tumors",
        "opd": "Acute pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "01f67b1c-2699-4af9-8304-2bc5c88fe3e9",
        "choice_type": "multi"
    },
    {
        "question": "Most common primary leading to secondaries in pancreas;-",
        "exp": "Metastatic tumors to pancreas MC site of primary: RCC > malignant melanoma On autopsy, MC site of primary: Ca lung",
        "cop": 1,
        "opa": "Lung",
        "opb": "Breast",
        "opc": "Colon",
        "opd": "Stomach",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "4af01337-eee7-4184-9cb6-c78ed5b13d26",
        "choice_type": "single"
    },
    {
        "question": "Cullens sign is seen in",
        "exp": "Ans. is 'a > b' i.e., Hemorrhagic pancreatitis > Ectopic pregnancy * Bleeding into the fascial planes can produce bluish discolouration of the flanks (Grey Turner's sign) or umbilicus (Cullen's sign).* These are seen in acute pancreatitis but are not pathognomic for the same.* Cullens sign was first described in association with rupture of an ectopic pregnancy.Specific signs in abdomina examinationSignDescriptionPathologyCourvoisierPalpable gall bladder and jaundiceCarcinoma of the head of the pancreasCullenPeri-umbilical bruisingHaemorrhagic pancreatitis or ectopic pregnancyGrey turnerBruising of flankHaemorrhagic pancreatitisRovsingPain on extension of the hip joint (due to psoas irritation)Retrocaecal appendicitisMurphyRight upper quadrant tenderness exacerbated by inspirationAcute cholecystitisVirchowPalpable left supraclavicular fossa lymph nodeOesophagogastric carcinoma",
        "cop": 1,
        "opa": "Hemorrhagic pancreatitis",
        "opb": "Ectopic pregnancy",
        "opc": "Liver cirrhosis",
        "opd": "Biliary cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2b4c4807-9d8b-4d46-a321-f2171452d38e",
        "choice_type": "single"
    },
    {
        "question": "Known case of gall stones presents with chief complaints of severe abdominal pain and elevated levels of serum lipase with periumbilical ecchymosis. The following values help to predict the severity except",
        "exp": "Ans. (d) Serum GGTRef: Sabiston Page 1527/ 20th editionThe question is about Ranson Score:The factors in Ranson's Score - \"LAGAW- BUCHOW\"On admissionWithin 48 hrs* L- LDH >700u/l* A- AST >250 sigma frankel units %* G-Glucose >10mmol/l* A- Age >55yrs* W- WBC Count >16000/mm3* B-Base deficit >4mmol/l* U-Blood Urea N2 >5mg%.* C-Calcium 2.0mmol/l* H- Haematocrit fall >10%* O-Arterial O2 saturation PaO2 <60mmHg* W-Water sequestration >6l",
        "cop": 4,
        "opa": "Age",
        "opb": "Serum LDH",
        "opc": "Base deficit",
        "opd": "Serum GGT",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "ae413916-15a1-4135-b3ce-fd6a09579fc9",
        "choice_type": "multi"
    },
    {
        "question": "The given signs are seen in which of the following condition?",
        "exp": "Ecchymosis around umbilicus - Cullen sign Ecchymosis around flank - Grey Turner sign Ecchymosis around inguinal ligament - Fox sign. Severe Acute pancreatitis is associated with hemorrhage.",
        "cop": 2,
        "opa": "Mild acute pancreatitis",
        "opb": "Severe acute pancreatitis",
        "opc": "Mild chronic pancreatitis",
        "opd": "Severe chronic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3ba90285-a8de-4375-be63-907913e29dbd",
        "choice_type": "single"
    },
    {
        "question": "Bluish discoloration of flank is known as:",
        "exp": "Ans. (a) Grey Turner signRef: Sabiston 20th edition Page 1526* Flank discoloration -- Grey turner* Peri umbilical -- Cullen sign* Inguinal -- Fox sign",
        "cop": 1,
        "opa": "Grey turner sign",
        "opb": "Cullen sign",
        "opc": "Trousseau sign",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "175a62fd-b438-4fb0-a878-ae08bcd3ef2a",
        "choice_type": "multi"
    },
    {
        "question": "A 45 years old female presented with vague abdominal pain. On laboratory investigation, amylase was normal but CEA was raised. CT scan was performed, showing a hypodense lesion in pancreas, which had internal septation and wall calcification. Most probable diagnosis is:",
        "exp": "CECT showing peripheral egg shell calcification suggesting the diagnosis of Mucinous cystadenoma Mucinous cystadenoma M.C cystic neoplasm of pancreas. More common in females (perimenopausal women) Lined by columnar epithelium M.C site is body & tail Premalignant Work up- Associated with increased CEA Amylase is normal. Histopathology- Contain ovarian type stroma CECT- peripheral egg shell calcification Rx- Distal pancreatectomy",
        "cop": 2,
        "opa": "Serous cystadenoma",
        "opb": "Mucinous cystadenoma",
        "opc": "Intraductal mucinous papillary neoplasm",
        "opd": "Acinic cell tumour",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f9c66b9a-41d3-4aca-b24f-6b02c40e3d03",
        "choice_type": "multi"
    },
    {
        "question": "According to AJCC 8th edition, staging of 2 cm size Pancreatic cancer if it involves portal vein is?",
        "exp": "Ans. (a) T1Ref: AJCC 8th edition manual, pg. 340-344AJCC 8th edition has brought the following changes with regard to carcinoma pancreas* T1 is subdivided into T1a, T1b and T1c based on size* T2 and T3 are categorized based on size and not on extra pancreatic involvement anymore* T4 is a radiological staging done by the relationship to vessels* Nodal staging has N1 and N2 subdivisions unlike before N1 aloneTxNo primary tumor could not be assessedNxRegional nodes cannot be assessedT0No evidence of primary tumorN0No regional nodesTisCarcinoma in situ includes Pan-IN 3, IPMN with high-risk features T1Tumor < or =2cm in greatestdimensionT1a - <or = 0.5cmT1b - 0.5 to 1cmT1c - 1.0 to 2.2.0cmN1One to three regional lymph nodesT2Tumor >2cm but < or =4cmN2Four or more lymph nodesT3Tumor >4cm in greatest dimensionM0No distant metastasesT4Tumor any size involvement of celiac axis, superior mesenteric artery and common hepatic arteryM1Distant metastases* Portal vein or SMV involvement will not change the staging as per AJCC 7 and AJCC 8th edition. Staging Decided based on the Tumor size only.* Borderline resectable lesion is lesion involvement >180 degrees of PV/SMV or < 180 degree involvement of Coeliac axis/SMA.",
        "cop": 1,
        "opa": "T1",
        "opb": "T2",
        "opc": "T3",
        "opd": "T4",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "145db2ff-916b-4241-8889-d4a1dbb5c15a",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of Whipple's procedure is:-",
        "exp": "Most common complication of Whipple's procedure is:-Delayed gastric emptying Morbidity following pancreaticoduodenectomy Delayed gastric emptying (18%) Pancreas fistula (12%) Wound infection (7%) Intra-abdominal abscess (6%) cardiac events (3%) Bile leak (2%) Overall reoperation (3%)",
        "cop": 1,
        "opa": "Delayed gastric emptying",
        "opb": "Bleeding",
        "opc": "Exocrine insufficiency",
        "opd": "Anastomotic leak",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f8b7c77e-70f8-47bf-8df5-a7be51fcc18e",
        "choice_type": "single"
    },
    {
        "question": "A chronic alcoholic presents with abdominal pain radiating to the back that responds to analgesics. At evaluation, the pancreatic duct was found to be dilated and stones were noted in the tail of pancreas. The initial management is:",
        "exp": "Management Pain : Analgesics NSAIDS - Metamizole Opiate - Buprenorphine If pain not relieved by analgesic - perform ERCP with Stone removal or Stenting; If not relieved - Celiac ganglia block If not relieved - Surgical Intervention.",
        "cop": 4,
        "opa": "Pancreatic tail resection",
        "opb": "Pancreaticojejunostomy",
        "opc": "Percutaneous removal of stone",
        "opd": "Medical management",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1444055d-eaff-400a-9ce5-46f3b97de95b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes of acute pancreatitis can cause recurrent bouts without any obvious pathology",
        "exp": "Ans. is 'd' i.e., All the above Causes to consider in patients with recurrent bouts of acute pancreatitis without an obvious etiology* Occult disease of the biliary tree or pancreatic ducts, especially microlithiasis, sludge* Drugs* Hypertriglyceridemia* Pancreas divisum* Pancreatic cancer* Sphincter of Oddi dysfunction* Cystic fibrosis* Idiopathic",
        "cop": 4,
        "opa": "Sphincter Oddi dysfunction",
        "opb": "Pancreas divisum",
        "opc": "Hypertriglyceridemia",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "0e24d248-fa44-4e7e-b57c-f07d725ccebd",
        "choice_type": "multi"
    },
    {
        "question": "A 58-year-old man with a 30-year history of alcoholism and pancreatitis is admitted to the hospital with an elevated bilirubin level of 5 mg/dL, acholic stools, and an amylase level of 600 U. Obstructive jaundice in chronic pancreatitis usually results from which of the following?",
        "exp": "Fibrosis in the head of the pancreas as a result of chronic inflammation may lead to compression of the CBD. In pancreatitis, the narrowing of the CBD is smooth on x-ray studies. There is no association with pancreatitis and sclerosing cholangitis. Alcoholic hepatitis is the most common cause of jaundice, but it most frequently is not of an obstructive nature. Pseudocysts and carcinoma of the head of the pancreas are other recognized causes of obstructive jaundice in patients with chronic pancreatitis.",
        "cop": 2,
        "opa": "Sclerosing cholangitis",
        "opb": "CBD compression caused by inflammation",
        "opc": "Alcoholic hepatitis",
        "opd": "Biliary dyskinesia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f44fc03a-803e-459d-abfb-74f0a707e629",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is not true about pancreatic carcinoma?",
        "exp": "Ans. (c) Median survival in locally advanced (stage III) disease is 3-6 monthsRef: Sabiston 19/e p1541* Following surgical resection and adjuvant therapy for pancreatic cancer, the median survival is approximately 22 months, with 5-year survival of 15% to 20%.* In the absence of surgical resection, those with locally advanced disease who receive palliative chemotherapy may survive 10 to 12 months, whereas those with metastases rarely survive beyond 6 monthsInoperable cases - survival:* Stage 3-10-12 months* Stage 4- <6 months",
        "cop": 3,
        "opa": "Mutation in p53 gene is associated in 75% of cases",
        "opb": "Hereditary pancreatitis significantly increase the risk",
        "opc": "Median survival in locally advanced (Stage III) disease is 3-6 months",
        "opd": "Five year survival after curative pancreaticoduodenectomy is 20%",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7c35c5e4-4506-4f00-86de-8e4bad58d5f6",
        "choice_type": "multi"
    },
    {
        "question": "The triad of diabetes, gallstones and steatorrhoea is associated with which one of the following tumors?",
        "exp": "Somatostatinoma syndrome is a triad of diabetes mellitus, diarrhea and gallstones, but also includes weight loss and hypochlorhydria.",
        "cop": 2,
        "opa": "Gastrinomas",
        "opb": "Somastostationomas",
        "opc": "VIPomas",
        "opd": "Glucagonomas",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "d0350587-482f-4ce8-8853-789f103d3ba0",
        "choice_type": "multi"
    },
    {
        "question": "A patient with acute pancreatitis develops sudden onset breathlessness with a CVP<15 mm Hg. The chest X-ray shows bilateral infiltrates. The possible diagnosis is:",
        "exp": "Ans. (a) ARDSRef: Internet Sources* Normal CVP <5mmHg* In pancreatitis the MC complication is ARDS - Which may develop Bilateral Lung infiltrates. Because of Pulmonary edema - CVP rises to some level.",
        "cop": 1,
        "opa": "ARDS",
        "opb": "Myocardial infarction",
        "opc": "Congestive left heart failure",
        "opd": "Pulmonary embolism",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "d619ca9f-2d42-49b9-b0f0-faff18c3302b",
        "choice_type": "single"
    },
    {
        "question": "Imaging IOC for acute pancreatitis",
        "exp": "Ans. (a) CT ScanRef: Sabiston Page 1530/ 20th edition* The imaging investigation of choice for acute pancreatitis is CECT scan.* CECT scan is done after 72 hours of onset- ideally on the 7th day.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "USG",
        "opc": "X ray",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7f322553-fc0b-40ce-b5ae-6da7231e4200",
        "choice_type": "single"
    },
    {
        "question": "Regarding the given statements . A. All patient's with pancreatic trauma should undergo exploratory laparotomy B. After conservative management for pancreatic injury, duct stricture and pseudocyst may occur as complications",
        "exp": "Pancreatic Trauma - Adults: MC cause - penetrating trauma - Children: MC cause - Blunt trauma - Most commonly affected - Body of pancreas Dx: IOC for Dx: CECT ERCP Most reliable test to demonstrate pancreatic duct integrity Mx I - Observation II - Debridement, drainage, possible repair III - distal resection, Roux-en-Y drainage IV & V - * Damage control surgery - Resection + Roux-en-Y drainage - Triple tube decompression - Pyloric exclusion - Duodenal diveiculorization - P/D Most common complication: pancreatic fistula / persistent drain output",
        "cop": 2,
        "opa": "A is True. B is False",
        "opb": "A is False. B is True",
        "opc": "Both the statements are True",
        "opd": "Both the statements are False",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "871dd31d-eadc-4455-913d-d2e3ddfeccfe",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old man develops chronic hepatitis, which was attributed to a complication resulting from multiple blood transfusions for sickle cell anemia. He complains of chronic sweating, palpitation, and hunger attacks. What would be the most likely cause of these symptoms?",
        "exp": "The liver plays a role in glucose formation from various glucogenic amino acids and other substances. Hepatic disease removes this source of glucose supply. In insulin hypoglycemia, there is enhanced rapid uptake of glucose by fat tissue and muscle.",
        "cop": 1,
        "opa": "Hepatogenic hypoglycemia",
        "opb": "Hemolytic anemia",
        "opc": "Jaundice",
        "opd": "Spontaneous hyperglycemia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "c517ac7c-ce78-4528-9a74-15c34c12762b",
        "choice_type": "single"
    },
    {
        "question": "False about Zollinger Ellison syndrome:",
        "exp": "Ans. (d) They may be associated with InsulinomasRef: Sabiston 20th edition Page 954* Zollinger Ellison syndrome is a manifestation of Gastrinoma* Secretin Stimulation test - is used a provocative test in cases of borderline elevation of Gastrin* ZES is associated with unusual location of ulcers like in Jejunum.",
        "cop": 4,
        "opa": "It is due to the presence of a Gastrinoma",
        "opb": "Gastrin provocation tests are a part of diagnostic work up",
        "opc": "It might be associated with ulcers in unusual locations in GIT",
        "opd": "They may be associated with insulinomas.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "ff69c6fa-66bd-4627-b1e0-a19bd6408a72",
        "choice_type": "multi"
    },
    {
        "question": "Best method of localization of insulinoma:-",
        "exp": "Localization of insulinoma Gold Standard Investigation - 72 hours fasting Insulin/ Glucose (ratio) > 0.4 is diagnostic Best pre-op Test for localization- Intra Aerial Ca+ injection with poal venous blood sampling Overall best Investigation for localization - EUS along with \"Intra-Op Palpation\"",
        "cop": 1,
        "opa": "EUS with intra-operative palpation",
        "opb": "MRI with dynamic CT",
        "opc": "SRS",
        "opd": "CECT",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2320b95a-315e-450a-9930-cd4d70b72d3e",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man complains of abdominal pain, pruritus, 4-lb weight loss, and anorexia. There are multiple scratch marks on the skin of the extremities and flank. The bilirubin is 1.0 mg/dL. To determine if the condition is due to cholestasis, blood should be tested for which of the following?",
        "exp": "Pruritus occurs frequently in untreated obstructive jaundice. Bile salt elevation is a possible cause of pruritus. Patients with generalized pruritus should have alkaline phosphatase levels determined; if levels are elevated, the possibility of cholestatic jaundice should be considered. Bilirubin is not always elevated in obstructive jaundice.",
        "cop": 2,
        "opa": "Direct and indirect bilirubin",
        "opb": "Alkaline phosphatase",
        "opc": "Serum glutamic-oxaloacetic transaminase (SGOT)",
        "opd": "Serum glutamic-pyruvic transaminase (SGPT)",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "d0abd1b8-5b34-4ec6-99ec-8c79807839dd",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of chronic pancreatitis is:",
        "exp": "Ans: a (Alcohol consumption) Ref: Bailey, 24th ed, p. 1127Most common cause of chronic pancreatitis is alcohol consumption.Chronic pancreatitis.- Chronic inflammatory disease in which there is irreversible progressive destruction of pancreatic tissue.- Disease occurs more frequently in men (4:1)- Mean age of onset is about 40 yrs.Causesa) High alcohol consumption (most frequent cause)b) Pancreatic duct obsUuction resulting from:- Stricture formation after trauma- Acute pancreatitis- Pancreatic cancer.c) Hereditary pancreatitis (germline mutations in the PRSS1 or SPINK 1 genes)d) Infantile malnutrition.e) Idiopathic (Pancreatitis begins at a young age and associated with high incidence of diabetes mellitus and stone formation. Those in warm climates such as Kerala and South India)PointHereditary pancreatitis and pancreatitis of young age there is increased risk of pancreatic cancer particularly if the patient smokes tobacco heavily.",
        "cop": 1,
        "opa": "Alcohol consumption",
        "opb": "Gallstone",
        "opc": "Metabolic disorders",
        "opd": "Trauma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1ade4029-bbeb-4277-a7f2-52bc07624343",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication after FRCP is:",
        "exp": "Ans. (a) Acute pancreatitisRef: Sabiston 19/ep 1521ERCP induced Acute Pancreatitis:* MC complication following ERCP (5%)* Other complications:# Hemorrhage (May need surgery)# Cholangitis (If CBD clearance is not achieved after ERCP- May need alternate methods of Bile drainage)# Perforation (May be asymptomatic and noticed by presence of Retroperitoneal air- Conservative management is advised even in symptomatic cases)",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Acute cholangitis",
        "opc": "Acute cholecystitis",
        "opd": "Duodenal perforation",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2f5e48db-afe1-4e26-a8d9-50e1a2c76890",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hypercalcemia crisis is:",
        "exp": "Ans. (c) Carcinoma breastRef: Harrison 18/e p 3106* MC cause of Hypercalcemia - Parathyroid adenoma* MC cause of Hypercalcemic Crisis - Malignancy (Cancer Breast is the MC cause)",
        "cop": 3,
        "opa": "Parathyroid adenoma",
        "opb": "Parathyroid hyperplasia",
        "opc": "Carcinoma breast",
        "opd": "Paget's disease",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e196112f-6490-4d19-8149-ec580ec145f4",
        "choice_type": "single"
    },
    {
        "question": "Most common oncogene involved in pancreatic carcinoma is:",
        "exp": "Ans. (b) K-RASRef: Sabiston's Textbook of Surgery, 20th ed p-1543* As per Sabiston 95% cases have K ras mutation and 90% cases have P16 mutation.",
        "cop": 2,
        "opa": "P53",
        "opb": "K-RAS",
        "opc": "APC",
        "opd": "DCC",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "93fb4f26-4c86-43e5-a593-f1d3c549d178",
        "choice_type": "single"
    },
    {
        "question": "60-year-old man presented to the OPD with symptoms suggestive of acute pancreatitis. He consumes high quantities of alcohol regularly. His symptoms staed 4 days ago. But he continued to consume alcohol. He was admitted for fuher evaluation. Presently, he has severe vomiting. He also complains of dizziness when standing. Examination revealed tenderness in the epigastrium and right hypochondrium. A reddish discolouration is noted in the flanks. Which of the following statements regarding the patient is most accurate?",
        "exp": "The history and clinical features (Abdominal tenderness, hypotension due to blood loss, Grey Turner's sign) are suggestive of acute pancreatitis with pancreatic necrosis. Hence a contrast CT scan of the abdomen will reveal severe necrotising pancreatitis. CLINICAL SIGNS IN ACUTE PANCREATITIS - Reddish / bluish discolouration of the flanks is known as Grey Turner's sign. - It is seen in cases of acute pancreatitis with pancreatic necrosis and intra-abdominal bleeding. - Another feature of pancreatic necrosis is a bluish discolouration around the umbilicus, known as Cullen's sign. - Both these signs take 1-2 days to develop in a case of acute pancreatitis. CT FINDINGS IN ACUTE PANCREATITIS - Focal / diffuse enlargement of pancreatic parenchyma - Indistinct margins - Density changes due to presence of oedema - Retroperitoneal stranding Elimination of the other options - Pseudocyst of pancreas usually develops a few weeks after the onset of pancreatitis - The features are not suggestive of appendicitis - Pancreatic calcification is seen in chronic pancreatitis",
        "cop": 3,
        "opa": "The patient should be evaluated for concomitant appendicitis",
        "opb": "USG is likely to demonstrate pseudocyst of pancreas",
        "opc": "Contrast CT scan of the abdomen will reveal severe necrotising pancreatitis",
        "opd": "Pancreatic calcification will be seen in X-ray abdomen",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e17807b5-e66c-4227-a07d-83d96778515f",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old man presents with recurrent RUQ pain for 2 years. A sonogram is negative for gallstones, and the CBD is normal. An upper GI endoscopy is also normal, and there is no peptic ulcer disease. Biliary dyskinesia is suspected, and the patient undergoes further evaluation. Which of the following will stimulate contraction of the gallbladder?",
        "exp": "A cholecystokinin stimulated HIDA scan should be performed. Failure of the gallbladder to contract after stimulation by cholecystokinin may suggest dyskinesia. This is an indication for cholecystectomy, even though stones are not demonstrated. Secretin is the duodenal hormone that stimulates exocrine pancreatic secretion. Gastrin, released mainly from the antrum, increases gastric acid secretion that is high in bicarbonate and electrolytes.",
        "cop": 1,
        "opa": "Cholecystokinin",
        "opb": "Vagal section",
        "opc": "Secretin",
        "opd": "Epinephrine",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3dccca8e-6075-48b1-ae35-16a00209d47e",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of Whipple's procedure is\":",
        "exp": "Ans. (a) Delayed gastric emptyingRef: Sabiston 19/e p 1541Most important complications:* Delayed Gastric Emptying (18%)* Pancreatic leak and fistula (12%* Pancreatic hemorrhage* Bile leak* Abscess",
        "cop": 1,
        "opa": "Delayed gastric emptying",
        "opb": "Bleeding",
        "opc": "Exocrine insufficiency",
        "opd": "Anastomotic leak",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "cfc1f6a0-686d-4898-ae12-8287703ea7eb",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old woman is known to have multiple endocrine neoplasia syndrome. She has multiple family members who have had adenoma tumors removed from the parathyroid, pancreas, and/or pituitary glands. She has severe diarrhea associated with low gastric acid secretion and a normal gastrin level. Which of the following serum assays would be best to evaluate the possible cause of the diarrhea?",
        "exp": "VIP producing tumors (VIPomas) are usually malignant, although benign tumors and hyperplasia may also occur. Increase of VIP results in the WDHA syndrome. Diarrhea is severe and results in fluid and electrolyte disturbances. Treatment is directed to removal of the pancreatic tumor. Gastrinoma is more common but is associated with increased gastrin level in the blood.",
        "cop": 2,
        "opa": "Glucagon",
        "opb": "Vasoactive intestinal peptide (VIP)",
        "opc": "Cholecystokinin",
        "opd": "Serotonin",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1d7f5a1e-7649-4009-8649-2be96394c0e3",
        "choice_type": "single"
    },
    {
        "question": "Chronic pancreatitis complications include all except:",
        "exp": "Ans. (a) Renal artery stenosisRef: Sabiston's Textbook of Surgery, 20th ed p-1533Complications of Chronic pancreatitis:* Pseudocyst* Splenic Vein thrombosis* Splenic Artery aneurysm* Jaundice (Wadsworth Syndrome - Dilated Bile duct due to obstruction by Chronic Pancreatitis)* Steatorrhea, Diarrhea* Left Portal hypertension",
        "cop": 1,
        "opa": "Renal artery stenosis",
        "opb": "Pseudocyst",
        "opc": "Splenic vein thrombosis",
        "opd": "Fistulae",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "de03fcee-f72f-4d69-b95a-b73eecbdceb4",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with upper abdominal pain and vomiting. His pulse is 110/min and BP is 70/40 mm Hg. A diagnosis, of pancreatitis is made. What is the next appropriate management?",
        "exp": "Ans. (a) Immediate IV fluidsRef: Sabiston Textbook of surgery, 20th ed; pg. 1525-1530.* Key step in management of Acute Pancreatitis is - IV fluids.",
        "cop": 1,
        "opa": "Immediate IV fluids",
        "opb": "Removal of necrosed pancreatic tissues",
        "opc": "Start enteral nutrition first",
        "opd": "IV antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1e6803b7-f692-4179-bb65-cdc0573f1d6b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of APACHE-II score?",
        "exp": "APACHE II: Acute Physiology & Chronic Health Evaluation II. The 12 physiologic variables are BT| at CWG SHOP-2 1.Mean aerial blood pressure 5.Creatinine 9.Hematocrit 2.Temperature 6.WBC count 10.Oxygenation 3.Hea rate 7.Glasgow coma scale 11.Aerial pH 4.Respiratory rate 8.Sodium 12.Serum potassium If >=8 parameters are present, suggests Severe Acute pancreatitis,",
        "cop": 3,
        "opa": "Serum potassium",
        "opb": "Serum sodium",
        "opc": "Serum calcium",
        "opd": "Creatinine",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "590a8ad3-c676-456d-94d6-3175487eb9c6",
        "choice_type": "single"
    },
    {
        "question": "Pancreatic ascites. When to do surgery?",
        "exp": "Ans. (d) Leak from the stented ductRef: Sabiston 20th ed; pg. 1531* Pancreatic ascites is nowadays a rare entity occurs due to complete disruption of the pancreatic duct leading to significant accumulation of fluid* Common causes include following acute pancreatitis with duct disruption, chronic pancreatitis with ductal obstruction with pseudocyst rupture and trauma causes.* Features include abdominal distension due to free fluid abdomen.* Diagnostic paracentesis shows elevated amylase and lipase levels suggesting pancreatic duct leak.* Initial management includes therapeutic paracentesis and endoscopic placement of pancreatic stent across the disruption.* Failure of this stenting, mandates surgical exploration which involves distal pancreatectomy and closure of the proximal stump.",
        "cop": 4,
        "opa": "Symptomatic",
        "opb": "Recurrent ascites following abdominal drainage",
        "opc": "Not responding to medical therapy",
        "opd": "Leak from the stented duct",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a2f50818-e063-405e-82b4-6a14bbe4b63d",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman is recovering from a major pelvic cancer operation and develops severe abdominal pain and sepsis. Following a positive HIDA scan, laparotomy is performed. The gallbladder is severely inflamed and removed. There is no evidence of gallbladder stones (acalculous cholecystitis). Cholecystectomy is performed. Which is true of acalculous cholecystitis?",
        "exp": "Acute acalculous cholecystitis is most commonly encountered in critically ill patients after trauma, other unrelated surgical operations, burns, sepsis, and multiorgan failure. The HIDA scan fails to visualize the gallbladder, and a sonogram may show a distended gallbladder with wall thickening and pericholecystic fluid. Acalculous cholecystitis carries a mortality rate of 10-30%. Delay in diagnosis and hence treatment is accompanied by severe complications, such as gangrene and perforation of the gallbladder in a patient who usually has other debilitating illnesses.",
        "cop": 4,
        "opa": "It is usually associated with stones in the CBD.",
        "opb": "It occurs in 10-20% of cases of cholecystitis.",
        "opc": "It has a more favorable prognosis than calculous cholecystitis.",
        "opd": "It is increased in frequency after trauma or operation.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "412b2a87-acc5-4be0-af6b-2390f4594660",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true regarding mutations related to pancreatitis?",
        "exp": "Syndromes Mutations Hereditary pancreatitis PRSS 1 (cationic trypsinogen)gene Idiopathic chronic pancreatitis CFTR Tropical calcific pancreatitis SPINK1 (PTSI)",
        "cop": 4,
        "opa": "Hereditary pancreatitis: PRSS1",
        "opb": "Idiopathic chronic pancreatitis: CFTR",
        "opc": "Tropical calcific pancreatitis: SPINK1",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "07489d68-5b90-4667-8be0-d61c96dacec2",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old woman is admitted with RUQ pain radiating to the right shoulder, accompanied by nausea and vomiting. Examination reveals tenderness in the RUQ and a positive Murphy's sign. A diagnosis of acute cholecystitis is made. What is the most likely finding?",
        "exp": "Stones are found in the gallbladder in over 90% of patients with cholecystitis. Bacteria are cultured in bile in about half the patients undergoing surgery; however, many patients have previously received antibiotics. The gallbladder is usually distended in patients with acute cholecystitis but contracted in chronic cholecystitis.",
        "cop": 1,
        "opa": "Serum bilirubin levels may be elevated.",
        "opb": "Cholelithiasis is present in 40-60%.",
        "opc": "Bacteria are rarely found at operation.",
        "opd": "An elevated amylase level excludes this diagnosis.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3ef7f500-b46c-4378-a1c7-be6717c4ff89",
        "choice_type": "single"
    },
    {
        "question": "In Pylorus preserving type of Pancreaticoduodenectomy structure not resected is:",
        "exp": "Ans. (a) Pyloric AntrumRef: Sabiston Page 1549/ 20th edition* Pylorus Preserving Pancreaticoduodenectomy - Pyloric antrum is preserved * In this surgery there is a reduced incidence of Post; pancreatectomy dumping and Bile reflux",
        "cop": 1,
        "opa": "Pyloric antrum",
        "opb": "CBD",
        "opc": "Duodenum",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2ed8df69-1da2-4d69-8b73-c353dd552648",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old male presented with severe epigastric pain radiating to back. O/E- HR is 110/min, RR- 22/min & BP- 100/70mmHg. His abdominal X-ray is shown below which depicts:",
        "exp": "The given X ray shows Colon cut-off sign- abrupt termination of gas filling of thecolonat the level of the left flexure Seen in acute pancreatitis Other radiological signs seen in acute pancreatitis: Sentinel loop sign Renal halo sign Gasless abdomen",
        "cop": 2,
        "opa": "Sentinel loop sign",
        "opb": "Colon cut-off sign",
        "opc": "Renal halo sign",
        "opd": "Obliteration of psoas shadow",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "fce34fc8-84b0-4e6b-b676-2d6a5dca56d8",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with pentad of symptoms- i.e., kidney stones, painful bones, abdominal groans, psychic moans, and fatigue overtones. The imaging investigation done for him is shown below. What is this investigation",
        "exp": "Ans. (a) Tc 99m Sestamibi scan* Scan used to localise the Parathyroid adenoma is Sestamibi scan.* This image shows Ectopic parathyroid adenoma in mediastinum",
        "cop": 1,
        "opa": "Tc 99 m Sestamibi scan",
        "opb": "Sulphur Colloid Scan",
        "opc": "MIBG scan",
        "opd": "VMA scan",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "05345477-307a-48a7-a988-ee9e728d1cb5",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man is admitted to the hospital with severe abdominal pain, tenderness in the right hypochondrium, and a WBC count of 12,000. A HIDA scan fails to show the gallbladder after 4 hours. Acute cholecystitis is established. After diagnosis, cholecystectomy should be performed within which of the following?",
        "exp": "Early after the onset of acute cholecystitis, the plane of dissection may be facilitated because of early inflammatory response. Between the seventh and fourteenth day after admission, surgery may be extremely difficult because of resolving infection and adhesions. Where possible surgery should be avoided during this period.",
        "cop": 2,
        "opa": "3-60 minutes",
        "opb": "The first 2-3 days following hospital admission",
        "opc": "8 days",
        "opd": "3 weeks",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6a777a68-e4c3-4194-87c1-ec15db49de9a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are Unresectable criteria for Cancer pancreas in CT scan?",
        "exp": "Ans. (d) All the aboveRef: NCCN Guidelines 2017CECT Scan Criteria of unrespectability in cancer Head of Pancreas:* Tumor contact with SMA >180 degrees* Tumor contact with Coeliac Artery >180 degrees* Tumor contact with 1st jejunal Branch of SMA* Unreconstructable SMV/PV due to tumor Involvement or Occlusion (Due to tumor or Thrombus)* Contact with most proximal draining branch of jejunum into SMV",
        "cop": 4,
        "opa": "Metastatic deposits in vertebra",
        "opb": "Invasion of duodenum",
        "opc": "Irregular increase in fat density of omentum",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6260d189-4105-4ea5-bea5-2561fb0c5d60",
        "choice_type": "multi"
    },
    {
        "question": "Pancreatic carcinoma most common variety is:",
        "exp": "Ans: a (Adenocarcinoma) Ref: Bailey & Love, 24th ed, p. 1128More than 85% of pancreatic carcinoma are duct cell adenocarcinoma.Prolonged natural history - CystadenocarcinomaIncreased survival after resection - Ampullary tumour, neuroendocrine tumourStart as a benign tumour and progress after years into an aggressive malignant lesionMen and women have equal occurrence.}- Intraductal, papillary mucous secreting tumour.Neoplasms of pancreas are of two types1. Those arising from endocrine pancreas i.e., islet cells2. Those arising from exocrine pancreas i.e., ducts and aciniFunctional pancreatic endocrine tumours* Insulinoma - From 6 cells (produce insulin & symptoms of hypoglycemia)* Gastrinoma - From G cells (produce gastrin & Zollinger Ellison syndrome)* Glucagonoma - Arise from a cells & produce glycogen & hyperglycaemia* Somatostatinoma - Arise trom a or D cells* VIPoma* GRFomas & many othersBRIDGEPassaro's triangle - about 70-90% of gastrinoma are located within this triangle 3 points making the Passaro's triangle:- Junction of cystic duct and CBD- Junction of 2nd and 3rd portion of duodenum- Junction of neck and body of pancreasWhipple triad (Insulinoma)* Signs & symptoms of hypoglycaemia during fasting* Relief of symptoms by intravenous administration of glucose* Blood glucose below 2.8 mmol/1 (50 mg/dl) during symptomatic episodesTreatment of Ca head of pancreasWhipple resection",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Neuroendocrine tumour",
        "opc": "Mucous secreting tumour",
        "opd": "Acinar cell cystadenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "c4dc2b33-7fd4-41a8-81c5-6f275eec5d8b",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman undergoes open cholecystectomy. Intraoperative cholangiogram revealed multiple stones in the CBD. Exploration of the CBD was performed to extract gallstones. The CBD was drained with a T-tube. After 10 days, a T-tube cholangiogram reveals a retained CBD stone. This should be treated by which of the following?",
        "exp": "If a stone is detected, the T tube should be left in place for 6 weeks to allow the tract to mature. At this time, the T tube can be removed, and the stone can be extracted by using a Dormia basket under fluoroscopy. This approach is indicated only when a T-tube larger than 16 has been inserted. If this approach is not feasible, the stone can be extracted by retrograde endoscopic techniques or CBD exploration.",
        "cop": 4,
        "opa": "Laparotomy and CBD exploration",
        "opb": "Subcutaneous heparinization",
        "opc": "Antibiotic therapy for 6 months and then reevaluation",
        "opd": "Extraction of the stone through the pathway created by the T-tube (after 6 weeks)",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6bd05b86-9c0b-44bc-8b05-a55d77e69e44",
        "choice_type": "multi"
    },
    {
        "question": "In carcinoma head of pancreas, nausea and vomiting is due to:",
        "exp": "Depending upon the location of the tumor, the symptoms may vary. - Periampullary carcinoma - at the ampulla; most common symptom is Jaundice. - Carcinoma at the head of pancreas - External compression of duodenum , compression of bile duct; most common symptom is jaundice. - Carcinoma at the body or tail of pancreas - asymptomatic at early stages. Most common symptom at later stages is weight loss. Due to involvement of retroperitoneal nerve plexus, there is abdominal pain. - When malignancy advances and infiltrates the 2nd pa of duodenum, it causes nausea, vomiting or gastric outlet obstruction.",
        "cop": 1,
        "opa": "External compression of duodenum",
        "opb": "Poal vein infiltration",
        "opc": "Proliferation infiltration of tumor into duodenum",
        "opd": "Chemotherapy related",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f136f6f4-79cf-4238-a36c-1e180f01b923",
        "choice_type": "single"
    },
    {
        "question": "TIGAR-O classification is for:-",
        "exp": "TIGAR-O Classification of Etiology of Chronic Pancreatitis * T - Toxic - Metabolic I - Idiopathic G - Genetic A - Auto Immune R - Recurrent severe O - Obstructive",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Chronic pancreatitis",
        "opc": "Pancreatic cancer",
        "opd": "Pancreatic injuries",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "b446621b-cf7f-470f-adfa-ff9d5a604fcf",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old woman presents with severe recurrent peptic ulcer located in the proximal jejunum. Five years previously she underwent parathyroidectomy for hypercalcemia. Her brother was previously diagnosed as having Zollinger-Ellison syndrome. To confirm the diagnosis of Zollinger-Ellison syndrome, blood should be tested for levels of which of the following?",
        "exp": "Zollinger-Ellison syndrome is caused by secretion of excessive amounts of gastrin by islet cells of the pancreas (gastrinoma). It should always be thought of in patients with peptic ulcer disease, whose ulcers are severe, refractory to management, recurrent or located distally, beyond the first part of the duodenum. Gastrin levels in the blood are increased markedly and can be raised further by secretin injection (paradoxical response). The source of gastrin level in the blood may arise from hyperplasia, adenoma, or most commonly carcinoma of the islets. Most gastrinomas are sporadic, but 25% of patients have a family history of multiple endocrine neoplasia.",
        "cop": 4,
        "opa": "Parathyroid hormone",
        "opb": "Histamine",
        "opc": "Pepsin",
        "opd": "Gastrin",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6633e9d3-1ab5-4757-9d3a-408e7df294c6",
        "choice_type": "single"
    },
    {
        "question": "Not a contraindication for resection of head of pancreas:",
        "exp": "Ans. (d) Involvement of major artery <180 degreeRef: Sabiston Page 1546/ 20th editionOn CT scan the tumors are divided into resectable, Borderline resectable and Unresectable tumors:Unresectable tumors:* Arterial involvement more than 180 degrees* Ascites* Peritoneal mets* Lymph node mets outside the operation areas* Liver mets.",
        "cop": 4,
        "opa": "Liver metastasis",
        "opb": "Ascites",
        "opc": "Peritoneal seedings",
        "opd": "Involvement of major artery <180 degree",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e8967d8f-2f83-4620-a6a8-28daa64c20bf",
        "choice_type": "single"
    },
    {
        "question": "In attempting to minimize complications during cholecystectomy, the surgeon defines the triangle of Calot during the operation. The boundaries of the triangle of Calot (modified) are the common hepatic duct medially, the cystic duct inferiorly, and the liver superiorly. Which structure courses through this triangle?",
        "exp": "The cystic artery courses through the triangle of Calot. The identification of the triangle is therefore important in the performance of a cholecystectomy.",
        "cop": 4,
        "opa": "Left hepatic artery",
        "opb": "Right renal vein",
        "opc": "Right hepatic artery",
        "opd": "Cystic artery",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "58613cdf-48ce-4531-9456-7b1f1c0c5609",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of pseudocyst of pancreas is",
        "exp": "Ans. (c) InfectionRef: Sabiston 20th edition page 1530* Most common complication of Pseudo cyst is Infection* Treatment of infected Pseudocyst is external drainage",
        "cop": 3,
        "opa": "Rupture into peritoneum",
        "opb": "Hemorrhage",
        "opc": "Infection",
        "opd": "Rupture into colon",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "cea51e0d-1057-4339-a145-afcca67c894b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following types of pancreatitis has the best prognosis?",
        "exp": "The prognosis is best in patients where pancreatitis is caused by a remediable cause such as cholelithiasis. Eradication of gallstones prevents fuher attacks of pancreatitis.",
        "cop": 2,
        "opa": "Alcoholic pancreatitis",
        "opb": "Gallstones induced pancreatitis",
        "opc": "Post operative pancreatitis",
        "opd": "Idiopathic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3515c6e5-034c-4ab1-b462-7d7de2b7fb03",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man is noted to be anemic, with clinical jaundice and a palpable spleen on abdominal exam. Splenectomy is the only treatment for this patient's autosomal dominant disorder. Select the most likely diagnosis.",
        "exp": "Hereditary spherocytosis is the most common symptomatic familial hemolytic anemia and is transmitted as an autosomal dominant trait. A defect in the red cell membrane causes increased trapping in the spleen and hemolysis. Anemia, jaundice, and splenomegaly are clinical findings. Splenectomy is the only treatment. Thalassemia is transmitted as a dominant trait; anemia is the result of a defect in hemoglobin synthesis. Thalassemia major, or homozygous thalassemia, is associated with anemia, icterus, splenomegaly, and early death. Transfusions are usually required. Splenectomy may reduce hemolysis and transfusion requirements. Sickle cell anemia is hereditary hemolytic anemia. Serum bilirubin may be mildly elevated. Splenomegaly often precedes auto infraction. Splenectomy may be indicated for chronic hypersplenism or acute splenic sequestration.",
        "cop": 2,
        "opa": "Thalassemia",
        "opb": "Hereditary spherocytosis",
        "opc": "Sickle cell disease",
        "opd": "Idiopathic autoimmune hemolytic anemia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "880a5593-5de0-4625-8693-e28e4e852c18",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old female present with history of recurrent abdominal pain. Imaging shows multiple small cystic lesions like bunch of grapes in the head of pancreas with a grossly dilated main pancreatic duct. The most likely diagnosis is:",
        "exp": "Ans. (c) Intraductal papillary mucinous neoplasm* Bunch of grapes appearance in Head of Pancreas - Typical of IPMN* Dilated Pancreatic duct typical of IPMN* Fish mouth lesion on Endoscopy seen in IPMN",
        "cop": 3,
        "opa": "SCN",
        "opb": "MCN",
        "opc": "IPMA",
        "opd": "Pancreatic pseudocyst",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "62f116dc-06b0-4e50-bd53-1977705d97e2",
        "choice_type": "multi"
    },
    {
        "question": "Idea of adrenal biopsy should be made after ruling out",
        "exp": "Ans. (c) PheochromocytomaRef: Bailey and love, 26th ed; pg. 779Adrenal gland biopsy* Never biopsy an adrenal mass until pheochromocytoma has been biochemically excluded* The indication for adrenal gland biopsy is to confirm adrenal gland metastasis",
        "cop": 3,
        "opa": "Adrenocortical carcinoma",
        "opb": "Metastases",
        "opc": "Pheochromocytoma",
        "opd": "Cushing's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "b5857254-bc6d-43c0-95dc-69e5723126d8",
        "choice_type": "single"
    },
    {
        "question": "Most common functional neuroendocrine tumor of pancreas:",
        "exp": "Ans. (c) InsulinomaRef: Sabistons Text book of Surgery 20th Ed; Page No-952Insulinoma* Insulinoma is the most common functioning pancreatic neuroendocrine tumors (PNET).* Incidence rate is very rare: Annually 1-2 per 1 million populations.Clinical Features* Hypoglycemia including fatigue, weakness, fearfulness, hunger, tremor, diaphoresis, and tachycardia accompanied by neurologic manifestations like apathy, irritability, anxiety, confusion, excitement, loss of orientation, blurred vision, delirium, stupor, coma, or seizures* It is curative because mostly benign (85-90%) and solitary.* The gold standard for diagnosis of insulinoma is the 72-hour monitored fast.* C peptide and proinsulin values are elevated.* First localization investigation performed CECT SCAN (2/3rd can be identified) - Hypervascular lesions identified.* Intraop USG is the best investigation to localize.* Preoperatively-EUS has about 90% sensitivity.Treatment* Head of pancreas: Enucleation is the treatment of choice.NoteEnucleation should not be performed if the tumor is within 2mm of the main pancreatic duct.* Distal pancreatectomy, central pancreatectomy, or pancreaticoduodenectomy performed for tumors abutting the main pancreatic duct or for large tumors (Body and tail).* Diazoxide, or streptozotocin plus 5-fluorouracil used for persistent hyperinsulinism after surgery for metastatic islet cell tumors.Sabiston's 20th Ed SaysHot Topic* MC functioning PNET: Insulinoma > Gastrinoma (Second MC).* MC endocrine syndrome seen in patients with MEN1: Gastrinoma (54%)> Insulinoma (21%)> Glucagonoma (3%)>VIPoma (1%).* MC malignant endocrine neoplasm: Gastrinoma >Insulinoma* MC neuroendocrine tumor: Non-functioning tumors",
        "cop": 3,
        "opa": "Gastrinoma",
        "opb": "Somatostatinoma",
        "opc": "Insulinoma",
        "opd": "VIPoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "4e706483-277a-4346-9096-7528e30b8b4e",
        "choice_type": "single"
    },
    {
        "question": "Poor prognostic factor in a patient which acute pancreatitis:",
        "exp": "Ans. (a). Leucocytosis >20,000/mRef: Sabiston 19/ep 1522RANSONS CRITERIA On admissionWithin 48 hrs * L- LDH >700u/l* A- AST >250 sigma frankel units %* G- Glucose >10mmol/l* A- Age>55 yrs* W-WBC Count >16000/mm3* B-Base deficit >4mmol/l* U- Blood Urea N2 >5mg%* C-Calcium <2.0mmol/l* H- Haematocrit fall >10%* O- Arterial O2 saturationPaO2 <60mmHg* W- Water sequestration >6l* Serum Amylase, Lipase is not included in Ranson's Score and not useful in severity assessment* WBC count >16000/mm3 has bad prognosis",
        "cop": 1,
        "opa": "Leucocytosis >20,000/mL",
        "opb": "| serum amylase",
        "opc": "|serum lipase",
        "opd": "Diastolic BP >90 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7acc0b45-9488-4c62-9a6c-abcf59e1e638",
        "choice_type": "single"
    },
    {
        "question": "A 60 years old chronic smoker presented with jaundice, anorexia and weight loss. ERCP was done. The diagnosis on the basis of ERCP findings:",
        "exp": "The image shows double duct sign, which is characteristic of carcinoma head of pancreas. Radiological signs of Ca PANCREAS Double contour of medial border of duodenal C loop Double duct sign -CA head of pancreas. Dilated/ Widening of duodenal C loop Mucosal irregularity Scrambled egg appearance Inveed / reverse 3 sign of Frostberg. Rose thorning of medial wall of 2nd pa of duodenum. (Ampullary carcinoma) Ca head of pancreas - 3 signs Double Duct Reverse 3 sign of Frostberg Antral pad sign",
        "cop": 3,
        "opa": "Choledochal cyst",
        "opb": "Cholangiocarcinoma",
        "opc": "Carcinoma pancreas",
        "opd": "Chronic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "962d83b1-eadc-4e2f-ada4-13ae03a7556e",
        "choice_type": "single"
    },
    {
        "question": "Not a boundary of gastrinoma triangle:",
        "exp": "Ans. (b) Junction of 3rd and 4th part of duodenumPassaro Triangle:Boundaries:* 2nd and 3rd part of duodenum* Cystic duct and CBD junction* Neck of pancreas",
        "cop": 2,
        "opa": "Junction of 2nd and 3rd part of duodenum",
        "opb": "Junction of 3rd and 4th part of duodenum",
        "opc": "Junction of head with body of pancreas",
        "opd": "Junction of cystic duct with common bile duct",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "105dd7a9-f3d1-42cc-9604-94a3fa49c809",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old female presents with RUQ abdominal pain. Workup reveals a choledochal cyst. Which of the following statements is TRUE?",
        "exp": "Choledochal cysts can involve the intrahepatic and/or extrahepatic biliary tree (see Figure below for classification). Choledochal cysts present more commonly in infants and children but may present in adults. They are more common in females. The classic triad of jaundice, RUQ mass and abdominal pain is found in less than a third of patients. There is an association between choledochal cysts and hepatobiliary cancers, most commonly cholangiocarcinoma. For most types of choledochal cyst, excision of the cyst with a Roux-en-Y biliary enteric anastomosis is recommended. Laparoscopic cholecystectomy alone is not sufficient.Classification of choledochal cysts. Type I, fusiform or cystic dilations of the extrahepatic biliary tree, are the most common type, making up over 50% of all choledochal cysts. Type II, saccular diverticulum of an extrahepatic bile duct, is rare, comprising <5% of choledochal cysts. Type III, bile duct dilations within the duodenal wall (choledochoceles), make up about 5% of choledochal cysts. Types IV a and IV b, multiple cysts, make up 5-10% of choledochal cysts. Type IV a affects both extrahepatic and intrahepatic bile ducts, while type IV b cysts affect the extrahepatic bile ducts only. Type V, intrahepatic biliary cysts, are very rare and make up only about 1% of choledochal cysts.",
        "cop": 3,
        "opa": "Choledochal cysts are more common in men.",
        "opb": "Laparoscopic cholecystectomy is the recommended treatment.",
        "opc": "Patients with a choledochal cyst have an increased risk of cholangiocarcinoma.",
        "opd": "All patients with a choledochal cyst have abdominal pain, a RUQ mass, and jaundice.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3bbea100-1a37-41ff-ae31-aa76066f6319",
        "choice_type": "multi"
    },
    {
        "question": "Pancreatico-duodenectomy is not indicated in:",
        "exp": "Ans. (b) Narrow Pancreatic ductRef: Blumgart 6th ed; pg. 932The most frequent indications for Pancreatico-duodenectomy in patients with Chronic Pancreatitis:* Head of Pancreas is enlarged with cysts and calcification.* Previous endoscopic procedure or drainage procedure was ineffective.* Possibility of Malignancy in head.V shaped Excision procedure (Izbicki procedure) is done for Small Duct disease <3mm diameter Duct",
        "cop": 2,
        "opa": "Multiple cyst and calcifications in head of pancreas",
        "opb": "Narrow pancreatic duct",
        "opc": "Failed drainage procedure for chronic pancreatitis",
        "opd": "Possibility of malignancy in head",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6f28849a-2b91-4dad-855a-f97bff275074",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man presents with an upper GI bleed. An upper endoscopy reveals multiple duodenal ulcers and an enlarged stomach. Select the most likely diagnosis.",
        "exp": "Gastrinoma, or Zollinger-Ellison syndrome, should be suspected in patients with peptic ulcer disease refractory to medical treatment, or in patients with multiple ulcers or ulcers in uncommon locations. Gastrin secretion by the tumor, most commonly found in the pancreas, results in hypersecretion of gastric acid. Common patient complaints are epigastric pain, melena, hematemesis, diarrhea, and weight loss. ZES may occur as part of the MEN-1 syndrome; this patient presents with only atypical peptic ulcer disease. The treatment of choice involves the identification and resection of the gastrinoma. Preoperative treatment may include treatment of the ulcers with omeprazole.",
        "cop": 3,
        "opa": "WDHA syndrome",
        "opb": "Glucagonoma",
        "opc": "Zollinger-Ellison syndrome",
        "opd": "Insulinoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "0120e54f-b22e-4ca0-a9df-332ac0e2e01d",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma pancreas commonly presents with:",
        "exp": "(Jaundice): Ref: 1128-29-LB, 537-H (1149-B&L 25th)CARCINOMA OF PANCREAS - Ductal adeno carcinomaClinical features: -* Jaundice is the most common sign and symptoms (85% patients with painless jaundice with nausea and epigastric discomfort) (1128-LB)* Jaundice due biliary obstruction is found in > 80% of patients having tumours in the pancreatic head and is typically accompanied by dark urine, a claylike appearance of stool, and pruritis (537-H)* Pain and weightless are present in > 75% patientsCourvosier's Law: - It states that in a case of obstructive jaundice if gall bladder is palpable the jaundice is not due to stone in the CBD. This in carcinoma of the head of the pancreas the gall bladder is distended with bile due to obstruction of the CBD.FrequentInfrequent* Abdominal pain* Glucose intolerance* Weight loss* Palpable gall bladder (courvosier s sign)* Jaundice* Migratory thrombophlebitis (Trousseau's sign) * GI haemarrhage * Splenomegaly* Liver nodule indicative of metastases can sometimes be felt, metastatic subumbilical (\"Sister Marry Joseph node\") and pelvic peritoneal (\"Blummer's shelf') deposits as wel as left supraclavicular lymphadenopathy (\"Virchow nodes\") indicates the presence of distant metastasis, Malignant ascites, caused by peritoneal carcinomatosis may also present, with portal splenic or superior mesenteric vein occlusion, mesenteric venous pressures may be increased and collateral channels including gastroesophageal varices and a caput medusase (1669-SB)",
        "cop": 1,
        "opa": "Jaundice",
        "opb": "Anorexia",
        "opc": "Vomiting",
        "opd": "Weight loss",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a7ef5258-ccfc-405c-91d4-991c838f2960",
        "choice_type": "single"
    },
    {
        "question": "Pancreaticoduodenectomy is not indicated in:",
        "exp": "Pancreaticoduodenectomy Indications Contraindications Carcinoma head of pancreas & Ampullary carcinoma Cystic tumors of pancreas Chronic pancreatitis Duodenal carcinoma Common bile duct cancer(Cholangiocarcinoma) Mucinous cystadenoma Pancreatic trauma Metastatic disease in abdominal cavity or nearby organ",
        "cop": 4,
        "opa": "Multiple cyst and calcifications in head of the pancreas",
        "opb": "Duodenal cancer",
        "opc": "Failed drainage procedure for chronic pancreatitis",
        "opd": "Ampullary carcinoma with secondaries in peritoneum",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "317b43be-4ce9-471b-b249-a574ccee541a",
        "choice_type": "single"
    },
    {
        "question": "Most common complication after ERCP is:-",
        "exp": "Complication of ERCP Complication: Pancreatitis, hemorrhage, cholangitis and perforation MC complication is acute pancreatitis Hemorrhage requires surgical intervention most commonly, sphincterotomy usually is conveed into formal surgical sphinteroplasty, which includes the bleeding aery Cholangitis is confined to patients in whom CBD clearance has not been achieved . Perforation may be asymptomatic and noticed only as retroperitoneal gas or extravasation of radiographic contrast material, but even in symptomatic patient, conservative treatment is often effective with spontaneous resolution and avoidance of potentially difficult surgery.",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Acute cholangitis",
        "opc": "Acute cholecystitis",
        "opd": "Duodenal perforation",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "46ff8297-e5fd-40ca-af5b-c48c66f1fa67",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid Gland accidentally removed and found after surgery is implanted in",
        "exp": "Ans. (c) BrachioradialisRef: Surgery Sixer 3rd Edition Page 235* Accidentally removed Parathyroid Gland found after surgery in Specimen is kept in non Dominant hand Brachioradialis muscle* If the parathyroid is identified during Surgery it must be inserted in the Sternocleidomastoid muscle pocket.",
        "cop": 3,
        "opa": "Sartorius",
        "opb": "Biceps",
        "opc": "Brachioradialis",
        "opd": "Triceps",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7733a36b-0245-4c14-9f3f-34b50409641c",
        "choice_type": "multi"
    },
    {
        "question": "Sonal, a 30 year old female, a chronic alcoholic presents with sudden onset of epigastric pain radiating to back came to ER. All are seen except:-",
        "exp": "PANCREATIC ENZYMES LEVEL IN ACUTE PANCREATITIS A three fold or higher elevation of amylase & lipase levels confirms the diagnosis. Amylase's serum half-life is shoer as compared with lipase. Lipase is also a more specific marker of AP because serum amylase levels can be elevated in peptic ulcer disease, mesenteric ischemia, salpingitis, and macroamylasemia. Patients with AP are typically hyperglycemic; they can also have leukocytosis and abnormal elevation of liver enzyme levels. Elevation of ALT levels in the serum in the context of AP has a positive predictive value of 95% in the diagnosis of acute biliary pancreatitis.",
        "cop": 2,
        "opa": "| Amylase",
        "opb": "| Lipase",
        "opc": "| ALT",
        "opd": "Hyperglycemic",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "6552368d-b00c-4103-9425-e5bfd38f9ec9",
        "choice_type": "multi"
    },
    {
        "question": "Order of anastomosis in Whipple's procedure:",
        "exp": "Tumor position Procedure Head (malignant) Pylorus preserving Whipple's procedure Head (benign) Enucleation Body & Tail Distal pancreatectomy. Whipple's procedure: Pancreaticojejunostomy, Hepaticojejunostomy Gastrojejunostomy Pylorus preserving Whipple's procedure: Pancreaticojejunostomy, Hepaticojejunostomy, Gastrojejunostomy, Duodenojejunostomy. Maxium risk of leak occurs from Pancreaticojejunostomy > Gastrojejunostomy > Hepaticojejunostomy.",
        "cop": 4,
        "opa": "Pancreaticojejunostomy, gastrojejunostomy, hepaticojejunostomy",
        "opb": "Hepaticojejunostomy, pancreaticojejunostomy, gastrojejunostomy",
        "opc": "Gastrojejunostomy, pancreaticojejunostomy, hepaticojejunostomy",
        "opd": "Pancreaticojejunostomy, hepaticojejunostomy, gastrojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3fa2ab40-e3bb-4450-ad22-3145da239821",
        "choice_type": "single"
    },
    {
        "question": "Pheochromocytomas if extra adrenal are most commonly located in",
        "exp": "Ans. (a) Posterior mediastinumRef: Bailey and love, 26th ed; pg. 869* Neurogenic tumors derived from the sympathetic nervous system or the peripheral nerves, more common in posterior mediastinum.* Mostly incidental findings in Chest radiograph* May be painful also* Includes neuroblastoma in childhood* Schwannomas and neurofibromas in adults, which are usually benign.* Pheochromocytoma arises from the sympathetic chain and produces the characteristic endocrine syndrome.* Excision of neurogenic tumors by thoracotomy, for smaller tumors a VATS approach done.",
        "cop": 1,
        "opa": "Posterior mediastinum",
        "opb": "Superior mediastinum",
        "opc": "Anterior mediastinum",
        "opd": "Middle mediastinum",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "ea7061e6-4b2b-4401-bd63-cc8549ee25fd",
        "choice_type": "single"
    },
    {
        "question": "All are true about pancreatic fistula except:",
        "exp": "Ans. (d) They will nerve erode into duodenumRef: Sabiston 19/e p 1525; Schwartz 9/ep 1204Fistula from Pancreatic duct:* Pseudo cyst can erode into the small intestine, Duodenum, Stomach, Bile duct or Splenic flexure can form Fistula.* Rarely it results in resolution of fistula and healing of the tract.* Most of the time it will result in sepsis, bleeding and may need surgical intervention.",
        "cop": 4,
        "opa": "Occasionally results in resolution of pseudocyst",
        "opb": "Fistula may be associated with severe bleeding",
        "opc": "Management depends upon GI organ involved",
        "opd": "They will never erode into duodenum",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "67088b05-91e0-488e-9781-06e517abf270",
        "choice_type": "multi"
    },
    {
        "question": "Pancreatic pseudocysts developing complications are best managed by:",
        "exp": "Ans. (c) External DrainageRef: Surgery Sixer 3rd ed; pg. 678* Infection is the MC complication of Pseudocyst* External Drainage is the best method drainage of Infected Pseudocyst",
        "cop": 3,
        "opa": "Conservative treatment",
        "opb": "Radiologically guided interventions",
        "opc": "External drainage",
        "opd": "Surgery",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "31eac744-7160-4345-86fc-68d69fcabd7e",
        "choice_type": "multi"
    },
    {
        "question": "Most common symptom of CA head of pancreas:",
        "exp": "Ans. (c) JaundiceRef: Sabiston 19/e p 1535-1544Symptoms of Periampullary cancers/Pancreatic Head cancers:# Jaundice (75%)# Weight loss (51%)# Pain abdomen (39%)# Pruritus# Fever# GI bleeding* Most common presentation in body and tail- pain and weight loss",
        "cop": 3,
        "opa": "Weight loss",
        "opb": "Pain",
        "opc": "Jaundice",
        "opd": "Anorexia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "be2d3219-490d-444b-9836-9935c18af6d0",
        "choice_type": "single"
    },
    {
        "question": "An 85-year-old man is brought to the hospital with a 2-day history of nausea and vomiting. He has not passed gas or moved his bowels for the last 5 days. Abdominal films show dilated small bowel, no air in the rectum and air in the biliary tree. Which of the following statements is TRUE?",
        "exp": "Gallstone ileus usually results from formation of a cholecystoenteric fistula and is seen more often in elderly patients. Obstruction occurs most often at the terminal ileum. Treatment is laparotomy and removal of the stone through an enterotomy proximal to the obstruction; cholecystectomy should be done if the patient can tolerate the additional surgery.",
        "cop": 1,
        "opa": "Air in the biliary tree associated with small-bowel obstruction suggests a diagnosis of gallstone ileus.",
        "opb": "An enterotomy should be distal to the site of obstruction and the stone should be removed.",
        "opc": "Gallstone ileus is more common in the young adults.",
        "opd": "Cholecystectomy is contraindicated.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "41dc6166-cac8-4f69-8535-9d230ac9296a",
        "choice_type": "multi"
    },
    {
        "question": "In VIPoma, which of the following is not seen?",
        "exp": "VIPoma / Verner - Morrison syndrome / pancreatic cholera / WDHA syndrome M.C in tail of pancreas. C/F Watery diarrhea (4-6L) Hypokalemia Achlorhydria Hypovolemia Dyselectrolytemia. Medical emergency Management - IV fluids + correction of dyselectrolytemia RX of choice - Distal pancreatectomy",
        "cop": 4,
        "opa": "Watery diarrhea",
        "opb": "Hypokalemia",
        "opc": "Hypercalcemia & hyperglycemia",
        "opd": "Increased acid secretion",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "97aeea26-e8a6-49c4-b6e2-2b87ca0d4826",
        "choice_type": "single"
    },
    {
        "question": "Pylorus preventing pancreatico duodenectomy - Structure preserved",
        "exp": "Ans. (a) Distal StomachRef: Sabiston 20th ed; pg. 1549* Whipple's Pancreatico Duodenectomy Procedure is the conventional procedure for Cancer head of Pancreas.* This Procedure is modified by Traverso and Longmire - Pylrous Preserving Pancreatico Duodenectomy with advantage of less dumping syndrome and Bile reflux.* The main difference between the conventional and Pylorus preserving is we preserve the distal stomach with pylorus here.",
        "cop": 1,
        "opa": "Distal stomach",
        "opb": "Gall bladder",
        "opc": "Bile duct",
        "opd": "Head of pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "b7dca38e-ae0b-4259-bfb9-8463e9dc5259",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for palliative treatment of pancreatic carcinoma",
        "exp": "Ans. is 'b > a & c' i.e. Gemcitabin > Erlotinib & Paclitaxel Treatment for Inoperable pancreatic cancerA) Inoperable locally advanced disease* Approximately 30% of patients present with locally advanced unresectable but nonmetastatic pancreatic carcinoma.* Gemcitabine is used a the treatment of choice for these patients.* The median survival with gemcitabine is 9 months, and patients who respond to or achieve stable disease after 3-6 months of gemcitabine may derive benefit from consolidation radiotherapy.B) Metastatic Disease* Approximately 60% of patients with pancreatic cancer present with metastatic disease.* Gemcitabine is the standard treatment with a median survival of 6 months and a 1-year survival rate of only 20%.* The combination of erlotinib, oral HER1/EGFR tyrosine kinase inhibitor with gemcitabine resulted in an improved 1-year survival compared with gemcitabine alone (23% versus 17%, p = 0.023).* Capecitabine, an oral fluoropyrimidine, has been combined with gemcitabine (GEM-CAP) in a phase III trial that showed an improvement in response rate and progression-free survival over single-agent gemcitabine, but no survival benefit.* A trial in good performance status patients with metastatic pancreatic cancer showed improved survival with the combination of 5FU/FA, irinotecan and oxaliplatin (FOLFIRINOX) compared with gemcitabine, but with increased toxicity. Nab-paclitaxel (Abraxane), an albumin bound nano-particle formulation of paclitaxel, given with gemcitabine also shows promising activity.",
        "cop": 2,
        "opa": "Erlotinib",
        "opb": "Gemcitabine",
        "opc": "Paclitaxel",
        "opd": "Cyclophosphomide",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "4d5f8af8-b2a6-4169-b412-f636f4db7f37",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old man is admitted with bleeding from esophageal varices. Investigation reveals that he has an occlusion of the portal vein. There is no evidence of liver cirrhosis. Which test will most likely reveal an underlying predisposing factor for this condition?",
        "exp": "Antithrombin III counteracts excess of thrombin formation. The excess of thrombin facilitates conversion of fibrinogen to fibrin. Portal vein thrombosis will lead to portal hypertension but not hepatic congestion, as seen in Budd-Chiari syndrome. Portal vein thrombosis may occur in cirrhosis, trauma, in patients on contraceptive tablets, and in those who have an increased propensity for thrombus formation. It is also a direct complication of periumbilical infection in the neonate.",
        "cop": 4,
        "opa": "Hepatitis screening",
        "opb": "Iso-amylase",
        "opc": "Intravenous pyelogram to exclude hydronephrosis",
        "opd": "Coagulation tests to include antithrombin III",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "322851c7-c582-4061-9904-f7068e90be9e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about gastrinoma except:",
        "exp": "Gastrinoma OR Zollinger-Ellison syndrome (ZES) Increased gastrin, increased acid, increased risk of peptic ulcer disease. Triangle of Passaro/ Gastrinoma Triangle. M.C site of gastrinoma is duodenum (1st, 2nd& 3rd)> pancreas Gastrinoma is associated with MEN-1 syndrome. Diagnosis Basal acid output > 15 mEq / hour Best provocative test - Secretin Stimulation Test (gastrin release > 200Pg/ ml) IOC for localization - Somatostatin Receptor Scintigraphy Drug of choice - PPI Treatment of choice: pylorus preserving pancreatoduodenectomy",
        "cop": 3,
        "opa": "Mostly found in triangle of Passaro",
        "opb": "Basal acid output >15 mEq/hour is diagnostic",
        "opc": "Most common site is pancreas",
        "opd": "Lymphadenectomy is not required as there is no improvement in survival",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e49dbad9-c4ec-4a38-9a77-c4c6a70daaa6",
        "choice_type": "multi"
    },
    {
        "question": "A 53 year old male who is a heavy alcoholic presents with 12 hour history of sharp central abdominal pain and vomiting. He prefers to sit up rather than lying fiat as pain increases on lying down. O/E he has mild jaundice. Temp - 38. 3deg C. Pulse 132/min BP 118/82 mm Hg. There is periumbilical discoloration and maximum tenderness in epigastrium. Diagnosis",
        "exp": "Ans. (a) Acute pancreatitisRef: Sabiston page 1525/20th edition* History of pain reduced on sitting with leaning forward is typical pancreatic pain.* Periumbilical discoloration = Cullen's signAll these favor more of acute pancreatitis",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Pyelonephritis",
        "opc": "Acute viral hepatitis",
        "opd": "Perforated duodenal ulcer",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "d37c9bec-3c49-4d9c-b406-4a6630400b25",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of acute pancreatitis is:",
        "exp": "(Gall stone): Ref: 1122-LB, 1896-H (1139-B & L 25th)ACUTE PANCREATITIS* Gallstone Continues to be the leading cause of acute pancreatitis in most series (30 - 60%) Alcohol is the second most common cause (15 - 30%). Hypertriglyceridemia (1.3 - 3.8%) ERCP (5 - 20%) Drug induced (2 - 5%)Clinical features - Pain is the cardinal symptoms* The patient usually a middle-aged person, presents with severe pain (illimitable agency) in the epigastrium of sudden onset radiating to the back.* The attack usually follows a heavy meal or a bout of alcohol drinking and may be associated with vomiting and hypotension* The abdomen may be rigid and distended with a hyper-resonant note.* There may be tenderness in the epigastrium and in left renal angle* The patient may have a tinge of jaundice* There may be discolouration of the skin of the loin (Grey-Turnor's sign). The skin around umbilicus may be discoloured (Cullen's sign)* A tender ill defined lump may be felt in the upper abdomenTowards the end of the second week of attack it is usually a pseudo cyst and towards the end of third or fourth week it is usually a pancreatic abscess.",
        "cop": 2,
        "opa": "Alcohol",
        "opb": "Gail stones",
        "opc": "Viruses",
        "opd": "Hypertrigyceridemia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "132a6090-c149-4f1e-b1f9-8b92eb60b803",
        "choice_type": "single"
    },
    {
        "question": "In discussing the treatment of a 42-year-old man with severe liver cirrhosis, the possibility of heterotopic transplantation is considered. Which statement about heterotopic liver transplantation is TRUE?",
        "exp": "Is rarely associated with long-term survival. Heterotopic (to a remote position) auxiliary transplantation is only occasionally indicated where orthotopic transplantation cannot be carried out. Long-term survival with this procedure is limited (2 of 69 cases). Heterotopic auxiliary liver transplants require low outflow pressure and are, therefore, most likely to succeed if placed proximally as close to the heart as possible. One advantage of this procedure is that the procedure is technically easier, because the patient's liver is not disturbed.",
        "cop": 4,
        "opa": "It implies removal of the recipient's liver.",
        "opb": "It is preferable to orthotopic liver transplantation.",
        "opc": "It should be done in the iliac vessels.",
        "opd": "It is rarely associated with long-term survival.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7e274e04-8deb-4c4e-8494-eaa647ae83f6",
        "choice_type": "multi"
    },
    {
        "question": "Best prognosis for carcinoma of pancreas is in the region of:-",
        "exp": "Periampullary carcinoma includes- Adenocarcinoma of head of the pancreas (40-60%) Adenocarcinoma of ampulla of vater (10-20%) Distal bile duct adenocarcinoma (10%) Duodenal adenocarcinoma(5-10%) Patients with pancreas adenocarcinoma involving the body or tail of the gland are more likely to have weight loss and abdominal pain as their initial complaints These lesions can grow to a large size before producing symptoms and are often diagnosed at a later stage with a poorer prognosis Most body and tail cancers have already metastasized to distal sites or extended locally to involve nodes, nerves or major vessels by the time of diagnosis. Best prognosis: Duodenal adenocarcinoma > Ampullary carcinoma > Distal bile duct adenocarcinoma > Head of pancreas > Body and tail of pancreas.",
        "cop": 4,
        "opa": "Head",
        "opb": "Tail",
        "opc": "Body",
        "opd": "Periampullary",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "40c9bc1a-fe83-4f26-8658-bbcac8a08cab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/ are the imaging criteria for unresectable carcinoma of pancreas?",
        "exp": "Ans. is 'd' i.e., All the above Imaging criteria of unresectable pancreatic carcinoma* Vascular invasion is a relative criterion for the lack of resectability, depending on the extent of vascular involvement. A circumferential vessel involvement over 50% makes tumor unresectable, However, in between 25% of vascular invasion makes its resectability questionable.* Metastatic spred outside the pancreas makes tumor irresectable.* Tumor invasion into adjacent organs signifies unresectability.* Ascites is seen in advanced stages and implies peritoneal carcinomatosis or invasion of the lesser sac. Irregular increase in density of the omental fat is highly suggestive of peritoneal carcinomatosis.",
        "cop": 4,
        "opa": "Metastatic spread to vertebrae",
        "opb": "Invasion in duodenal wall",
        "opc": "Irregular increase in density of omental fat",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "35d94228-828d-4c08-8eca-d76cb914dc80",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic investigation in carcinoma pancreas:-",
        "exp": "Diagnostic investigation in carcinoma pancreas is MDCT (Multidetector computed tomography) MDCT is investigation of choice for the evaluation of lesions arising in the pancreas IOC for diagnosis, staging and follow-up in CA pancreas: MDCT. EUS is useful if: CT fails to demonstrate a tumour If tissue diagnosis is required (e.g. a mass has developed in a case of chronic pancreatitis- to differentiate between inflammation and neoplasia) If vascular invasion needs to be confirmed In separating cystic tumours from pseudocysts Transduodenal or transgastric FNA or Trucut biopsy performed under EUS guidance avoids spillage of tumour cells into the peritoneal cavity.",
        "cop": 1,
        "opa": "MDCT",
        "opb": "PET scan",
        "opc": "ERCP",
        "opd": "MRCP",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7daf12d2-b383-4a5b-88b1-4bc989ec0ec3",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old diabetic man is admitted to the hospital with a diagnosis of acute cholecystitis. The WBC count is 28,000, and a plain film of the abdomen and CT scan show evidence of intramural gas in the gallbladder. What is the most likely diagnosis?",
        "exp": "Emphysematous cholecystitis is caused by gas-forming organisms. On a plain x-ray of the abdomen, gas may be seen within the wall of the gallbladder. Clinically, the patient has rapidly progressive sepsis, RUQ pain, fever, and hemodynamic instability. The disease primarily affects diabetic men. Treatment with laparotomy and cholecystectomy is urgent to avoid complications. Air within the biliary tree (not gallbladder wall) may be seen in gallstone ileus, after biliary- enteric anastomosis or after sphincterotomy.",
        "cop": 1,
        "opa": "Emphysematous gallbladder",
        "opb": "Acalculous cholecystitis",
        "opc": "Cholangiohepatitis",
        "opd": "Sclerosing cholangitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "94c809ad-58a9-4d67-93a5-c2a5483bed5f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the least sensitive in preoperative imaging of parathyroid in Primary hyperparathyroidism?",
        "exp": "Ans. (c) MRIRef. SABISTON 20th Edition Page 930ImagingSensitivitySpecificitySafetyTc99 SestamibiModerateModerateSafeSestamibiSPECTHighHighSafeUltrasoundModerateModerateSafe4D CTHighHighRadiationMRILowModerateSafePET/CTHighHighRadiationVenous localizationHighHighNephropathy site specific injuryUSG guided biopsyHighHighSite specific injury",
        "cop": 3,
        "opa": "Sestamibi",
        "opb": "Sestamibi SPECT",
        "opc": "MRI",
        "opd": "USG",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "84dd5797-b340-4875-b1ee-de83f412109e",
        "choice_type": "single"
    },
    {
        "question": "Not a contraindication of enteral nutrition:",
        "exp": "Ans. (b) Severe pancreatitisRef: Schwartz 10th edition page 57* In IBD and granulomatous disease sometimes available normal mucosa is less or absent and such cases parenteral nutrition is preferred.",
        "cop": 2,
        "opa": "Severe diarrhea",
        "opb": "Severe pancreatitis",
        "opc": "IBD",
        "opd": "Intestinal fistula",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2c216200-14e3-44a2-af31-c4c737c983cb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is not the definite cause of acute pancreatitis?",
        "exp": "L - Asparaginase is probable cause of acute pancreatitis. Definite cause (MAD CAT PET TV FM) Probable cause (PILAAS) 6- mercaptopurine Phenformin Azathioprine, dideoxy-inosine. Procainamide Cytosine arabinoside isoniazid 5- aminosalicylate, tetracycline pentamidine L - asparaginase Estrogens, trimethoprim, Acetaminophen Sulfamethoxazole,thiazide, valproic acid Alpha-methyl dopa Furosemide, metronidazole Sulindac",
        "cop": 4,
        "opa": "Azathioprine",
        "opb": "Pentamidine",
        "opc": "Metronidazole",
        "opd": "L-asparaginase",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "30792641-90a2-4471-b402-f2f7ffc8e5fd",
        "choice_type": "single"
    },
    {
        "question": "Splenectomy is often indicated in the management of which of the following?",
        "exp": "In hereditary spherocytosis, the abnormally shaped erythrocytes fail to pass through the splenic pulp and are more prone to earlier destruction. In hereditary elliptocytosis, the erythrocyte membrane also is abnormal. Children with spherocytosis should undergo splenectomy around their fourth birthday. Other less common hematological indications for splenectomy are thalassemia, sickle cell anemia, autoimmune anemia, and an enlarged spleen that becomes a major site of red cell sequestration.",
        "cop": 1,
        "opa": "Hereditary spherocytosis",
        "opb": "Hereditary neurofibromatosis",
        "opc": "Aplastic anemia",
        "opd": "Pheochromocytoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e8611224-5467-4eee-b2d5-989f478333c3",
        "choice_type": "single"
    },
    {
        "question": "In Carcinoma head of pancreas, Nausea & vomiting is due to:",
        "exp": "Ans. (a) External Compression of duodenumRef: Blumgarts 6th ed; pg. 979; Sabiston 20th ed; pg. 1544* Pancreatic adenocarcinoma develops in the ductal cells and are called Ductal Adenocarcinoma.* They most commonly occur on the Right side, i.e., Head and Uncinate Process (60-70%) than left side, i.e., Body and Tail of pancreas (20-25%)* Features of Carcinoma Head of Pancreas are# Jaundice 75%# Weight loss 51%# Abdominal pain 39%# Nausea/vomiting 13%# Pruritus 11%# Fever 3%# Gastrointestinal bleeding 1%* For tumors at the body and tail of pancreas, Pain (most common) and weight loss are the presenting features as they present at a late advanced stage* Regarding Nausea and vomiting, they occur due to tumor extrinsic compression of duodenum C loop presenting a state of Gastric outlet obstruction.* In unresectable cases, these patients should be offered Endoluminal duodenal metal stent as palliation.",
        "cop": 1,
        "opa": "External Compression of duodenum",
        "opb": "Portal vein infiltration",
        "opc": "Proliferation infiltration of tumor into duodenum",
        "opd": "Chemotherapy related",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1ed8e141-b890-4845-9718-e43036e8a011",
        "choice_type": "single"
    },
    {
        "question": "Pancreaticoduodenectomy is the treatment of choice for:",
        "exp": "Ans. (b) Pancreatic carcinomaWhipple's procedure (Pancreaticoduodenectomy) is done for* Pancreatic head cancer* Periampullary cancer* Duodenal cancer* Distal CBD Cancer* Best prognosis after Whipple's surgery among the above sites- DUODENAL CANCER",
        "cop": 2,
        "opa": "Duodenal carcinoma",
        "opb": "Pancreatic carcinoma",
        "opc": "Gallbladder carcinoma",
        "opd": "Gastric carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "50888489-a95e-4ae8-ab27-5ff3219bf9bd",
        "choice_type": "multi"
    },
    {
        "question": "Maximum risk of carcinoma pancreas is seen in which of these?",
        "exp": "Note - Peutz Jeghers Syndrome - Max Risk for Ca - pancreas * Risk Factors Smoking/tobacco * Associations: Diabetes Obesity Chronic pancreatitis Hereditary Factors /genetic susceptibility Hereditary pancreatitis - AD HNPCC- AD Hereditary Breast and Ovarian Ca (BRCA - 2) - AD Ataxia Telangiectasia - AR Familial atypical multiple mole melanoma (FAMMM) syndrome - AD Peutz Jeghers Syndrome - AD",
        "cop": 3,
        "opa": "Hereditary atypical multiple mole melanoma syndrome",
        "opb": "Hereditary pancreatitis",
        "opc": "Peutz-Jegher's syndrome",
        "opd": "Familial adenomatous polyposis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3d3978d6-36aa-4e59-8fde-296989eb5724",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old male college student has a history of liver cirrhosis due to Kimmelstiel-Wilson syndrome (abnormality in copper metabolism). He should be treated with which of the following?",
        "exp": "Penicillamine counteracts the adverse effects of copper on the liver in patients with Kimmelstiel-Wilson syndrome. This has been demonstrated in both humans and animals afflicted with this disease. Portocaval shunt and esophageal varices are not indicated prophylactically.",
        "cop": 1,
        "opa": "Penicillamine as soon as the diagnosis is established",
        "opb": "Penicillamine after variceal bleeding has occurred",
        "opc": "A portocaval shunt",
        "opd": "Sclerosis of the esophageal varices as a prophylactic measure",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "32d77d79-dc4a-427e-8dae-cf2a785166d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most diagnostic investigation for acute pancreatitis?",
        "exp": "Ans. b (Serum lipase). (Ref. Bailey & Love, 25th/ 1123)# A serum amylase level three to four times above normal is indicative of acute pancreatitis. A normal serum amylase level does not exclude acute pancreatitis, particularly if the patient has presented a few days later. If the serum lipase levels can be checked, it provides a more sensitive and specific test than amylase. If there is doubt, and other causes of acute abdomen have to be excluded, CECT is the best single imaging investigation.# At present, CT severity scoring (Balthazar scoring) is one of the most vital prognostic factors.SubjectiveAcute onset steady, intense epigastric abdominal pain radiating to the back with nausea and vomiting; may be relieved with leaning forward; medical history: chronic alcoholism, gallstones ObjectiveMild: Restlessness, low-grade fever, tachycardia, mild epigastric tendernessSevere: Same as mild plus marked tenderness with guarding and abdominal distension, absent bowel sounds, systemic signs of hypotension, possible shock, jaundice, and pulmonary findings, (e.g,, rales, pulmonary edema)Laboratory results: Elevated serum and/or urinary levels of pancreatic enzymes (e.g., amylase lipase, C.reactive protein, or trypsinogen activation peptide): consider liver function tests, calcium, triglycerides, albumin, complete blood count, arterial blood gases, glucoseImaging: Ultrasonography: contrast-enhanced CT or MRI (with elevated serum creatinine) and MRCP or ERCP (if high suspicion of common bile duct stones) |Differential diagnosisAcute or chronic alcohol consumption; gallstone disease; peptic ulcer disease; perforated ulcer; early appendicitis; bowel obstruction; mesenteric Ischemia; medications; hypertriglyceridemia; hypercalcemia; infection; post-traumatic injury; pregnancy; pulmonary renal or cardiovascular disorders |AssessmentRanson's CrilteriaAPACHE IICT Severity Index Mild pancreatitis <3Severe pancreatitis >3<8>8<7>7 ||PlanManagement of mild pancreatitis- Aggressive rehydration (i.e., dextrose in normal saline at 1 L per hour until adequate urine output)- Pain relief (morphine)- Enteral nutritional support once pain improves and laboratory results normalize- Monitor hemodynamic and laboratory/ serum parameters Management of severe pancreatitis- Consider intensive care unit admission- Eliminate oral intake for first 48 hours- Aggressive volume replacement- Nutritional support (enteral preferred)- Consider emergency ERCP with suspected gallstones and obstructive jaundice- Pain relief (morphine)- Identify if pancreatic or peripancreatic necrosis is present- Consider antibiotics if possible infection- Consider consultation with gastroenterology, surgery, and/or interventional radiology subspecialists",
        "cop": 2,
        "opa": "Serum amylase",
        "opb": "Serum lipase",
        "opc": "Serum P - isoamylase",
        "opd": "Serum LDH",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "06309f50-c5de-4eff-9373-f4a9ff45ad8f",
        "choice_type": "single"
    },
    {
        "question": "Rigler's sign is suggestive of -",
        "exp": "Ans. is 'b' i.e., Pneumoperitoneum Rigler's Signo Both sides of bowel become visible because of free gas on an abdominal xray. This is known as Rigler's Sign.",
        "cop": 2,
        "opa": "Pneumothorax",
        "opb": "Pneumoperitoneum",
        "opc": "Peritonitis",
        "opd": "Hemothorax",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "baeef883-cd02-46d9-9226-d345bf9069ba",
        "choice_type": "single"
    },
    {
        "question": "Pseudocyst of pancreas is",
        "exp": "Ans. b (Post-inflammation cyst). (Ref. Bailey & Love, 25th/1138.)PSEUDOCYST OF PANCREAS# A pseudocyst of pancreas is a collection of pancreatic juice enclosed in a wall of fibrous or granulomatous tissue that is usually located in lesser sac region and follows an attack of acute pancreatitis/trauma.# It is not lined by epithelium in contrast to true pancreatic cyst.# A pseudocyst with wall thickness more than 5 mm or size more than 6 cm is a mature pseudocyst and surgical treatment (cystogastrostomy) is indicated.",
        "cop": 2,
        "opa": "Post traumatic cyst",
        "opb": "Post inflammatory cyst",
        "opc": "Congenital cyst",
        "opd": "Neoplastic cyst",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f26b225f-4f22-4683-8645-14cc862ab259",
        "choice_type": "single"
    },
    {
        "question": "Which one is not the bad prognostic sign for pancreatitis?",
        "exp": "RANSON'S Prognostic Criteria (for Non-Gall Stone Induced Pancreatitis) At the Time of Admission After 48 Hours Age > 55 years Fall in Hematocrit > 10 points WBC count > 16,000/mm3 BUN Elevation > 5mg/dL RBS > 200 mg/dl S. Ca2+ < 8 mg/dL LDH > 350 IU/L Base deficit > 4 mEq/L AST > 250 U/L Aerial PO2< 60 mm Hg Fluid Sequestration > 6 L. Out of 11 if >3 present - \"Severe Acute Pancreatitis\" Minimum time for complete Evaluation - 48 hrs",
        "cop": 4,
        "opa": "TLC>16,000/mm3",
        "opb": "Calcium<8 mmoI/dL",
        "opc": "BUN Elevation > 5mg/dL",
        "opd": "Base deficit < 4 mEq/L",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "5802816d-f451-4281-ab64-e70d04af69bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following types of pancreatitis has the best prognosis? (AI 2004)",
        "exp": "Ans: b (Galls stone pancreatitis) Ref: Oxford Textbook of Surgery 2nd ed, p. 1766\"The prognosis is best in patients where pancreatitis is caused by a remediable causes like cholelithiasis. Eradication of the gall stone disease prevents futher attacks of pancreatitis.\"Good prognosis also evidenced by the fact that gall stones are recoverable in the faeces of over 90% of patients within 10 days of an attack, suggesting that the obstruction is brief.",
        "cop": 2,
        "opa": "Alcoholic pancreatitis",
        "opb": "Gall stone pancreatitis",
        "opc": "Post operative pancreatitis",
        "opd": "Idiopathic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "94637a65-7189-44ac-8c25-01aba349ac88",
        "choice_type": "multi"
    },
    {
        "question": "Flank discoloration seen in this patient admitted with Pancreatitis is",
        "exp": "Ans. (a) Grey turner sign* Skin discoloration seen in the loin in cases of hemorrhagic pancreatitis is grey turner sign* Cullen sign is pigmentation around Umbilicus.",
        "cop": 1,
        "opa": "Grey turner sign",
        "opb": "Cullen sign",
        "opc": "Kehr sign",
        "opd": "Klein sign",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "5d0bf705-7b56-41b6-9814-fd02f17097eb",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man underwent laparoscopic cholecystectomy 2 years earlier. He remains asymptomatic until 1 week before admission, when he complains of RUQ pain and jaundice. He develops a fever and has several rigor attacks on the day of admission. An ultrasound confirms the presence of gallstones in the distal CBD. The patient is given antibiotics. Which of the following should be undertaken as the next step in therapy?",
        "exp": "The patient described has the features of Charcot's triad-jaundice, abdominal pain, and rigors, which indicates the presence of ascending cholangitis in a patient with obstructive jaundice. The patient should be treated with broad spectrum IV antibiotics and undergo ERCP, sphincterotomy, and stone extraction. If this fails, surgical exploration of the CBD will be required.",
        "cop": 4,
        "opa": "Should be discharged home under observation",
        "opb": "Should be observed in the hospital",
        "opc": "Undergo surgical exploration of the CBD",
        "opd": "ERCP with sphincterotomy and stone removal",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "aec8df9f-92c5-42a5-a0a4-7c2e7f4b02b9",
        "choice_type": "multi"
    },
    {
        "question": "Best investigation is to assess the resectability of Cancer Pancreas?",
        "exp": "Ans. (a) Contrast Enhanced CT ScanRef: Schwartz 10th/e p. 1398* Best investigation to assess the operability of cancer pancreas is by Triple Phase Contrast CT Scan with Pancreatic Protocol Cuts",
        "cop": 1,
        "opa": "Contrast enhanced CT scan",
        "opb": "MRI abdomen",
        "opc": "USG",
        "opd": "ERCP",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e5b9723b-6d79-4a17-bb89-39f71d5c2941",
        "choice_type": "single"
    },
    {
        "question": "35-year-old man presenting with acute pancreatitis- Ideal fluid of choice",
        "exp": "Ans. (a) Isotonic CrystalloidRef: Sabiston 20th ed; pg. 1528Management of Acute pancreatitis:* Corner stone of medical management is resuscitation with IV fluids - ISOTONIC CRYSTALLOIDS are given aggressively.* Monitor the adequacy of resuscitation with urine output.* If there is no response to fluid resuscitation - Invasive monitoring to be done using CVP access and Foley catheterization.* MC complication in acute pancreatitis is Hypoxemia due to Acute lung injury and hence maintain Saturation above 95%- Continuous Pulse oximetry monitoring is needed.* Preferred analgesia- morphine narcotics* No proven benefit of giving Antiproteases and Pancreas secretion inhibitors or platelet activation inhibitors (Lexipafant).Nutritional Support in Acute Pancreatitis:* Oral feeding may be difficult because of Ileus, pain and intubation.* 20% of severe acute pancreatitis will develop severe pain on oral feeding.* Enteral or Parenteral must be given though the mortality rate is same in both.* Enteral nutrition has one advantage - less infectious complication.* TPN causes Intestinal Colonization of bacteria, translocation and damage of mucosal defense mechanism.* Hence whenever possible give Enteral (Nasogastric feeding is better as per Bailey and Love page 1225/27th edition)* Prophylactic antibiotics have no role in acute pancreatitis and indicated only for pancreatic abscess, infected necrosis, cholangitis.Additional treatments:* If it is a case of Gallstone pancreatitis caused by Stones in CBD causing Cholangitis, Jaundice- ERCP must be done in 72 hours' time as per Bailey and Love.* Mild Acute Pancreatitis caused by Gallstones - EARLY laparoscopic Cholecystectomy (During same admission) is indicated except in poor performance cases like old age.* Severe Acute pancreatitis caused by Gall stones - conservative treatment for 6 weeks followed by Interval cholecystectomy after 6 weeks is advised.",
        "cop": 1,
        "opa": "Isotonic crystalloid",
        "opb": "Hypertonic crystalloids",
        "opc": "Hypotonic crystalloid",
        "opd": "Vasopressin",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "377af7e6-49f4-4603-8b2b-cf04e882b76e",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of death in Acute pancreatitis within 2 weeks of hospitalization?",
        "exp": "M/C/C of Death in A. Pancreatitis Within 2 weeks of Hospitalization - MODS (Multi Organ Dysfunction Syndrome) After 2 weeks of Hospitalization - Sepsis",
        "cop": 3,
        "opa": "Sepsis",
        "opb": "Shock",
        "opc": "Multiorgan dysfunction syndrome",
        "opd": "Massive bleeding",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "2179d203-d91e-4ec8-af12-69207adca50e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for annular pancreas is",
        "exp": "Ans. is 'a' i.e., Duodenoduodenostomy \"The usual treatment is bypass (duodenoduodenostomy)\" -- Bailey and Love\"Retrocolicduodenojejunostomy is the procedure of choice.\" -- Harrison\"Treatment usually involves bypass, through duodenojejunostomy, rather than resection.\" -- Sabiston\"The surgical treatment of choice for duodenal obstruction due to duodenal stenosis or atresia or annularpancreas is a duodenoduodenostomy.\" -- Schwartz 9/e",
        "cop": 1,
        "opa": "Duodenoduodenostomy",
        "opb": "Gastrojejunostomy",
        "opc": "Vagotomy",
        "opd": "Billroth type II gastrectomy",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "de2c04f9-610b-459a-b59b-126bc05c1a94",
        "choice_type": "single"
    },
    {
        "question": "Cullen Sign is a feature of",
        "exp": "Ans. (a) hemorrhagic pancreatitisRef: Bailey and Love 27th edition Page 1222* Cullen sign: Hemorrhagic Pancreatitis causing Pigmentation in Umbilicus* Grey turner sign: Hemorrhagic Pancreatitis causing Pigmentation at Loin* Fox sign: Hemorrhagic pancreatitis causing pigmentation in Inguinal region.",
        "cop": 1,
        "opa": "Hemorrhagic pancreatitis",
        "opb": "Liver trauma",
        "opc": "Ectopic pregnancy",
        "opd": "Cirrhosis liver",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "74ba4996-0ef8-4fea-9558-0a9ef5d1fa7d",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man with a history of alcohol consumption of 25-year duration is admitted with a history of a 6-lb weight loss and upper abdominal pain of 3-weeks duration. Examination reveals fullness in the epigastrium. His temperature is 99, and his WBC count is 10,000. Which is the most likely diagnosis?",
        "exp": "The presence of an epigastric mass 2-3 weeks after the onset of acute pancreatitis strongly favors a pancreatic pseudocyst. The history of alcoholism points to pancreatitis as a possible etiologic factor in the differential diagnosis. Pseudocysts develop in 10% of patients following acute pancreatitis. Most of these, however, resolve spontaneously. They may also develop in patients with chronic pancreatitis or after pancreatic trauma.",
        "cop": 1,
        "opa": "Pancreatic pseudocyst",
        "opb": "Subhepatic abscess",
        "opc": "Biliary pancreatitis",
        "opd": "Cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a21703f1-3406-42e4-98ce-33a5431356fa",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is admitted with abdominal pain and weight loss of 5 lb over the past month. He has continued to consume large amounts of rum. Examination reveals icteric sclera. The indirect bilirubin level is 5.6 mg/dL with a total bilirubin of 6 mg/dL. An ultrasound shows a 4-cm pseudocyst. What is the most likely cause of jaundice in a patient with alcoholic pancreatitis?",
        "exp": "A recent increase in alcohol consumption explains the jaundice secondary to alcoholic hepatitis in the majority of such patients. Carcinoma of the pancreas is relatively rare but often causes difficulty in the differentiation from pancreatitis. A pseudocyst measuring 4 cm is not likely to be associated with nonobstructive jaundice in this patient.",
        "cop": 1,
        "opa": "Alcoholic hepatitis",
        "opb": "Carcinoma of pancreas",
        "opc": "Intrahepatic cyst",
        "opd": "Pancreatic pseudocyst",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "4b536643-4dd0-4304-b366-292812cbd63a",
        "choice_type": "single"
    },
    {
        "question": "A young patient presents with a massive injury to proximal duodenum, head of pancreas and distal common bile duct. The procedure of choice in this patient should be:",
        "exp": "According to given situation, injury is Grade V injury,Pancreaticoduodenectomy to be done. Whipple's procedure/Pancreaticoduodenectomy * 1st - Pancreatico - jejunostomy* 2nd -Hepatico - jejunostomy* 3rd -Gastro - jejunostomy PANCREATIC TRAUMA- In adult: MC cause - Penetrating- In children: MC cause - Blunt trauma- Handlebar - bicycle- MC affected - body of pancreas Pancreatic organ injury scale Grade Hematoma Laceration I Minor contusion withoutduct injury Superficial laceration without duct injury II Major contusion withoutduct injury Major laceration without duct injury III - Distal transection or parenchymal injury with ductinjury IV - Proximal transection or parenchymal injury involvingAmpulla V - Massive disruption of pancreatic head Diagnosis- IOC for Dx - CECT- ERCP - Most reliable test to demonstrate pancreatic duct integrity Management- I - Observation- II - Debridement, drainage, possible repair- III - Distal resection, Roux-en-Y drainage- IV & V - Damage control surgery- Resection + Roux-en-Y drainage- Triple tube decompression- Pyloric exclusion- Duodenal diveicularization- Pancreatico Duodenectomy- MC complication seen after Pancreatic trauma - Pancreatic fistula / Persistent drain output",
        "cop": 2,
        "opa": "Roux-en-Y anastomosis",
        "opb": "Pancreaticoduodenectomy",
        "opc": "Lateral tube jejunostomy",
        "opd": "Retrograde jejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "ce972835-b905-4d8e-90b4-a48b8f5873db",
        "choice_type": "single"
    },
    {
        "question": "The complication least likely to occur in a pseudocyst of the pancreas is:",
        "exp": "Ans: d (Carcinomatous change)Ref: Schwartz surgery, 7th ed, p. 1486",
        "cop": 4,
        "opa": "Haemorrhage",
        "opb": "Torsion",
        "opc": "Infection",
        "opd": "Carcinomatous change",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "94524cae-2c48-4e4d-9542-33928ab7d6c4",
        "choice_type": "single"
    },
    {
        "question": "Cushing disease cause is",
        "exp": "Ans. (a) ACTH producing pituitary tumorRef: Endocrine Surgery by Schwartz Page 27* Pituitary adenoma arising from corticotroph cells causing secretion of ACTH resulting in Cushing's disease* Corticotroph cell adenomas may be clinically silent or may cause hypercortisolism, manifested clinically as Cushing syndrome, because of the stimulatory effect of ACTH on the adrenal cortex.* When the hypercortisolism is caused by Excessive production of ACTH by the pituitary, the process is designated Cushing disease, because it is the pattern of hypercortisolism originally described by Dr. Harvey Cushing.",
        "cop": 1,
        "opa": "ACTH producing pituitary tumor",
        "opb": "Adrenal Tumor",
        "opc": "Ectopic production of ACTH",
        "opd": "Adrenal Hyperplasia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "c5ad5942-2cbe-4d75-be65-0c53e1fa2cd6",
        "choice_type": "single"
    },
    {
        "question": "Whipple triad is seen in:",
        "exp": "Ans: b (Insulinoma) Ref: Bailey, 24th ed, p. 1131Whipple triad is the classic diagnostic criteria for insulinoma.Whipple triad- Signs & symptoms of hypoglycaemia during fasting.- Blood glucose below 2.8 mmol/ltr (50 mg/dl) during symptomatic episodes.- Relief of symptoms by administration of glucose.Insulinomass-cell endocrinal tumours of pancreasArise from whole pancreasSymptoms are due to excessive secretion of insulin causing hypoglycaemia.Most are solitary & benign.Only 10- 15% are malignant.LocalizationMore sensitive test is intraoperative USGHigh resolution CT & MRIEndoscopic USGSelective arteriographyTreatmentSurgical excision is treatment of choice.",
        "cop": 2,
        "opa": "Glucogonoma",
        "opb": "Insulinoma",
        "opc": "Gastrinoma",
        "opd": "Ca pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3e06d929-fb93-4be7-8660-a71557475786",
        "choice_type": "single"
    },
    {
        "question": "All are true about gastrinoma except:",
        "exp": "Ans. (c) Most common site is pancreas* MC site is Duodenum (50-70%) > Pancreas (20-40%)* Duodenal primary spread to lymph nodes commonly* Pancreatic gastrinomas spreads to liver commonly* In duodenum MC site is 1st part >2nd Part.* 70-90% cases are located in PASSARO TriangleDiarrheas:* Explosive diarrhea - carcinoid tumors* Early morning spurious diarrhea - Rectal Cancers.* Watery Diarrhea+hypokalemia - VIP omas* Pancreatic Cholera - VIP omas* Rice water stools - Cholera* Pea Soup stools - Typhoid* Diarrhea getting reduced on Ryles tube aspiration - Zollinger Ellison Syndrome (Gastrinomas)",
        "cop": 3,
        "opa": "Mostly found in gastrinoma triangle",
        "opb": "Increases acid production",
        "opc": "Most common site is pancreas",
        "opd": "Lymphadenectomy is not required as there is no improvement in survival",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a8828dfc-d7ba-494a-a099-f870871605f2",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old woman complains of weakness, profuse watery diarrhea, and crampy abdominal pain. She reports a 10-lb weight loss. Her serum potassium is 2.8 mEq/L. Select the most likely diagnosis.",
        "exp": "WDHA or vasoactive intestinal polypeptide (VIPoma) is characterized by voluminous diarrhea, 5 L or more daily, rich in potassium, which looks like watery tea. The diarrhea is secretory and if refractory to antidiarrheal agents. Patients are weak, with metabolic acidosis and hypokalemia. Octreotide decreases diarrhea volume. The pancreatic tumor should be excised. Secretory diarrhea also occurs in some patients with Zolliger-Ellison syndrome (ZES) and is the only complaint in less than 10% of ZES patients. More than 90% of ZES patients have peptic ulcer disease. Unlike the diarrhea associated with ZES, the diarrhea of WHDA continues with fasting and continuous nasogastric tub suctioning. 15% of patients with glucagonoma have diarrhea; glucagonoma is associated with migratory necrotizing dermatitis.",
        "cop": 1,
        "opa": "Watery, diarrhea, hypokalemia, and achlorhydria (WDHA) syndrome",
        "opb": "Somatostatinoma",
        "opc": "Glucagonoma",
        "opd": "Insulinoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "3ebb4467-f609-4f99-a200-daf44aea7f2f",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old patient with chronic pancreatitis is suffering from malnutrition and weight loss secondary to inadequate pancreatic exocrine secretions. Which is TRUE regarding pancreatic secretions?",
        "exp": "Secretin releases fluid rich mainly in electrolytes and bicarbonate. Both cholecystokinin and vagal stimulation result in fluid with a high content of enzymes. Among the pancreatic enzymes, amylase and lipase are released in their active forms; whereas, the proteolytic enzymes (trypsinogen, chymotrypsinogen) are secreted as inactive zymogens. Their activation occurs in the duodenum, where the zymogens are exposed to enterokinase.",
        "cop": 2,
        "opa": "Secretin releases fluid rich in enzymes.",
        "opb": "Secretin releases fluid rich mainly in electrolytes and bicarbonate.",
        "opc": "Cholecystokinin releases fluid, predominantly rich in electrolytes, and bicarbonate.",
        "opd": "All pancreatic enzymes are secreted in an inactive form.",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "931c0ec3-5c37-46cd-8841-58eac280fccb",
        "choice_type": "multi"
    },
    {
        "question": "Most Commonly done screening test for diagnosing Acute Pancreatitis",
        "exp": "Ans. (a) Serum AmylaseRef: Bailey and Love 27th ed. pg. 1214* Most common used to diagnose Acute pancreatitis - Serum amylase (will be elevated for first 3 days and declines in 4-8 days)* Serum Lipase though more sensitive is not widely available.",
        "cop": 1,
        "opa": "Serum amylase",
        "opb": "Serum lipase",
        "opc": "Serum trypsin",
        "opd": "NBT PABA",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1b1ebf50-8c6e-4b81-a90c-057c9c295f8e",
        "choice_type": "single"
    },
    {
        "question": "Most common mutation in pancreatic adenocarcinoma:-",
        "exp": "Ca-Pancreas MC genetic mutation in Ca pancreas/ Cholangiocarcinoma - K-RAS > p-16 MC genetic mutation in Ca- GB - P53 > K-RAS MC genetic mutation in Ca stomach - P53 > COX - II",
        "cop": 1,
        "opa": "K-ras",
        "opb": "p16",
        "opc": "p53",
        "opd": "BRAF",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "b1d6f186-b163-41ba-b404-fa611d6c58ea",
        "choice_type": "single"
    },
    {
        "question": "Cullen's sign:",
        "exp": "(Bluish discolouration in the umbilicus) (1124-Baily & love 24th) (1140-Baily & Love 25th)Acute Pancratitis* Bluish discolouration of the flanks - Grey Turner Sign* Bluish discolouration of the umbilicus - Cullen's sign.",
        "cop": 2,
        "opa": "Bluish discolouration of the flanks",
        "opb": "Bluish discolouration in the umbilicus",
        "opc": "Migratory thrombophelebitis",
        "opd": "Subcutaneous fat necrosis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "9c9cebac-7bc1-4980-92bd-0b15feb20a85",
        "choice_type": "single"
    },
    {
        "question": "The given manifestation is the most common symptom of which of the following neuroendocrine tumor of pancreas?",
        "exp": "The image shows Central necrosis & Peripheral Erythema \"Necrolytic Erythema Migrans\". It is the most common manifestation of Glucagonoma Glucagonoma / Hyperglycemic Cutaneous Syndrome. 4 D Syndrome Diabetes Mellitus - Dermatitis (M.C symptom) \"Necrolytic Erythema Migrans\" DVT Depression M.C site of tumor - Body & Tail of pancreas. Malignant Rx of choice: Distal Pancreatectomy.",
        "cop": 2,
        "opa": "Insulinoma",
        "opb": "Glucagonoma",
        "opc": "Gastrinoma",
        "opd": "Somatostatinoma",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "06df9638-8d07-4a4c-83b2-5742bfd05447",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old female presents with episodes of bizarre behavior, memory lapse, and unconsciousness. She also demonstrated previously episodes of extreme hunger, sweating, and tachycardia. During one of these episodes, her blood sugar was tested and was found to be 40 mg/dL. Which of the following would most appropriately indicate a diagnosis of insulinoma?",
        "exp": "The characteristic features of insulinomas include: (a) hypoglycemic symptoms; (b) blood glucose <50 mg/dL during the symptomatic episodes; and (c) relief of symptoms by intravenous injection of glucose (Whipple's triad). Diagnosis is confirmed by demonstration of fasting hypoglycemia in the presence of inappropriately elevated levels of insulin in the blood. A ratio of plasma insulin/glucose >0.3 is diagnostic. Circulating levels of C-peptide are usually elevated in patients with insulinoma but not in patients with such other causes of hypoglycemia as tumors of mesenchymal origin and liver tumors. Patients who surreptitiously administer insulin develop insulin antibodies.",
        "cop": 4,
        "opa": "Demonstration of insulin antibodies in blood",
        "opb": "Abnormal glucagon level",
        "opc": "CT of the pancreas showing a mass",
        "opd": "Hypoglycemia during a symptomatic episode with relief of symptoms by intravenous glucose",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "a5701a0d-cd0b-4464-9ec2-915067c14d28",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of acute pancreatitis",
        "exp": "Ans. (d) HypocalcemiaRef: Bailey and Love 26th/e p. 1127* Hypercalcemia and Hypertriglyceridemia causes acute pancreatitis * Recall the mnemonic I mentioned in theory \"GET SMASHED\" for acute pancreatitis causes.",
        "cop": 4,
        "opa": "Mumps",
        "opb": "Gall stones",
        "opc": "Trauma",
        "opd": "Hypocalcemia",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "1a23b92f-868d-4022-8259-12d8651ead0f",
        "choice_type": "multi"
    },
    {
        "question": "A chronic alcoholic presented with repeated episodes of non-bilious vomiting after meals. On the basis of CECT findings, what is the diagnosis?",
        "exp": "Symptoms are s/o pancreatitis In the given CT scan, pancreatic psudocyst is seen Pancreatic Pseudocyst - MC cystic lesion of pancreas (75%)- Not lined by Epithelium, but with granulation tissue - M/C cause of pseudocyst - Alcohol- More common in chronic pancreatitis > Acute pancreatitis- MC complication- Infection (14%) > Hemorrhage (10%)- IOC - CECT- Treatment- Cysto jejunostomy/ Roux-en-Y- Cysto jejunostomy- Indications of surgery - Duration > 6 weeks- Size > 6 cm",
        "cop": 2,
        "opa": "Gastric outlet obstruction",
        "opb": "Pseudocyst",
        "opc": "Carcinoma pancreas",
        "opd": "Chronic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "f06a0630-35e0-413a-963c-185c245ef159",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Choice for Annular Pancreas",
        "exp": "Ans. (a) Duodeno duodenostomyRef: Bailey And Love 27th edition Page 1219* Annular Pancreas is the result of failure of complete rotation of ventral pancreatic bud during development, so that the ring of pancreatic tissue is surrounding the 2nd or 3rd part of pancreas.* Most common in down syndrome cases.* Presents with Vomiting in neonatal age.* Treatment is Duodeno Duodenostomy* In late cases presenting with pancreatitis - resection of head of pancreas is preferable to a lesser procedure than resection.",
        "cop": 1,
        "opa": "Duodeno duodenostomy",
        "opb": "Gastro jejunostomy",
        "opc": "Vagotomy and GJ",
        "opd": "Billroth 2 reconstruction",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "e9686f93-2cad-4ecc-af80-8860c36b5703",
        "choice_type": "single"
    },
    {
        "question": "Most common genetic mutation in Ca pancreas",
        "exp": "MC genetic mutation in Ca pancreas/ Cholangiocarcinoma - KRAS > p-16 MC genetic mutation in Ca- GB - P53 > K-RAS MC genetic mutation in Ca stomach - P53 > COX - II",
        "cop": 1,
        "opa": "KRAS",
        "opb": "p-16",
        "opc": "P53",
        "opd": "COX - II",
        "subject_name": "Surgery",
        "topic_name": "Pancreas",
        "id": "7ec12dae-2636-4937-b34b-60bf79af3efc",
        "choice_type": "single"
    }
]