[
    {
        "question": "Kamli Rani, 75-years -old woman present with post myocardial infarction after 6 weeks mild CHF. There was past H/O neck surgery for parathyroid adenoma 5 years ago, ECG shows slow atrial fibrillation. Serum Ca2+ 13. 0 mg/L and urinary Ca2+ is 300 mg/24 hr. On examination there is small mass in the Para tracheal position behind the right clavicle. Appropriate management at this time is:",
        "exp": "Patient is a case of recurrent hyperparathyroidism, as she was operated previously for parathyroid adenoma. In the setting of recent myocardial infarction, CHF and atrial fibrillation, any operation carries a high risk. Ultrasound-guided alcohol injection in the mass is preferred in this setting.",
        "cop": 4,
        "opa": "Repeat neck surgery",
        "opb": "Treatment with technetium-99",
        "opc": "Observation and repeat serum Ca2+ in two months",
        "opd": "Ultrasound-guided alcohol injection of the mass",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "819a9b25-36f0-41d0-a409-8289d976f067",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of parathyroid hyperplasia is:",
        "exp": "TREATMENT OF PRIMARY HYPERPARATHYROIDISM Initial correction of hypercalcemia (Rapid IV normal saline followed by Forced diuresis with furosemide) Neck exploration is done and treatment is done accordingly A single parathyroid adenoma (85%) Resection Two adenomas (5%) Resection Hyperplasia of all four glands (10-15%) Resection of 3 1/2 glands or Resection of all four glands With Parathyroid auto transplantation - into Brachioradialis of non-dominant arm PARATHYROID AUTO TRANSPLANTATION Whenever multiple parathyroids are resected, it is preferable to cryopreserve tissue, so that it may be autotransplanted Approx. 12-14 pieces of 1 mm are transplanted into the nondominant forearm in belly of brachioradialis muscle",
        "cop": 3,
        "opa": "Phosphate binders",
        "opb": "Calcitonin",
        "opc": "Removal of 3 1/2 glands",
        "opd": "Enlarged glands to be removed",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "8c589a5a-76e7-44c7-bae3-68a033c98090",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male presents with severe refractory hypertension, weakness, muscle cramps and hypokalemia, the most likely diagnosis is:",
        "exp": "Manifestation of Conn's Syndrome (Primary Hyperaldosteronism) Clinical Laboratory Muscle weakness and fatigue (due to hypokalemia) Hypertension without edema Polyuria and polydipsia Hypokalemia Metabolic alkalosis Hypernatremia Increased Aldosterone Low renin",
        "cop": 2,
        "opa": "Hypoaldosteronism",
        "opb": "Hyperaldosteronism",
        "opc": "Cushing syndrome",
        "opd": "Pheochromocytoma",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "bff96992-281c-4b17-bb5a-16c22a9c6fb1",
        "choice_type": "single"
    },
    {
        "question": "Incidental finding in CT scan, a 3 cm adrenal mass, which of the following is not done?",
        "exp": "Nonoperative therapy, with close periodic follow-up, is advised for lesions <4 cm in diameter with benign imaging characteristics, whereas adrenalectomy is recommended for lesions >=4 cm in size due to the increased risk of cancer.",
        "cop": 1,
        "opa": "Adrenalectomy",
        "opb": "Dexamethasone suppression test",
        "opc": "Measurement of catecholamines",
        "opd": "Midnight plasma coisol",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "f6e7113b-9509-4a56-8725-f975923ec2f8",
        "choice_type": "single"
    },
    {
        "question": "True about adrenocoical carcinoma:",
        "exp": "ADRENOCOICAL CARCINOMARare tumor>50% are functional. Cushing's syndrome is most commonly seen, followed by virilization. Capsular or vascular invasion is the most reliable sign of cancer.",
        "cop": 4,
        "opa": "Rare tumor",
        "opb": "More than half are functional",
        "opc": "Most commonly associated with Cushing syndrome",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "432adb86-a032-48af-9ecd-8a9df69be63f",
        "choice_type": "multi"
    },
    {
        "question": "All are true about pheochromocytoma except:",
        "exp": "Only 10% are malignant. They are also called 10 % tumors because 10% are bilateral, 10% are extra adrenal, 10% occur in pediatric patients, 10% are familial. One \"traditional\" 10% rule that has now been modified peains to familial cases. It is now recognized that as many as 25% of individuals with pheochromocytomas and paragangliomas harbor a germline mutation in one of at least six known genes",
        "cop": 1,
        "opa": "90% are malignant",
        "opb": "95% occur in the abdomen",
        "opc": "They secrete catecholamines",
        "opd": "They arise from sympathetic ganglions",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "ada55970-96f5-450b-9025-43ea55c29769",
        "choice_type": "multi"
    },
    {
        "question": "Hyperparathyroidism is characterized by the following except:",
        "exp": "Patients with PHPT(Primary hyperparathyroidism) formerly present with the \"classic\" pentad of symptoms: Kidney stones. Painful bones. Abdominal groans. Psychic moans. Fatigue oveones. Diagnosis:- Elevated serum calcium and intact PTH or two-site PTH levels, without hypocalciuria establishes the diagnosis of PHPT",
        "cop": 4,
        "opa": "Generalized osteoporosis",
        "opb": "Renal calculi",
        "opc": "Hypercalcemia",
        "opd": "Osteosclerosis",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "f491df25-5bf6-4d20-8545-3dfbd274f742",
        "choice_type": "multi"
    },
    {
        "question": "Features to differentiate parathyroid adenoma from hyperplasia would include which of the following?",
        "exp": "Parathyroid adenoma can be differentiated from hyperplasia only at the time of surgery In case of adenoma, only one gland is found to be enlarged, the other three are normal. In hyperplasia, all four glands are enlarged.",
        "cop": 4,
        "opa": "Presence of excess chief cells",
        "opb": "High levels of parathormone",
        "opc": "Infiltration of capsule",
        "opd": "Identifying hyperplasia of all 4 glands at surgery in parathyroid hyperplasia",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "30994328-2e7f-42a5-a468-f051ab4a6659",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of Cushing syndrome is:",
        "exp": "MC cause of Cushing's syndrome is iatrogenic exogenous administration of steroids MC endogenous cause of Cushing's syndrome is bilateral adrenal hyperplasia secondary to hypersecretion of ACTH from pituitary or from an ectopic non-pituitary source. Cause of Cushing's Syndrome Endogenous Exogenous ADRENAL HYPERPLASIA Pituitary ACTH overproduction: Microadenoma>Marcoadenoma Ectopic ACTH overproduction: Small cell carcinoma lung Thymus carcinoid Carcinoma pancreas Bronchial adenoma Iatrogenic exogenous administration of steroids (MC cause) ADRENAL NEOPLASIA Adenoma Cacrinoma",
        "cop": 3,
        "opa": "Adrenal adenoma",
        "opb": "Carcinoma",
        "opc": "Hyperplasia",
        "opd": "Atrophy",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "128a46ec-d710-495b-a4f6-e9417a4822ee",
        "choice_type": "single"
    },
    {
        "question": "Commonest symptom of pheochromocytoma is:",
        "exp": "Classic triad: Headache, Diaphoresis, Palpitations. Most common symptom is headache. MC manifestation is Hypertension.",
        "cop": 2,
        "opa": "Palpitation",
        "opb": "Headache",
        "opc": "Sweating",
        "opd": "Dyspnea",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "a2e4a5e2-c825-41e8-9482-8ff69759cade",
        "choice_type": "single"
    },
    {
        "question": "Absent parathyroid, thymic aplasia with immuno-deficiency and cardiac defects are features of:",
        "exp": "DI-GEORGE SYNDROME Characterized by Congenital cardiac defects, paicularly those involving great vessels Hypocalcemic tetany due to failure of parathyroid development Absence of normal thymus, T-cell immunodeficiency",
        "cop": 3,
        "opa": "Autoimmune polyglandular syndrome",
        "opb": "Pendred syndrome",
        "opc": "Di George syndrome",
        "opd": "Lesch-Nyhan syndrome",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "2e179872-8400-4da0-bd83-7957d14226a6",
        "choice_type": "single"
    },
    {
        "question": "Indication for surgery in a case of adrenal incidentaloma:",
        "exp": "Indications of surgery in Incidentaloma: Suspicious imaging characterstics (irregular margins) Size>5 cm Bilateral adrenal metastasis Functional tumor Young age Few surgical risk factors Interval tumor growth Patient preference.",
        "cop": 4,
        "opa": "Size>5 cm",
        "opb": "Bilateral adrenal metastasis",
        "opc": "Functional tumor",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "0cd407b5-d186-44ae-af82-d6b9895c0ce6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a CT feature of adrenal adenoma?",
        "exp": "Adrenal adenoma on contrast enhanced CT/MRI show rapid uptake and relatively rapid washout of contrast material than non adenomas. CT Features of Adrenal Adenoma Well defined /sharply defined <5 cm in size Low attenuation (< 10 HU) due to lipid content Mild homogenous enhancement Relatively rapid washout of contrast material (due to lack of large interstitial spaces) Relatively rapid washout is characteristic of adenoma",
        "cop": 3,
        "opa": "Low attenuation",
        "opb": "Homogeneous density and well defined borders",
        "opc": "Enhances rapidly, contrast stays in it for a relatively longer time and washes out late",
        "opd": "Calcification is rare",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "592b7a52-27d6-4145-ac8d-18e71e6d845e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about parathyroid?",
        "exp": "IDENTIFICATION OF PARATHYROIDS Approximately 85% of the parathyroid glands are found within 1 cm of the junction of the inferior thyroid aery and RLNs. Upper parathyroid glands Superior to junction of inferior thyroid aery and RLNs Dorsal (posterior)to RLN Lower parathyroid glands Inferior to junction of inferior thyroid aery and RLNs Ventral (anterior) to RLN The thin fascia overlying a \"suspicious\" fat lobule should be incised using a sharp curved hemostat and scalpel. This maneuver often causes the parathyroid gland to \"pop\" out. MC location of ectopic parathyroid gland: Paraesophageal > Mediastinal >Intrathymic",
        "cop": 4,
        "opa": "Upper parathyroid glands are superior to junction of inferior thyroid aery and RLN",
        "opb": "Most common location of ectopic parathyroid glands is paraesophageal",
        "opc": "Lower parathyroid is anterior to RLN",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "5b7670aa-70ab-44d2-8e28-b81fab0b7714",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about secondary hyperparathyroidism?",
        "exp": "SECONDARY HYPERPARATHYROIDISM-MC cause is Chronic renal failure-May occur in hypocalcemia secondary to inadequate calcium or vitamin D intake, or malabsorption.-Related to hyperphosphatemia (and resultant hypocalcemia)-Deficiency of 1, 25-dihydroxy vitamin D due to loss of renal tissue-Low calcium intake-Decreased calcium absorption",
        "cop": 4,
        "opa": "Commonly occurs in CRF",
        "opb": "Related to hyperphosphatemia",
        "opc": "Patients are generally hypocalcemic",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "80a288c2-a63f-4321-9504-df2ae725a3df",
        "choice_type": "multi"
    },
    {
        "question": "Hypocalcemia in immediate post op period following excision of parathyroid adenoma is due to:",
        "exp": "Hungry Bone Syndrome Hypocalcemia in immediate post - op period following excision of parathyroid adenoma is due to increased uptake by bones.",
        "cop": 2,
        "opa": "Stress",
        "opb": "Increased uptake by bones",
        "opc": "Hypercalcemia",
        "opd": "Increased calcitonin",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "87d698b8-e6b3-45f5-8945-607ee0f6f3f7",
        "choice_type": "single"
    },
    {
        "question": "A 20 years old male presents with chronic constipation, headache and Marfanoid habitus, neuromas of tongue, medullated corneal nerve fibers and nodule of 2x2 cm size in the left lobe of thyroid. The most probable diagnosis is:",
        "exp": "- 2x2cm size of nodule most commonly medullary thyroid carcinoma - Headache because of pheochromocytoma - Therefore, diagnosis is MEN-2B MEN-2B Also known as MEN-3 Gene mutated is tyrosine kinase codon of RET oncogene. Pheochromocytoma M - MTC (most aggressive) M - marfanoid features M - mucosal neuromas. RET oncogene (tyrosine kinase domain) Autosomal dominant",
        "cop": 4,
        "opa": "Sporadic medullary carcinoma of thyroid",
        "opb": "Familial medullary carcinoma of thyroid",
        "opc": "MEN 2A",
        "opd": "MEN 2B",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "02b49a2c-9a2d-4b2e-8420-2c4686bddea4",
        "choice_type": "single"
    },
    {
        "question": "Incidental adrenal masses:",
        "exp": "The incidental adrenal mass is seen in as many as 1. 3% of abdominal CT scans performed for other reasons. Adrenocoical adenomas are most common, followed by adrenocoical carcinoma, metastases from other primary cancers, and pheochromocytoma. Biochemical evaluation must weigh the prevalence of adrenal neoplasms against the consequences of a missed life-threatening diagnosis, as in pheochromocytoma. All adrenal masses should be evaluated for pheochromocytoma with measurement of 24-hour urine catecholamines and their metabolites. Aldosterone and coisol measurement are indicated if clinical features suggest aldosteronism or Cushing's syndrome. Fine-needle aspiration of adrenal masses is indicated for clearly cystic lesions or if metastasis is suspected based on the presence of another known primary. Fine-needle aspiration is not routinely indicated in the evaluation of adrenal lesions and is contraindicated until pheochromocytoma is definitively excluded. Adrenal lesions should be resected if they are functional, are larger than 6 cm., or have enlarged during follow-up.",
        "cop": 3,
        "opa": "May be seen in as many as 10% of abdominal CT studies.",
        "opb": "Most commonly represent pheochromocytoma; adrenocoical adenoma, adrenocoical carcinoma, and metastases from other primary cancers occur less frequently.",
        "opc": "May represent adrenocoical carcinoma if greater than 6 cm. in diameter.",
        "opd": "Should be routinely evaluated by measurement of 24-hour urine levels of catecholamines and their metabolites, coisol, and aldosterone plus fine-needle aspiration.",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "cf2c2e05-7c85-4443-9de1-12bace536585",
        "choice_type": "single"
    },
    {
        "question": "Most common cause for primary hyperparathyroidism is:",
        "exp": "- Solitary adenoma is the most common cause (80%) - Parathyroid adenomas are most commonly located in inferior parathyroid glands Primary Hyperparathyroidism (PHPT)- Caused by increased secretion of Parathyroid hormone (PTH) from abnormalparathyroid gland- More common in females- MC cause of PHPT - Solitary Adenoma (80% of cases)|MC location - Inferior parathyroid",
        "cop": 1,
        "opa": "Single adenoma",
        "opb": "Multiple adenomas",
        "opc": "Single gland hyperplasia",
        "opd": "Multiple gland hyperplasia",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "07aa5441-fdc3-4b9c-8f15-d1451e2187e0",
        "choice_type": "single"
    },
    {
        "question": "After bilateral adrenalectomy, patient developed gradual loss of vision, with hyperpigmentation of skin, and headache. Likely cause is:",
        "exp": "NELSON'S SYNDROME Adrenalectomy in the setting of residual coicotroph adenoma tissue predisposes to the development of Nelson's syndrome. Characterized by rapid pituitary tumor enlargement and increased pigmentation secondary to high ACTH levels. Radiation therapy may be indicated to prevent the development of Nelson's syndrome after adrenalectomy. Primary adrenal Cushing's syndrome - Adrenalectomy - Loss of negative feedback to pituitary - Development of pituitary adenoma - Nelson's syndrome.",
        "cop": 2,
        "opa": "Addison's disease",
        "opb": "Nelson's syndrome",
        "opc": "Cushing's disease",
        "opd": "Hypopituitarism",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "5d4a77b2-4258-46f7-9119-a9f16fd2464d",
        "choice_type": "single"
    },
    {
        "question": "In renal agenesis, the adrenal gland is:",
        "exp": "Embryological development of kidneys and adrenal is different, hence even in renal agenesis, adrenal glands will be in normal position.",
        "cop": 4,
        "opa": "Absent",
        "opb": "Present on contralateral side",
        "opc": "Ectopic in the iliac fossa",
        "opd": "Present at the usual location",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "15c4560b-4afa-43f0-83a9-578b637018d2",
        "choice_type": "single"
    },
    {
        "question": "An infant is diagnosed with MEN-2B trait. Which the following will be best line of management?",
        "exp": "Prophylactic Thyroidectomy in RET Mutation Carriers MEN-2A Before 5 years MEN-2B Before 1 year",
        "cop": 1,
        "opa": "Prophylactic surgery",
        "opb": "Clinical observation and follow up",
        "opc": "Regular FNAC",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "fc7edf8c-8b25-476c-8faa-f5a2539dab3a",
        "choice_type": "multi"
    },
    {
        "question": "A young female with history of renal calculi complains of bone pain and abdominal cramps. On investigation, multiple fractures were discovered and serum calcium and PTH was raised. Which of the following will be the best investigation to arrive at a definitive diagnosis?",
        "exp": "Hyperparathyroidism Patient with PHPT formerly presents with classic pentad of symptoms Kidney stones Psychic moans Painful bones Fatigue oveones Abdominal groans -Biochemical findings - increase Serum Ca++, Increase PTH -MC cause is single adenoma Best investigation to localize parathyroid Adenomas - Sestamibi scan",
        "cop": 2,
        "opa": "CECT neck",
        "opb": "Sestamibi scan",
        "opc": "Radioiodine scan",
        "opd": "Ultrasound neck",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "f0e3697a-4b88-426d-83af-6ef570af5349",
        "choice_type": "single"
    },
    {
        "question": "36 year old female, asymptomatic but with raised 24-hour urinary coisol level and raised ACTH with suppression in high dose dexamethasone suppression test. MRI of head reveals no enlargement of the pituitary gland. What should be the next step in this case?",
        "exp": "This patient most likely has Cushing Syndrome because of positive screening test of 24-hr urinary coisol level. It is a secondary cause of Cushing Syndrome due to elevated ACTH levels. This may be either due to a pituitary adenoma or an ectopic source such as small cell lung cancer. MRI head would reveal any adenoma of pituitary gland but still if inconclusive it should be followed by sampling of inferior petrosal sinus Test for screening or confirmation of Cushing syndrome are: 24 hour urinary free coisol excretion Dexamethasone overnight test (plasma coisol>50nmol/L at 8 am after 1mg dexamethasone tablet given at 11pm night before) Midnight plasma coisol levels>130ng/dl Midnight salivary coisol levels>5mmol/dl Low dose Dexamethasone test ( plasma coisol>50nmol/L after 0. 5mg dexamethasone 6hourly for 2 days)",
        "cop": 3,
        "opa": "MRI to assess the adrenals",
        "opb": "CT chest",
        "opc": "Inferior petrosal sinus venous sampling",
        "opd": "Coicotropin-releasing hormone (CRH) levels",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "e481a48d-0403-4f45-9c96-1ae3012dcefa",
        "choice_type": "multi"
    },
    {
        "question": "52-year-old woman Pushpa comes to AIIMS OPD with complaints of fatigue, flank pain, Headache,, haematuria, and abdominal pain. Her sestamibi scan that demonstrates persistent uptake in the right superior parathyroid gland at 2 hours. Which of the following laboratory values is most suggestive of her diagnosis?",
        "exp": "Diagnostic for hyperparathyroidism-Elevated parathyroid hormone levels in conjunction with elevated calcium levels Essential to the diagnosis of hyperparathyroidism is the finding of hypercalcemia. All forms of hyperparathyroidism are characterized by elevated PTH levels. Primary hyperparathyroidism: Caused by increased secretion of Parathyroid hormone (PTH) from abnormal parathyroid gland, Hypercalcemia results from abnormally active parathyroid glands. Secondary hyperparathyroidism: Hypocalcaemia results in reactive overproduction of PTH. Usually occurs in association with Chronic renal failure (CRF), may occur in Hypocalcaemia secondary to inadequate calcium or vitamin D intake or in patients of malabsorption Teiary hyperparathyroidism: Hypercalcemia results from untreated s. HPT, with continuously elevated PTH levels. Hyperparathyroidism is by far the most prevalent causes of hypercalcemia. The majority of patients with primary hyperparathyroidism have a single parathyroid adenoma, which can be localized with sestamibi scanning. - Technetium 99m-labeled sestamibi is taken up by the parathyroid and thyroid glands. - Hyperfunctioning parathyroid glands take up the sestamibi to a greater extent than normal glands, and therefore sestamibi scanning can be used to identify parathyroid adenomas. - Patients with primary hyperparathyroidism have either normal or elevated urinary calcium.",
        "cop": 4,
        "opa": "Serum acid phosphatase above 120 IU/L",
        "opb": "Serum alkaline phosphatase above 120 IU/L",
        "opc": "Urinary calcium below 100 mg/day",
        "opd": "Serum calcium above 11 mg/dL",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "2b875a65-8ea3-4ab2-9c94-5ab023c66485",
        "choice_type": "multi"
    },
    {
        "question": "The most common organ involved in MEN-1 is:",
        "exp": "Most common endocrine abnormality ( more than 98% of affected individuals) in MEN1 is multiglandular parathyroid tumours.",
        "cop": 1,
        "opa": "Parathyroid",
        "opb": "Thyroid",
        "opc": "Adrenal",
        "opd": "Testis",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "9a6d2255-c060-48a0-b9e5-92c119a05687",
        "choice_type": "single"
    },
    {
        "question": "Parathyroid gland was implanted into forearm muscle. What is the type of transplantation?",
        "exp": "The transfer of living organs or tissue from one pa of the body to another or from one individual to another is known as heterotopic transplantation. It is also known as piggy back transplant.",
        "cop": 2,
        "opa": "Ohotopic",
        "opb": "Heterotopic",
        "opc": "Auxiliary",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "59cc34ca-a463-4403-9bc5-30907c817297",
        "choice_type": "multi"
    },
    {
        "question": "Most prevalent incidentaloma is:",
        "exp": "Adrenal Incidentaloma- - Incidentally detected adrenal mass through imaging performed for unrelated disease Nonfunctioning adenoma - 82% of incidentalomas Preclinical cushing - 5% Pheochromocytoma - 5% Adrenocoical Ca - 5% Metastatic Ca - 2% Aldosterone producing adenoma - 1%",
        "cop": 4,
        "opa": "Cushing's adenoma",
        "opb": "Pheochromocytoma",
        "opc": "Adrenocoical carcinoma",
        "opd": "Non-functioning adenoma",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "d1e59725-a866-4732-9442-4704fce48006",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hypercalcemic crisis is:",
        "exp": "A hypercalcaemiccrisisis an emergency situation with a severehypercalcaemia, generally above approximately 14 mg/dL (or 3. 5 mmol/l). The most common cause is hypercalcemia of malignancy, although granulomatous diseases, previously undetected primary hyperparathyroidism, medication-induced hypercalcemia, and a few rarer causes may result in this endocrine emergency as well. Stepwise approach for management of Hypercalcemic crisis Step 1: Confirm the diagnosis. Step 2: Restore normal hydration - Through IV fluids(200-500 ml/hr of NS )should be administered to maintain a urine output of >100 ml/hr. Step 3: Use of loop diuretics to be limited to hypercalcemic crisis associated with heart failure or renal failure. Calcitonin or bisphosphonates-Preferred drugs for hypercalcemic management after restoring normal hydration with IV fluids.",
        "cop": 3,
        "opa": "Parathyroid adenoma",
        "opb": "Parathyroid hyperplasia",
        "opc": "Malignancy",
        "opd": "Paget's disease",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "fe6c28d2-8fef-4a90-a8d2-2b97370f156f",
        "choice_type": "single"
    },
    {
        "question": "During bilateral adrenalectomy, intra-operative dose of hydrocoisone should be given after:",
        "exp": "Patients undergoing surgical treatment of endogenous hypercoisolism require glucocoicoid replacement. Steroids are not given pre-operatively because these patients are already hypercoisolemic. Instead hydrocoisone 100 mg IV is given after the removal of second hyperplastic adrenal gland.",
        "cop": 4,
        "opa": "Opening the abdomen",
        "opb": "Ligation of left adrenal vein",
        "opc": "Ligation of right adrenal vein",
        "opd": "Excision of both adrenal glands",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "afca78f1-5c3b-4500-9aa8-19b5a988db11",
        "choice_type": "multi"
    },
    {
        "question": "A mother brings her 10 year old son to OPD because of a history of medullary carcinoma of thyroid in his father and grandparents. There are no findings on physical examination. Which of the following tests you would perform?",
        "exp": "Most cases of medullary thyroid carcinomas (MTC) are sporadic. But 25% occur in inherited syndromes such as familial medullary thyroid cancer and MEN types 2A and 2B. These occur due to germline mutations in the RET protooncogene. MEN2A consists of Medullary thyroid cancer, Pheochromocytoma and Primary hyperparathyroidism. MEN 2B consists of MTC, Pheochromocytoma, Mucosal neuromas, Gangliomas, and a. Marfan-like habitus. Any patient with MEN 2A or MEN 2B may develop medullary carcinoma at a very young age and therefore should be followed carefully for pheochromocytoma with urine VMA, for hyperparathyroidism with serum calcium, and for medullary carcinoma with serum calcitonin.",
        "cop": 3,
        "opa": "Serum insulin level",
        "opb": "Serum glucagon level",
        "opc": "Urine vanillylmandelic acid (VMA) level",
        "opd": "Serum somatostatin level",
        "subject_name": "Surgery",
        "topic_name": "Parathyroid and adrenal glands",
        "id": "8672ebc1-a842-4575-bb44-bd3247ff2e9e",
        "choice_type": "single"
    }
]