[
    {
        "question": "A 21yrs. old pt. attended a party the previous night and gives the following symptoms pain in abdomen radiating to back, pulse 100/ min, BP 100/76temp 39deg C and vomiting before coming Most probable dx is:",
        "exp": "Ans. is 'd' ie Acute Pancreatitis * The signs and symptoms exhibited by the pt. correlate with that of acute pancreatitis, most characterstic of which is - Radiation of pain to back and party in previous night (ie. h/o alcohol). Other imp. diagnostic clue (not given in question) is- Relief from pain on sitting in upright posture.*Some imp, points about Acute Pancreatitis. Etiology - Gall stones (50 - 70% i. e. MC cause)*Alcohol (25%) Others. Grey Turner sign or Cullens sign*: Bleeding into the fascial planes in acute pancreatitis can cause 1 discolouration of - flanks* in Grey Turner sign*Mnemonic: Cullen's -Umbilicusumbilicus* in Cullens sign* Plain abdominal x-ray findings -include a sentinel loop*a colon cut off sign*a renal 'halo ' sign *",
        "cop": 4,
        "opa": "Acute appendicitis",
        "opb": "Acute cholecystitis",
        "opc": "Acute diverticulitis",
        "opd": "Acute pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "b1cb63ab-b1e5-4db7-ac2c-775faf9682de",
        "choice_type": "single"
    },
    {
        "question": "A 57 year old male suffering from acute pancreatitis develops sudden onset breathlessness with a CVP< 18mm. Hg. The chest xray shows bilateral infiltrates. The possible diagnosis is -",
        "exp": "Ans. is 'a' i. e., ARDS ARDS Criteria 1. Acute, meaning onset over 1 week or less. 2. Bilateral opacities consistent with pulmonary edema must be present and may be detected on CT or chest radiograph. 3. PF ratio < 300 mm. Hg with a minimum of 5 cm. H20 PEEP (or CPAP). 4. C VP < 18 mm. Hg. X-Ray showing bilateral infiltrates:",
        "cop": 1,
        "opa": "ARDS",
        "opb": "Myocardial infarction",
        "opc": "Congestive left heart failure",
        "opd": "Pulmonary embolism",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "6c899ce7-3619-4446-abd4-0c6c12be59a0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a prognostic factor for acute pancreatitis:",
        "exp": "Ans. is 'd' i. e. Increased serum amylase. Ranson has identified a series of prognostic signs for early identification of patients with severe pancreatitis. There are 11 objective parameters, 5 are to be measured at the time of admission, whereas the remaining 6 are measured within 48 hours of admission. Morbidity and mortality of the disease are directly related to the number of signs present. Number of Ranson's signs Approximate mortality0-2-0%3-4-15%5-6-50%>6-70-90 % Ranson's Prognostic signs of Acute Pancreatitis. At admission. During the initial 48h. Age > 55 y WBC > 16, 000/mm3 Blood glucose > 200 mg/dL Serum LDH> 350. IU/L Serum AST > 250 U/d. LHematocrit fall >10 points BUN elevation > 5 mg/dL Serum calcium < 8 mg/dL Arterial P02 < 60 mm Hg Base deficit > 4 m. Eq/L Estimated fluid sequestration > 6 L Also know. The above given criteria are for Pancreatitis caused by causes other than gallstones. The prognostic criteria for acute gall stone pancreatitis are slightly different. These are: Criteria for gallstone pancreatitis At admission. During the initial 48 h. Age > 70 y WBC > 18, 000/mm3 Blood glucose > 220 mg/dL Serum LDH > 400. IU/L Serum AST > 250 U/d. LHematocrit fall > 10 points BUN elevation > 2 mg/dL Serum calcium < 8 mg/dL Base deficit > 5 m. Eq/L Estimated fluid sequestration > 4L",
        "cop": 4,
        "opa": "Hypocalcemia",
        "opb": "Hyperglycemia",
        "opc": "AST elevation",
        "opd": "Increased serum amylase",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "69310566-662a-47db-ad10-a62c46d3fb85",
        "choice_type": "single"
    },
    {
        "question": "Cullen's is/sign are seen:",
        "exp": "Ans: D (Acute pancreatitis} \" Bleeding into the fascial planes can prod uce bl uish discolouration of the flanks (Grey Turner's sign) or umbilicus (Cullen's sign). Neither sign is pathognomonic of acute pancreatitis; Cullens sign was first described in association with rupture of an ectopic pregnancy. Subcutaneous fat necrosis may produce small, red, tender nodules on the skin of the legs\"- L&B 26th/1128",
        "cop": 4,
        "opa": "Peritonitis",
        "opb": "Chronic pancreatitis",
        "opc": "Pancreatic cancer",
        "opd": "Acute pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "82815002-d02e-4604-9346-fbc0fe4ee63a",
        "choice_type": "single"
    },
    {
        "question": "Most common complication after ERCP is:",
        "exp": "Ans. is 'a' ie. acute pancreatitis [Ref Harrison 17/kpl838 (16/e pl732); internet- httv://www. wisnet. com/l007- 9327/1l/5209. asvl. The following study - Complications of endoscopic retrograde cholangiography in the post-MRCP era: A tertiary center experience published in the journal- World Journal of Gastroenterology writes:\"Overall, the complication rate of ERCP was 9. 8%The complications were pancreatitis (5. 4%), bleeding (0. 8%), cholangitis (2. 4%) and others (1. 5%). \"Endoscopic retrograde cholangio-pancreatography (ERCP) is the most complex endoscopic procedure. It is the preferred treatment for the majority of Pancreatico-biliary diseases. Since its introduction in 1968, ERCP has evolved from a purely diagnostic to a therapeutic procedure because noninvasive imaging techniques such as magnetic resonance cholangio-pancreatography (MRCP) is increasingly being used for the diagnosis of conditions, otherwise previously diagnosed only by ERCP. Most common indication for ERCP is choledocholithiasis followed by cholangitis, dilated CBD, cholestatic jaundice, gallstone pancreatitis...",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Acute cholangitis",
        "opc": "Acute cholecystitis",
        "opd": "Duodenal perforation",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "9bd16941-5137-47ee-bcd7-0c3cb5970d7c",
        "choice_type": "single"
    },
    {
        "question": "Balthazar scoring system is used for?",
        "exp": "ANSWER: (A) Acute Pancreatitis. REF: REF: Schwartz 9th ed chapter 33, Sabiston 18th ed chapter 55, The Washington Manual of Critical Care by Marin Kollef page 418. See \"ASSESSMENT OF SEVERITY OF PANCREATITIS\" in Surgery 2012 Session 2",
        "cop": 1,
        "opa": "Acute Pancreatitis",
        "opb": "Acute Appendicitis",
        "opc": "Acute Cholecystitis",
        "opd": "Cholangitis",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "d8cbeb55-23f2-4ed6-96bf-9d91141c2db7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not correlate with severity of acute pancreatitis?",
        "exp": "Ans. b. Serum amylase (Ref: Sabiston 19/e p1519-1526; Schwartz 9/e p1179-1185; Bailey 26th/1127-1129, 25th/1139-1144; Blumgart 5th/841-851; Shackelford 7/e p1123-1130). Level of amylase does not correlate with severity of acute pancreatitis. Assessment of Severity of Acute Pancreatitis. Severe pancreatitis is diagnosed if three or moreQ of the Ranson's criteria are fulfilled. The main disadvantage is that it does not predict the severity of disease at the time of the admission because six parameters are only assessed after 48 hours of admission. An APACHE II score of > 8Q defines severe pancreatitis. The main advantage is that it can be used on admission and repeated at any time. A CRP level > 130 mg/m. LQ defines severe pancreatitis. Ranson's Prognostic Criteria for Non-Gallstone Pancreatitis. At Admission. During Initial 48 Hours* Age >55 yearsQ* WBC >16, 000Q cells/mm* Blood glucose >200Q mg/dL* Serum LDH >350Q lU/L* AST >250Q U/L* Hematocrit fall >10Q percentage points* BUN elevation >5Q mg/ dL* Serum calcium fall to <8Q mg/ dL* Arterial PO2 <60Q mm Hg* Base deficit >4Q m. Eq/L* Estimated fluid sequestration >6Q Litres* Age >70 years* WBC >18, 000 cells/mm* Glucose >220 mg/ dL* Serum LDH >400 IU/L* AST >250 U/L* Hematocrit fall >10 percentage points* BUN elevation >2 mg/ dL* Serum calcium fall to <8 mg/ dL* Base deficit >5 m. Eq/L* Arterial PO2 <60 mm Hg* Estimated fluid sequestration >4 Litres. Patients with one or two criteria have a predicted mortality of less than 1%, with three criteria (10%) or four criteria (15%); with more than seven criteria 50%. Tools for Predicting Severity in Acute Pancreatitis Ready for Clinical Use. On Admission. At 24 Hours. At 48 Hours* APACHE-II Score > 8Q* IL-6* Urea >60 mmol/L* Polymorphonuclear elastase* Urinary trypsinogen 2* Urinary trypsinogen activation peptide* Ranson/Glasgow score > 3Q* CRP >130Q mg/m. LModified Glasgow Criteria. This system comprises eight factors. The presence of any 3 or more within 48 hours of admission defines the patient as having severe disease. Criteria During initial 48 Hours* Age >55 years* WBC count >15, 000 cell/mm* Blood urea nitrogen >45 mg/dL* Arterial PO2 <60 mm Hg* Blood glucose >180 mg/dL* Serum LDH >600 IU/L* Serum calcium <8 mg/dL* Serum albumin <3. 3 g/d. LAcute Physiology and Chronic Health Evaluation (APACHE)-II Scoring System. APACHE-II scoring system incorporates 12Q physiological and laboratory parameters as well as age and comorbid conditions to estimate severity of any disease process. The 12 physiologic variables are* Temperature* Heart rate* Respiratory rate* Mean arterial blood pressureQ* Oxygenation* Arterial p. HQ* Serum potassium* Sodium* Creatinine* Hematocrit* WBC countQ* Glasgow Coma Scale. QScore >_8 signifies severe, acute pancreatitis. QIt can be determined on a daily basisQ. Recently modification of the APACHE-II scoring system with addition of obesity has been proposed. The APACHE-O scale, which adds one point for body mass index (BMI) between 25 and 30, and two points for BMI larger than 30. Balthazar Grading System for Acute Pancreatitis (CT scan based). Grade ANormal pancreas. QGrade BFocal or diffuse pancreatic enlargement. QGrade CIntrinsic pancreatic alterations with peripancreatic fat inflammatory changes. QGrade DSingle fluid collection/or phlegmon. QGrade ETwo or more fluid collections or gas, in or adjacent to the pancreas. QComputed Tomography Severity Index (CTSI) for Acute Pancreatitis. CTSI (CT severity index scoring: system) = Balthazar grade score + necrosis score. Highest attainable score = 10. QPancreatic Inflammation. Pancreatic Necrosis* Normal pancreas0* None0* Focal or diffuse pancreatic enlargement1* < 30%2* Intrinsic pancreatic alterations with peripancreatic fat inflammatory changes2* 30%-50%4* Single fluid collection/or phlegmon3* >50%6* Two or more fluid collections or gas, in or adjacent to the pancreas4 CTSI score: 0-3: Mortality 3%, morbidity 8%4-6: Mortality 6%, morbidity 35%7-10: Mortality 17%, morbidity 92%Acute Pancreatitis. AP is mild and self-limited in most patients. QRapidly progressive inflammatory response associated with prolonged length of hospital stay and significant morbidity and mortality occur in 10-20%deg of patients. Mortality rate: Mild pancreatitis <1%; Severe pancreatitis 10-30%Q. MC cause of death in this group of patients is multiorgan dysfunction syndromeQ. First sign of Multi-system organ failure in AP commonly is impaired lung function caused by ARDSQ. Mortality in the first 2 weeks (early phase; Due to multiorgan dysfunction. QMortality after 2 weeks (late period; Caused by septic complications. QPathophysiology: AP is the final result of abnormal pancreatic enzyme activation inside acinar cellsQ. Colocalization hypothesis: Cathepsin B-mediated intra-acinar cell activation of the digestive enzymes leads to acinar cell injury and triggers an inflammatory response. Intra-acinar pancreatic enzyme activation induces autodigestion of normal pancreatic parenchyma. Acinar cells release proinflammatory cytokines, which propagate the response locally and systemically. The local inflammatory response further aggravates the pancreatitis because it increases the permeability and damages the microcirculation of the pancreas. In severe cases, the inflammatory response causes local hemorrhage and pancreatic necrosisQ. Inflammatory cascade is self-limited in 80-90% of patientsQ. The mortality seen in the early phase of pancreatitis is the result of persistent inflammatory response. Risk factors: Gallstones (MC) and ethanol abuse (2nd MC) account for 70-80% of AP casesQ. In pediatric patients, abdominal blunt trauma and systemic diseasesQ are the two most common conditions that lead to pancreatitis. Clinical Features: Cardinal symptom: Epigastric and/or periumbilical pain that radiates to the back, relieved by sitting and leaning forwardQ. Up to 90% of patients have nausea and/or vomiting that typically does not relieve the pain. The nature of the pain is constantQ. Dehydration, poor skin turgor, tachycardia, hypotension, and dry mucous membranes are commonly seen in patients with AP. Mild pancreatitis: Abdomen may be normal or reveal only mild epigastric tenderness. Severe pancreatitis: Significant abdominal distention, associated with generalized rebound tenderness and abdominal rigidity. Flank (Grey Turner)Q, periumbilical (Cullen's sign)Q and inguinal ecchymosis (Fox sign)Q are indicative of retroperitoneal bleeding associated with severe pancreatitis. Dullness to percussion and decreased breathing sounds in the left or, less commonly, in the right hemithorax suggest pleural effusionQ secondary to AP. Diagnosis: Cornerstone of the diagnosis of AP: Clinical findings + elevation of pancreatic enzyme levels in the plasmaQ. Pancreatic EnzymesA threefold or higher elevation of amylase and lipase levels confirms the diagnosisQ. Amylase's serum half-life is shorter as compared with lipase. Lipase is also a more specific marker of APQ because serum amylase levels can be elevated in a number of conditions, such as peptic ulcer disease, mesenteric ischemia, salpingitis, and macroamylasemia. Patients with AP are typically hyperglycemic; they can also have leukocytosis and abnormal elevation of liver enzyme levels. Elevation of ALT levels in the serum in the context of AP has a positive predictive value of 95% in the diagnosis of acute biliary pancreatitisQ. X-ray Abdomen; Localized ileus of duodenum and proximal jejunum (sentinel loop)Q or that of transverse colon up to its mid point (colon cut off sign)Q. IOC for acute pancreatitis: CECTTreatment: Cornerstone of the treatment: Aggressive fluid resuscitationQ using isotonic crystalloid solution with supplementary oxygen. Narcotics are usually preferred, especially Buprenorphine >morphineQ as analgesics. In Acute Pancreatitis. NSAIDs of choice. Metamizole. QOpiate of choice. Buprenorphine. QNutritional support: Enteral nutritionQ is associated with less infectious complications and reduces the need for pancreatic surgery as compared to TPN. ERCP: Beneficial for patients with severe acute biliary pancreatitis and cholangitisQ. Laparoscopic cholecystectomy: Indicated for all patients with mild acute biliary pancreatitisQ with the exception of older patients and those with poor performance statusQ",
        "cop": 2,
        "opa": "Serum glucose",
        "opb": "Serum amylase",
        "opc": "Serum calcium",
        "opd": "AST",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "9274899c-82a0-454e-b2cb-a301661d9882",
        "choice_type": "single"
    },
    {
        "question": "Which is not included in APACHE score",
        "exp": "Ans. (a) Serum bilirubin. Ref: Bailey & Love 26th ed. /1128. APACHE score is: Acute Physiology and Chronic Health Evaluation. The APACHE II point score is calculated from 12 routine physiological measurements:* Age* Temperature (rectal)* Mean arterial pressure* pH arterial* Heart rate* Respiratory rate* Sodium (serum)* Potassium (serum)* Creatinine* Hematocrit* White blood cell count* Glasgow Coma Scale. Also Know* Now APACHE III is also available. The APACHE III is used to produce an equation predicting hospital mortality after the first day of ICU treatment.* There are 4 components: Age, Major disease category (reason for ICU admission), Acute (current) physiology, and P rior site of healthcare (eg, hospital floor, emergency room, etc.).",
        "cop": 1,
        "opa": "Serum bilirubin",
        "opb": "GCS score",
        "opc": "pH of blood",
        "opd": "Age of patient",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "e3482c7b-80d1-480c-acce-407aa8da4ca7",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of pseudopancreatic cyst: (Repeat)",
        "exp": "Ans: A (Acute Pancreatitis) Ref: Sabiston Textbook of Surgen: 19th Edition, Pg 1524-25 & Schwartz's Principles of Surgery. 9th Edition. Explanation:\"Pancreatic pseadocysts occur usually as a complication of pancreatitis, although sonic occur after trauma\" {Ref: Schwartz}. Pancreatic Pseudocysts. Pancreatic pseudocysts occur in 59c to 15% of patients who have peri pancreatic fluid collections after Acute Pancreatitis. By definition, the capsule of a pseudocyst is composed of collagen and granulation tissue and it is not lined by epithelium. The fibrotic reaction typically requires at least 4 to S weeks to develop. Clinical features. Upto 50% develop symptoms. Abdominal pain. Early satiety. Nausea. Weight loss. Diagnosis. Elevated pancreatic enzyme levels in plasma is suggestive. CT or MRI can confirms the diagnosis. EUS with FNA is indicated for patients in whom the diagnosis is not clear. Cyst Fluid analysis. High amylase. Absence of mucin. Low carcinoem-bryonic antigen (CEa) levels. Management. Asympomatic patients. Only observation is indicated because spontaneous regression has been documented in up to 70% of asymptomatic patients. Factors favoring spontaneous regression. Pseudocysts smaller than 4 cm in diameter. Located in the tail. No evidence of pancreatic duct obstruction or communication with the main pancreatic duct. Symptomatic Patients. Management options are. Endoscopic Management. Transgastric./ transduodenal endoscopic drainage - for pseudocysts in close contact (defined as <1 cm) with the stomach and duodenum. Transpapillary drainage can be attempted in pancreatic pseudocysts communicating with the main pancreatic duct. For pancreatic duct stricture is associated with a pancreatic pseudoeyst, endoscopic dilation and stent placement are indicated. Surgery. Indicated for patients with pancreatic pseudocysts that cannot he treated with endoscopic techniques and patients who fail e ndoscopi c t real men t. Depends on the location of the cyst. Pancreatic pseudocysts closely attached to the stomach should be treated with a cyst- gastrostomy. Pancreatic pseudocysts located in the head of the pancreas that are in close contact with the duodenum are treated with a eystoduo- denostomy. For pseudocysts are not in contact with the stomach or duodenum the surgical treatment is a roux-en-v cystojejunostomy. Percutaneous drainage. Percutaneous drainage is only indicated for septic patients secondary to pseudocyst infection. High incidence of external fistula. Complications of Pseudocyst. Bleeding. Pancreaticopleural fistula. Bile duct obstruction. Duodenal obstruction. Rupture into the abdominal cavity. Infection",
        "cop": 1,
        "opa": "Acute pancreatitis",
        "opb": "Abdomen trauma",
        "opc": "Post pancreatic surgery",
        "opd": "Pancreatic Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "510ed3b5-e357-4670-9b6d-8c9d19954e28",
        "choice_type": "single"
    },
    {
        "question": "Severity of pancreatitis can be best assessed by:",
        "exp": "Ans. (c) RANSON SCORERef: Bailey & Love 26th ed. /1128. RANSON CRITERIAAt Admission* Age in years > 55 years* White blood cell count > 16000 cells/mm3* Blood glucose >10 mmol/L (> 200 mg/dL)* Serum AST > 250 IU/L* Serum LDH > 350 IU/LWithin 48 hours* Serum calcium < 2. 0 mmol/L (< 8. 0 mg/dL)* Hematocrit fall > 10%* Oxygen (hypoxemia P02 < 60 mm. Hg)* BUN increased by 1. 8 or more mmol/L (5 or more mg/ dL) after IV fluid hydration* Base deficit (negative base excess) > 4 m. Eq/L* Sequestration of fluids > 6 LAlternatively, Pancreatitis severity can be assessed by any of the following:* APACHE II score > 8* CT Scan - Substantial pancreatic necrosis (at least 30% glandular necrosis according to contrast-enhanced CT)",
        "cop": 3,
        "opa": "Serial Serum amylase",
        "opb": "Stool trypsin levels",
        "opc": "RANSON Score",
        "opd": "ARDS development",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "7b1592e5-fa2d-4e2a-ab0d-329a350f9da3",
        "choice_type": "single"
    },
    {
        "question": "Difference between acute and chronic pancreatitis is?",
        "exp": "ANSWER: (A) Acute pancreatitis has reversible changes. REF: Harrison's 18th ed chapter 313. Chronic pancreatitis is a disease process characterized by irreversible damage to the pancreas as distinct from the reversible changes noted in acute pancreatitis. The condition is best defined by the presence of histologic abnormalities, including chronic inflammation, fibrosis, and progressive destruction of both exocrine and eventually endocrine tissue. Alcohol is implicated in both acute and chronic pancreatitis and both can occur in young adults.",
        "cop": 1,
        "opa": "Acute pancreatitis has reversible changes",
        "opb": "Alcohol causes only acute pancreatitis",
        "opc": "Chronic pancreatitis shows no signs of inflammation]",
        "opd": "Acute pancreatitis affects mainly younger population",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Acute Pancreatitis",
        "id": "3e115372-d73e-4606-a2e5-8041beceb76b",
        "choice_type": "single"
    }
]