[
    {
        "question": "True about Chronic pancreatitis are all except?",
        "exp": "ANSWER: (D) Gall bladder stone is the most common causeREF: Schwartz 9th ed chapter 33, Sabiston 18th ed chapter 55Option (A): In chronic pancreatitis, acinar tissue loss and replacement by fibrosis is greater than the degree of loss of islet tissue, although islets are typically smaller than normal and may be isolated from their surrounding vascular network by the fibrosis. With progressive destruction of the gland, endocrine insufficiency commonly occurs. Frank diabetes is seen initially in about 20% of patients with chronic pancreatitis, and impaired glucose metabolism can be detected in up to 70% of patients.Option (B):Schwartz 9 th ed Table 33-13 Complications of Chronic PancreatitisIntrapancreatie complicationsExtrapancreatic complicationsPseudocystsDuodenal or gastric obstructionThrombosis of splenic veinAbscessPerforationErosion into visceral arteryInflammatory mass in head of pancreasBile duct stenosisPortal vein thrombosisDuodenal obstructionDuct strictures and/or stonesDuctal hypertension and dilatationPancreatic carcinomaPancreatic duct leak rvith ascites or fistulaPseudocyst extension beyond lesser sac into mediastinum, retroperitoneum, lateral pericolic spaces, pelvis, or adjacent visceraOption (C); Painful chronic pancreatitis can be treated with resection of the body and tail of the pancreas (distal pancreatectomy), resection of the head and uncinate process of the pancreas (Whipple procedure), subtotal pancreatectomy that spares a rim of pancreas along the inner curve of the duodenum, or total pancreatectomy.Option (D): Worldwide, alcohol consumption and abuse is associated with chronic pancreatitis in up to 70% of casesSchwartz 9th ed Table 33-6 Etiology of Chronic PancreatitisAlcohol, 70%Idiopathic (including tropical), 20%Other, 10%HereditaryHyperparathyroidismHypertriglyceridemiaAutoimmune pancreatitisObstruction (Tumor, Gallstone)TraumaPancreas di visum",
        "cop": 4,
        "opa": "Damage to exocrine part with damage to endocrine part",
        "opb": "Can leads to malignancy",
        "opc": "Whipple's procedure can be done",
        "opd": "Gall bladder stone is the most common cause",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Chronic Pancreatitis",
        "id": "1189f426-4ceb-41e0-b640-e587d8f231ab",
        "choice_type": "multi"
    },
    {
        "question": "Most common complication of chronic pancreatitis?",
        "exp": "Ans. is 'b' i.e., Pseudocyst o Pseudocysts occur in up to 10% of patients w-ith acute and in 20 to 38% of chronic pancreatitis cases. Thus they comprise the most common complication of chronic pancreatitis.",
        "cop": 2,
        "opa": "Ascitis",
        "opb": "Pseudocyst",
        "opc": "Splenic vein thrombosis",
        "opd": "Pancreatic enteric fistula",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Chronic Pancreatitis",
        "id": "a7ef91d0-9874-40ab-a47e-997f6fe0a968",
        "choice_type": "single"
    },
    {
        "question": "In chronic pancreatitis which symptom appears-",
        "exp": "Ans. is 'b' i.e., Steatorrhea Symptoms of chronic pancreatitisPain -Most common symptom usually midepigastric pain described as penetrating through to the back typically steady and boring.Nausea and vomitingAnorexiaDiarrhoea and steatorrhea-Develops when pancreatic exocrine capacity falls below 10% of normal.Steatorrhea may be first functional sign of pancreatic insufficiency.Symptoms of steatorrhea is often assoicated with weight loss.Apancreatic diabetes - (Brittle Diabetes)There is enhanced peripheral sensitivity to insulin and decreased hepatic sensitivity' to insulin.Also, there is deficiency of pancreatic glucagon to counteract hypoglycemia.o \"The pancreatic endocrine product that correlates most strongly with chronic pancreatitis is the Pancreatic Polypeptide response to a test meal\".",
        "cop": 2,
        "opa": "Weight gain",
        "opb": "Steatorrhoea",
        "opc": "Increased appetite",
        "opd": "Diabetes insipidus",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Chronic Pancreatitis",
        "id": "d0bc405a-cebc-42b7-a4cb-76db14c32105",
        "choice_type": "single"
    },
    {
        "question": "Common complication of acute & chronic pancreatitis -",
        "exp": "Ans. is 'c' i.e., Pseudocyst \" Pseudocysts occur in up to 10% of patients with acute pancreatitis, and in 20 to 38% of patients with chronic pancreatitis, and thus, they comprise the most common complication of chronic pancreatitis \",-- Schwartz 9/e pi200Pancreatic Pseudocysto Pancreatic pseudocyst is collection of pancreatic fluid surrounded by a nonepithelialized wall of granulation tissue and fibrosis.o Most common cause of pancreatic pseudocyst is Pancreatitis (90%)The second most common cause is trauma (10%).o Pseudocysts are seen in both acute and chronic pancreatitis.o Most common causes of acute pancreatitis in children include:Blunt abdominal injuries,Mumps and other viral illnessesCongenital anomalieso Management of Pancreatic Pseudocvsto A pancreatic pseudocvst may resolve spontaneously so it is followed with serial ultrasound studies,o Indications of Surgical intervention: (Ref: Bailey and Love 25/e 1145; CSDT 13/ep583; Harrison 17/e p)Age of cyst more than 12 weeks without resolutionSize of cyst greater than 6 cm.Symptomaticiv) Development of complications (eg. haemorrhage, perforation, g.i. obstruction)But note that these indications for intervention arejust a generalization usedfor teaching the undergraduates. These are not specific indications for interventions.Therapeutic interventions are advised (irrespective of size and duration) whenThe pseudocyst is symptomatic orIncreasing is size on follow up studies, orAny complication (rupture, hemorrhage, or abscess) arise orThere is suspicion of malignancy.Thus expectan t management is adequate (irrespective of size) if the patient is asymptomatic and serial u/s studies show that the cyst is resolving,o Surgical methodsInternal Drainage: most preferred surgical management in uncomplicated pseudocyst is internal drainage. The three options are :CystojejunostomyCystogastrostomyCystoduodenostomyInternal drainage can be done either open surgical or laparoscopic or by percutaneous catheter-based methods (transgastric puncture and stent placement to create a cystogastrostomy)Excision of Pseudocvst - Is hardly done and is usually limited to pseudocyst involving the tail of the pancreas.External drainage-Is done in:-Infected pseudocystFor immature pseudocyst with thin nonfibrous walls that does not allow safe internal drainage.In an unstable pt. in whom more complex surgical intervention is precluded.Transp a pillary pancreatic duct stent: Because pseudocysts often communicate with the pancreatic ductal system, two newer approaches to pseudocyst management are based on main duct drainage, rather than pseudocyst drainage per se.A stent is passed into the pseudocyst through the papilla of Vater. this drainage, particularly when incomplete, can allow bacteria to enter the pseudocyst and lead to development of an infected pseudocyst.Another transpapillary approach involves placing a stent across the duct defect rather than into the cyst through the defect. By excluding pancreatic juice from the pseudocyst, this bridging intraductal stent may permit the duct disruption to heal and the pseudocyst to resolve without drainage (analogous to the use of common bile duct stents in the setting of a cystic duct leak).",
        "cop": 3,
        "opa": "Portalvein thrombosis",
        "opb": "Pancreatic abscess",
        "opc": "Pseudocyst",
        "opd": "Pancreatic head mass",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Chronic Pancreatitis",
        "id": "af15fa6e-a242-496c-a706-0d4b1b31e471",
        "choice_type": "single"
    }
]