[
    {
        "question": "Whipples triad is seen in:",
        "exp": "Ans. is 'a' ie Insulinoma Whipple's triad includes. Sign and symptoms of hypoglycemia. Serum levels of less than 40 mg/ dl of glucose during the attackby prompt relief of symptoms after glucose administration. Whipple's triad is seen in - Insulinoma. Insulinomasare endocrine tumors of the pancreas thought to be derived from b cells that secrets insulin. Insulinomas are generally small* (>90% are <2 cm in diameter), usually solitary tumor. Only 5 to 15% are malignant. they are distributed equally in head, body & tail of pancreas*",
        "cop": 1,
        "opa": "Insulinoma",
        "opb": "Somatostatinoma",
        "opc": "Glucagonoma",
        "opd": "CA pancreas",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Pancreatic Endocrine Tumors",
        "id": "99e30bd4-466a-449f-8e8a-55d5356f82e2",
        "choice_type": "single"
    },
    {
        "question": "Lisch nodule and somatostatinoma in pancreas is seen in?",
        "exp": "Ans. (a) Neurofibromatosis* Neurofibromatosis type 1/von Recklinghausen disease caused by inherited gene, the NF1 gene codes for the protein neurofibromin.* Patients with neurofibromatosis develop cafe-au-lait spots, and benign and malignant tumors of the nervous system.* Benign nervous system involvement include neurofibromas, and the malignant include peripheral nerve sheath tumor.* They can also develop distinctive eye lesions called Lisch nodules, and a small percentage develop somatostatinomas of the pancreas/duodenum* The most common cause of death is CNS tumors. Also Know* Turcot syndrome is characterized by intestinal polyposis and CNS tumors: most commonly glioblastoma or medulloblastoma* MEN2A sipple consists of parathyroid adenoma, medullary carcinoma thyroid, phaeochromocytoma.",
        "cop": 1,
        "opa": "Neurofibromatosis",
        "opb": "Multiple endocrine neoplasia 2A",
        "opc": "Turcot syndrome",
        "opd": "Familial adenomatous polyposis",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Pancreatic Endocrine Tumors",
        "id": "9d2ddb3e-bef0-43ef-8585-a2ac730b6523",
        "choice_type": "single"
    },
    {
        "question": "A man presents with weakness, tachycardia, sweating, palpitations, giddiness on fasting which is prompltly relieved with food intake. What is the most probable diagnosis?",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8'k edition. & Bailey and Love's Short Practice of Surgery 25th Edition. Explanation: INSULINOMAfi-cell tumors (insulinomas) are the MC of pancreatic endocrine neoplasms. They may be responsible for the elaboration of sufficient insulin to induce clinically significant hypoglycemia. The characteristic triad of clinical symptoms. Hypoglycemia (Glucose levels < 50 mg/dL)CNS manifestations such as confusion, stupor, tremor and loss of consciousnessS ymptoms precipitated by fasting or exercise and are promptly relieved by feeding or glucose administration. Clinical features. Profound hypoglycemia during fasting or after exercise. Signs and symptoms of neuroglycopenia. Anxiety. Tremor. Confusion. Obtundation. Sympathetic response (Hunger, Sweating, and Tachycardia). Whipple's triad refers to the clinical criteria for the diagnosis of insulinoma:- Hypoglycemic symptoms during monitored fasting.- Blood glucose levels less than 50 mg/dL. and- Relief of symptoms after administration of intravenous glucose. Factitious hypoglycemia (excess exogenous insulin administration) and postprandial reactive hypoglycemia must be excluded. (Estimation of C peptide will differentiate). In insulinoma, C peptide levels are increased but in Factitious hypoglycemia, it is decreased. Morphology. Insulinomas are most often found within the pancreas and are generally benign. Most are solitary, although multiple tumors may be encountered. Bona fide carcinomas, making up only about 10% of cases, are diagnosed on the basis of local invasion and distant metastases. On rare occasions an insulinoma may arise in ectopic pancreatic tissue. In such cases, electron microscopy reveals the distinctive granules of |3. Solitary tumors are usually small (<2 cm in diameter) and are encapsulated, pale to red- brown nodules located anywhere in the pancreas. Histologically, these benign tumors look remarkably like giant islets, with preservation of the regular cords of monotonous celts and their orientation to the vasculature. Deposition of amyloid in the extracellular tissue is a characteristic feature. Imaging. Dynamic CT scanning at 5-mm intervals with oral and intravenous contrast is the initial localizing test for insulinoma, with success in 35-85% of cases. Endoscopic ultrasound is also effective but is operator dependent. Indium-111 (111 In)-octreotide scintigraphy is less effective (approximately 50%) for localization of insulinoma than other islet cell tumors because insulinomas typically have few somatostatin receptors. Selective arteriography with observation of a tumor \"blush'- is the single best diagnostic study for the primary tumor and hepatic metastases. If a tumor is still not identified, regional localization to the head. body, or tail of the pancreas can be accomplished by portal venous sampling for insulin or by calcium angiography. Calcium angiography involves injection of calcium into selectively catheterized pancreatic arteries and measurement of plasma insulin through a catheter positioned in a hepatic vein. Treatment. It is surgical in nearly all cases. Use of intraoperative ultrasonography greatly facilitates identification of small tumors, especially those located in the pancreatic head or uncinate process. Most insulinomas can be enucleated from surrounding pancreas, although those in the body or tail may require resection. In general, blind pancreatectomy should NOT be performed when the tumor cannot be identified. Approximately 5% of insulinomas are malignant, and 10% are multiple (usually in association with MEN type I). Medical treatment for insulinoma with diazoxide. verapamil, or octreotide has limited effectiveness but may be used in preparation for surgery or for patients unfit for surgery.",
        "cop": 1,
        "opa": "Insulinoma",
        "opb": "Pancreatic ca",
        "opc": "Carcinoid",
        "opd": "Zollinger Ellison syndrome",
        "subject_name": "Surgery",
        "topic_name": "Pathophysiology - Pancreatic Endocrine Tumors",
        "id": "6f53a7b0-8a07-49bc-9edb-7b3f195f7a81",
        "choice_type": "single"
    }
]