[
    {
        "question": "A newborn with meningomyelocele has been posted for surgery. The defect should be immediately covered with:",
        "exp": "Ans. a. Normal saline gauze (Ref: Text Book of Pediatric Emergency Procedures by Christopher 2nd/496). Meningomyelocele should be covered with non-sticking sterile saline soaked gauze and plastic shield wrap to maintain moisture. Care of newborn with Meningomyelocele. Meningomyelocele (Neural tube defect) is characterized by cyst like swelling covered with skin or only a thin membrane protruding through a bony defect in the vertebra that contains meninges, CSF and spinal cord defects. The association of abnormalities of the spinal cord segments and nerve roots makes management of meningomyelocele a surgical emergency. The quality of survival depends on prompt management by an experienced and skilled team. Surgical correction should be performed within 48 hours. Immediately following delivery the infant should be placed in prone position and the meningomyelocele protected from drying, trauma and infection. This is generally accompanied by a non-adherent sterile saline dressing with a plastic shield wrap to maintain moisture. The lesion can be covered with a moistened tefla dressing and thin loosely encircled with a kerlix 'donut' with the entire defect covered with a sterile drape. The dressing can be moistened as indicated. Povidone iodine should be avoided as this is a neurotoxic substance. Use of latex gloves and equipment should be avoided because of high incidence of development of latex allergy in these patients.",
        "cop": 1,
        "opa": "Normal saline gauze",
        "opb": "Povidone iodine gauze",
        "opc": "Tincture benzoin gauze",
        "opd": "Methylene blue gauze",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Neurosurgery",
        "id": "c7e9a26b-4365-49d6-a090-904573035d80",
        "choice_type": "single"
    },
    {
        "question": "A new born boy is having lumbosacral meningomyelocele and awaiting the surgical repair. The sac is best protected with sterile gauze piece soaked with",
        "exp": "Ans. (d) Normal saline. Ref: Bailey & Love 26th ed. / 482-83. The first step in the management of a newborn with myelomeningocele is a careful clinical assessment followed by open defects which should be covered with a saline-moistened non-adherent dressing to prevent injury to and dessication of the neural placode.",
        "cop": 4,
        "opa": "Mercurochrome",
        "opb": "Tincture benzoin",
        "opc": "Methylene blue",
        "opd": "Normal saline",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Neurosurgery",
        "id": "34ef3abc-d37a-4d0e-8689-409ecdf9ebd4",
        "choice_type": "single"
    }
]