[
    {
        "question": "A newborn baby presents with absent anal orifice and meconuria. What is the most appropriate management:",
        "exp": "The presence of meconium in urine reflects some form of communication between the urinary tract and rectum, and suggests a high type of anorectal malformation. Such patients require a diveing colostomy. The colostomy decompresses the bowel and provides protection during the healing of subsequent repair. Posterior Saggital Anorectoplasty (PSARP) is performed after 4-8 weeks. The presence of meconium in urine and a flat bottom are considered indications of a protective colostomy.",
        "cop": 1,
        "opa": "Transverse colostomy",
        "opb": "Conservative management",
        "opc": "Posterior saggital anorectoplasty",
        "opd": "Perineal V-Y plasty",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "581c6beb-e42f-4d2c-b1cd-ba060733e953",
        "choice_type": "single"
    },
    {
        "question": "Primitive streaks remnants give rise to:-",
        "exp": "SACROCOCCYGEAL TERATOMA Teratomas occur most frequently in the neonatal period, sacrococcygeal region is the MC siteQ. TREATMENT Complete surgical excisionQ through a chevron-shaped buttock incision.",
        "cop": 3,
        "opa": "Neuroblastoma",
        "opb": "Wilm's tumor",
        "opc": "Sacrococcygeal teratoma",
        "opd": "Hepatoblastoma",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "bd22147d-8dfd-4247-8609-75d36c0b1a74",
        "choice_type": "single"
    },
    {
        "question": "Currarino triad includes:-",
        "exp": "Currarino triad: Anorectal malformations + Sacrococcygeal osseous defect + presacral mass",
        "cop": 3,
        "opa": "Pre-sacral meningocele + sacral defect + Tethered cord",
        "opb": "Ectopic vesicae + Anorectal malformation + Sacrococcygeal ossous defect",
        "opc": "Anorectal malformations + Sacrococcygeal osseous defect + Presacral mass",
        "opd": "Tethered cord + Anorectal malformations + Ectopia vesicae",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "2cec2d7b-b170-4e31-a379-156b4a821f74",
        "choice_type": "single"
    },
    {
        "question": "A newborn male is brought by parents with imperforate anus. After ruling out the associated abnormalities, Inveogram was performed and rectal gas was below the coccyx. What is preferred treatment of child?",
        "exp": "Management of ARM in Males Perineal fistula Rectal gas below coccyx and No associated defects Rectal gas above coccyx and associated defects as abnormal sacrum or flat bottom Anoplasty PSARP with or without colostomy Colostomy",
        "cop": 3,
        "opa": "Observation",
        "opb": "Anoplasty",
        "opc": "Post. Sagittal Ano-Rectal Plasty (PSARP)",
        "opd": "Colostomy",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "f6d7c2bd-fe48-4e87-bf30-36055c8fc8c2",
        "choice_type": "single"
    },
    {
        "question": "A 7-day old infant presents with bilious vomiting and gross abdominal distention with absent bowel sounds. X ray abdomen shows multiple gas filled loops. Diagnosis is?",
        "exp": "Hirschsprung disease: No passage of meconium within 24 hours Abdominal distension Involvement rectum > sigmoid No vomiting Congenital Hyperophic pyloric stenosis: Misnomer (hyperophic pyloric stenosis is acquired) Therefore, known as infantile hyperophic pyloric stenosis Age of presentation is 4th to 6th week after bih Non bilious vomiting Duodenal atresia: Symptomatic just after bih Bilious vomiting Double bubble sign (therefore multiple gas filled loops are not seen) Malrotation of gut: Bilious vomiting Abdominal distention Multiple gas filled loops",
        "cop": 4,
        "opa": "Hirschsprung disease",
        "opb": "Congenital Hyperophic pyloric stenosis",
        "opc": "Duodenal atresia",
        "opd": "Malrotation of gut",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "0bdd7be8-6646-4888-9574-a3878246430b",
        "choice_type": "single"
    },
    {
        "question": "Regression of midgut herniation during embryogenesis occurs at:",
        "exp": "Physiological umbilical hernia occurs at week 5 of intrauterine life. Regression of hernia occurs at week 10 Defect in regression causes omphalocele",
        "cop": 2,
        "opa": "6 weeks",
        "opb": "10 weeks",
        "opc": "16 weeks",
        "opd": "20 weeks",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "4a4db664-d8d7-4857-86a4-6a5d34230904",
        "choice_type": "single"
    },
    {
        "question": "Which is the first investigation to be done in case of Neonate presenting with frothiness in mouth and dyspnoea?",
        "exp": "- Two problems Collection of saliva in the mouth Air coming inside the mouth - Therefore, saliva is not going into the esophagus - Esophageal atresia with tracheoesophageal fistula Diagnosis: The inability to pass a NG int the stomach is a cardinal feature for the diagnosis of EA If gas is present in the GIT below the diaphragm, an associated TEF is confirmed Inability to pass a NG tube with absent radiographic evidence for gastrointestinal gas is viually diagnostic of an isolated EA without TEF For H-type: tracheobronchoscopy + endoscopy should be performed",
        "cop": 2,
        "opa": "Bronchoscopy with injection of methylene blue",
        "opb": "NG Tube inseion and CXR to check position of tube",
        "opc": "CT chest",
        "opd": "Endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "4de96bc1-342b-4ebb-a080-74e09d19c4b9",
        "choice_type": "single"
    },
    {
        "question": "Meconium ileus is firstly treated by?",
        "exp": "water soluble contrast enema releives obstruction in 75% of cases OPERATIVE INTERVENTION -paul mikulicz double barrel ileostomy koops distal chimney ileostomy santullis proximal chimney ileostomy",
        "cop": 3,
        "opa": "paul mikulicz ileostomy",
        "opb": "bishop ileostomy",
        "opc": "contrast enema",
        "opd": "barium enema",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "92c10ca8-8a89-4ddb-8900-e2f0fd8d9740",
        "choice_type": "single"
    },
    {
        "question": "Most common renal tumor in infant:-",
        "exp": "Most common renal tumor in children Congenital mesoblastic nephroma. PEDIATRIC TUMORS * MC malignant tumor of infancy * MC extra-cranial solid tumor in children * MC abdominal malignancy in children * NeuroblastomaQ * MC primary malignant renal tumor of childhood * Wilms' tumorQ * MC renal tumor of infancy * Congenital mesoblastic nephromaQ * MC soft tissue tumor in infants & children * RhabdomyosarcomaQ * MC solid tumor of childhood * Brain tumorQ * MC cancer of childhood * LeukemiaQ(30%) >Brain tumorsQ(22%)",
        "cop": 2,
        "opa": "Renal cyst",
        "opb": "Congenital mesoblastic nephroma",
        "opc": "Neuroblastoma",
        "opd": "Nephroblastoma",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "4556f59d-39e4-4dbe-a0da-fb163d326a2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common type of Tracheo-Esophageal fistula?",
        "exp": "Classification of TEF: Type A: Atresia only (60%) Type B: Atresia with proximal TEF (2%) Type C: Atresia with distal TEF (85%): most common Type D: Atresia with both proximal and distal TEF (rare) Type E: TEF only (1%)",
        "cop": 3,
        "opa": "Type A",
        "opb": "Type B",
        "opc": "Type C",
        "opd": "Type D",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "dfd3bcf2-5a4a-48c1-9653-d1014a6bcad6",
        "choice_type": "single"
    },
    {
        "question": "Child presents with recurrent abdominal pain and bilious vomiting. Condition was diagnosed by barium follow through. Surgery was done, mesenteric widening, appendectomy, cutting the Ladd's band. What is the diagnosis?",
        "exp": "- Malrotation can be totally asymptomatic ormay be manifested as chronic, vague abdominal pain, with or without intermittent bilious emesis, and failure to thrive. - The acute onset of bilious vomiting in a neonate is a sign of malrotation until proved otherwise. It demands immediate radiologic evaluation. Upper Gastrointestinal Contrast Study Malrotation is diagnosed by an abnormal position of the ligament of Treitz. The normal location is typically to the left of the veebral column and posterior to the stomach.",
        "cop": 2,
        "opa": "Recurrent cecal volvulus",
        "opb": "Malrotation",
        "opc": "Recurrent appendicitis",
        "opd": "Stricture TB",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "167b72cf-474a-480e-8f3e-acd97c9ca7b6",
        "choice_type": "single"
    },
    {
        "question": "Snow storm ascites is seen in:",
        "exp": "MECONIUM PERITONITIS IN MECONIUM ILEUS - Plain X-ray of abdomen post-natally showed specks of calcification mainly at the flanks, while on ultrasonography, specks of high echogenic areas seen throughout the abdomen which has been described as \"snow-storm sign\".",
        "cop": 1,
        "opa": "Meconium ileus",
        "opb": "Hirschsprung's disease",
        "opc": "Ileocaecal tuberculosis",
        "opd": "Pseudomyxoma Peritonei",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "b4b3cf4c-e089-4648-bc14-c695e9a436b6",
        "choice_type": "single"
    },
    {
        "question": "A 4-week old first-born, pre-term boy admitted to your dept. 3 days ago. Chief complaint was Vomiting which was projectile without bile in it, and follows each feeding, and the baby is hungry and eager to eat again after he vomits. The baby is dehydrated and has visible gastric peristaltic waves and a palpable \"Olive sized\" mass in the RUQ. What is the surgery of choice?",
        "exp": "CHPS: Congenital Hyperophic Pyloric Stenosis IHPS: Infantile Hyperophic Pyloric Stenosis Clinical features After breast feeding, breast milk accumulates in stomach. Obstruction due to hyperophy at pylorus causes multiple episodes of non-bilious vomiting which can be projectile/non-projectile. IOC for diagnosis - Ultrasound Management Resuscitation by I. V fluids + correction of Dyselectrolytemia Fluid of choice- Normal Saline Treatment of choice after resuscitation",
        "cop": 4,
        "opa": "Duodenostomy",
        "opb": "Billroth Type-I GJstomy",
        "opc": "KASAI operation",
        "opd": "Ramstedt's pyloromyotomy",
        "subject_name": "Surgery",
        "topic_name": "Pediatric Surgery",
        "id": "c70de274-6fa4-41c8-9450-e244aa8bfe29",
        "choice_type": "single"
    }
]