[
    {
        "question": "Case of 30 year chronic smoker male, visited your clinic with this condition. Diagnosis:",
        "exp": "Ans. (b) Buerger's disease. Buerger's disease is also known as thromboangiitis obliterans. An inflammatory and obliterative disease of blood vessels of the extremities, mainly lower extremities. Occurring chiefly in smoker young men and leading to ischemia of the tissues and gangrene. Involvement of artery vein and nerve, most commonly involved is tibial artery. Intermittent claudication, pain at rest relieved by dangling legs. Dry gangrene in toes shows shriveled woody induration. IOC: Duplex USG (ankle brachial index: 0. 5 to 0. 9). Treatment: For Claudication pain, reducing the viscosity of blood pentoxifylline is used. For resting pain, lumbar sympathectomy. If gangrene, amputation done. Image source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Diabetic gangrene",
        "opb": "Buerger's disease",
        "opc": "Atherosclerotic plaque",
        "opd": "Clostridium welchii infection",
        "subject_name": "Surgery",
        "topic_name": "Peripheral Arterial Occlusive Disease",
        "id": "92602acb-ab72-4d5f-a5e8-7207c85ccf92",
        "choice_type": "single"
    },
    {
        "question": "Burger disease is-",
        "exp": "Ans. is 'b' i. e., Thrombangitis obliterans o Buergers ds is characterized by occlusive disease of the small and medium sized arteries* (plantars, tibialis and radial artery), thrombophlebitis of the superficial or deep veins and Raymonds syndrome. o As Buergers disease involves the arteries beyond the popliteal artery, there would be no help from a femoropopliteal bypass. It is helpful if the artery is blocked proximally as in athesosclerosis. o Not only femore-popliteal bypass operation but any vascular reconstructive operation is not feasible in Buergers ds, bedcause the involvement of the small vessels of the extremity makes it difficult to locate suitable outflow sites for bypass grafts. o Treatment of Buergers disease# Strict smoking cessation. Smoking cessation reduces symptoms and decreases the risk for major amputation.# Sympathectomy-is used with some success but the role is not clear.# Amputation-is the only way out when gangrene occurs.# Free omental graft-Microvascular transplatation of free omental grafts to areas not amenable to arterial reconstruction has been successfully tried in some patients.",
        "cop": 2,
        "opa": "Migratory thrombophlebitis",
        "opb": "Thrombangitis obiiterence",
        "opc": "Superficial thrombophlebitis",
        "opd": "Causalgia",
        "subject_name": "Surgery",
        "topic_name": "Peripheral Arterial Occlusive Disease",
        "id": "2b1b66bd-4558-4829-a86c-f9e380192e38",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of gangrene of foot of 30 years old farmer who is a chronic smoker:",
        "exp": "Ans. is 'd' ie. Thromboangiitis obliterans. All four can cause gangrene (Myocardial infarction can cause gangrene by thromboembolism). Lets see each option one by one. Raynaud's disease. Is ds of young women*commonly the upper limbs* are affected specially the fingers (the thumb is generally escaped). The disease is characterized by Raynaud's phenomenon* which is a series of attacks of. Local syncope - digits become cold and white*Local asphyxia - digits turn blue with burning sensation* Local recovery - digits regain normal colour*Pulses remain unaffected* as this is the disease which affects arterioleswith the help of points (a) and (b) Raynaud's ds can be ruled out. Atherosclerosis (Senile gangrene). Seen in elderly people over 50 years of age. Thus because of age factor we can rule out atherosclerosis. Myocardial infaction. Age factor again helps in ruling it out as MI is generally seen in elderly, though its incidence is increasing in young, but it cannot be a more common cause than Buerger's disease. Buerger's (Thromboangiitis obliterans). Usual victims of this ds are young men below 40 yrs of age, who are smokers (ds is not seen in females and nonsmokers). Buerger ds is the inflammatory reaction in the arterial wall with involvement of the neighbouring vein and nerve, terminating in thrombosis of the artery. It characterstically involves small and medium sized arteries (plantars, tibial and radial artery). Both upper and lower extremities are affected. In lower extremity the ds. occurs beyond the popliteal artery. Early in the course of Buergers ds the superficial veins are involved producing the characterstic migratory, recurrent superficial thrombophlebitis. An imp difference with atherosclerosis is that atherosclerosis is a disease of large sized arteries, buergers is a ds of small arteries. Claudication seen in buerger ds is in the feet (foot claudication), whereas in atherosclerosis there is claudication in calf and thighs.",
        "cop": 4,
        "opa": "Raynaud's disease",
        "opb": "Myocardial infarction",
        "opc": "Atherosclerosis",
        "opd": "Thromboangitis obliterans",
        "subject_name": "Surgery",
        "topic_name": "Peripheral Arterial Occlusive Disease",
        "id": "ac7c5d3a-7e13-45a2-92fc-0215e57cb230",
        "choice_type": "single"
    },
    {
        "question": "Bergers disease does not involve-",
        "exp": "Ans. is 'c' i. e., Lymphatics o \"It is the in flammatory reaction in the arterial wall with involvement of the neighbouring vein and nerve \". o \"Occlusive lesions are predominate seen in muscular arteries\".",
        "cop": 3,
        "opa": "Arteries",
        "opb": "Nerves",
        "opc": "Lymphatics",
        "opd": "Veins",
        "subject_name": "Surgery",
        "topic_name": "Peripheral Arterial Occlusive Disease",
        "id": "1240640d-9cda-424e-9a9a-8c73339009a5",
        "choice_type": "single"
    },
    {
        "question": "Adson test is used for determining vascular suffiency. It is useful in -",
        "exp": "Ans. is 'c' i. e., Cervical rib. Adson test -It is a prorocative test for thoracic outlet syndrome. This test is positive in cases of compression of subclavian artery as noted by a radial pulse deficit when patient is placed in positions provoking compression of subclavian artery by a cervical rib or tightehed anterior and middle scalene muscles.",
        "cop": 3,
        "opa": "Peripheral vascular disease",
        "opb": "Varicose veins",
        "opc": "Cervical rib",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Peripheral Arterial Occlusive Disease",
        "id": "76349b46-1325-48bc-9be8-e3197b65e4b0",
        "choice_type": "single"
    },
    {
        "question": "18 yr female with itchy erythema, swelling of toes every winter season seen due to -",
        "exp": "Ans. is 4c' i. e., Chilblains. Chilblainso Aka pernio. It is an inflammatory skin condition presenting after exposure to cold as pruritic and/or painful erythematous to viloaceous acral lesions. It may be idiopathic or secondary to an underlying disease, o It is an abnormal vascular response to cold exposure and is most frequent when damp or humid conditions coincide. o Most frequent in young and middle aged women and children.",
        "cop": 3,
        "opa": "Raynauds disease",
        "opb": "Raynauds phenomenon",
        "opc": "Chilblains",
        "opd": "Frost bite",
        "subject_name": "Surgery",
        "topic_name": "Peripheral Arterial Occlusive Disease",
        "id": "81b6a948-1211-4876-a0dd-ebed0569b573",
        "choice_type": "single"
    }
]