[
    {
        "question": "A 65-year-old male is having a swelling on the back of lower thigh. On investigation it was found to be a high grade liposarcoma of 5 cm in size. Best management is:",
        "exp": "Ans. B. Wide local excision. Explanation. Liposarcoma is one of the types of soft tissue sarcoma (STS). Liposarcoma is the most frequent STS subtype and represents 45% of all retroperitoneal sarcoma. It is composed of three histologicvarieties (listed in order of decreasing frequency): Well-differentiated and dedifferentiated liposarcoma, Pleomorphic liposarcoma, and. Myxoid/round cell liposarcoma. Well differentiated and dedifferentiated liposarcomas more typically arise from the retroper- itoneum versus the extremities, whereas the inverse is true for pleomorphic and myxoid/round cell liposarcoma. Mainstay of treatment for STS is surgery. Algorithm for STS management is as follows:",
        "cop": 2,
        "opa": "Amputation of limb at mid thigh",
        "opb": "Wide local excision",
        "opc": "Chemotherapy",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "a05c0bbb-e794-4f6a-acc2-f73a1329199e",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant neoplasm of the eyelid is -",
        "exp": "Ans. is 'b' i. e., Basal cell Carcinoma There are 4 main types of evelid cancers: a. Basal cell carcinoma (BCC)# BCC is the most common type of eyelid tumour, accounting for about 85% of all eyelid tumours. It is also the most common type of cancer that occurs outside the eyeball.# BCC of the eyelid usually affects adults, but may also occur in younger people.# These tumours are related to sun exposure and are similar to basal cell carcinoma of the skin.# BCC most often occurs in the lower eyelidb. Squamous cell carcinoma (SCC)# SCC of the eyelid is uncommon, accounting for about 5% of all eyelid tumours.# It can occur from a precancerous condition, such as actinic keratosis or Bowen's disease.# These tumours are also related to sun exposure and are similar to squamous cell carcinoma of the skin.# SCC tends to behave more aggressively and is more likely to spread than BCC. c. Sebaceous gland carcinoma (SGC)# SGC is cancer of the glands in the eyelid.# It is a rare tumour that may account for up to 5% of all eyelid cancers.# It occurs more often in women than men and occurs most often in the elderly.# These tumours develop most often on the upper eyelid, followed by the lower eyelid and the caruncleo SGC can start in the Meibomian glands, glands of Zeis or the sebaceous glands of the caruncle.# SGC is often diagnosed at a later stage because it can mimic benign conditions. It can also grow aggressively.# SGC may be multifocal (occurring in more than one place), so they have a tendency to recur after treatmentd Malignant melanoma# Melanoma of the eyelid is very uncommon and accounts for less than 1% of all eyelid cancers.# Melanoma of the eyelid is similar to melanoma of the skin of the skin. It is staged and treated the same way as a skin melanoma.",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Basal cell Carcinoma",
        "opc": "Merkel Cell tumour",
        "opd": "Malignant Melanoma",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "30144756-ef8e-4ad4-a942-4480e198d2e7",
        "choice_type": "single"
    },
    {
        "question": "Which layer involved in blister formation in a superficial partial thickness burn:",
        "exp": "Ans. (c) Papillary dermis. Ref: Surgery Sixer 2nd edition, Page 892* First degree: Involves only epidermis* Second degree: Involves epidermis and some part of dermis. (Also known as partial thickness burns). Further divided into:* Superficial second degree or superficial partial thickness involves upper part of dermis* Deep second degree or deep partial thickness extends up to reticular layer of dermis.* Third degree or full thickness burns -- involves full thickness of dermis* Fourth degree burns -- involves subcutaneous fat and deep structures.",
        "cop": 3,
        "opa": "Epidermis",
        "opb": "Dermis",
        "opc": "Papillary dermis",
        "opd": "Reticular dermis",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "eb09f8db-d795-45c2-a852-875d694abac9",
        "choice_type": "single"
    },
    {
        "question": "When do you intubate a burns patient?",
        "exp": "Ans. (a) Deep facial burns with singed nasal hair. Ref: Bailey 26th edition, Page 388. Indication of intubation in burns* Change in voice* Stridor* Deep burns around the mouth and in the neck",
        "cop": 1,
        "opa": "Deep facial burns with singed nasal hair",
        "opb": "Superficial facial burns",
        "opc": "Pulse rate >100/min",
        "opd": "Crepitations on auscultation",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "91c19d7a-66a0-47cf-b360-16f3304822ef",
        "choice_type": "single"
    },
    {
        "question": "Lines of Blaschko represent:",
        "exp": "Ans. (d) Lines of development. Blaschko's lines reflect cell migration during embryogenesis of the skin. Nevi cluster along these lines",
        "cop": 4,
        "opa": "Lines along lymphatics",
        "opb": "Lines along blood vessels",
        "opc": "Lines nerves",
        "opd": "Lines of development",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "4570a05c-2ab9-4e68-b89f-bbf64d0a30e1",
        "choice_type": "single"
    },
    {
        "question": "Bedsore is an example of:",
        "exp": "Ans. (b) Trophic ulcer* Bedsore is a pressure ulcer. Most common in sacrum site due to persistent pressure in the back.* This is a type of trophic ulcer.* This can be prevented by frequent change of positioning of the bedridden patient and using Water/Aqua bed.* Once bedsore is formed it is difficult to treat.* Treatment extends from local wound debridement to flap procedures.",
        "cop": 2,
        "opa": "Tropical ulcer",
        "opb": "Trophic ulcer",
        "opc": "Venous ulcer",
        "opd": "Post thrombotic ulcer",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "86340e66-471e-4d96-81c8-2d24b5f00512",
        "choice_type": "single"
    },
    {
        "question": "What is the use of this Instrument shown below? (AIIMS 2018",
        "exp": "Ans. (a) To Take Skin Graft. Ref: Surgery Sixer 3rd edition Page 933. This is Humby knife used to take partial thickness Grafts. Types of Partial Thickness Split Grafts:* Thin (Thiersch-ollier): 0. 006-0. 012-inch thickness* Intermediate (Blair Brown): 0. 012-0. 018-inch thickness* Thick (Padgett): 0. 018-0. 024-inch thickness",
        "cop": 1,
        "opa": "To take Skin Graft",
        "opb": "To take Bone Graft",
        "opc": "To take muscle graft",
        "opd": "To take tendon Graft",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "7e8cb1ec-b762-4504-9d89-46fe26b4134c",
        "choice_type": "single"
    },
    {
        "question": "In hand injury, first structure to be repaired should be:",
        "exp": "Ans. (d) Bone. Ref: Master Techniques in Orthopedic Surgery Series by Moran and Cooney (2008/487). Order of repair in Hand injuries: (Mnemonic- Buy Every First Android Nokia V Series)* Bone* Extensor tendons > Flexor tendons* Artery* Nerve* Vein* Skin",
        "cop": 4,
        "opa": "Skin",
        "opb": "Nerve",
        "opc": "Muscle",
        "opd": "Bone",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "ee303302-e91d-4b49-9ab9-fdaf2a51c670",
        "choice_type": "single"
    },
    {
        "question": "Zadek's procedure is:",
        "exp": "Ans. (b) Resection of complete nail with part of nail bed. Zadek's procedure:* For recurrent in growing toe nail* The growing point is removed so that the nail will never regrow.",
        "cop": 2,
        "opa": "Resection of part of nail with nail bed",
        "opb": "Resection of complete nail with part of nail bed",
        "opc": "Injection phenol at base of toe nail",
        "opd": "Wide excision of nail",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "a3094a7d-26af-48d1-865c-26bd2c7145c5",
        "choice_type": "single"
    },
    {
        "question": "Felon's incision:",
        "exp": "Ans. (b) Longitudinal. Highlights regarding Felon (Pulp space infection) drainage:* Basic principle: Longitudinal incision distal to DIP crease always. Mid-lateral approach * Indicated for deep felons with no foreign body and not discharging* Incision on ulnar side for digits 2, 3 and 4 and radial side for thumb and digit 5 (Little finger). Volar longitudinal approach* Most direct access* Indicated for superficial felons, foreign body penetration or visible drainage. Incisions to avoid:* Fish mouth incisions: Leads to unstable finger pulp* Double longitudinal or transverse incision: Injury to digital nerve and artery.",
        "cop": 2,
        "opa": "Transverse",
        "opb": "Longitudinal",
        "opc": "Bilateral longitudinal",
        "opd": "Fish mouth",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "5595be17-045c-46c0-9cdf-1085cc33d336",
        "choice_type": "single"
    },
    {
        "question": "A 3. 3 kg, 36-week baby girl was born prematurely after labor caused by ruptured membranes. The prenatal ultrasound revealed a polyhydramnios at 26 weeks. Fetal echocardiogram was normal and amniocentesis was without genetic aberrance. On examination there was a normal anus, an nasogastric tube (NGT) drained bile stained fluid. The baby passed some mucus from below but no typical dark meconium. A chest and abdominal x-ray showed a \"double bubble sign\". What is the most likely diagnosis?",
        "exp": "The most common form of duodenal atresia is where the obstruction occurs below the ampulla of Vater. Hence bilious NGT output is reported in the scenario. Also the most common variant is characterized by a membranous intraluminal atresia (type I). Nearly 35% of babies with congenital duodenal obstruction have syndrome and of those a majority have associated cardiac defects. If the duodenal obstruction is incomplete, we call this a duodenal stenosis. Clinically this manifests much later in life and is characterized by failure to thrive, chronic vomiting, electrolyte abnormalities and is called a duodenal windsock variant. Here a membranous web in the most often second and third part of the duodenum is causing clinical symptoms of high, incomplete bowel obstruction. The treatment is resection of the web and a side-to-side duodenoduodenostomy.",
        "cop": 3,
        "opa": "Acute pancreatitis",
        "opb": "Neonatal Hirschsprung's disease",
        "opc": "Duodenal atresia",
        "opd": "Malrotation of midgut",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "0e9142b4-8e1f-4a49-800d-ea2b8172e3a5",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this flap shown here?",
        "exp": "Ans. (a) Rhomboidal Flap. Ref: Schwartz Page 1833/10th Edition* Rhomboid (Limberg Flap): Another type of Transposition flap which can be used in many places. Very commonly used in Pilonidal Sinus Surgery.",
        "cop": 1,
        "opa": "Rhomboidal Flap",
        "opb": "Rotational Flap",
        "opc": "Transposition Flap",
        "opd": "Advancement Flap",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "e5aa602d-6f1c-4724-86e6-ccf4bdca709f",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old girl presents to the emergency department following a skiing crash in which the left side of her mid torso hit a tree. She presents with left side lower chest and upper abdominal pain. She also complains of left shoulder pain. The most likely diagnosis is which of the following?",
        "exp": "The spleen is the most common solid organ injured by blunt trauma. Though gastric rupture could cause the clinical presentation described, it is very rare. Rib fracture in the mid torso alone generally does not cause the referred shoulder pain, because blood does not collect under the left diaphragm, as seen in splenic injuries.",
        "cop": 4,
        "opa": "Rib fractures",
        "opb": "Liver injury",
        "opc": "Ruptured diaphragm",
        "opd": "Splenic injury",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "1c6fc60a-216a-4784-ae6a-40eedba4a205",
        "choice_type": "single"
    },
    {
        "question": "Port wine stain is seen in -",
        "exp": "Ans. is 'b' i. e., Sturge Weber Syndrome Sturge Weber Syndromeo It is one of the hereditary neurocutaneous syndromes o Characterized by: a. A large unilateral cutaneous angioma (port wine stain) of the faceb. Angiomas in brain involving the ipsilateral cerebral hemisphere and meninges. c. Adrenal pheochromocytomad. Cerebral angioma leads to cortical atrophye. The angiomas are visible radiologically due to its characteristic linear rail-track or tram-track calcification*.",
        "cop": 2,
        "opa": "Von Hippel Lindau Syndrome",
        "opb": "Sturge Weber Syndrome",
        "opc": "Danys Drash Syndrome",
        "opd": "Holt Oram Syndrome",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "8c99448d-c2ef-4e73-9b17-33bb3c88ee03",
        "choice_type": "single"
    },
    {
        "question": "Thierisch graft is which type of graft",
        "exp": "Ans. a (Partial thickness). (Ref. Bailey and Love, 25th/pg. 395)SPLIT THICKNESS (THIERSCH)FULL THICKNESS (WOLFE). Donor site factor; 1 Large area available. Smaller area available2 Donor site heals spontaneously. Donor site must be closed3 Reusable donor site. Donor site scars. Receipient site factors; 1 Poor colour match. Good colour match2 Easily abraded. Abrasion resistant3 Inferior cosmetic results. Good cosmetic results4 More reliable take. Less reliable take5 Shiny texture, inelastic. Normal texture, elastic. Note: Wolfe's graft is a whole (full) thickness graft, Used for smaller areas of skin replacement where good elastic skin that will not contract is required (such as fingers, eyelids, facial parts).",
        "cop": 1,
        "opa": "Partial thickness",
        "opb": "Full thickness",
        "opc": "Pedicle",
        "opd": "Patch",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "7bc271c9-da5b-42b9-84e4-3e0f6b3a8562",
        "choice_type": "single"
    },
    {
        "question": "Partial thickness graft is",
        "exp": "Ans. b (Thierch graft) (Ref. Bailey and Love 26th/pg. 402)SKIN GRAFTSSplit Thickness (Therisch). Full Thickness (Wolfe). Donor site factor# Large area available# Smaller area# Donor site heals spontaneously# Donor site must be closed# Reusable donor site# Donor site scars. Recipient site factors# Poor color match# Good color match# Easily abraded# Abrasion resistant# inferior cosmetic results# Good cosmetic results# More reliable take# Less reliable take# Shiny texture, inelastic# Normal texture, elastic(Note: Wolfe's graft is a Whole (Full) thick-ness graft)",
        "cop": 2,
        "opa": "Wolfian graft",
        "opb": "Thierch graft",
        "opc": "Pedicle graft",
        "opd": "Patch graft",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "233665a6-0cc5-4fe9-89f3-084cf0d58443",
        "choice_type": "single"
    },
    {
        "question": "What is the degree of this burn shown below?",
        "exp": "Ans. (b) 2nd degree* Second degree superficial and deep both with produce blisters.* Second degree superficial produces painful blisters -- heals without scar* Second degree deep produces painless blisters -- heals with scar",
        "cop": 2,
        "opa": "1st degree",
        "opb": "2nd degree",
        "opc": "3rd degree",
        "opd": "4th degree",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "3f8ac05e-f642-4d25-9e2b-4b2d475d1d71",
        "choice_type": "single"
    },
    {
        "question": "Name the pathology seen in scalp",
        "exp": "Ans. (b) Sebaceous cyst* MC site of Sebaceous cyst is scalp.* Never seen in palms, soles, mucosa.* Ulcerated Sebaceous cyst of scalp is Cock's peculiar tumor.",
        "cop": 2,
        "opa": "Dermoid",
        "opb": "Sebaceous cyst",
        "opc": "Hemangioma",
        "opd": "Metastasis",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "4ec147cc-fd88-46cb-85e7-49c4a6a2229d",
        "choice_type": "single"
    },
    {
        "question": "Cock's peculiar tumor is -",
        "exp": "Ans. is 'c' i. e., Chronic infection of sebaceous cyst o Cocks peculiar tumour is actually a complication of sebaceous cyst. When the sebaceous cyst of the scalp ulcerates excessive granulation tissue forms resembling fungating epithelioma. This is called cock's peculiar tumour.",
        "cop": 3,
        "opa": "Rodent ulcer of nose",
        "opb": "Local osteomyelitis of cranium",
        "opc": "Chronic infection of sebaceous cyst",
        "opd": "Keratin horn",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "fa977f15-4343-4553-b78e-76410b327fca",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old male known case of a certain malignancy presents with elevated erythropoietin levels and PCV of 52%. Most likely tumour is -",
        "exp": "Ans. is 'a' i. e., Renal Cell Carcinoma Paraneoplastic syndromes in RCCParaneoplastic syndormesi) Fever of unknown originii) Anemiaiii) Erythrocytosis (d/t secretion of erythropoietin by RCC) (but anemia is a more common finding)iv) Hypertensionv) Abnormal liver function (Stauffers syndrome ie non metastatic hepatic dysfunction)vi) Hypercalcemiavii) Neuromyopathyviii) Amyloidosisix) Increased ESR (MC paraneoplastic syndrome)x) Dysfibrogenemiaxi) Galactorrhoeaxii) Feminization and masculanization",
        "cop": 1,
        "opa": "Renal Cell Carcinoma",
        "opb": "Medullary thyroid carcinoma",
        "opc": "Gastric Carcinoma",
        "opd": "Colorectal CA",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "260f1f42-791a-4a35-945a-f3cb94865cbb",
        "choice_type": "single"
    },
    {
        "question": "Male with multiple soft non fixed swellings over body and positive family history:",
        "exp": "Ans. (c) Muir-Torre syndrome. Ref: Page 1368/ Sabiston 20th edition, Page 1368* It is a type of HNPCC (Lynch syndrome)* Autosomal dominant inheritance* Characterized by multiple sebaceous adenomas all over the body* Strong familial tendency is there* The typical skin changes found in Muir-Torre syndrome are sebaceous adenomas, sebaceous epitheliomas, sebaceous carcinomas, and keratocanthomas.* Predisposed to all cancers as in Lynch syndrome.",
        "cop": 3,
        "opa": "Dercums disease",
        "opb": "WEN",
        "opc": "Muir-Torre syndrome",
        "opd": "Piere Robin",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "4971feed-2e60-426d-a9d3-c3765872d92b",
        "choice_type": "single"
    },
    {
        "question": "Tumor with perineural invasion:",
        "exp": "Ans is 'b' ie Adenocystic Ca Repeated many times]\"Adenoid cystic carcinoma, which has a propensity for neural invasion, is the second most common malignancy in adults. Skip lesions along nerves are common and can lead to treatment failures because of the difficulty in treating the full extent of invasion. Adenoid cystic carcinomas have a high incidence of distant metastasis, but display indolent growth. It is not uncommon for patients to experience lengthy survival despite the presence of disseminated disease. \" - Schwartz 8/e \"Treatment consists of removal of gross tumor with radiation therapy for the microscopic disease that is assumed to exist at the periphery of the tumor. \"- Sabiston 18/e p836. Recall: Most common tumor of parotid-Pleomorphic adenoma. IInd MC tumor of parotid-Warthins. MC malignant tumor of salivary gland-Mucoepidermoid Ca. Best diagnostic modality for parotid swelling is Open incisional biopsy is contraindicated.-FNAC",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Adenoid cystic Ca",
        "opc": "Basaal cell ca",
        "opd": "Squamous cell ca",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "aea57615-1ab8-4165-801f-4e84e61c868c",
        "choice_type": "single"
    },
    {
        "question": "Which flap-based procedure is used for pilonidal sinus surgery?",
        "exp": "Ans. A. Rhomboid flap. Pilonidal sinus* Pilonidal sinus describes a condition found in the natal cleft near the coccyx, consisting of single or multiple noninfected in the midline.* It is commonly seen in jeep drivers. Therefore, it is also called Jeepers bottom mainly seen at the gluteal cleft.* Seen in young age: 20-29 years.* It is present in the interdigital cleft in hands of a hair dresser, also seen in umbilicus, axilla.* Recurrence rate is very high after surgery.* Excision of all tracks and then closure by some other means designed to avoid a midline wound (Z-plasty, Karydakis procedure, and Limbergs flap).* Bascoms procedure involves an incision lateral to the midline to gain access to the sinus cavity, which is rid of hair and granulation tissue. Flaps and Uses. Rhomboid flap. For cheek, temple, back, and flat surface defects. Transposition flap. The most basic design, leaving a graftable donor site. Advancement flap. For flexor surfaces; may need triangles excised at the base to make it work (commonly called Burows triangles)Z-plasty. For lengthening scars or tissues. Bilobed flap. For convex surfaces, especially the nose. Rotation flap. For convex surfacesV-to-Y advancement. Commonly used for Fingertips and extremities. Bipedicle flap. For eyelids, rarely elsewhere. Rhomboid flap. Transposition flapZ-Plasty. Two triangular transposition flaps interposed. Bilobed flap. Bipedicle flap. Rotation flap",
        "cop": 1,
        "opa": "Rhomboid flap",
        "opb": "Rotational flap",
        "opc": "Free flap",
        "opd": "Circular flap",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "cddded1d-8d05-48e6-837f-4c802bc87494",
        "choice_type": "single"
    },
    {
        "question": "Full thickness skin graft is also known as",
        "exp": "Ans. is 'a' i. e., Wolfes graft Skin grafts* Full thickness (Wolfes graft) - it includes all epidermis and dermis.* Partial thickness (Thiersch graft) - it includes all epidermis and part of dermis. Partial thickness graft. Vs. Full thickness graft* Partial thickness grafts are thin therefore uptake of graft is easy (easy survival)* Uptake is difficult because of thickness, (less chances of survival)* Large grafts could be taken as the donor site has been left with a part of dermis which will cause easy regeneration of epidermis* Small grafts could be taken as the donor site does not have epidermal or dermal remnants to allow epithelialization as in a paritial thickness graft.* Split thickness graft will contract upto 40% thus not useful for cosmetic surgeries* There is very minimal contraction making it suitable for cosmetic surgeries on face.* The donor site will heal well without any contraction, and is reusable* The donor site will have to be closed primarily or left open to granulate and contract.",
        "cop": 1,
        "opa": "Wolfes graft",
        "opb": "Thiersch graft",
        "opc": "Thieme graft",
        "opd": "Fernandez graft",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "e78a590d-144a-4b0d-a09c-9547ae1fbba0",
        "choice_type": "single"
    },
    {
        "question": "p. Best result for large capillary (port wine) hemangioma is -",
        "exp": "Ans. is 'c' i. e., Laser ablation Pulsed dye laser (PDL) therapy is considered the standard of care for the treatment of capillary malformations. It is based on the concept of selective photothermolysis.. The beam is selectively absorbed by red- pigmented material such as hemoglobin in the blood vessels of the lesion. This produces selective heat destruction of capillary vessel walls with minimal damage to the overlying epidermis, which leads to lightening of the port wine stain without scarring. \"The best treatment to date for early and intermediate port wine stains is with the pulsed dye laser. The method of treatment is termed selective photothermolysis. The beam is selectively absorbed by red- pigmented material such as hemoglobin in the blood vessels of the lesion. This produces selective heat destruction of these structures, and the treated area becomes whiter. \"-- CSDT 13/e. Capillary malformations (port wine stains or nevus flammeus)o Capillary malformations (port wrine stains or nevus flammeus) are 3owr-flow vascular malformations of dermal capillaries and postcapillary venules. o They are present at birth as bianchable pink to red patches. o They may be located anywhere on the body, most commonly on the face, typically with a unilateral or segmental distribution that respects the midline. o On the face, they tend to follow the distribution of the trigeminal nerve branches (segments VI, V2, and V3 )o Capillary malformations do not regress, but grow in proportion to the child's growth and become thicker and darker in color during adulthood. Port wine stain. Straw berry angiomas. Salmon patcho Isa vascular malformation. o Baby is normal at birtho Also k/a Macular stain or stork biteo It is present at birtho Appears at the age of 2 - 3 weekso Present at birtho Grows along with the childo Grows at a rapid rate upto 4-6 monthss of age and then ceases to grow and spontaneous involution begins. o Seen over the forehead in the midline and over the occiputo Do not regress. o Disappear by the age of 1 year o Involution is slow but is complete by 5-7 years of age. o Emptying sign is demonstrable in strawberry angioma. Tip to remembero patch can be removed. o Strawberry decays. o Wine does not decay, (so port wine stain remains for whole life)o Treatment includes pulse day laser or surgical excision.",
        "cop": 3,
        "opa": "Tattooing",
        "opb": "Cryosurgery",
        "opc": "Laser",
        "opd": "Excision with split thickness grafting",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "7d974dee-6db0-4590-8063-ae3b09e07ff6",
        "choice_type": "single"
    },
    {
        "question": "In a 6-year-old child with burns involving the whole of head and trunk, estimated body surface area of burns is:",
        "exp": "Ans. (a) 44%6 year old child: Apply Berkow formula:* Head and Trunk =13% for head +13% for anterior trunk +13% for posterior trunk +2% neck* Total =41% - nearby answer =40%",
        "cop": 1,
        "opa": "44%",
        "opb": "52%",
        "opc": "55%",
        "opd": "58%",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "560d7754-5077-4426-a1f0-481b10958d61",
        "choice_type": "single"
    },
    {
        "question": "Cock's peculiar tumor is",
        "exp": "Ans is 'c' i. e. Ulcerated sebaceous cyst Repeat from May 04. Cocks peculiar tumor is actually a complication of sebaceous cyst.- When the sebaceous cyst of the scalp ulcerates excessive granulation tissue forms resembling fungating epithelioma. This is called cock's peculiar tumor. Also know these terms. Cylindroma-A malignant epithelial tumour also k/a Turban tumor. Known as cylindroma because of histological appearance. Pilomatrixoma (Calcifying epithelioma of Malherbe) -It is a benign hair follicle derived tumour. Pott's puffy tumour -It is osteomyelitis of the skull associated with subperiosteal swelling and edema.",
        "cop": 3,
        "opa": "Basal cell CA",
        "opb": "Squamous cell CA",
        "opc": "Ulcerated sebaceous cyst",
        "opd": "Cylindroma",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "36111486-b310-4b1b-bae6-c04e64ada99e",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma known for perineural invasion -",
        "exp": "Ans. is 'a' i. e., Adenoid cystic carcinoma \"Adenoid cystic carcinoma, which has a propensity for neural invasion, is the second most common malignancy in adults. Skip lesions along nerves are common and can lead to treatment failures because of the difficulty in treating the full extent of invasion. Adenoid cystic carcinomas have a high incidence of distant metastasis, but display indolent growth. It is not uncommon for patients to experience lengthy survival despite the presence of disseminated disease \", -- Schwartz 8/e\"Treatment consists of removal of gross tumor with radiation therapy for the microscopic disease that is assumed to exist at the periphery of the tumor__ Sabiston 18/e p836",
        "cop": 1,
        "opa": "Adenoid cystic carcinoma",
        "opb": "Mucoepidermoid carcinoma",
        "opc": "Pleomorphic adenoma",
        "opd": "Squemous cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "ece1cca4-e439-4229-b800-7c8c2f356d7b",
        "choice_type": "single"
    },
    {
        "question": "Port-Wine stain is common in:",
        "exp": "Ans. (b) Sturge-Weber syndrome. Ref: Bailey 26th edition, Page 599. Port-Wine stain may be associated with various syndrome* Sturge-Weber syndrome* Klippel-Trenaunay syndrome* Proteus syndrome",
        "cop": 2,
        "opa": "Von Hipple-Lindau syndrome",
        "opb": "Sturge-Weber syndrome",
        "opc": "Denys-Drash syndrome",
        "opd": "Holt-Oram syndrome",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "cbfb15b7-4946-4b40-8cc0-854157138f21",
        "choice_type": "single"
    },
    {
        "question": "Wolfe grafts is:",
        "exp": "(Full thickness skin grafts) (259-60-Baily & Love 24th) (401-402-Baily &Love 25th). Split-skin grafts(THIERSCH-GRAFTS). Fall thickness grafts(WOLFF-GRAFTS). Donor site factors- Smaller area* Large area available* Donor site heals spontaneously* Donor site reusable- Donor site must be closed- Donor site scars. Recipient factors * Poor colour match* Easily abraded* Inferior cosmetic resistant* More reliable take* Shiney texture, inelastic Good colour match. Abrasion resistant. Good cosmetic resistant. Less reliable take. Normal texture elastic",
        "cop": 1,
        "opa": "Full thickness skin grafts",
        "opb": "Partial thickness skin grafts",
        "opc": "Split - skin grafts",
        "opd": "Pedicled flap",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "3aa5bbdf-82b3-4523-852b-b3cb36bd2792",
        "choice_type": "single"
    },
    {
        "question": "A young boy came to the OPD with scald injury of arm. The lesion was pink, oozing and painful to pin prick. Which of the following is the most appropriate management?",
        "exp": "Ans. (a) Collagen dressing. Ref: Bailey and Love 27th edition, Page 622* produce superficial burns or deep dermal burns if good first aid is absent.* Superficial second degree (Superficial partial thickness burns) will be having moist and pink dermis. Pin prick sensation is normal. Capillary return is seen clearly on blanching.* Partial thickness burns are appropriately treated with collagen dressings.",
        "cop": 1,
        "opa": "Collagen dressing",
        "opb": "Paraffin gauze and leave the wound open",
        "opc": "Excision and grafting",
        "opd": "Apply 1% silver sulfadiazine",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "4c2061bd-dd16-4269-9a54-8e161d79f849",
        "choice_type": "single"
    },
    {
        "question": "Cock's peculiar tumour is:",
        "exp": "Ans: b (Infected sebaceous cyst). Ref: Bailey & Love, 23rd ed, p. 173, Fig (13. 15) & S. Das Surgery, 3rded, p. 81",
        "cop": 2,
        "opa": "Papilloma",
        "opb": "Infected sebaceous cyst",
        "opc": "Cylindroma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "162576b8-43ad-477a-a449-5fd42f4c1154",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl is referred to you by her pediatrician complaining of a pain in her throat and presenting with an anterior cervical midline mass for several weeks. After a course of antibiotics the inflammation and erythema resolved but the mass still persisted. The mother is concerned. She remembers a time when the child was 3-years-old complaining of similar symptoms, but then it spontaneously resolved. Physical chest exam is normal but the mass appears to rise upward when the girl sticks out her tongue. What is the most common diagnosis?",
        "exp": "Embryologically the thyroglossal duct cyst (Figure below) runs from the pyramidal lobe of the thyroid to the foramen cecum at the base of the tongue. It needs complete excision including part of the hyoid bone to avoid recurrence. An ectopic lingual thyroid is located at the base of the tongue and virtually never seen in the above described anterior midline location. Cervical lymphadenitis needs to be ruled out and a several microbial stains performed if an abscess develops. Masses caused by atypical mycobacterial do not respond to antibiotic therapy and need to be excised. Brachial cleft remnants are almost always seen in the alter neck and divided in several types depending on their branch origin. They, however, can also get infected in manifest sometimes in form of a lateral neck abscess. Thyroglossal cyst and duct course through the hyoid bone to the foramen cecum of the tongue",
        "cop": 3,
        "opa": "Lingual thyroid",
        "opb": "Branchial cleft remnant",
        "opc": "Thyroglossal duct cyst",
        "opd": "Uncomplicated cervical neck abscess",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "1e6e2940-b60d-4072-a772-7fde22d7c2c2",
        "choice_type": "single"
    },
    {
        "question": "The term universal tumour refers to -",
        "exp": "Ans. is 'd' i. e., Lipomao A lipoma is a benign tumor composed of adipose tissue (body fat). It is the most common benign form of soft tissuetumor. o Lipomas are soft to the touch, usually movable, and are generally painless. Many lipomas are small (under one centimeter diameter) but can enlarge to sizes greater than six centimeterso Lipomas are commonly found in adults from 40 to 60 years of age, but can also be found in younger adults and children. o It is also known as universal tumour. Other conditionso Lipomatosis is believed to be a hereditary condition in which multiple lipomas are present on the bodyo Adiposis dolorosa (Dercum disease) is a rare condition involving multiple painful lipomas, swelling, and fatigue. Early studies mentioned prevalence in obese postmenopausal women. However, current literature demonstrates that Dercum disease is present in more women than men of all body types; the average age for diagnosis is 35 years. o Benign symmetric lipomatosis (Madelung disease) is another condition involving lipomatosis. It nearly always appears in middle-aged males after many years ofalcoholism. But, non-alcoholics and females can also be affected. Treatmento Usually, treatment of a lipoma is not necessary, unless the tumor becomes painful or restricts movement. They are usually removed for cosmetic reasons, if they grow very large, or for histopathology to check that they are not a more dangerous type of tumor such as a liposarcoma.. o Lipomas are normally removed by simple excision. This cures the great majority of cases, with about 1-2% of lipomas recurring after excision. o Liposuction is another option if the lipoma is soft and has a small connective tissuecomponent. Liposuction typically results in less scarring; however, with large lipomas it may fail to remove the entire tumor, which can lead to regrowth.",
        "cop": 4,
        "opa": "Adenoma",
        "opb": "Papilloma",
        "opc": "Fibroma",
        "opd": "Lipoma",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "66b790f7-1fad-483f-8ab3-fdcf198e71db",
        "choice_type": "single"
    },
    {
        "question": "Pulp space infection is known as:",
        "exp": "Ans. (a) Felon. Ref: wikepedia. org. whitlow* Felon or Whitlow is an infection of the tip of finger (Pulp space)* Paronychia is an infection of tissue at the side or base of the nail.",
        "cop": 1,
        "opa": "Felon",
        "opb": "Paronychia",
        "opc": "Perinochyia",
        "opd": "Onychonychia",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "30401e0b-b898-4c5e-988b-9338d5c9e685",
        "choice_type": "single"
    },
    {
        "question": "What does \"Take in\" means in case of skin grafting?",
        "exp": "Ans. (a) Revascularization of the graft* \"Take in\" is the technical term spoken by plastic surgeon -- where they say whether the graft is taken or not on opening the wound. If there is no take in of the graft they say as failed graft",
        "cop": 1,
        "opa": "Revascularization of the graft",
        "opb": "Return of the sensation",
        "opc": "When the graft becomes adherent to recipient site",
        "opd": "Non adherent graft is shed off",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "f5e9c0a9-4522-4ea5-bae6-20255c14bd6d",
        "choice_type": "single"
    },
    {
        "question": "What do you mean by Wolf's Graft?",
        "exp": "Ans. (a) Full thickness skin graft. Ref: Bailey 26th edition, Page 404* Wolfe graft: Full thickness skin graft.* Thiersch graft: Split thickness skin graft.",
        "cop": 1,
        "opa": "Full thickness skin graft",
        "opb": "Partial thickness skin graft",
        "opc": "Rotational flap",
        "opd": "Vascularized fibular graft",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "bbb7f4a7-7130-4267-8b47-3b7883f20721",
        "choice_type": "single"
    },
    {
        "question": "The most commonly used myocutaneous pedicle graft for pelvis surgeries contains muscle segments from -",
        "exp": "Ans. is 'a' i. e., Rectus abdominis muscle * Grafts used for reconstructive operations in the pelvis are skin grafts, which are full or partial thickness, or myocutaneous grafts which are composed of full thickness of the skin, its associated subcutaneous tissue and a portion of closely associated muscle.* The most frequently used mvocutneous pedicle grafts contain, muscle segments from the rectus abdominis muscle of the anterior abdominal wall gracialis muscle of the inner thigh, bulbocavernosus muscle of the vulva, the tensor fascia lata muscle of the lateral thigh, and gluteus maximus muscle.",
        "cop": 1,
        "opa": "Rectus abdominis muscle",
        "opb": "External oblique muscle",
        "opc": "Internal oblique muscle",
        "opd": "Transversus abdominis muscle",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "2b9e4d2e-9a13-4a28-922b-c4b955d13291",
        "choice_type": "single"
    },
    {
        "question": "What is Cock's Peculiar tumour -",
        "exp": "Ans. is 'a' i. e., Ulceration of sebaceous cyst on the scalp o Cocks peculiar tumour is actually a complication of sebaceous cyst -# When the sebaceous cyst of the scalp ulcerates excessive granulation tissue forms resembling fungating epithelioma. This is called cock's peculiar tumour. Also know these terms -o Cylindroma -# A malignant epithelial tumour also k/a Turban tumor# Known as cylindroma because of histological appearanceo Pilomatrixoma (Calcifying epithelioma of Malherbe)# It is a benign hair follicle derived tumouro Pott's puffy tumour# It is osteomyelitis of the skull associated with subperiosteal swelling and edema.",
        "cop": 1,
        "opa": "Ulceration of sebaceous cyst on the scalp",
        "opb": "Calcifying epithelioma",
        "opc": "Mesothelioma of pleura",
        "opd": "Osteomylitis of skull",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "af60e91d-74d5-45cb-be0c-8bc843198319",
        "choice_type": "single"
    },
    {
        "question": "Well known Zadek's procedure is:",
        "exp": "Ans. (b) Resection of complete nail with part of nail bed* Zadek's procedure is the surgical correction of ingrowing toe nail.* Removal of complete nail with part of nail bed.",
        "cop": 2,
        "opa": "Resection of part of nail with nail bed",
        "opb": "Resection of complete nail with part of nail bed",
        "opc": "Injection of phenol at base of toe nail",
        "opd": "Wide excisions of nail",
        "subject_name": "Surgery",
        "topic_name": "Plastic & Reconstructive Surgery",
        "id": "099f6a8c-8ee6-4e13-8651-764a6c23c771",
        "choice_type": "single"
    }
]