[
    {
        "question": "When vagus is cut. the undesirable effect is-",
        "exp": "Ans. is 'c' i. e., Delayed gastric emptying After vagotomyo Acid secretion in decreaseso Gastric emptying for solids is delayed and hastened for liquids (due to loss of receptive relaxation of proximal stomach). o Diarrhoea & increase in frequency of stool is seen.",
        "cop": 3,
        "opa": "Decreased gastric acid",
        "opb": "Increased constipation",
        "opc": "Delayed gastric emptying",
        "opd": "Recurrent ulcer",
        "subject_name": "Surgery",
        "topic_name": "Postgastrectomy Complications",
        "id": "1fdda8d6-a4ac-489d-bc27-cc9f213efd02",
        "choice_type": "single"
    },
    {
        "question": "A post partial gastrectomy patient presents with neurological symptoms. Most probable diagnosis is:",
        "exp": "Ref: Bailey unci Love's Short Practice of Surgery 25th Edition. Explanation: Postoperative complications of gastrectomy. Leakage of the oesophagojejunostomy. Leakage from the duodenal stump. Paraduodenal collections. Biliary peritonitis. The presence of septic collections along with a very radical vascular dissection may lead to catastropic secondary haemorrhage from the exposed or divided blood vessels. Long-term complications of surgery. Reduced gastric capacity. Dumping and diarrhoea. Nutritional deficiencies may especially vitamin B12 deficiency (Since Intrinsic factor secreted by parietal cell of stomach is necessary for vitamin B32 absorption). Symptoms of Vitamin B12 deficiency. The main syndrome of vitamin BI2 deficiency is Biermers disease (pernicious anemia). It is characterized by a triad of symptoms: Anemia with bone marrow promegaioblastosis (Megaloblastic anemia). This is due to the inhibition of DNA synthesis (specifically purines and thymidine). Gastrointestinal symptoms. This may also be due to the autoimmune attack on the parietal cells of the stomach in pernicious anemia. Neurological symptoms: Sensory or motor deficiencies (absent reflexes, diminished vibration or soft touch sensation). Subacute combined degeneration of spinal chord. Dementia. Psychiatric symptoms may be present.",
        "cop": 3,
        "opa": "Folic acid deficiency",
        "opb": "Thiame deficiency",
        "opc": "Vitamin B12 de fid ency",
        "opd": "Iron deficiency",
        "subject_name": "Surgery",
        "topic_name": "Postgastrectomy Complications",
        "id": "ebbebcea-40e5-4371-aea2-063bf5cff0c7",
        "choice_type": "single"
    },
    {
        "question": "Least chances of complication like dumping syndroms, and diarrhoea is seen in:",
        "exp": "Ans. is 'a' i. e., Highly selective vagotomy It is least seen with highly selective vagotomy because the motility of the stomach is least affected in highly selective vagotomy and is most common with gastrectomy.",
        "cop": 1,
        "opa": "Highly selective vagotomy",
        "opb": "Truncal vagotomy & Gastrojejunostomy",
        "opc": "Antrectomy with truncal vagotomy",
        "opd": "Vagotomy with pyloroplasty",
        "subject_name": "Surgery",
        "topic_name": "Postgastrectomy Complications",
        "id": "32bf646c-7636-41ce-af90-cc8dbf996b18",
        "choice_type": "single"
    },
    {
        "question": "All are true about dumping syndrome except:",
        "exp": "Ans: B (PPI is...) Early and late dumping L & B 26th/1039-40. Although considered together because the symptoms are similar, early and late dumping have different aetiologies. A common feature, however, is early rapid gastric emptying. Many patients have both early and late dumping. Early dumping L&B26th/1039# It consists of abdominal and vasomotor symptoms that are found in about 10 per cent of patients following gastrectomy or vagotomy and drainage. The small bowel is filled wdth foodstuffs from the stomach, which have a high osmotic load, and this leads to the sequestration of fluid from the circulation into the gastrointestinal tract. This can be observed by the rise in the packed cell volume while the symptoms are present. The principal treatment is dietary manipulation. Small, dry meals are best, and avoiding fluids with a high carbohydrate content also helps. Fortunately, following operation, the syndrome tends to improve with time. For some reason, however, there is a group of patients who suffer intractable dumping regardless of any of these measures. The somatostatin analogue octreotide given before meals has been shown to be useful in some individuals and the long-acting preparation may also be useful. Revisions! surgery may be occasionally required. Late dumpingl&b26th/1039. This is reactive hypoglycaemia. The carbohydrate load in the small bowel causes a rise in the plasma glucose, which, in turn, causes insulin levels to rise, causing a secondary' hypoglycaemia. This can be easily demonstrated by serial measurements of blood glucose in a patient following a test meal.# The treatment is essentially the same as for early dumping. Octreotide is very effective in dealing with this problem. Table( L & B 26th/1039): Features of early and late dumping Early. Late. Incidence. Relation to meals5-10%Almost immediate5%Second hour after meal. Durations of attack. Relief. Aggravated by Precipitating factor30-40 minutes lying down. More food. Food, especially carbohydrate-rich and wet. Food. Exercise. As early dumping. Major symptoms. Epigastric fullness, sweating light headedness, tachyoardia, colic sometimes diarrhea. Tremor, faintness prostration. Early form of dumping syndrome SaA/ston 19th/l203. The early form of dumping syndrome usually occurs within 20 to 30 minutes after ingestion of a meal and is accompanied by both Gl and cardiovascular symptoms. The symptoms characteristically occur while the patient is seated at the table eating or shortly after eating. Although the exact sequence of events responsible for this syndrome remains to be fully defined, it is generally agreed that it occurs because of the rapid passage offood of high osmolarity from the stomach into the small intestine. Most patients subjected to gastric surgery7 complain of some dumping-like symptoms after surgery7. Most, however, experience spontaneous relief and require no specific therapy. In those situations in which symptoms are prolonged, dietary measures are usually sufficient. These dietary measures include avoiding foods containing large amounts of sugar, frequent feeding of small meals rich in protein and fat, and separating liquids from solids during a meal. Late Dumping Sabiston I9th/1203. The syndrome of late dumping appears 2 to 3 hours after a meal and is far less common than early dumping. The basic defect in this order is also rapid gastric emptying; however, it is related specifically to carbohydrates being delivered rapidly into the proximal intestine. These patients should be advised to ingest frequent small meals and to reduce their carbohydrate intake. Some patients have found benefit with pectin either alone or in combination with acarbose, an a-glucoside hydrolase inhibitor that delays carbohydrate absorption through impairment of intraluminal starch and sucrose digestion.",
        "cop": 2,
        "opa": "Treatment consists of small meal at short interval",
        "opb": "PP1 is very useful in treatment",
        "opc": "Watery & carbohydrate rich food are precipitating factors",
        "opd": "May occur after gastrectomy or vagotomy and drainage operations",
        "subject_name": "Surgery",
        "topic_name": "Postgastrectomy Complications",
        "id": "e4a2d160-3959-4e58-a55f-c26b4c0bdd76",
        "choice_type": "multi"
    },
    {
        "question": "Dumping syndrome is associated with-",
        "exp": "Ans. is 'a' i. e., Reduction of part of stomach Dumping syndrome -o Symptom complex that occurs following ingestion of a meel wrhen part of stomach has been removed or the pyloric sphincter mechanism has been disrupted. o Dumping syndrome refers to a constellation of post-prandial symptoms occuring due to accelerated emptying (dumping) of hyperosmolar stomach contents into the small bowel. o It is usually seen in operation which destroy the pyloric sphincter (i. e. gastrectomy, antrectomy and drainage procedures). It also affects a small percentage of patients with highly selective vagotomy due to loss of receptive relaxation of stomach. o It is of 2 types. Early dumping syndrome. It occurs immediately after meals (after about 15 to 30 min). Dumping of hyperosmolar contents into the small bowel results in rapid fluid influx from the circulation into the gastrointestinal tract. This leads to acute intestinal distention and peripheral and splanchnic vasodilation. This gives rise to vasomotor & abdominal symptoms: epigastric fullness, sweating, light headedness, tachycardia, diarrhoea. Symptoms can be ameliorated by lying down or saline infusion. Late dumping syndrome. It is seen late - 2 to 3 hrs after meal. Occurs due to reactive hypoglycemia. The carbohyrate load in the small bowrel causes a rise in plasma glucose, which in turn, causes high insulin levels. Hyperinsulinemia leads to hypoglycemia. Symptoms are relieved by administration of sugar, o Management. Dietary managment. Diet therapy is done to reduce jejunal osmolality. Multiple small meals. Food low in carbohydrate and rich in fat and protein are taken. Liquids during meals should be avoided. Somatostatin analogues (octreotide). Diet therapy is usually successful but if it fails, the patient is started on octreotide. Surgery. Most of the patients improve with time, dietary management and Octreotide. Only rarely surgery is needed, Surgical procedures used to treat dumping are. Pyloric reconstruction, takedown of gastrojejunostomy, interposition of a 10 cm reversed intestinal segment between the stomach & duodenum, conversion of Billroth II to Billroth I anastomosis, and conversion to Roux-en-Y-anastomosis.",
        "cop": 1,
        "opa": "Reduction of part of stomach",
        "opb": "Decreased gastric secretion",
        "opc": "Hyperglycemia",
        "opd": "Decreased absorption",
        "subject_name": "Surgery",
        "topic_name": "Postgastrectomy Complications",
        "id": "4cb7b4a2-46c9-415f-b777-90a917f7a636",
        "choice_type": "single"
    }
]