[
    {
        "question": "Best skin disinfectant for central line insertion -",
        "exp": "Ans. is 'c' i. e., Chlorhexidine o \"Chlorhexidine is now the disinfectant recommended for all catheter placement procedures and for routine site cleansing during dressing changes. \"- Comprehensive Hospital Medicine: An Evidence-Based And Systems Approach By Mark V Williams, Scott A. Flanders, p320o \"Use of antiseptic solution for skin disinfection at the catheter insertion site helps prevent catheter-related infection. Chlorhexidine-based solutions appear to be superior to both aqueous and alcohol-based povidone- iodine in reducing the risk for catheter colonization and catheter-related bloodstream infection. If there is a contraindication to chlorhexidine, tincture of iodine, an iodophor or 70 percent alcohol can be used as alternatives \"-uptodate. com",
        "cop": 3,
        "opa": "Povidone iodine",
        "opb": "Alcohol",
        "opc": "Chlorhexidine",
        "opd": "Cetrimide",
        "subject_name": "Surgery",
        "topic_name": "Prevention of Surgical Infections",
        "id": "204016fb-01f7-4159-bceb-0e334b8b5fe0",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for gas gangrene -",
        "exp": "Ans. is 'c' i. e., Debridement with iv penicillin o Gas gangrene is one of the most fulminant gram-positive bacterial infections of humans. Even with appropriate antibiotic therapy and management in an intensive care unit, tissue destruction can progress rapidly. Gas gangrene is accompanied by bacteremia, hypotension, and multiorgan failure and is invariably fatal if untreated. Gas gangrene is a true emergency and requires immediate surgical debridement. The development of gas gangrene requires an anaerobic environment. Features of sas ttansrene (clostridial myonecrosis)o Causative agents. Clostridium perfringens Clostridium novyi. Clostridium septicum. Clostridium histolvticumo Signs and symptoms. Gas gangrene begins with the sudden onset of pain ( feature differentiating if from cellulitis ). Tachycardia but no elevation in temperature. Gas is not seen in early stage. Skin is tense, white often marbled with blue. It is cooler than normal. The symptoms progress rapidly; swelling edema, and toxemia increase, and a profuse serous discharge, which may have a peculiar sweetish smell, appears. Appearance of gas produces body crepitationso Management. Surgical debridement (fasciotomy is done immediately). Antibiotics: penicillin + clindamycin. Polyvalent gas gangrene antitoxin (controversial). Hyperbaric oxygen therapy (controversial)",
        "cop": 3,
        "opa": "Surgical debridement",
        "opb": "Debridement with tetanus toxin",
        "opc": "Debridement with iv penicillin",
        "opd": "Debridement with polyvalent antitoxin",
        "subject_name": "Surgery",
        "topic_name": "Prevention of Surgical Infections",
        "id": "ebfbe713-5cee-46af-a9e5-ae517bae7325",
        "choice_type": "single"
    },
    {
        "question": "Universal (standard) precautions to be observed by surgeons for the prevention of hospital acquire HIV infection include the following except:",
        "exp": "Ans. (d) Pre-operative screening of all patients of HIVUniversal precautions:* It refers to practice in medicine of avoiding contact with; patient's bodily fluids, by means of wearing non porous articles such as medical gloves, googles and face shields.* Includes good hygienic habits, such as hand washing and; use of gloves and other barriers, correct handling of needles; and sclapels and aseptic techniques.* Typically practices against blood, Semen, vaginal secretions, synovial fluid, CSF, Pleural fluid and peritoneal fluid and Pericardial fluid.",
        "cop": 4,
        "opa": "Wearing gloves and other barrier precaution",
        "opb": "Washing hands on contamination",
        "opc": "Handling sharp instruments with care",
        "opd": "Pre-operative screening of all patients of HIV",
        "subject_name": "Surgery",
        "topic_name": "Prevention of Surgical Infections",
        "id": "d3b5ba39-ac49-489a-8c8f-7d2eedcf16e9",
        "choice_type": "multi"
    },
    {
        "question": "In a surgical post-op ward, a pt. developed wound infection. Subsequently 3 other pts. developed similar infections in the ward. What is the most effective way of preventing the spread of infection:",
        "exp": "Ans. is 'b' ie. Proper hand washing of all ward personnel's \"Given the prominence of cross infection, hand washing is the single most important preventive measure in the hospital\" - Harrison 15/e. Harrison 17/e writes- \"Given the prominence of cross-infection, hand hygiene is the single most important preventive measure in hospitals. Use of alcohol hand rubs between patient contacts is now recommended for all health care workers except when the hands are visibly soiled, in which case washing with soap and water is still required\"",
        "cop": 2,
        "opa": "Give IV antibiotics to all pts. in the ward",
        "opb": "Proper handwashing of all ward personnel's",
        "opc": "Fumigation of the ward",
        "opd": "Wash OT instrumens with 1% perchlorate",
        "subject_name": "Surgery",
        "topic_name": "Prevention of Surgical Infections",
        "id": "8d7f1013-0e13-44ad-ae82-959efc471094",
        "choice_type": "multi"
    }
]