[
    {
        "question": "Insufflation pressure during laparoscopy is?",
        "exp": "ANSWER: (B) 11-15 mm Hg. REF: Maingot's 10th ed p. 243. The intrabdominal pressure during laparoscopy is monitored by insufflator and it is set between 12-15 mm Hg.",
        "cop": 2,
        "opa": "5-10 mm Hg",
        "opb": "11-15 mm Hg",
        "opc": "15-20 mm Hg",
        "opd": "20-25 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "a0d4ef6a-0025-497a-b0cd-0cf41a20895a",
        "choice_type": "single"
    },
    {
        "question": "All the following form the boundaries of Calot's triangle during cholecystectomy except:",
        "exp": "Ans: C (Lateral border of rectus sheath) Ref: Shackelford's Surgery of the Alimentary Tract. 7th edition. pg. 1289: Blumgart's Surgery of the Liver, Biliary Tract, and Pancreas 5th edition, pg. 513. Sabiston Textbook of Surgery, 19th Edition, pg. 14 77. Explanation: Boundaries of Calofs Triangle. Superiorly - Inferior border of liver. Medially - Common hepatic duct. Laterally - Cystic duct. Contents. Cystic artery. Cystic lymph node. Indications for Laparoscopic Cholecystectomy. Symptomatic cholelithiasis. Biliary colic. Acute cholecystitis. Asymptomatic cholelithiasis. Sickle cell disease. Total parenteral nutrition. Chronic immunosuppression. No immediate access to health care facilities. Incidental cholecystectomy for patients undergoing laparoscopic procedure for other indications. Others. Acalculous cholecystitis (biliary dyskinesia). Gallstone pancreatitis. Gal Ibladder polyps greater than l cm in diameter. Porcelain gallbladder. Contraindications to Laparoscopic Cholecystec-tomy. Absolute. Unable to tolerate general anesthesia. Refractory coagulopathy. Suspicion of carcinoma. Relative. Previous upper abdominal surgery. Cholangitis. Diffuse peritonitis. Cirrhosis or portal hypertension. Chronic obstructive pulmonary disease. Cholecvstenteric fistula. Pregnancy",
        "cop": 3,
        "opa": "Inferior surface of liver",
        "opb": "Cystic duct",
        "opc": "Lateral border of rectus sheath",
        "opd": "Common hepatic duct",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "44bcc7e1-62a5-4d86-8cbe-022b33f22379",
        "choice_type": "multi"
    },
    {
        "question": "Choledochotomy is-",
        "exp": "Ans. is 'b' i. e., Opening of CBDo \"Choledocho \" - CBDo \"Otomy \" - Making an opening in",
        "cop": 2,
        "opa": "Removal of bile duct",
        "opb": "Opening of CBD",
        "opc": "Opening of cystic duct",
        "opd": "Removal of cystic duct",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "0a350d32-7fef-4b0b-86fd-05d1a531a74f",
        "choice_type": "single"
    },
    {
        "question": "The technique of laproscopic cholecystectomy was first described by?",
        "exp": "Ans. a. Erich Muhe The technique of laproscopic cholecystectomy was first described by Erich Mu he. \"Eric Muhe performed the first laparoscopic cholecystectomy in 1982. He used a modified operating laparoscope placed at the umbilicus after establishing pneumoperitoneum. - Bhangar t 5/e p5l2. History of laparoscopic Cholecystectomy* Dr. Kurt Semm, the father of \"pelviscopy, \" performed the first laparoscopic appendectomy in 1980y.* Eric Muhey performed the first laparoscopic cholecystectomy in 1982. He used a modified operating laparoscope placed at the umbilicus after establishing pneumoperitoneum.* In 1987, Phillipe Mouret performed the first video laparoscopic cholecystectomy by using a camera attached to the laparoscope.",
        "cop": 1,
        "opa": "Erich Muhe",
        "opb": "Phillip Mouret",
        "opc": "Kurt Semm",
        "opd": "Eddie Reddick",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "56644e44-b863-4075-bb9b-40fd85204a65",
        "choice_type": "single"
    },
    {
        "question": "3cm stone in cystic duct, method of removal -",
        "exp": "Ans. is 'b' i. e., Supraduodenal approach",
        "cop": 2,
        "opa": "Transduodenal approach",
        "opb": "Supraduodenal approach",
        "opc": "Lithotripsy",
        "opd": "Chemical dissolution",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "bda11d87-7677-44db-8d39-fe7b34ad5873",
        "choice_type": "single"
    },
    {
        "question": "Contraindication of laproscopic cholecystectomy is-",
        "exp": "Ans. is 'c' i. e., End stage liver disease o Contraindications for lap. cholecystectomy: Absolute: Uncontrolled coagulopathyend stage liver disease. Relative: COPDCHF (ejection fraction 20%)o Conditions formally believel to be relative contrindications such as acute cholecystitis, gangrane and empyema gallbladder, biliary enteric fistula, obesity, pregnancy, ventriculoperitoneal shunt, cirrhosis and previous upper abdominal procedures are now considered risk factors for a potentially diffcult laparoscopic cholecystectomy.",
        "cop": 3,
        "opa": "Empyema of the gall bladder",
        "opb": "Ventriculoperitoneal shunt",
        "opc": "End stage liver disease",
        "opd": "Pregnancy",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "e9b739ae-7157-4491-a206-95dee2d15f54",
        "choice_type": "multi"
    },
    {
        "question": "A 69 year old male patient having coronary artery disease was found to have gall bladder stones while undergoing a routine ultrasound of the abdomen. There was no history of biliary colic or jaundice at any time. What is the best treatment advice for such a patient for his gallbladder stones?",
        "exp": "Ans. is 'c' No surgery for gallbladder stones Ref.: Schwartz Surgery Pretest based on 7th/e p 204, Q no. 558; CSDT 11th/e p 546, p 605 Schwartz Pretest writes- \"In a patient who has asymptomatic cholelithiasis as an incidental finding, however, there are no data to suggest that any therapeutic intervention is justified. Fewer than 25 percent of patients with asymptomatic cholelithiasis will develop symptoms that require intervention over a 5 year follow-up period. \"",
        "cop": 3,
        "opa": "Open cholecystectomy",
        "opb": "Laparoscopic cholecystectomy",
        "opc": "No surgery for gallbladder stones",
        "opd": "ERCP and removal of gallbladder stones",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "9c57a717-eaf6-4b40-a22a-0bf58cea82b7",
        "choice_type": "multi"
    },
    {
        "question": "KASAI Procedure is used in the treatment of -",
        "exp": "Ans. is 'a' i. e., Congenital Biliary atresia Kasai procedure (Portoenterostomy)o The purpose of this procedure is to facilitate the flow of bile into the intestine in Biliary Atresia. It is based on the observation that the fibrous tissue at the part hepatitis invests microscopically patent biliary ductules that in turn communicates with the intrahepatic ductal system. Transecting this fibrous tissue, opens these channels and establishes bile flow into a surgically constructed intestinal conduit, using a Roux-en-Y limb of jejunumo Liver transplantation is done in those, who fail to respond to Portoenterostomy.",
        "cop": 1,
        "opa": "Congenital Biliary Atresia",
        "opb": "Primary Sclerosing Cholangitis",
        "opc": "Cholangiocarcinoma",
        "opd": "Carcinoma of gall bladder",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "5b877e4e-7dab-4ad6-b020-af305a8d1803",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old patient has undergone an open chlecystectomy. The procedure was reported as uneventful by the operating surgeon. She has 100 ml of bile output from the drain kept in the gallbladder bed on the first post operative day. On examination she is afebrile and anicteric. The abdomen is soft and bowel sounds are normally heard. As an attending physician. What should be your best possible advice?",
        "exp": "Ans. is 'd' i. e. Clinical observation 100 ml. of Bile output from the patient on the 1st postop. day without any other abnormality is of no clinical significance, so does not warrant any action from the surgeon. But remember if passing of 100 ml of bile continues for 5-6 days then it is considered abnormal. It denotes bile duct injury. Oxford textbook of Surgery writes - \"Even after a straightforward cholecystectomy there may be a little bile in the drain the following day. \"Textbook of Liver and Biliary Surgery writes - \"A small amount of biliary> drainage following cholecystectomy should cause no alarm because it usually disappears within 1 or 2 days. However, excessive biliary drainage through the wound or drain site, jaundice, sepsis, or a combination of these events early in the post op. period should suggest a bile duct injury, as should copious biliary drainage for more than a few post-op days\".",
        "cop": 4,
        "opa": "Order an urgent endoscopic retrograde cholangiography and biliary stenting",
        "opb": "Urgent laparotomy",
        "opc": "Order an urgent hepatic iminodiacetic acid scintigraphy (HIDA)",
        "opd": "Clinical observation",
        "subject_name": "Surgery",
        "topic_name": "Procedures - Cholecystectomy, Bile Duct Exploration, Store Extraction",
        "id": "4eeadd01-3c6f-4be7-a3d2-526dab3df298",
        "choice_type": "multi"
    }
]