[
    {
        "question": "Treatment of metastatic prostate carcinoma is:",
        "exp": "Ref: The Washington Manual of Surgery, 6th edition. Explanation:\"Hormonal therapy with either bilateral orchiectomy or luteinizing hormone-releasing hormone agonists usually is reserved for men with locally advanced or metastatic disease\"Management of Prostate cancer. Incidentally diagnosed Tla and T1b disease. For men >70 years: Conservative treatment would usually he the correct approach. For men < 65 years: Radical surgical treatment. Localised T2 disease. In younger fitter men (<65 years): Radical prostatectomy or radical radiotherapy. In patients with outflow obstruction: Transurethral resection +- hormone therapy. Locally advanced T3 and T4 disease. These patients are at significant risk of disease progression. Early androgen ablation is favoured. For the sexually active: Conservative approach with the adoption of androgen ablation. Metastatic disease. Once nietastases have developed the out-look is poor. For patients with symptoms: androgen ablation will provide symptomatic relief. GnrH analogues. Treatment options for men with organ-confined prostate cancer include. Radical prostatectomy. External-beam radiation therapy. Interstitial radiotherapy (brachytherapy). Hormonal therapy with either bilateral orchiectomy or. Luteinizing hormone-releasing hormone agonists (reserved for men with locally advanced or metastatic disease). Staging using the Ca Prostate. T1a, T1b and T1c: These are incidentally found tumours in a clinically benign gland after histological examination of a prostatec-tomy specimen. T1a is a well or moderately well- differentiated tumour involving less than 5 per cent of the resected specimen. T1b is a poorly differentiated tumour or a tumour involving >5 percent of the resected specimen. T1c tumours are impalpable tumours found following PSA screening. T2a disease presents as a suspicious nodule on rectal examination of <2 cm. T2b disease is a nodule involving greater than 2 cm. T2e is tumour in both lobes but still clinically confined. T3 is a tumour involving the seminal vesicles or bladder neck. T4 is a tumour involving the rectum or pelvic side wall",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Estrogen therapy",
        "opc": "Gn. RH analogs",
        "opd": "Radiotherapy with chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "ff73ac06-3957-4951-9053-be3f9644b085",
        "choice_type": "single"
    },
    {
        "question": "Gleason's staging is used in:",
        "exp": "Ans: A (Ca prostate) Ref: Bailey & Love s Short Practice of Surgery, 25th Edition & Internet Sources. Explanation: The Gleason Grading System. It is used to help evaluate the prognosis of men with prostate cancer. It also predicts prognosis and helps guide therapy. Scoring based upon its microscopic appearance on histopathology. Cancers with a higher Gleason score are more aggressive and have a worse prognosis. The pathologist assigns a Gleason score based on the sum ot' two numbers: The first number is the grade of the most common tumor pattern. The second number is the grade of the second most common pattern. If there are three patterns the first number is the most common and the second is the one with the highest grade.",
        "cop": 1,
        "opa": "Ca prostate",
        "opb": "Ca bladder",
        "opc": "Ca pancreas",
        "opd": "Ca colon",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "7304abd1-d146-4143-ae01-8d102ae7b5fb",
        "choice_type": "single"
    },
    {
        "question": "Drug used for prostate cancer is -",
        "exp": "Ans. is 'a' i. e., Flutamide o Hormonal therapy for CA prostate - done for disseminated disease (Stage IV)o Oestrogen therapy-1. Stilbestrol 5mg/day 2 Honvan 100 mg ids / Premarin 2. 5 mg tds. Orchidectomy b/l-If reponse, then b/1 adrenalectomy or medical suppression c cortisone 50-75 mg daily or pituitary ablation. o Other drugs: 1. Medroxyprogesterone (provera)2 Cyproterone acetate (antiandrogen)3. LHRH agonists-Leuprolide Goserelin4. Flutamide (antiandrogen). Aminoglutethamideo Chemotherapy-Adriamycin Cis-platinum Cyclophosphamide 5-FU",
        "cop": 4,
        "opa": "Flutamide",
        "opb": "Medroxyprogesterone",
        "opc": "Goserelin",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "127e60e4-e4b3-405d-8d8b-8d58ac00cd6e",
        "choice_type": "multi"
    },
    {
        "question": "Gleasons Scoring is done for?",
        "exp": "ANSWER: (A) Prostratic cancer. REF: Harrison's 18th ed chapter 95. The Gleason Grading system is used to help evaluate the prognosis of men with prostate cancer. Together with other parameters, it is incorporated into a strategy of prostate cancer staging which predicts prognosis and helps guide therapy.",
        "cop": 1,
        "opa": "Prostratic cancer",
        "opb": "Lung cancer",
        "opc": "Bladder cancer",
        "opd": "Hodgkin's lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "1fce79b4-0ba5-4fb1-bed3-b348d3a98d19",
        "choice_type": "single"
    },
    {
        "question": "Prostate Cancer spreads to the vertebral column via?",
        "exp": "Ans. (a) Batson plexus. Ref: Bailey & Love 26th ed. 1527. The Batson venous plexus is a network of valve-less veins in the human body that connect the deep pelvic veins and thoracic veins to the internal vertebral venous plexuses. Because of their location and lack of valves, they are believed to provide a route for the spread of cancer metastases. These metastases commonly arise from cancer of the pelvic organs such as the rectum and prostate and may spread to the vertebral column or brain. There is less evidence of spread of cancers from extra-pelvic origins, such as lung cancer.",
        "cop": 1,
        "opa": "a Batson plexus",
        "opb": "b Inferior hypogastric plexus",
        "opc": "c Superior hypogastric plexus",
        "opd": "d All of above",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "1f74a36d-151c-4ce8-8336-1fac63568591",
        "choice_type": "multi"
    },
    {
        "question": "TURP fluid used -",
        "exp": "Ans. is 'b' i. e., Glycine \"TUR is performed with a nonhemolytic fluid such as 1. 5% glycine. Saline cannot be used because electrolytes in the irrigation fluid will dissipate the electric current used to resect the prostate \"-- Schwartz 8/e pi530 (not given in 9/e)o During transurethral resection of prostate strips of tissue are cut from the bladder neck down to the level of verumontanum. o This cutting is performed by a loop mounted on the hand held trigger of the resectoscope in which Diathermy current is being passed. o We all know that normal saline is a very good conductor of electricity (as it contain ions - Na+ & Cl- ions). So if it is used while performing TURP, the diathermy current used in the procedure will cause electrolyte diassociation of normal saline and the current will not be localized in the loop and hence cutting of the tissue will not be proper. o You can put up a question that the same can occur with the use of distilled water too. o Distilled wrater can also conduct electricity-but the current used during TURP is not very strong and distilled water is not as good conductor of electricity' as Normal saline. (You must be aware that distilled water is a worse conductor of electricity than normal water.)o There were also arguments that distilled water causes fluid overload and therefore should not be used in TURP. True, distilled water causes fluid overload or TURP syndrome but this complication is not common. Distilled water is being replaced by 1[?]5% glycine but still can be used for TURP (and is used in many centres when glycine is not available)o Do not get confused by what is Written in -Bailey 24th/ep. 1377, 1378 (23/e, pi245, 1246). If you go through it carefully, you will find that Bailey states that normal saline is used after the operation i. e. it is used for post operative irrigation.",
        "cop": 2,
        "opa": "NS",
        "opb": "Glycine",
        "opc": "Hemaccel",
        "opd": "Methylcellulose",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "7827e1b8-580e-4dee-b2fd-4464a6a56e65",
        "choice_type": "single"
    },
    {
        "question": "Most common site of prostate carcinoma is -",
        "exp": "Ans. is 'b' i. e., Peripheral zone o Surgical Anatomy of Prostate# Prostate is divided into following 3 zones: o Peripheral zone which lies in the outer part of prostate but mainly posteriorly. o Central zone: tvhich lies posterior to the urethral lumen and above the ejaculatory ducts as they pass through the prostate. o Periurethral transitional zone (TZ)o Carcinoma arise most commonly from - Peripheral zoneo Benign prostatic hyperplasia arise from - Transitional zoneo As BHP arises from transitional zone and 'prostatectomy' done for BHP removes TZ leaving behind the PZ. The pt. is still at risk for prostatic carcinoma.",
        "cop": 2,
        "opa": "Anterior zone",
        "opb": "Peripheral zone",
        "opc": "Central zone",
        "opd": "Transitional zone",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "2477eb8c-e891-43cb-8ca1-266b87ddddbd",
        "choice_type": "single"
    },
    {
        "question": "Prostate Cancer occurs in which part of the gland-",
        "exp": "Ans. is 'c' i. e., Peripheral Zone o Repeat from previous sessions",
        "cop": 3,
        "opa": "Transitional Zone",
        "opb": "Central Zone",
        "opc": "Peripheral Zone",
        "opd": "Anterior Portion",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "9a615f6f-4372-4937-b494-7575340a1deb",
        "choice_type": "single"
    },
    {
        "question": "For Carcinoma of the prostate the commonest site is -",
        "exp": "Ans. is 'b' i. e., Peripheral zone o Carcinoma arise most commonly from ---- Peripheral zoneo Benign prostatic hyperplasia arise from---- Transitional zone",
        "cop": 2,
        "opa": "Anterior zone",
        "opb": "Peripheral zone",
        "opc": "Central zone",
        "opd": "Transitional zone",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "649abad1-9574-445d-8627-760027f5e6d0",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old male was diagnosed with prostate cancer three years back and was treated by surgery and hormone therapy. Presently he has developed urinary symptoms and progressive backache. What is the tumor marker, which can be indicative of disease relapse?",
        "exp": "Ans. is 'd' i. e. PSA The role of prostate specific antigen as a tumor marker for prostate carcinoma has been discussed in previous year question papers.",
        "cop": 4,
        "opa": "CA 125",
        "opb": "Beta-HCG",
        "opc": "Carcinoembryonic antigen (CEA)",
        "opd": "PSA",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "c4f2314a-5675-418c-a22b-f525eb5964fc",
        "choice_type": "single"
    },
    {
        "question": "Most specific marker for prostate cancer:",
        "exp": "Ans. (a) P. S. A (Prostate specific antigen). Ref.: Bailey & Love 26th ed. /1341. Prostatic acid phosphatase. It is elevated in:* Prostate cancer* Metastatic prostate cancer. Prostate specific antigen. As the PSA level increases, so does the risk of this disease. When the PSA is 1 ng/mL, cancer can be detected in about 8% of men if a biopsy is performed. With a PSA level of 4-10 ng/mL, the likelihood of finding prostate cancer is about 25%P. L. A. PAs the PSA level increases, so does the risk of this disease. When the PSA is 1 ng/mL, cancer can be detected in about 8% of men if a biopsy is performed. With a PSA level of 4-10 ng/mL, the likelihood of finding prostate cancer is about 25%; with a level above 10 ng/mL, the likelihood is much higherN. S. E (NEURON SPECIFIC ENOLASE). Neuroblastoma /oat cell cancer",
        "cop": 1,
        "opa": "P. S. A",
        "opb": "P. A. P",
        "opc": "PL. A. P",
        "opd": "N. S. E",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "25a2a325-fa6f-4143-9d94-381d9cc66cab",
        "choice_type": "single"
    },
    {
        "question": "A 49 year old man suffering from carcinoma of prostate was x -rayed. He showed areas of sclerosis and collapse of T10 and T11 vertebrae in x-ray. The spread of this cancer to the above vertebrae was through",
        "exp": "Ans. is 'c' i. e. Internal vertebral plexus of veins Prostatic cancer spreads to the bones through blood vessels; first into the periprostatic venous plexus* and then into the internal vertebral plexus of veins. This metastasis is possible because of valveless communication* between the periprostatic and vertebral plexus of veins. Points of importance -Most common sites * of bony metastasis for prostatic CA-: Lumbar vertebrae > Proximal femur > Pelvis Bony metastasis of prostate CA are mainly osteoblastic* and cause sclerotic lesions.",
        "cop": 3,
        "opa": "Sacral canal",
        "opb": "Lymphatic vessels",
        "opc": "Internal vertebral plexus of veins",
        "opd": "Superior rectal vein",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "f81ecca1-46fe-40e5-bc4d-241d0113ae81",
        "choice_type": "multi"
    },
    {
        "question": "Ca prostate most common metastasis to -",
        "exp": "Ans. is 'c' i. e. ' Lumbar spine \"Lymphatic metastases are most often identified in the obturator lymph node chain _____Smith so Most common metastatic sites of prostate carcinoma are lymph nodes & bones, o Lymphatic metastasis occurs most commonly to - obturator lymph nodes, o Other lymph nodes involved are: Common iliac. Presacral. Periaortic. Also Remembero Most common bony metastasis occurs in (in decreasing order). Lumbar spine (most common). Proximal femur. Pelvis. Thoracic spine. Ribs. Sternum. Skull. Humerus (Smith s Urology? 17/e)o The bone lesions of metastatic carcinoma prostate are typically osteoblastic, o Visceral metastases most commonly involve the lung, liver, and adrenal gland.",
        "cop": 3,
        "opa": "Skull",
        "opb": "Femur",
        "opc": "Lumbar spine",
        "opd": "Sacrum",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "0c83104e-3553-427a-a770-84cc0754e3c6",
        "choice_type": "single"
    },
    {
        "question": "A 72 yrs. old man, Dayaram is found on examination to have a prostatic nodule. Best investigation to evaluate him:",
        "exp": "Ans. is 'd' ie Transrectal U/S \"TRUS (Transrectal U/S) remains the most accurate method of staging the local disease (prostatic cancer)/' - Bailey & Love",
        "cop": 4,
        "opa": "CT scan pelvis",
        "opb": "IVP",
        "opc": "Prostatic massage for examination of secretions",
        "opd": "Transrectal U/S",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "36dfb176-d45e-4492-9f3e-bb90ab1a12e0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about prostate specific antigen except -",
        "exp": "Ans. is 'a' i. e., Normal level is 10-14 ng/ml Prostate specific antigeno It is a glycoprotein produced only in the prostatic cells (both benign & malignant). It facilitates liquefaction of semen. o It is neither sensitive nor specific for early prostate carcinoma (it is prostate specific and not prostate cancer specific), nevertheless it gives some help in making a diagnosis.# Normal serum level - less than 4 ng/ml# 4 - 10 ng/ml - this range is common for both BHP and Ca.# More than 10 ng/ml - approx 75% will have cancer.",
        "cop": 1,
        "opa": "Normal level is 10-14 ng/ml",
        "opb": "It may Elavated in BPH and Ca Prostate",
        "opc": "It is produced by prostate",
        "opd": "It is a glycoprotein",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "cea4bba5-3d91-4371-baf1-87ec37555ece",
        "choice_type": "multi"
    },
    {
        "question": "70 year old man with prostate cancer was given radiotherapy. The recurrence of the cancer is monitored biochemically by",
        "exp": "Ans. (c) Prostate specific antigen only. Ref: Bailey & Love 26th ed. /1341* The most common presentation of advanced prostate cancer is a patient with a rising PSA level in whom initial local therapy has failed. Generally, after a radical prostatectomy, the PSA level should be less than 0. 2 ng/ mL and, after radiation therapy, less than 0. 5 ng/mL. Other important prognostic indicators include PSA velocity, time to PSA nadir, time to PSA recurrence, and pattern of PSA recurrence.* PSA levels for all men with prostate cancer who are having radical treatment should be checked at the earliest 6 weeks following treatment, at least every 6 months for the first 2 years and then at least once a year thereafter.",
        "cop": 3,
        "opa": "Androgens only",
        "opb": "Prostate specific antigen and carcino-embryonic antigen",
        "opc": "Prostate specific antigen only",
        "opd": "ALP and CEA",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "f908543d-530a-40e5-a875-ab762c280076",
        "choice_type": "multi"
    },
    {
        "question": "A 65 year old male presents with CA prostate. The tumour is limited to the capsule and it is palpable on PR examination. The patient is diagnosed as stage T1b. The best treatment would be -",
        "exp": "Ans. is 'a' i. e., Radical prostatectomy Treatment plan for Ca prostateA. T1 a disease# These tumors found incidentally at TURP is by the definition low volume (< 5%) and usually well differentiated and associated with very slow growth rate.# They are managed by active survelliance (regular follow up is done by DRE & PSA), considering treatment if there is disease progression. B. Tib, T1c & T2 disease# Management depends on patient's age, life expectancy, performance status, and patient's preferences# In younger, fitter men (< 70 yrs), ds. may be treated by radical prostatectomy or radical radiotherapy.# Watchful waiting is an option for elderly with low life expectancy (<10 yrs). Even younger patients may choose watchful waiting when counselled about risk versus benefit. C. Advanced ds (T3, T4 or any metastasis)# Only palliative tit is the option1. Androgen ablation is the first line therapy# it can be achieved bya) Orchiectomyorb) Drugs (medical castration)2. Palliative radiotherapy",
        "cop": 1,
        "opa": "Radical prostatectomy",
        "opb": "Chemotherapy",
        "opc": "Palliative radiotherapy",
        "opd": "Orchidectomy",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "085b71c8-e226-44fd-859f-e8e30dc8cc14",
        "choice_type": "multi"
    },
    {
        "question": "Indication for Radical prostatectomy is?",
        "exp": "Ans. (b) Localized prostate cancer, life expectancy> 10 years. Ref: Bailey & Love 26th ed. /1355* Nerve-sparing RRP is done in patients with clinically localized prostate cancer who have at least a 10-year life expectancy and low comorbidities.* Patients with locally advanced disease cannot undergo nerve-sparing RRP; because of the extent of the local tumor burden (especially posteriorly), the nerve-sparing procedure can compromise the adequacy of the operation.* The objective of modern RP are to remove the entire cancer with negative surgical margins, minimal blood loss, no serious perioperative complications, and complete recovery of continence and potency.",
        "cop": 2,
        "opa": "Localized prostate cancer, life expectancy< 10 years",
        "opb": "Localized prostate cancer, life expectancy> 10 years",
        "opc": "Locally advanced prostate cancer, life expectancy < 10 years",
        "opd": "Locally advanced disease with extension to lateral pelvic fascia",
        "subject_name": "Surgery",
        "topic_name": "Prostate Cancer",
        "id": "7fed9006-af2c-4831-afad-6d3270a2945b",
        "choice_type": "multi"
    }
]