[
    {
        "question": "5 year old Boy with something coming out of the anus with pedicle attached to rectal/ anal wall and bright red bleeding- most common diagnosis -",
        "exp": "Ans. is 'a' i. e., Juvenile rectal Polyp * Juvenile polyps are the most common type of childhood polyp, occurring in up to 1% of preschool children. They are usually solitary polyps found in the rectum which most commonly present with rectal bleeding.* These are hamartomatous polyps, which are usually pedunculated but can be sessile.* \"The typical child with a juvenile polyp is 4 to 6 years of age, presents with intermittent painless rectal bleeding with bowel movements. \"- Rudolph's Pediatrics* Juvenile polyps are usually are not premalignant.* Because the gross appearance of these polyps is identical to adenomatous polyps, these lesions should also be treated by polypectomy.",
        "cop": 1,
        "opa": "Juvenile rectal Polyp",
        "opb": "Pedicle pile",
        "opc": "Fissure",
        "opd": "CA Colon",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "7607f012-08fa-4e68-aa2d-ae1f39265044",
        "choice_type": "multi"
    },
    {
        "question": "Anorectal anomalies are commonly associated with:",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th edition. Explanation: Anorectal malformations (ARMs)or Imperforate anus. These are birth defects in which the rectum is malformed. The cause of ARMs is unknown. The genetic basis of these anomalies is very complex. Anorectal Malformation in Currarino Syndrome represent the only association for which the homeobox gene HLXB9 has been identified. The new classification is in relation of the type of associated fistula. The classical classification was in low and high anomalies: A low lesion. The colon remains close to the skin, stenosis (narrowing) of the anus, or the anus may be missing altogether, with the rectum ending in a blind pouch. A high lesion. The colon is higher up in the pelvis. There is a fistula connecting the rectum and the bladder, urethra or the vagina. A persistent cloaca in which the rectum, vagina and urinary tract are joined into a single channel. Imperforate anus is associated with an increased incidence of some other specific anomalies (VACTERL association)V - Vertebral anomaliesA - Anal atresiaC - Cardiovascular anomaliesT - Tracheoesophageal fistulaE - Esophageal atresiaR - Renal (Kidney) and/or radial anomaliesL - Limb defects. Currarino syndrome (Currarino triad). The sacrum dysgenesis. Presacra I mass. Anorectal Malformations. It can also cause an anterior meningocele or a presacral teratoma.",
        "cop": 1,
        "opa": "Cardiac anomalies",
        "opb": "Duodenal atresia",
        "opc": "CMS abnormalities",
        "opd": "Abdominal wall defects",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "028b1fb6-cd84-495b-b4d8-eef9b528888a",
        "choice_type": "multi"
    },
    {
        "question": "True about Ischiorectal fossa Boundaries",
        "exp": "Ans. (a) Anterior border is formed by inferior fascia of urogenital diaphragm. Ref: IB singh Anatomy 2nd ed. / fig. 25. 12. ANTERIOR* Fascia of Colles covering the Transversus perinea superficialis* Inferior fascia of the urogenital diaphragm. POSTERIOR* Gluteus maximus* Sacrotuberous ligament. LATERAL MEDIAL* Levator ani* Sphincter ani externus muscle* Anal fascia* Tuberosity of the ischium* Obturator internus muscle* Obturator fascia. SUPERIOR* Levator ani INFERIOR* Skin",
        "cop": 1,
        "opa": "Anterior border is formed by inferior fascia of urogenital diaphragm.",
        "opb": "Superior border is formed by Gluteus Maximus",
        "opc": "Lateral border is formed by Levator Ani",
        "opd": "Posterior border is formed by obturator internus muscle.",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "8cf31e07-9e63-4edd-ac3c-e4179774fea1",
        "choice_type": "multi"
    },
    {
        "question": "The following statement about pilonidal sinus is true:",
        "exp": "Ans. (d) Treatment of choice is surgical excision of sinus tract* MC in males* Acquired due to entry of hair follicles into skin.* Prognosis is good after surgery* Recurrence is common but there are surgeries for recurrent Jeeper's bottom like - Limberg's flap and Bascom technique",
        "cop": 4,
        "opa": "More common in females",
        "opb": "Mostly congenital",
        "opc": "Prognosis after surgery is poor",
        "opd": "Treatment of choice is surgical excision of sinus tract",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "7bd2c979-56ac-404f-8ea0-5a23a6958007",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following stapler is used for MIPH?",
        "exp": "Ans. (b) Circular stapler cutting. Ref: Sabiston's Textbook of surgery, 20th edition, Pages 1402-03* Longo procedure is the stapled hemorrhoidopexy procedure.* The other name is minimally invasive procedure for hemorrhoids (MIPH).* Circular stapler is used in this procedure",
        "cop": 2,
        "opa": "Linear cutting stapler",
        "opb": "Circular cutting stapler",
        "opc": "Linear stapler",
        "opd": "Circular stapler",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "940a50fc-9e94-42b3-b05b-eb8bb1083213",
        "choice_type": "single"
    },
    {
        "question": "Milligan-Morgan operation is indicated in",
        "exp": "(Haemorrhoids) (1259-LB) (1256-B &L 25th). Indication of Haemorrhoidectomy* Third degree haemorrhoids* Second degree haemorrhoids which have not been cured by non operative treatments* Fibrosed haemorrhoids* Intero-extemal haemorrhoids when the external haemorrhoids is well defined. Haemorrhoidectomy can be performed using an open or closed technique - Open technique is most commonly used in the UK and is known as the Milligan-Morgan operation. In the open technique the anal mucosa and skin are left open to heal by secondary intension, and in the closed technique the wound is sutured.* Delorme's operation used in rectal prolapse (1225-LB)",
        "cop": 2,
        "opa": "Rectal prolapse",
        "opb": "Haemorrhoides",
        "opc": "Anal fissure",
        "opd": "Fistula in Ano",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "0a5e0f10-0061-419b-9ab4-97a359bdf0cd",
        "choice_type": "single"
    },
    {
        "question": "Flexible sigmoidoscope is......... cm length:",
        "exp": "Ans. (c) 60cm. Ref: Bailey 26th Edition, Page 1217. The image from Bailey demonstrates all the scope lengths:* Proctoscope: 8cm* Per rectal examination: 12cm* Sigmoidoscope (Rigid): 18cm* Sigmoidoscope (Flexible): 60cm* Colonoscope: 160cm",
        "cop": 3,
        "opa": "30 cm",
        "opb": "40 cm",
        "opc": "60 cm",
        "opd": "70 cm",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "1971b680-e26a-46c9-968d-a93832047592",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease of anal canal is:",
        "exp": "Ans. (c) Intra-epithelial adenocarcinoma Ref: Sabiston 19th Edition, Page 1405. Paget's Disease of Anal Canal* It's the superficial manifest of an intraepithelial adenocarcinoma.* Most common site is breast* Most common site of extra mammary Paget's disease- Anogenital > Axilla* Most common site in females: Vulva* Paget's cells- Foamy and Vacoulated, PAS+ve, Mucicarmine and Alcian blue +, Cytokeratin 7 is also positive* Diagnosis made on biopsy* Wide local excision is treatment of choice.",
        "cop": 3,
        "opa": "Squamous cell carcinoma in situ",
        "opb": "Squamous cell adenoma",
        "opc": "Intra-epithelial adenocarcinoma",
        "opd": "Marginal anal cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "b9bde312-a9be-4484-aefc-08d87c198ce0",
        "choice_type": "single"
    },
    {
        "question": "in rectal atresia -",
        "exp": "Ans. is 'a' i. e., Anus is normal o Rectal atresia is classified as high type of anorectal malformation. In this defect, anal canal is normal but, ends proximally just below the level of pelvic floor whereas rectum ends below blindly above pelvic floor. This anomaly is rare and usually not associated with fistulous connection. Classification of Anorectal malformationsI HIGHAnorectal agenesis +- rectovaginal/rectoprostatic urethral fistula Rectal Atresia. II INTERMEDIATEAnorectal agenesis +- rectovaginal/recfobulbar urethral fistula Anal Agenesis. III LOWAnovestibular/Anocutaneous fistula (anteriorly displaced fistula) Anal stenosis. IV CLOACA",
        "cop": 1,
        "opa": "Anus is normal",
        "opb": "Rectovesical fistula present",
        "opc": "It is low type of anorectal malformation",
        "opd": "Rectovesical fistula is most common in males",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "6efdc7a2-7cd8-40f1-99d3-3bb18d1ea09e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of rectal prolapsed in childhood is:",
        "exp": "Ans. (c) Thiersch wiring. Rectal prolapse in childhood:* Most common in age 8-12 months* Usually follows an episode of severe diarrhea due to loss of perirectal pad of fat* It may also follow pin worm infestation and malabsorption.* Conservative management:# Control diarrhea, worm infestation and correct malnutrition# Surgery is reserved if there is persistent disease after manual reduction* Options in childhood:# 5% phenol in olive oil injected Submucosally# Thiersch encirclage operation.# Lockhart Mummery rectopexy",
        "cop": 3,
        "opa": "Lahaut's operation",
        "opb": "Incision of prolapsed mucosa",
        "opc": "Thiersch wiring",
        "opd": "Ripstein operation",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "fc19a451-bf8b-4831-bd90-3dc6b00b310a",
        "choice_type": "single"
    },
    {
        "question": "Five days self-limiting anal pain is due to:",
        "exp": "Ans. (b) External thrombosed hemorrhoid. Ref: Bailey and Love 27th Edition, Page 1360* Thrombosed external hemorrhoids is known as perineal hematoma* Sudden onset of Olive-shaped painful blue subcutaneous swelling at anal margin* If patient comes to you in 48 hours you can evacuate the hematoma or clot under local anesthesia* Untreated cases usually resolves in 5 days by forming fibrosis in majority.",
        "cop": 2,
        "opa": "Fissure",
        "opb": "External thrombosed hemorrhoid",
        "opc": "Fistula",
        "opd": "Internal hemorrhoid",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "ef828491-bc2d-40f7-9cd2-ece8b95d7a31",
        "choice_type": "single"
    },
    {
        "question": "Treatment of squamous anal carcinoma is:",
        "exp": "Ans. (c) Chemoradiotherapy. Ref: Page 1266/ Bailey 26th edition. Nigro Regimen:* Chemo radiation is the latest treatment for squamous cell cancer.* Chemotherapy used are- 5. FU + Mitomycin or Cisplatin",
        "cop": 3,
        "opa": "Abdomino perineal resection",
        "opb": "Laser",
        "opc": "Chemoradiotherapy",
        "opd": "Platinum based chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "0913c315-2a12-4bfe-8a09-0464e3ef6261",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of PR bleeding is -",
        "exp": "Ans- B Most common cause of PR bleed is hemorrhoids. Most common cause of significant lower GI tract bleed is diverticulosis",
        "cop": 2,
        "opa": "Diverticulosis",
        "opb": "Hemorrhoids",
        "opc": "Croh's Disease",
        "opd": "CA Colon",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "fc8061e7-7203-414b-85eb-739c6214b367",
        "choice_type": "single"
    },
    {
        "question": "Regarding to the anorectal angle, True Statement is:",
        "exp": "Ans. (a) Important role in continence mechanism. Ref: Internet sources* Most important ring to maintain the continence is this angle* During rest the angle is completely closed with an angle of 90deg-100deg* The angle becomes more acute 70deg-90deg if patient contracts anal sphincter and pelvic floor muscles - so that stools are prevented from coming out.* During Squatting the angle becomes obtuse (> 110- 180 degree and opens up and the motion passed.",
        "cop": 1,
        "opa": "Important role in continence mechanism",
        "opb": "It is due to the pull of the external sphincter",
        "opc": "It is around 30 degrees at rest",
        "opd": "The angle decreases at the time of defection",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "f127e23d-4953-420a-99e9-83389405b6d2",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of per rectal bleeding is:",
        "exp": "Ans. (a) Diverticulosis. Ref: Sabiston Page 1151 Table* Most common cause of bleeding PR overall is diverticulosis* MC cause of Bleeding PR in children is Fissure in ano.",
        "cop": 1,
        "opa": "Diverticulosis",
        "opb": "Hemorrhoids",
        "opc": "Crohn's disease",
        "opd": "Cancer Colon",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "1139d426-93fd-4e30-a672-fcec4b2e8580",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for low fistula in Ano is",
        "exp": "Ans. (a) Fistulotomy. Ref: Bailey and Love 27th Edition, Page 1365* Low fistulas: Inter sphincteric and trans-sphincteric fistulas are removed via fistulotomy or fistulectomy* LIFT: Ligation of intersphincteric fistula tract involves the disconnection of inner opening at the level of intersphincteric plane, without dividing the sphincter complex.",
        "cop": 1,
        "opa": "Fistulotomy",
        "opb": "Staged Surgery",
        "opc": "IV antibiotics alone",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "a0d3203e-94cb-432f-aba3-8ecc2f6fdca1",
        "choice_type": "multi"
    },
    {
        "question": "Internal sphincterotomy is the treatment of choice for:",
        "exp": "Ans. (b) Fissure in ano. Ref: Bailey 26th edition Page 1248* Lateral sphincterotomy of Notaras is done for fissure in ano.* Internal sphincter is laterally cut.",
        "cop": 2,
        "opa": "Piles",
        "opb": "Fissure in ano",
        "opc": "Fistula",
        "opd": "Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "0235a252-9406-4e55-b0ed-15f600510bf9",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of passage of few drops of blood per rectum in a toddler: (AIIMS May 2013, May 2012)",
        "exp": "Ans. a. Juvenile rectal polyp (Ref: Sabiston 19/e p1342; Schwartz 9/e p1043; Bailey 25/e p1228; Schackelford 7/e p2030; Harrison 19/e p537, 18/e p313, 352; 17/e p250). Most common cause of passage of few drops of Mood per rectum in a toddler is Juvenile rectal polyp. Juvenile polyps. Juvenile polyps are the MC type of colorectal hamartomasQ. Occur most commonly in children <5 years of ageQ. Up to 80% of juvenile polyps occur as a single lesion of the rectumQ. Typical symptoms are rectal bleeding, mucus discharge, diarrhea, and abdominal painQ. Also called retention polyps due to the inflammatory obstruction of the crypt necks that leads to cystic dilation of the mucus-filled glands. No increased risk of cancerQ.",
        "cop": 1,
        "opa": "Juvenile rectal polyp",
        "opb": "Piles",
        "opc": "Rectal ulcer",
        "opd": "Adenomatoid polyposis coli",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "fd8d118e-f22c-4bb9-9b59-4745498666b9",
        "choice_type": "single"
    },
    {
        "question": "Plain abdominal X-ray is useful in:",
        "exp": "Ans. (d) Sigmoid Volvulus* Sigmoid Volvulus shows Coffee bean appearance in X-ray* Sigmoid Volvulus Shows Bird beak appearance in Barium enema",
        "cop": 4,
        "opa": "Acute pancreatitis",
        "opb": "Cholesterol stones",
        "opc": "Ca cecum",
        "opd": "Sigmoid volvulus",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "ffbc4f65-6c8b-433b-8fd1-e0bd725cb033",
        "choice_type": "single"
    },
    {
        "question": "Not true about hemorrhoids:",
        "exp": "Ans. (c) Third degree-no surgery. Ref: Sabiston 19th Edition, Pages 1387-1391* Third degree hemorrhoids will have mass protruding out of anal orifice and needs to be reduced manually. The best treatment for 3rd and 4th degree is surgery.",
        "cop": 3,
        "opa": "First degree-no prolapsed",
        "opb": "Excision for externo-internal piles",
        "opc": "Third degree-no surgery",
        "opd": "Conservative treatment in first degree",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "56a0a7dc-dfbf-4420-975b-812f22edce98",
        "choice_type": "multi"
    },
    {
        "question": "A child is passing blood with act of defecation. The probable diagnosis is",
        "exp": "Ans. (a) Juvenile rectal polyp. Ref: Bailey & Love 26th ed. /1224. The most common cause of bleeding per rectum in children is juvenile rectal polyp up to adolescence age. Though in infants and young children (up to 1 yrs) the cause is anal fissure.",
        "cop": 1,
        "opa": "Juvenile rectal polyp",
        "opb": "Adenomatous Polyposis",
        "opc": "Rectal ulcer",
        "opd": "Post Surgery",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "b19f6ea0-4e07-427c-a11c-5a8df7c84f1e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the investigation of choice for assessment of depth of penetration and perirectal nodes in rectal cancer?",
        "exp": "Ans. (d) MRI Scan. Ref: Sabiston 19th Edition, Pages 1357-1358* Endo rectal MRI is the standard investigation to do T and N staging of cancer rectum* It's also good for overall staging** Even endorectal MRI is replaced now by surface coil MRI",
        "cop": 4,
        "opa": "Trans rectal ultrasound",
        "opb": "CT scan",
        "opc": "Double contrast barium enema",
        "opd": "MRI scan",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "dfe941e3-add1-4dec-9951-8da0657c9c06",
        "choice_type": "single"
    },
    {
        "question": "How will you drain the abscess shown below?",
        "exp": "Ans. (c) Cruciate incision. Ref: Bailey and Love 26th Edition, Page 1259* Perianal and ischio rectal abscess are drained by cruciate incision.* After cruciate incision excision of skin edges done to deroof the abscess* Send the pus for culture and sensitivity* Always look for a potential problem like diabetes, Crohns, TB, etc",
        "cop": 3,
        "opa": "Hilton method",
        "opb": "Non dependent",
        "opc": "Cruciate incision",
        "opd": "Antibiotics only",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "2ce32301-b90a-4e70-a8f6-d41064cfd29b",
        "choice_type": "single"
    },
    {
        "question": "What is the condition for which the treatment shown below is followed?",
        "exp": "Ans. (b) Fissure* This procedure shown here is Sitz Bath--a smoothening procedure for acute fissure in ano* Patient sits in warm water with few drops of antiseptic solutions* Helps in fast healing of fistula.",
        "cop": 2,
        "opa": "Fistula",
        "opb": "Fissure",
        "opc": "Cancer anal",
        "opd": "Pilonidal sinus",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "d9b5e3d1-aac1-4dbb-994a-6741cf3f1792",
        "choice_type": "single"
    },
    {
        "question": "Local excision in CA rectum is done in all, except:",
        "exp": "Ans. (d) T1 and T2 cancer with or without lymph node involvement. Ref: Sabiston 19th Edition, Pages 1356-1360. Transanal excision of cancer rectum* T1. N0 or T2. N0 lesion <4cm in diameter* <40% circumference of the lumen* <10cm from dentate line* Well to moderately differentiated histology* No evidence of lymphatic or vascular invasion on biopsy. On Endo USG:* T1 and T2 lesions without nodes will be opted for Transanal excision",
        "cop": 4,
        "opa": "Within 6 cm of anal verge",
        "opb": "Lesion <4 cm",
        "opc": "Involvement of <40% circumference",
        "opd": "T1 and T2 cancer with or without lymph node involvement",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "3aed7229-a908-4b36-b72b-f3a1efd23c53",
        "choice_type": "multi"
    },
    {
        "question": "Anterior resection is done for a patient with rectal cancer. Post operatively he presents with pain. Biopsy shows involvement of muscular wall but no penetration. Out of the 13 lymph nodes, one is involved. But the high tide lymph node is not involved. Modified duke stage",
        "exp": "Ans. (a) C1. Ref Page 1209/ Schwartz 10th edition. Though there were lots of named colonic cancer staging used. All are replaced by only TNM staging now. For exam point of view we still read those outdated stagings. Dukes. ACMACDescription. AAALimited to mucosa, N0 B1. B1. Penetration into Submucosa, not through Muscularis propria, N0. BB2. B2. Penetration through Muscularis Propria, N0 B3. Adherence to adjacent organs, N0. CC1. C1N+, Limited to bowel wall (B1) C2. C2N+, Penetrates through Muscularis propria (B2) C3N+. Adherence to adjacent organs (B3)D Distant Mets* AC -- Astler Coller* MAC -- Modified Astler Coller* N0 -- Node negative* N+-Node positive* Remember Stage C means lymphnode involvement",
        "cop": 1,
        "opa": "C1",
        "opb": "C2",
        "opc": "D1",
        "opd": "D2",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "8a2a49ca-1248-4421-ba4b-ae69c2965424",
        "choice_type": "multi"
    },
    {
        "question": "Delorme's operation is for",
        "exp": "Ans. B. Rectal prolapse. (Ref. LB 25th pg. 1225)RECTALPROPLASE# It may be mucosal or full thickness (whole wall included).# Commences as rectal intussusception.# In children, the prolapse is usually mucosal an should be Rxed conservatively.# In the adults, the prolapse is often full thickness and is frequently asociated with incontinence.# Surgery is necessary for full-thickness reactla prolpase.# The operation is performed either via perineum (Thiersch operation, Delorme's operation, &/or Altemeier operation) or via the abdomen (Well's operation, Ripstein's operation, or laparosocpic approach). Rx of RECTAL PROPLASE:# An abdominal rectopexy has a lower rate of recurrence but, when the patient is elderly and very frail, a perineal operation is indicated. As an abdominal procedure risks damage to the pelvic autonomic nerves, resulting in possible sexual dysfunction, a perineal approach is also usually preferred in young men. A. Perineal approach -These procedures have been used most commonly.# Thiersch operation- This procedure, which aimed to place a steel wire or, more commonly, a silastic or nylon suture around the anal canal, has become obsolete as the suture would often break or cause chronic perineal sepsis, or both, or the anal stenosis so created would produce severe functional problems. Delorme's operation is now the preferred perineal operation.# Delorme's operation- In this procedure, the rectal mucosa is removed circumferentially from the prolapsed rectum over its length. The underlying muscle is then plicated with a series of sutures, such that, when these are tied, the rectal muscle is concertinaed towards the anal canal. The anal canal mucosa is then sutured circumferentially to the rectal mucosa remaining at the tip of the prolapse. The prolapse is reduced, and a ring of muscle is created above the anal canal, which prevents recurrence.# Altemeier's procedure- This consists of excision of the prolapsed rectum and associated sigmoid colon from below, and construction of a coloanal anastomosis. B. Abdominal approach# The principle of all abdominal operations for rectal prolapse is to replace and hold the rectum in its proper position. They are recommended in patients with complete prolapse who are otherwise in good health.# Many variations have been described: in Wells' operation, the rectum is fixed firmly to the sacrum by inserting a sheet of polypropylene mesh between them; Ripstein's operation involves hitching up the rectosigmoid junction by a Teflon sling to the front of the sacrum; many surgeons simply suture the mobilised rectum to the sacrum using four to six interrupted non-absorbable sutures - so called sutured rectopexy. Recently, the technique has been performed laparoscopically.",
        "cop": 2,
        "opa": "Solitary rectal ulcer",
        "opb": "Rectal prolapse",
        "opc": "Rectal stricture",
        "opd": "Rectal carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "e2994055-53ec-4b2e-b14b-ed9faa704209",
        "choice_type": "single"
    },
    {
        "question": "Name the instrument shown here:",
        "exp": "Ans. (c) Proctoscope* The scope used to examine anus and distal rectum is proctoscope.* We cannot examine proximal rectum with this - hence it is a misnomer to name it as proctoscope.",
        "cop": 3,
        "opa": "Sigmoidoscope",
        "opb": "Colonoscope",
        "opc": "Proctoscope",
        "opd": "Rhinoscope",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "86843abb-e805-4f8a-a176-ca16dc3fb8e7",
        "choice_type": "single"
    },
    {
        "question": "All are true about rectal cancer except:",
        "exp": "Ans. (c) Dissection lateral to endopelvic fascia investing the mesorectum causes local recurrence* Total mesorectal Excision (TME) provides least recurrence* Most common symptom is bleeding PR* Sigmoidoscopy is used to localize the tumor* RT given for ca rectum is 60 Gy.",
        "cop": 3,
        "opa": "Most common symptom is hematochezia",
        "opb": "Precise location of tumor is done with rigid proctosigmoidoscopy",
        "opc": "Dissection lateral to endopelvic fascia investing the mesorectum causes local recurrence",
        "opd": "Radiation dose is 60 Gray",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "8c0ac4b3-c110-4861-aed8-178243a6e214",
        "choice_type": "multi"
    },
    {
        "question": "A toddler has few drops of blood coining out of rectum. Probable diagnosis is:(AIIMS May 2013, May 2012)",
        "exp": "Ans. a. Juvenile rectal polyp (Ref: Sabiston 19/e p1342; Schwartz 9/e p1043: Bailey 25/e p1228; Schackelford 7/e p2030; Harrison 19/e p537, 18/e p313, 352; 17/e p250). Most common cause of passage of few drops of blood per rectum in a toddler is Juvenile rectal polyp. Juvenile polyps. Juvenile polyps are the MC type of colorectal hamartomas. QOccur most commonly in children <5 years of ageQ. Up to 80% of juvenile polyps occur as a single lesion of the rectum. QTypical symptoms are rectal bleeding, mucus discharge, diarrhea, and abdominal painQ. Also called retention polyps due to the inflammatory obstruction of the crypt necks that leads to cystic dilation of the mucus-filled glands. No increased risk of cancerQ",
        "cop": 1,
        "opa": "Juvenile rectal polyp",
        "opb": "Adenomatous Polyposis Coli",
        "opc": "Rectal ulcer",
        "opd": "Piles",
        "subject_name": "Surgery",
        "topic_name": "Rectum",
        "id": "28a9d52d-7884-48c8-b2f2-1cd1df53f80e",
        "choice_type": "single"
    }
]