[
    {
        "question": "In which of the following condition local excision in rectal carcinoma can not be done?",
        "exp": "Suggested criteria for local excision in rectal cancer: Physical examination Imaging Histology Tumor <3 cm Tumor <30% of bowel circumference Tumor within 15 cm of dentate line Tumor freely mobile Tumor limited to submucosa (T1) No lymph node involvement (N0) Well to moderately differentiated Absence of lymphovascular invasion or perineural invasion No mucinous or signet cell component",
        "cop": 4,
        "opa": "Within 10 cm of the dentate line",
        "opb": "Lesion 2.7 cm",
        "opc": "Involvement of <30% bowel circumference",
        "opd": "T1 and T2 cancer with lymph node involvement",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "cc5e1e79-bb47-45d4-8a9c-45b311f7b4ab",
        "choice_type": "single"
    },
    {
        "question": "Optimal front-line treatment of squamous cell carcinoma of the anal canal includes:",
        "exp": "Combination radiation therapy and chemotherapy is now the treatment of choice for squamous cell carcinoma of the anus. The area of the primary lesion is biopsied, and the patient begins radiotherapy to the pelvis. If inguinal lymph nodes are enlarged, they are also biopsied, usually by fine needle aspiration, and if positive, they are included in the field of radiation. Following radiation therapy, patients receive intravenous 5-FU and mitomycin C. Patients who fail therapy have limited options, including additional chemotherapy or radiotherapy. Salvage therapy may also include abdominoperineal resection (APR), lymphadenectomy, or a diveing colostomy, depending on the nature of the recurrence.",
        "cop": 4,
        "opa": "Abdominal perineal resection.",
        "opb": "Low anterior resection when technically feasible.",
        "opc": "Radiation therapy.",
        "opd": "Combined radiation and chemotherapy.",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "5180b0b3-8c20-4b17-9d39-b5096f91e3d8",
        "choice_type": "multi"
    },
    {
        "question": "A patient of rectal carcinoma found to have tumor invading through the muscularis propria into the perirectal tissues, and two enlarged lymph nodes. How will you manage the patient?",
        "exp": "Stage of rectal cancer in the given scenario- Tumor invading through the muscularis propria into the perirectal tissues- T3 Two enlarged lymph nodes- N1b Thus, making it stage 3 Management of rectal cancer according to its stage- Stage Management Tis Polypectomy I Segmental resection II Neoadjuvant chemotherapy followed by surgical resection III Preoperative chemoradiation followed by surgical resection IV Palliation, metastatectomy",
        "cop": 3,
        "opa": "Surgery only",
        "opb": "Surgery + Adjuvant chemotherapy",
        "opc": "Preoperative chemoradiation followed by surgical resection",
        "opd": "Palliative chemoradiation",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "061b5506-439b-4c99-a4dd-a5edeeb112a3",
        "choice_type": "multi"
    },
    {
        "question": "A 65yr old male patient presents with history of early morning bloody diarrhoea, Change in bowel habits, Intermittent Obstruction.Sometimes he had a feeling of incomplete evacuation and Tenesmus. There is no positive family history for any carcinoma.What will be the treatment of choice in this case:",
        "exp": "CA rectum- MC site of large bowel malignancy- Usually seen in 5th - 6 decade- MC site of metastasis - Liver > lungs - Chemotherapy regimen- FOL FOX-IV* FOL - Folinic acid/ leucovorin* F- 5-FV (5-Flurouracil)* Ox- Oxaliplatin Clinical features- MC symptom - Bleeding PR- Early morning bloody diarrhea- Passage of bloody slime (no fecal matter) - Spurious diarrhea (every 2 to 3 hours, rectum is full with discharge from tumor, so patient passes like stool every 3 hours)- Tenesmus - Painful defecation with sensation of incomplete evacuation seen in lower pa of CA rectum- Back ache/ sciatica (sacral plexus involvement posteriorly)- Weight loss (liver metastasis) Investigations- Length of anal canal - 3cm- length of rectum - 14cm- For complete evaluation, the length of the instrument should be at least 17 cm Investigations Options available- PROCTOSCOPY- Sigmoidoscopy- Colonoscopy* Length of proctoscope - 10 cm* Rigid sigmoidoscope -25 cm* Flexible sigmoidoscope- 60cm* Colonoscope - 160 cm- Investigation of choice - Rigid sigmoidoscopy + biopsy- Colonoscopy is mandatory for adequate evaluation of whole colon and to rule out any synchronous polyp or synchronous malignancy* Synchronous- simultaneously* Metachronous- later after surgery- Viual colonoscopy (3D reconstruction colonoscopy using CT) * Advantage - can visualize outside of lumen also* Disadvantage - Biopsy of colon cannot be done- In head & neck malignancies & pelvic malignancies, overcrowding of nerves, blood vessels & soft tissues. So, IOC for staging of most of head and neck malignancy- MRI- For T- staging, investigation of choice- TRUS (Transrectal ultrasound)- Distantly lying nerve, lymph node, vessel cannot be differentiated as Sensitivity of ultrasound decrease if distance between probe & organ increase. - For lymph node staging, investigation of choice is - Endorectal MRI- Overall Best investigation for staging- MRI Treatment- Principle of treatment in CA Rectum* Stage I - Surgical resection* State II & III - Neoadjuvant chemoradiation followed by surgical resection (down stage the tumor & then surgery)* Stage IV - Neoadjuvant chemoradiation followed by palliation +- surgical excision - TOC- TOTAL MESORECTAL EXCISION* Given by Bill Heald* Significant length of bowel removal around the tumor* Removal of Surrounding tissues up to the plane between Mesorectum & Presacral Fascia known as HEALD'S HOLYPLANE - If CA rectum is located > 5 cm above Anal verge - Low Anterior Resection (LAR)- If CA rectum is located at or below 5 cm from anal verge - APR (Adomino Perineal resection) aka Mile's Procedure - In elderly patient >60 years with malignancy in sigmoid/ or proximal pa of rectum which is intraperitoneal - Haman's procedureHaman's procedure* Sigmoidectomy +Descending colostomy + Closure of rectal stump",
        "cop": 1,
        "opa": "Total mesorectal excision",
        "opb": "Hamann's procedure",
        "opc": "Anterior resection",
        "opd": "Abdominoperineal resection",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "63826197-0786-43c2-9c7e-5c4c471dc731",
        "choice_type": "single"
    },
    {
        "question": "Most common anorectal fistula:",
        "exp": "PARK'S CLASSIFICATION Type 1 Inter- sphincteric (MC) Type 2 Trans- sphincteric Type3 Supra- sphincteric Type4 Extra- sphincteric Investigations - First investigation - Fistulogram - IOC- MRI Treatment High morbidity * Fistulotomy -Incision over fistula tract it * Fistulectomy- Excision of fistula tract. * SETON * VAAFT (Video Assisted Anal Fistula Treatment",
        "cop": 1,
        "opa": "Inter sphincteric",
        "opb": "Trans sphincteric",
        "opc": "Supra sphincteric",
        "opd": "Extra sphincteric",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "1abbff0c-6488-4348-b194-a7132833d1e0",
        "choice_type": "single"
    },
    {
        "question": "Anal fissure best diagnosed by:",
        "exp": "Fissure-in-Ano- Location of dentate line - usually 2cm below the anal verge.- Longitudinal split in the anoderm from anal verge to the dentate line- Location - In posterior midline at 6'o clock position - Fissure is of two types* Acute fissures* Chronic fissures - Chronic fissures - Characterized by Triad* CANOE- SHAPED ULCER* SENTINEL PILE (aka skin tag)* Hyperophied papilla Pathophysiology- Spasm of Internal Anal sphincter- Patients have constipation- During excessive straining at the time of defecation, the fecal matter passing throughinternal anal sphincter injures the pain sensitive mucosa of anal canal.Tear/ split in the anoderm |Decreased vascularity |Healing of Tear decreases (due to ischemia) - Principle of treatment is based on relaxing the spasm- Fissure in Ano is similar to Achalasia cardia Clinical features- Serve pain during defecation- Streaking of blood over stool- In fissure in Ano - Digital rectal examination is contraindicated.- Examine the gluteal region, find the longitudinal spilt in posterior midline Management- Initially conservative management* Sitz bath* Stool softener- Medical Treatment* CCB - 2% Diltiazem Gel - (Local application)* Nitrates - 0.2% nitroglycerine* Botox injection into sphincters* Lord's procedure - manual dilatation of sphincter (not performed usually).* TOC - NOTARA'S lateral sphincterotomy (divide internal anal sphincter laterally)* Anal advancement flap",
        "cop": 2,
        "opa": "Anoscopy",
        "opb": "History and superficial clinic examination",
        "opc": "PR examination",
        "opd": "USG",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "e3717799-ad0c-40a8-b3bc-7193c52a942e",
        "choice_type": "single"
    },
    {
        "question": "All are true about Total Mesorectal Excision for CA rectum except:",
        "exp": "Total Mesorectal Excision Advantages Disadvantages Significant increase in 5-year survival rates Decrease in local recurrence rate Decrease in the incidence of impotence and bladder dysfunction. TME is a more complex operation Associated with a longer operating time, more blood loss, longer hospital stay Higher leakage rate, higher stoma rate.",
        "cop": 4,
        "opa": "Decreases local recurrence",
        "opb": "Decreases incidence of impotence",
        "opc": "Decreases incidence of bladder dysfunction",
        "opd": "Lesser Leakage rate and higher stoma rate",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "6e9da844-b4b5-4c66-9d6a-1bc0a3d270d5",
        "choice_type": "multi"
    },
    {
        "question": "What are the similarities between fissure in ano and achalasia cardia?",
        "exp": "Achalasia cardia Fissure in ano - Absence of relaxation of LES - Spasm of internal anal sphincter - LES - Smooth muscle - IAS - Smooth muscle - Nitrates & CCB'S are used - 0.2 % Nitroglycerin; 2 % Diltiazem local application - Botox injection - | Ach - Relax sphincter -Botox injection - TOC - Laparoscopic Heller's myotomy|Circular fibers divided TOC- Notaras lateral sphincterotomy",
        "cop": 4,
        "opa": "Smooth muscle involvement",
        "opb": "Use of Botox",
        "opc": "Use of nitrates & calcium channel blockers",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "68ccb2d1-4767-428a-b033-fe93201c259c",
        "choice_type": "multi"
    },
    {
        "question": "Seton used in fistula in ano surgery is:",
        "exp": "SETONS A seton is a ligature of silk, nylon, silastic or linen. Used for making, drainage, cutting or staging. A high fistula may be conveed into a low fistula by setons Setons are useful in the management of Complex anorectal fistulas with risk of incontinence or poor healing Patients with Crohn's disease Immunocompromised (HIV) and incontinent patients Patients with chronic diarrheal states Anterior fistula in women",
        "cop": 3,
        "opa": "Dissecting seton and draining seton",
        "opb": "Cutting seton and Dissolving seton",
        "opc": "Cutting seton and draining seton",
        "opd": "Fibrosing seton and Dissecting seton",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "c1bd8387-0bfb-42c7-8127-038809bf4522",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male presented to your OPD with this problem. What is the preferred treatment?",
        "exp": "Patient is 60 year old, Delorme procedure is done DELORME's PROCEDURE - RECTAL PROLAPSE Abdominal Perineal - | Recurrence rate - | recurrence rate - | Morbidity - | morbidity - Young patients - Elderly and frail pts - Mn: W- Well's A- Abdominal approach R- Ripstein - Mn: P - Perineal A - Altmier's D - Delorme - Frykmen - Goldberg procedure - Thiersch anal wiring",
        "cop": 3,
        "opa": "Frykman-Goldberg procedure",
        "opb": "Well's procedure",
        "opc": "Delorme procedure",
        "opd": "Ripstein procedure",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "cfa11629-8c23-44dd-aba5-cd99e6761632",
        "choice_type": "single"
    },
    {
        "question": "Commonest complication following haemorrhoidectomy is:",
        "exp": "Complications of Hemorrhoidectomy Early complications Late complications Pain (MC) Acute retention of urine (2nd MC) Reactionary hemorrhage Secondary hemorrhage Anal stricture Anal fissure Incontinence",
        "cop": 4,
        "opa": "Hemorrhage",
        "opb": "Infection",
        "opc": "Fecal impaction",
        "opd": "Urinary retention",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "67e08e6a-f132-454d-8cdb-1d4f682a306d",
        "choice_type": "single"
    },
    {
        "question": "In rectal carcinoma, distal margin should be at least:",
        "exp": "Tumor Margin For Curative Excision In GI malignancies (stomach, small intestine, colon and proximal rectum), tumor margin for curative excision is 5 cm except: Esophagus: 10 cm Distal rectum: 2 cm",
        "cop": 1,
        "opa": "2 cm",
        "opb": "3 cm",
        "opc": "4 cm",
        "opd": "5 cm",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "eda59436-4710-403e-8695-0dc608aaeb09",
        "choice_type": "single"
    },
    {
        "question": "Most common location of solitary rectal ulcer is:",
        "exp": "Most common location of solitary rectal ulcer is: Anterior wall Solitary rectal ulcer syndrome (SRUS)- benign disease C/F- Rectal bleeding Copious mucus discharge Prolonged excessive straining, feeling of incomplete defecation, constipation Perineal and abdominal pain Histopathological features- obliteration of the lamina propria by fibrosis and smooth muscle fibers extending from a thickened muscularis mucosa to the lumen. COLONOSCOPY WITH BIOPSY is the investigation of choice",
        "cop": 1,
        "opa": "Anterior wall",
        "opb": "Right lateral wall",
        "opc": "Posterior wall",
        "opd": "Left lateral wall",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "d0a2d6fb-f135-498a-99a0-1c1417c3216b",
        "choice_type": "multi"
    },
    {
        "question": "The length of the flexible sigmoidoscope is:",
        "exp": "Instruments Length Proctoscope 10 cm Rigid sigmoidoscope 25 cm Flexible sigmoidoscope 60 cm Colonoscope 160 cm",
        "cop": 1,
        "opa": "60 cm",
        "opb": "70 cm",
        "opc": "80 cm",
        "opd": "90 cm",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "a019a0ef-e40a-4121-8dc0-4dacb819953a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of stage II carcinoma anal canal:",
        "exp": "Anal Canal Carcinoma- - NIGRO regimen - Chemotherapy followed by radiation * 5- fluorouracil + Mitomycin-C followed by radiation",
        "cop": 3,
        "opa": "APR",
        "opb": "APR followed by chemoradiation",
        "opc": "Concurrent chemoradiation",
        "opd": "Neoadjuvant chemotherapy followed by Surgery",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "c64c8214-c129-4c6f-b6a5-056e1dfc1e9a",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old hairy male, who is in army presented to OPD with complaints of serous discharge and discomfo from gluteal region. He gave history of abscess also in the same area 2 years back. Which of the following are used as treatment option for this condition?",
        "exp": "Hairy male Army Serous discharge Pilonidal sinus Pilonidal sinus - Acquired - M/C in hairy males, Army personnel - Cyst in - Post-natal cleft region - Cyst - Contains hair - Sinus - Abscess formation due to tract blockage - Hair follicles have not seen in the walls of the sinus. - The hairs projecting from the sinus are dead hairs, with their pointed ends directed towards the blind end of sinus. Management Surgical treatment of chronic pilonidal disease - Laying open of all tracks with or without marsupialisation - Excision of all tracks with or without primary closure - Excision of all tracks & closure by Limberg's flap, Karydakis flap or rhomboid flap - Bascom's procedure: Incision lateral to the middle to gain access to the sinus cavity, which is rid of hair & granulation tissue and excision & closure of midline pits. The lateral wound is left open.",
        "cop": 4,
        "opa": "Limberg's flap",
        "opb": "Karydakis flap & rhomboid flap",
        "opc": "Bascom's procedure",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "fd0e3895-a916-4535-9447-5b32745eb65c",
        "choice_type": "multi"
    },
    {
        "question": "Commonest type of carcinoma anal canal is:",
        "exp": "CARCINOMA ANAL CANAL MC type of CA anal canal : SCC > BCC > Melanoma Median age at diagnosis :60 years MC symptom : Bleeding PR MC site of metastasis: Lung MC site of LN metastasis : Inguinal LNs",
        "cop": 2,
        "opa": "Adenocarcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Adenocanthoma",
        "opd": "Papillary type",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "8cc8d977-9c2d-4420-8ea6-ab10806568b3",
        "choice_type": "single"
    },
    {
        "question": "A toddler has few drops of blood coming out of rectum. Probable diagnosis is:",
        "exp": "RECTAL POLYPS Occur most commonly in children < 5 years of age. Occur as a single lesion of the rectum. Typical symptoms are rectal bleeding, mucus discharge, diarrhea, and abdominal pain. Can cause bleeding, or pain if it prolapses during defaecation",
        "cop": 3,
        "opa": "Rectal ulcer",
        "opb": "Adenomatous polyposis coli",
        "opc": "Juvenile rectal polyp",
        "opd": "Piles",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "44135bd4-764a-4173-b0e2-982ada537459",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding rectal carcinoma EXCEPT:",
        "exp": "Rectal carcinoma: MC site of large bowel malignancy Adenocarcinoma is the most common variant of rectal carcinoma. C/F- MC symptom- bleeding PR Early morning spurious diarrhea Tenesmus Weight loss IOC- rigid sigmoidoscopy+ biopsy Hamann's operation is done in old debilitated patients.",
        "cop": 2,
        "opa": "Early morning spurious diarrhea and tenesmus can occur",
        "opb": "Adenocarcinoma is a rare variant of rectal carcinoma.",
        "opc": "Growth confined to the rectal mucosa is stage A of modified Duke's staging.",
        "opd": "Hamann's operation is done in old debilitated patients.",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "c1b81bd2-ec1f-4bf8-a8d4-a6d8fa21ba16",
        "choice_type": "multi"
    },
    {
        "question": "Fascial layer separating the rectum from the coccyx is?",
        "exp": "Lower third of the rectum is separated anteriorly from the prostate/vagina by- Denonvilliers' fascia Posteriorly from the coccyx and lower two sacral veebrae by- Waldeyer's fascia These fascial layers act as barriers to malignant invasion",
        "cop": 4,
        "opa": "Denonvilliers' fascia",
        "opb": "Scarpa's fascia",
        "opc": "Buck's fascia",
        "opd": "Waldeyer's fascia",
        "subject_name": "Surgery",
        "topic_name": "Rectum and anal canal",
        "id": "49e53ba4-0da8-43ff-bde8-b2f99217208b",
        "choice_type": "single"
    }
]