[
    {
        "question": "Which of the following malignant disease of children has the best prognosis?",
        "exp": "Ans. is 'a' i. e. Wilms' tumour Ref: C. P. D. T 16th/e page 807-809, 811 Schwartz Surgery page 1748, 1749, 1747. Prognosis depends most importantly upon staging but there are multiple factors affecting the prognosis. After going through the survival rates of these tumours and confirming our answer with a paediatric oncologist we found the Wilms' tumor to have the best prognosis among the given options. If you have time go through the below given tables for your own satisfaction and conclusions. Wilms' tumour: CSDT 11th/e p 1345. Stage4 year Survival % Favorable histology. Unfavorable histology. Limited to kidney9789. Extends beyond kidney9468. Residual tumor confined to abdomen8868. Distant metastasis8255. Bilateral renal involvement8416* Prognosis of Rhabdomyosarcoma: CPDT 15th/e p 812. Site3 year disease free survival. Predominant Pathologic subtype. Head & Neck Embryonal. Orbit93% Parameningeal71% Other69% Genitourinary Embryonal (botryoid variant in bladder and vagina). Bladder and prostate64-80% Vagina and uterus60-80% Paratesticular60-80% Extremities56%Alveolar (50%) undifferentiated. Trunk57%Alveolar undifferentiated* Neuroblastoma: CSDT 11th/e p 1343. Staging and survival of Neuroblastoma. SurvivalI. Tumor confined to site of origin100%Ila. Unilateral tumour completely excised. Nodes Negative80%l. Ib. Unilateral tumour; complete or incomplete excision nodes positive70%. III. Tumor infiltrating across the midline, or a unilateral tumor with contralateral40%nodes positive IV. Remote disease in bone, soft tissue, distant nodes15%V. Infants with stage I or stage II primary and spread to Liver skin or bone marrow. 85%Primitive neuroectodermal tumours -PETs include. Medulloepithelioma. Medulloblastoma (known as PET-MB). Primary cerebral neuroblastoma. Pineoblastoma. Ependymoblastoma. Prognosis: 5 year survival rate is near about 75% after total tumor removal.",
        "cop": 1,
        "opa": "Wilm's tumor",
        "opb": "Neuroblastoma",
        "opc": "Rhabdomyosarcoma",
        "opd": "Primitive neuroectodermal tumor",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "31ceebd6-97f7-4158-8ebd-bc86663b7bed",
        "choice_type": "single"
    },
    {
        "question": "Von Hippel Landau Syndrome is associated with which type of renal neoplasm?",
        "exp": "Ans: A (Renal clear cell carcinoma) Ref: Campbell Walsh Urology, 10th edition. 2011, Page 1426. Explanation: (See table below). Site of origin: Proximal tubule-Conventional (clear cell) RCC and papillary RCCDistal tubule - Oncocytomas. Collecting duct - Chromophobic and collecting duct RCCCalyceal epithelium near renal papillae - Renal medullary carcinoma. Conventional (clear cell) RCC: 70-80% of RCCs. Worse prognosis. Aggressive. Renal tumor. Syndrome. Chromosome. Gene. Other features. Conventional/Von Hippel3p25-26. VHLClear cell RCCHemangioblastomas of thecentral nervous system. Retinal angiomas Pheochromocytomaclear cell RCCLindau gene. Papillary RCC type 1. Hereditary papillary RCC7q31c-MET proto- oncogene. Type 1 PRCCPapillary RCC type 2. Familial. Leiomyomatosis and RCC1q42. Fumaratehydratase. Type 2 PRCCCutaneous and uterineleiomyomas. Chromophobe. RCCBirt-Hogg-Dube17p12q11. BHD1gene. Chromophobe RCCOncocytoma. Transitional (hybrid oncocytic) tumors. Occasional clear cell RCCCutaneous fibrofolliculomas. Lung cysts. Spontaneous pneumothorax. Oncocytoma 1p-Loss ofY, 14q Rearrang-ements of 11ql3 Spoke-wh eel pattern on angiography. Stellate scar on cross-sectional imaging. Abundance of mitochondria. Angiomyolipoma. Wunderlich Tuberous Sclerosis (TSc)TSc - 9 and 16. TSc1. TSc 2. Massive retroperitoneal haemcrrhage(10%). Positive for HMB45. Fat (plain CT: <-20 HU within a renal lesion) - diagnostic hallmark. Hypervascular3p deletion. VHL gene mutation. Loss of 8p. 9p. 14q and Gain of 5q. Respond to immunotherapy. Chromophilic (papillary) RCC: 10-15% of RCCs. Hvpovascular. Seen in End-Stage Renal Disease (ESRD) and Acquired Renal Cystic Disease (ARCD). Multicentricity is an important feature {40%). Trisomy 7. 17. Loss of Y chromosome. Type 1: Basophilic. Type 2: Eosinophilic - aggressive. Chromophobic RCC: 3-5% of RCCs. Prognosis better than conventional RCCHypo vascular. Mircovesides on electron microscopy - defining feature. Plant cell appearance. Perinuclear halo. Positive for Hale's colloidal iron (indicates presence of mucopolysaccharide) - unique to RCCPositive for cytokeratin; Negative for vimentin. Loss of 1. 6. 8. 11, 18. 21. Y; VHL mutations and chromosome 3 abnormalities. Collecting duct (Bellini duct) RCC: 1% of RCCs. Poor prognosis. Infiltrative. Affinity for Ulexeuropaceouslectm. Renal medullary' carcinoma: Exclusively associated with sickle cell trait. Infiltrative. Relatively hypoxic environment plays a role in fumori gene sis. Oncocytoma: Histology and mean size (4-6 cm) similar to Chromophobe RCCIncreased uptake on Technetium Sestamibi scan - unique. Numerous large mitochondria. Central scar. Low grade. Angiomyolipoma (AML): Mature adipose tissue, smooth muscle and thick walled vessels seen. HMB 45 positive. Hyperechoic on ultrasonogram. Seen in tuberous sclerosis: 30 years. F: M -- 2: 1; multicentric5-6th decade; F>>M (if not associated with TS). Fat on CT (< -20. HU) diagnostic of AML and excludes RCCPregnancy increases risk of haemorrhage from AML",
        "cop": 1,
        "opa": "Renal clear cell carcinoma",
        "opb": "Angiomvolipoma",
        "opc": "Papillary renal cell carcinoma",
        "opd": "Renal medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "2887846a-fcd9-4144-8b20-e5cddda1815c",
        "choice_type": "single"
    },
    {
        "question": "Nephroureterectomy is indicated in?",
        "exp": "ANSWER: (D) Transitional carcinoma of the pelvis extending till ureter. REF: Sabiston 18th ed chapter 77. The standard treatment of renal pelvis and upper ureteral urothelial carcinomas includes complete nephroureterectomy with excision of the distal ureteral cuff from the bladder",
        "cop": 4,
        "opa": "Renal carcinoma",
        "opb": "Chronic pyelonephritis",
        "opc": "Polycystic kidney disease",
        "opd": "Transitional carcinoma of the pelvis extending till ureter",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "30a90732-77c4-489a-9cb9-54ad02994ede",
        "choice_type": "single"
    },
    {
        "question": "A 24 yr old man presented with retroperitoneal, necrotic, heterogenous enhancing mass on CT near the hilum of the left kidney. What is the most probable diagnosis",
        "exp": "Ans is 'a' i. e. metastatic germ cell tumor \"Testicular tumors tend to metastasize via the lymphatic system. In general, the testicular lymphatics, which follow the course of the testicular arteries/veins, drain directly into the lymph nodes in or near the renal hilus. After involvement of these sentinel nodes, the lumbar paraaortic nodes become involved (unilaterally or bilaterally), followed by spread to the mediastinal and supraclavicular nodes or hematogenous dissemination to the lungs, liver and brain. Lee Sagel. This necrotic retroperitoneal mass represents necrotic lymph nodes. Necrotic lymph nodes usually suggest malignant metastasis; however benign inflammatory diseases may also cause necrotic lymphadenopathy. Lymphoma though a common cause of retroperitoneal lymphadenopathy usually does not show necrosis, and is thus ruled out. Metastases to retroperitoneal lymph nodes may come from virtually any abdominal or pelvic neoplasm, but the most common ones are testicular, prostatic, cervical, endometrial, and renal. Carcinomas of the bladder, prostate, cervix, and uterus initially spread to the pelvic nodes. Testicular, ovarian, and fallopian tube malignancies spread first to the retroperitoneal nodes adjacent to or near the renal hila but may involve the pelvic nodes by retrograde spread. Testicular neoplasms are the most common solid tumor in men 15 to 34 years old. (Ref: Lee Sagel)",
        "cop": 1,
        "opa": "metastatic germ cell tumour",
        "opb": "metastatic melanoma",
        "opc": "lymphoma",
        "opd": "metastatic transitional cell tumour",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "81dc0ff9-11b0-4f82-a759-db0e80d1ec89",
        "choice_type": "single"
    },
    {
        "question": "Most important prognostic indicator for Renal cell carcinoma:",
        "exp": "Ans is 'd' i. e. Pathological staging Ref: Campbell-Walsh Urology 9/e Section XII- Neoplasms of the upper urinary tract, Chapter 47; 8/e p1604 \"Pathologic stage has proved to be the single most important prognostic factor for RCC. Various studies have shown a strong correlation between Robson's pathologic stage and 5-year survival rates for RCC. Similar but more discerning results have been reported for tumors staged with the TNM classification system, confirming that the extent of locoregional or systemic disease at diagnosis is the primary determinant of outcome for this disease. \"- Campbell- Walsh Urology 9/e Section XII- Neoplasms of the upper urinary tract, Chapter 47; 8/e p1604",
        "cop": 4,
        "opa": "Nuclear grade",
        "opb": "Histological type",
        "opc": "Size",
        "opd": "Pathological staging",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "3983d27f-6aaf-4b0b-bd3f-11f0511ece84",
        "choice_type": "single"
    },
    {
        "question": "Commonest presentation of wilm's tumouris",
        "exp": "Ans. is 'b' ie Abdominal lump \"MC presentation is painless abdominal mass usually discovered by the mother while routinely bathing the baby. \"",
        "cop": 2,
        "opa": "Hematuria",
        "opb": "Abdomial lump",
        "opc": "Hydronephrosis",
        "opd": "Pain in abdomen.",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "cf9aecd9-cb46-44fc-87f3-ff77b87b97ff",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old male presents with pain on the right flank and hematuria. A CECT abdomen reveals a large 8x8 cm sized solid mass in the right kidney and 3x3 cm solid mass occupying the upper pole of left kidney. The most appropriate surgical treatment for this pt is:",
        "exp": "Ans. is 'c' i. e. Right radical nephrectomy and left partial nephrectomy This male pt. with flank pain, hematuria and demonstration of a solid renal mass is having renal cell carcinoma (in clinical practice any solid renal mass is considered RCC until proved otherwise). The standard treatment of RCC is radical nephrectomy, but if the tumor is bilateral or the pt is having only one kidney than a partial nephrectomy is performed.* Harrison writes - * \"Partial nephrectomy may also be performed for pts with bilateral tumors accompanied by a radical nephrectomy on the opposite side\"These partial nephrectomy (or Nephron sparing) procedures are found to be equally effective as radical nephrectomy, if the mean tumor size is less than 4 cms. Now a days the trend is to try a partial nephrectomy operation even in pts with normal opposite kidney.",
        "cop": 3,
        "opa": "Bilateral radical nephrectomy.",
        "opb": "Right radical nephrectomy and biopsy of the mass from opposite kidney.",
        "opc": "Right radical nephrectomy and left partial nephrectomy.",
        "opd": "Right radical nephrectomy only.",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "6f2d0515-363b-466a-a53b-70ffeca41d99",
        "choice_type": "single"
    },
    {
        "question": "What is not a part of triad of Renal Cell Carcinoma?",
        "exp": "Ans. is 'd' i. e., Oliguria o The three classical diagnostic features (classical triad) of renal cell carcinoma are costovertebral pain, palpable mass and hematuria. The most reliable of three is hematuria. Signs and Symptoms of Renal Cell Carcinoma (In decreasing order of frequency)o Hematuriao Flank Masso Anemiao Hypertensiono Hypercalcemiao Neuromyopathyo Increased ESRo Flank Paino Weight losso Fevero Abnormal Liver functiono Erytjhrocytosiso Amyloidosis",
        "cop": 4,
        "opa": "Loin Mass",
        "opb": "Hematuria",
        "opc": "Loin Pain",
        "opd": "Oliguria",
        "subject_name": "Surgery",
        "topic_name": "Renal Tumors",
        "id": "de067003-4345-47f6-9ded-fc3d7a02652a",
        "choice_type": "single"
    }
]