[
    {
        "question": "The intra-abdominal pressure during laparoscopy should be set between:-",
        "exp": "Laparoscopy Needle used for pneumoperitoneum veress needle Most commonly used gas: CO2 Flow of gas: 1L /min Intra-abdominal pressure: 12-15 mm Hg Trocar is inseed at or just below the umbilicus penetrating skin, superficial & deep fascia, fascia transversals & parietal peritoneum",
        "cop": 2,
        "opa": "5-8 mm of Hg",
        "opb": "10-15 mm of Hg",
        "opc": "20-25 mm of Hg",
        "opd": "30-35 mm of Hg",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "92e99552-7cad-4d3b-9934-caec27ac4c20",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with vomiting and severe colicky abdominal pain. He underwent bariatric surgery 5 years ago. He is advised to undergo an emergency reoperation. Which of the following procedures did he most likely undergo 5 years ago?",
        "exp": "Patient must have underwent Laparoscopic Roux-en-Y gastric bypass 5 years ago Now presented with internal hernia- late complication of gastric bypass surgery Closure of hernia defects at the time of gastric bypass surgery reduces the incidence of symptomatic internal hernias in future.",
        "cop": 1,
        "opa": "Laparoscopic Roux-en-Y gastric bypass",
        "opb": "Laparoscopic adjustable gastric banding",
        "opc": "Sleeve gastrectomy",
        "opd": "Biliopancreatic division",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "51b5232f-876b-4b6e-8958-8c32f4b1d1fd",
        "choice_type": "single"
    },
    {
        "question": "In addition to the effects of weight loss, the resolution of type 2 diabetes mellitus after the gastric sleeve procedure and RYGB is thought to be contributed to by?",
        "exp": "Gastrectomy removes much of the Ghrelin-producing poion of the stomach, leading to weight loss after both gastric sleeve and RYGB procedures. GLP-1, is dramatically increased after RYGB, and after gastric sleeve",
        "cop": 4,
        "opa": "Reduced ghrelin production",
        "opb": "Increased secretion of glucagon-like peptide-1 (GLP-1)",
        "opc": "Appetite suppression",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "daea0b5f-6755-4d65-8e47-4312cbb29729",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following bariatric procedures is primarily intended to induce weight loss through malabsorption and restriction?",
        "exp": "Bariatric procedures are classified as restrictive, malabsorptive, or a combination of restrictive and malabsorptive in the mechanism of weight loss that they induce. Restrictive operations include adjustable gastric band and gastric sleeve, malabsorptive operations include duodenal switch and biliopancreatic diversion, and combined restrictive and malabsorptive procedures include the Roux-en-Y gastric bypass (RYGB).",
        "cop": 3,
        "opa": "Adjustable gastric band",
        "opb": "Sleeve gastrectomy",
        "opc": "Roux-en-Y gastric bypass (RYGB)",
        "opd": "Duodenal switch",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "8b2e7b95-16b4-4bc8-972b-f2b01090dce9",
        "choice_type": "single"
    },
    {
        "question": "What is the name of most commonly used robot used for the given surgery?",
        "exp": "DA-Vinci ROBOT - Most commonly world-wide used - Based on Master Slave principle - Surgeon inses hand into master a Translate the motion of his hands into motions of robotic arma Hand like instruments Indications Prostatectomy Cardiac valve repair Gynecological operation",
        "cop": 2,
        "opa": "PUMA 560",
        "opb": "Da. Vinci robot",
        "opc": "PROBOT",
        "opd": "ROBODOC",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "df625c5d-9963-4798-8b20-53261bb7bd6d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about laparoscopy except:",
        "exp": "LAPAROSCOPY: - Needle used for pneumoperitoneum: Veress needle - Most commonly used gas: CO2 - Flow of gas: 1L/min - Intra-abdominal pressure maintained during laparoscopy: 12-15mm Hg - Trocar is inseed at or just below the umbilicus penetrating skin, superficial & deep fascia, fascia transversalis & parietal peritoneum - Post-laparoscopy shoulder pain is due to CO2, retention causing irritation of diaphragm & referred pain to the shoulder through phrenic nerve. Needle used in pneumoperitoneum: Closed method: Veress needle Open method: Hasson technique",
        "cop": 4,
        "opa": "Veress needle is used in closed method",
        "opb": "Intra-abdominal pressure maintained during laparoscopy is 12-15 mm Hg",
        "opc": "Most commonly used gas is CO2",
        "opd": "Flow of gas is 2 L/min",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "b020d1aa-7def-4c69-9309-9e535476d022",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Bariatric surgery except:",
        "exp": "BARIATRIC SURGERY: Types of Bariatric Surgeries: Bariatric operation Mechanism of action - Veical banded gastroplasty - Laparoscopic adjustable gastric banding (Safest & reversible) - Restrictive - Roux-en-Y gastric bypass (RYGB): MC performed procedure now-a-days - Largely Restrictive/mildly Malabsorptive Bilopancreatic diversion(Maximum weight loss) Duodenal switch Largely Malabsorptive/Mildly Restrictive PERIOPERATIVE MOALITY IN BARIATRIC SURGERY: - MC cause of death within 30 days of Bariatric surgery: Pulmonary embolism (36%) > cardiac complications (24%) > Anastomotic leaks (20%) - MC cause of death in Immediate postoperative period: Peritonitis secondary to Anastomotic leak (Leak most commonly occurs at the Gastrojejunostomy because the acid in the stomach causes ulcers at the site of anastomosis )",
        "cop": 4,
        "opa": "Indication for Bariatric surgery is patients that have a BMI of 35 Kg/m2 or more with comorbidity",
        "opb": "Most commonly performed procedure now-a-days is Roux-en-Y gastric bypass",
        "opc": "Laparoscopic adjustable gastric banding (safest & reversible)",
        "opd": "Most common cause of death within 30 days of bariatric surgery is peritonitis secondary to anastomotic leak",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "41308caa-3b75-4cea-a200-1c76cf8ab827",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Fast track surgery except:",
        "exp": "Fast track surgery: - Coordinated perioperative appraoch aimed at reducing surgical stress & facililating postoperative recovery - Fast track surgery comprise: - Preoperative informed consent. - Fasting 6 hours for solids & 2 hours for liquids - Atraumatic surgical technique (avoid drains) - Reduction of stress - Elimination of pain by regional anesthesia( thoracic epidural anesthesia) - Optimized fluid & temperature management - Early enteral diet - Prevention of gastrointestinal atony & postoperative nausea & vomiting - Rapid postoperative mobilization",
        "cop": 2,
        "opa": "Fasting 6 hours for solids & 2 hours for liquids",
        "opb": "Use of romovac drain",
        "opc": "Elimination of pain by regional anesthesia",
        "opd": "Rapid postoperative mobilization",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "dfe6bdd0-32b2-4e1c-bbac-9bdeb492fa19",
        "choice_type": "multi"
    },
    {
        "question": "A patient underwent sleeve gastrectomy, on 3rd postop day, she complains of fever. O/E- patient is febrile & PR- 110/min. CBC shows leucocytosis. What is the next best step in management of this patient?",
        "exp": "Given scenario suggests that there is staple line leak at angle of His which is a common complication after laparoscopic sleeve gastrectomy Staple line leak at the angle of His may presents any time after discharge up to 30 days Patients can deteriorate rapidly with sepsis. Management: Urgent re-exploration - source control by drainage Long term nutritional suppo is needed as patients are severely catabolic after complication",
        "cop": 4,
        "opa": "Broad spectrum antibiotics",
        "opb": "Abdominal USG to locate the septic focus",
        "opc": "CECT abdomen",
        "opd": "Re-exploration",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "a2533059-dff0-42d4-8cac-4304ead813e8",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are primarily restrictive operations for morbid obesity, except:",
        "exp": "Types of Bariatric Surgeries: Bariatric operation Mechanism of action Veical banded gastroplasty Laparoscopic adjustable gastric banding (Safest & reversible) Restrictive Roux-en-Y gastric bypass (RYGB): MC performed procedure now-a-days Largely Biliopancreatic diversion- Duodenal switch Largely Malabsorptive/Mildly Restrictive",
        "cop": 2,
        "opa": "Veical band gastroplasty",
        "opb": "Duodenal switch operation",
        "opc": "Roux-en-Y gastric bypass",
        "opd": "Laparoscopic adjustable gastric banding",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "9da1fdb1-88f9-4a77-a8a4-3314639af125",
        "choice_type": "multi"
    },
    {
        "question": "All are components of duodenal switch surgery EXCEPT:",
        "exp": "Gastro-duodenostomy is not a component of duodenal switch surgery Components of duodenal switch surgery are: Sleeve gastrectomy Duodeno-ileostomy Jejuno-ileostomy Cholecystectomy Appendectomy",
        "cop": 1,
        "opa": "Gastro-duodenostomy",
        "opb": "Cholecystectomy",
        "opc": "Duodeno-ileostomy",
        "opd": "Sleeve gastrectomy",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "557bda0c-a26f-4aba-9eb2-b6a53bf63ece",
        "choice_type": "multi"
    },
    {
        "question": "In surgical procedures NOTES, entry point is through:-",
        "exp": "Natural orifices transluminal endoscopic surgery Peritoneal cavity is entered endoscopic ally, a natural orifice and the surgery is carried out using specialized endoscopic technology and techniques. Additional procedure performed with notes: staging of intra-abdominal malignancy, segmental colectomy, gastrojejunostomy.",
        "cop": 3,
        "opa": "Abdomen",
        "opb": "Umbilicus",
        "opc": "Mouth",
        "opd": "Axilla",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "75e651c4-9d77-4c7a-b327-158e7d18555d",
        "choice_type": "single"
    },
    {
        "question": "What percentage of patients gets diabetes remission after 3 years of a gastric bypass surgery?",
        "exp": "Bariatric surgery: Bariatric surgery Protein/calorie malabsorption 3-year % EWL (excess weight loss) 3-year % diabetes remission Gastric band No 40-50% 20% Gastric bypass No 50-60% 50% Sleeve gastrectomy No 50-60% 50% Biliopancreatic diversion; duodenal switch Yes 70-80% 80%",
        "cop": 3,
        "opa": "10%",
        "opb": "25%",
        "opc": "50%",
        "opd": "70%",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "dafef40a-00fa-43e1-be97-9bf30e2cd424",
        "choice_type": "single"
    },
    {
        "question": "Bariatric surgery with maximum benefits and comorbidity reduction:-",
        "exp": "BPD is the most durable method of weight loss and control of obesity related comorbidities, including GERD.",
        "cop": 3,
        "opa": "Roux-en-Y gastric bypass",
        "opb": "Laparoscopic sleeve gastrectomy",
        "opc": "Biliopancreatic diversion",
        "opd": "Laparoscopic adjustable gastric banding",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "a81d37b3-c22d-4503-a72b-531e64df6832",
        "choice_type": "single"
    },
    {
        "question": "Advantage of minimal access surgery except:-",
        "exp": "Advantages of minimal access surgery Decrease in wound size Reduction in wound infection, dehiscence, bleeding, herniation & nerve entrapment Decrease in wound pain Improved mobility Decreased wound trauma Decreased heat loss Improved vision Faster recovery & shoer hospital stay",
        "cop": 1,
        "opa": "| heat loss",
        "opb": "Better hemostasis control",
        "opc": "Improved vision",
        "opd": "| in wound pain",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "91368e9c-b692-4cfe-ab0e-200daafe06b2",
        "choice_type": "multi"
    },
    {
        "question": "All are true about this procedure except?",
        "exp": "Biliopancreatic diversion Most effective Bariatric surgery A/W maximum weight loss Main side effect is2- 4 bowel movements/day with Malodourous(due to fat malabsorption) Components of this procedure Distal gastrectomy Gastro - ileostomy Jejuno - ileostomy Cholecystectomy Appendectomy Length of the common channel created by this procedure is50 cm-food is allowed to mix with bile & pancreatic enzymes only in the distal 50 cm of ileum causing decreased Digestion & Fat absorption Largely malabsorptive & Mildly restrictive Disadvantage -High risk of ulcer at the site of anastomosis of Gastro - ileostomy",
        "cop": 2,
        "opa": "Maximum weight loss",
        "opb": "Mildly malabsorptive & Largely restrictive",
        "opc": "Side effect is 2- 4 bowel movements/day with Malodour",
        "opd": "Maximum Remission of Type 2 DM",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "ee815692-e87b-4aaa-bb09-0e2dfe122c85",
        "choice_type": "multi"
    },
    {
        "question": "Veical banded gastroplasty also known as stomach stapling is done for:-",
        "exp": "Veical banded gastroplasty also known as stomach stapling is done for morbid obesity. Restrictive operation: Restricts or decrease food intakeQ Upper stomach near esophagus is stapled veically to create a small pouch along the lesser curvature of stomachQ",
        "cop": 4,
        "opa": "Gastric carcinoma",
        "opb": "Achalasia cardia",
        "opc": "Perforated gastric ulcer",
        "opd": "Morbid obesity",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "692214db-28e5-4e18-a7b0-976861eaf2b7",
        "choice_type": "single"
    },
    {
        "question": "All are component of Obesity Surgery-Moality Risk Score (OS-MRS) EXCEPT:",
        "exp": "Type-2 Diabetes mellitus is not a component of the Obesity Surgery-Moality Risk Score (OS-MRS). Obesity Surgery-Moality Risk Score (OS-MRS): clinically useful score to predict moality risk in patients undergoing gastric bypass Risk factor Score Age >45 yr 1 BMI >50 kg/m2 1 Male gender 1 Hypertension 1 DVT/PE 1 Risk Category Score Post-op moality A (Low) 0-1 0. 3 B (Moderate) 2-3 1. 7 C (High) 4-5 3. 2",
        "cop": 2,
        "opa": "Age >45 yr",
        "opb": "Type-2 DM",
        "opc": "Hypertension",
        "opd": "Male gender",
        "subject_name": "Surgery",
        "topic_name": "Robotics, Laparoscopy and Bariatric Surgery",
        "id": "91917b30-981c-4f38-91ec-17041758570e",
        "choice_type": "multi"
    }
]