[
    {
        "question": "Duhamel procedure is done for -",
        "exp": "Ans. is 'a' i. e., Hirschsprung's disease * Surgery in Hirschsprung's disease aims to remove the aganglionic segment and 'pull-through' ganglionic bowel to the anus (e. g. Swenson, Duhamel, Soave and transanal procedures) and can be done in a single stage or in several stages after first establishing a proximal stoma in normally innervated bowel.",
        "cop": 1,
        "opa": "Hirschsprung's disease",
        "opb": "HPSS",
        "opc": "Meckels diverticulum",
        "opd": "Volvulus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "d1155e80-aa21-442e-bea1-3982ad2f31f4",
        "choice_type": "single"
    },
    {
        "question": "Failure of migration of neural crest cells is seen in:",
        "exp": "Ans: b (Congenital megacolon). Ref: Bailey & Love, 24th ed, p. l 153 & 23rd ed, p. 1027",
        "cop": 2,
        "opa": "Albinism",
        "opb": "Congenital megacolon",
        "opc": "Odontomes",
        "opd": "Adrenal tumour",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "eed4f2ca-a443-4de6-8bba-51cf3098269d",
        "choice_type": "single"
    },
    {
        "question": "A 58 year old male presents with fatigue, abdominal pain and bloody stools. Colonoscopy reveals a mass in the descending colon. For surgical removal of the mass, ligation of which of the following arteries is required?",
        "exp": "Answer: b) Inferior mesenteric artery (SABISTON 19th ED, P-1299; SCHWARTZ 10. TH ED, P-1187). Left Colectomy. For lesions or disease states confined to the distal transverse colon, splenic flexure, or descending colon, a left colectomy is performed. The left branches of the middle colic vessels, the left colic vessels, and the first branches of the sigmoid vessels are ligated. A colocolonic anastomosis can usually be performed.",
        "cop": 2,
        "opa": "Superior mesenteric artery",
        "opb": "Inferior mesenteric artery",
        "opc": "External iliac artery",
        "opd": "Internal iliac artery",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b43198f1-8a92-4411-b3ab-4b495873c4ea",
        "choice_type": "single"
    },
    {
        "question": "In cancer colon investigation of choice is:",
        "exp": "Ans. (c) Colonoscopy. Ref: Bailey and Love 27th edition, Page 1262* Investigation of choice for cancer colon is colonoscopy as we can take biopsy and confirm the lesion.* Risk of perforation is 1: 1000.* Helps to detect synchronous lesions also.",
        "cop": 3,
        "opa": "CT scan",
        "opb": "Barium enema",
        "opc": "Colonoscopy",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "57b250f6-2c04-4fcb-91aa-240cc61a6c54",
        "choice_type": "single"
    },
    {
        "question": "The most common type of intussusception?",
        "exp": "Ans. a (Ileocolic) (Ref. Bailey and Love 26th/pg. 114). ACUTE INTUSSUSCEPTION# Telescoping/invagination of one portion of the gut within an immediately adjacent segment; invariably it is the proximal into distal bowel. An intussusception is composed of three parts: the entering or inner tube; the returning or middle tube; and the sheath or outer tube (intussuscipiens).# most common in children, where it occurs in an idiopathic form with a peak incidence at 3-9 months.# Seventy to 95% of cases are classed as idiopathic. It is believed that hyperplasia of Peyer's patches in the terminal ileum may be the initiating event. This is due to weaning/viral infection.# Ileocolic type is otherwise most common and the colocolic variety is common in adults.# C/F: Intermittent sudden spasmodic abdominal pain, the 'red currant' jelly stool, palpable lump, feeling of emptiness in the right iliac fossa (the sign of Dance) and Empty RIF sign.# Ultrasonography is preferred over Barium enema today.# Ultrasound shows the mass with pseudokidney apperance or a target lesion or a bowel mass-like'doughnut sign.# A barium enema may diagnose by demonstrating signs like the claw sign and the coiled spring appearance.# Hydrostatic reduction is contraindicated in the presence of obstruction, peritonism or a prolonged history (greater than 48 hours) and is unlikely to succeed where a lead point is likely. It is successful in 50% of cases with a recurrence rate 5%.# Surgery is required where hydrostatic reduction has failed or is contraindicated. Reduction is achieved by squeezing the most distal part of the mass in a cephalad direction. Do not pull. In difficult cases the little finger may he gently inserted into the neck of the intussusception to try and separate adhesions (Cope's method).# In the presence of an irreducible or gangrenous intussusception the mass should be excised in situ and an anastomosis or temporary end stoma created.",
        "cop": 1,
        "opa": "Ileocolic",
        "opb": "Colocolic",
        "opc": "Ileoileal",
        "opd": "Retrograde",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "98a9b606-7f47-470a-a6b1-a59baa8622ac",
        "choice_type": "single"
    },
    {
        "question": "Which appendix pain is referred to suprapubic region?",
        "exp": "Ans. (c) Pelvic. Ref: Internet Sources. Different positions of appendix will produce some typical symptoms:* Pelvic appendix -- suprapubic pain* Retroileal appendix -- can cause testicular pain due to irritation of spermatic artery or ureter",
        "cop": 3,
        "opa": "Preileal",
        "opb": "Postileal",
        "opc": "Pelvic",
        "opd": "Paracolic",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "aa3914b3-3d97-422b-b93c-96a2039d35a0",
        "choice_type": "single"
    },
    {
        "question": "The small intestine is characterized by basal crypts and superficial villi (Figure below). Where does cell division take place? Schematic representation of villi and crypts of Lieberkuhn",
        "exp": "Small-bowel turnover can be measured in rats by autoradiographic studies in which turnover of cells located in the crypts migrate along the villus toward the tip over a 2- to 3- day period. Intestinal villous mucosa undergoes hypertrophy and hyperplasia whenever an increased food load continuously enters the small intestine.",
        "cop": 2,
        "opa": "Submucosa",
        "opb": "Crypts",
        "opc": "Villi",
        "opd": "Small-bowel lumen",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "975c87d3-8a0b-4e8d-901d-ddd7afaecc84",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old male is diagnosed with Peutz-Jeghers syndrome. What findings is consistent with the diagnosis?",
        "exp": "Peutz-Jeghers syndrome is rare but should be considered if pigmented spots are found on the lips, mouth, or hands. Hamartomas are not neoplasms; the name is derived from the Greek hamartos, which refers to the misfiring of a javelin. The tissues appropriate to the site misfire and are arranged in an irregular order.",
        "cop": 2,
        "opa": "Adenomas",
        "opb": "Hamartomas",
        "opc": "Adenomatous polyps",
        "opd": "Villoglandular polyps",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "f922d485-3312-4c75-bfdc-d60fdf15b64a",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old male musician presents to the emergency department with a sudden onset of colicky abdominal pain and massive vomiting of 4-hour duration. Examination shows an elevated WBC of 13, 200 with a HCT of 45%. Electrolytes and blood urea nitrogen (BUN) are normal. An erect film of the abdomen reveals dilatation of the stomach with distended loops of bowel. What is his clinical diagnosis?",
        "exp": "Mechanical obstruction implies a barrier that impedes progress of intestinal contents. Complete mid or distal small-bowel obstruction presents with colicky abdominal pain, more marked abdominal distention but with vomiting that is less frequent and occurs at a later stage than that of proximal jejunal obstruction.",
        "cop": 1,
        "opa": "Complete proximal intestinal obstruction",
        "opb": "Incomplete proximal intestinal obstruction",
        "opc": "Complete ileal obstruction",
        "opd": "Incomplete ileal obstruction",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "e87dcbbc-8435-454a-9146-7fdf8e7e071e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of lymphoma of appendix?",
        "exp": "Ans. (a) Right hemicolectomy. Ref Internet Sources. Appendix lymphoma:* Most common presentation is like acute appendicitis* Most common in men >55 years age* CT scan will show aneurysmal dilatation of lumen* Most are NHL type lymphomas* Treatment involves right hemicolectomy including nodes followed by CHOP therapy",
        "cop": 1,
        "opa": "Right hemicolectomy",
        "opb": "Extended right hemicolectomy",
        "opc": "Left hemicolectomy",
        "opd": "Extended left hemicolectomy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "fdf712bb-fde2-4e36-b9ef-0e6544d2443c",
        "choice_type": "single"
    },
    {
        "question": "TPN is indicated in all except",
        "exp": "Ans. (c) Sepsis. Ref Bailey and Love 27th edition Page 287; Surgery Sixer 3rd Edition Page 5* Indication of parenteral nutrition in 'sepsis' is under intensive study but not proven so far to be effective, however in the above options it is the best Choice.",
        "cop": 3,
        "opa": "Short bowel syndrome",
        "opb": "Burns",
        "opc": "Sepsis",
        "opd": "Enterocutaneous Fistula",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "161d7ac2-1d59-442d-b0b7-4c3d698771df",
        "choice_type": "multi"
    },
    {
        "question": "Meckel's derived from;",
        "exp": "Ans. (a) Proximal part of VIDRef: Sabiston 20th edition, Page 1284* Meckel's diverticulum results from incomplete closure of proximal VID* Raspberry tumor (Umbilical adenoma) is persistence of distal VID",
        "cop": 1,
        "opa": "Proximal part of VID",
        "opb": "Distal part of VID",
        "opc": "Entire VID",
        "opd": "Urachus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a2914d7d-f520-476f-a51e-1e5ac51f12c7",
        "choice_type": "single"
    },
    {
        "question": "Ectopic mucosa of Meckel's diverticulum is diagnosed by:",
        "exp": "Ans. (a) Tc-99 radionuclide scan. Ref: Sabiston 19th edition, Pages 1268-1270* Tc99m radionuclide scan is based on the presence of ectopic gastric mucosa.* The sensitivity of the scan can be increased by giving glucagon, pentagastrin or cimetidine.",
        "cop": 1,
        "opa": "Tc-99 radionuclide scan",
        "opb": "Angiography",
        "opc": "CT",
        "opd": "Endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "dcec91f9-8526-4102-be0d-4e436594a7d5",
        "choice_type": "single"
    },
    {
        "question": "Ten years after diagnosis of total proctocolitis this patient undergoes colonoscopy and biopsy reveals high-grade dysplasia in 2-10 specimens. What should the physician recommend?",
        "exp": "Risk of dysplasia and colorectal cancer is higher in ulcerative colitis than in the general population. The severity, duration, and anatomic extent of the inflammation are risk factors for the development of dysplasia and cancer. These cancers do not seem to follow the adenoma carcinoma sequence and can arise in flat mucosa making them difficult to detect even with regular colonoscopies. After 8-10 years of colitis surveillance colonoscopy should be performed with multiple random biopsies. The finding of dysplasia is an indication for immediate total proctocolectomy. Centers have reported up to 42% of colons removed for dysplasia also had colon cancer.",
        "cop": 4,
        "opa": "Repeat colonoscopy in 1 year",
        "opb": "Increase steroid dosage",
        "opc": "Early repeat colonoscopy and biopsy area again",
        "opd": "Total proctocolectomy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "7f1d31df-f03d-41ff-9a47-19ba9530c392",
        "choice_type": "single"
    },
    {
        "question": "All are true about pouchitis except:",
        "exp": "Ans. (d) Episodes of pouchitis will not respond to antibiotics. Treatment protocol for pouchitis:* 1st line: Ciplox + Metronidazole* 2nd line: Probiotics added* 3rd line: Add ASA compounds* 4th line: Pouchectomy and permanent ileostomy",
        "cop": 4,
        "opa": "Probiotics have shown promising response",
        "opb": "Cause may be related to mucosal ischemia",
        "opc": "Most commonly seen in ulcerative colitis surgeries",
        "opd": "Episodes of pouchitis will not respond to antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b8ac8b18-5a2c-4bc8-a552-f8a054f1a5c1",
        "choice_type": "multi"
    },
    {
        "question": "Most common initiating factor in acute appendicitis is:",
        "exp": "Ans. (a) Luminal obstruction. Ref: Sabiston 19th edition, Pages 1279-1282* Most common cause of acute appendicitis -- Obstruction* Most common cause of Obstruction -- Appendicolith (Fecolith) -- 15% can be seen on plain X-ray itself* Others: Lymphoid hyperplasia, vegetable matters, seeds, parasites, neoplasm.",
        "cop": 1,
        "opa": "Luminal obstruction",
        "opb": "Bacterial infection",
        "opc": "Lymphoid hyperplasia",
        "opd": "Perforation",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "96abed3e-fddc-471a-9f87-cedf4000572a",
        "choice_type": "single"
    },
    {
        "question": "The best investigation for colorectal carcinoma:",
        "exp": "Ans: d (Colonoscopy and biopsy). Ref: Bailey & Love, 24, hed, p. 1179 & 23rd ed, p. 1051",
        "cop": 4,
        "opa": "Exfoliative cytology",
        "opb": "Air contrast barium enema",
        "opc": "Ultrasound",
        "opd": "Colonoscopy and biopsy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "887f303e-f474-4103-80aa-7747dae24b4e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of lower gastro intestinal bleeding is;",
        "exp": "(Colo. rectal carcioma) (1310-CSDT 12th) (1160-B &L 25th)* Although diverticulitis, cancer and / angiodysplasia are the most common cause of lower GI bleeding in adults (1310-CSDT 12th)* Diverticular diseases (Very common in western countries, though it is quite rare in this country (1104. S. Das 5th). Diverticulitis (1161-B&L). Symptoms and signs of colorectal cancer (1178-B & L). Complications1. Recurrent periodic abscess2. Perforation leading to general peritonitis3. Intestinal obstruction4. Haemorrhage - profuse colonic haemorrhage5. Fistula formation Diverticulitis is not a precancerous conditions but cancer may coexist* Right sided tumour - Iron deficiency anemia, abdominal mass* Left sided tumours - rectal bleeding alteration in bowel habit, tenesmus obstruction* Metastatic disease - Jaundice, ascitis, hepatomegaly, other symptoms and sign from rarer sites of metastasis.* In Infants - anal fissures continue to be the most common cause of rectal bleeding.* Juvenile polyps - are the single most common cause of lower GI bleeding in children (20-30%)",
        "cop": 2,
        "opa": "Diverticulitis",
        "opb": "Colorectal carcinoma",
        "opc": "Angiodysplasia",
        "opd": "Anal fissure",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "418cb3a7-a0f8-41b4-923c-b63a7f223aeb",
        "choice_type": "single"
    },
    {
        "question": "Colonic divericulosis and diverticulitis maximally seen in:",
        "exp": "Ans. (a) Sigmoid colon. Ref: Sabiston 20th edition, Page 1333. Acquired diverticulum:* Most common site in colon -- sigmoid* Most common site in small intestine -- duodenum",
        "cop": 1,
        "opa": "Sigmoid colon",
        "opb": "Rectum",
        "opc": "Transverse colon",
        "opd": "Ascending colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "f7973e2c-db32-4532-86d0-97f514af2409",
        "choice_type": "multi"
    },
    {
        "question": "An 84-year-old man has had a reducible hernia in the right groin for 17 years. One day before admission to the hospital, he complains of abdominal pain; because of the swelling, the hernia has become irreducible. At operation, part of the wall of the cecum is noted to form a portion of the hernia sac. What is the hernia?",
        "exp": "In this variety, the hernia does not have a complete covering of peritoneum. It is called a sliding hernia. It is important that the surgeon does not attempt to remove peritoneum from the circumference bowel wall where it does not exist, because the bowel will become devascularized.",
        "cop": 3,
        "opa": "Appendix",
        "opb": "Hydrocele",
        "opc": "Sliding hernia",
        "opd": "Bladder",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b50b418d-94b4-42d2-8e73-2aaa2efd386a",
        "choice_type": "multi"
    },
    {
        "question": "Meckel' diverticulum is patent of:",
        "exp": "(Vitello-intestinal duct) (1159-Baily & Love 25th). Meckel's Diverticum - It represents the patent intestinal end of the vitello-intestinal duct.* Occurs in 2% of patients are usually 2 inches (5cm/ in length and are situated 2 feet (60 cm) fromileocaecal valve.* It should be sought when a normal appendix is found at surgery for suspected appendicitis* If a silent Meckel's is found incidentally during the course of an operation, It can be left alone provided it is wide - mouthed and not thickened.",
        "cop": 1,
        "opa": "Vitello intestinal duct",
        "opb": "Urachus",
        "opc": "Organic diaphragm",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "5b54fd7e-a0a2-46b5-ad49-98c3292f59e5",
        "choice_type": "multi"
    },
    {
        "question": "Ulcerative colitis most commonly involves:",
        "exp": "Ans. (a) Rectum. Ref: Sabiston 20th edition, Page 1339* Most common site of ulcerative colitis: Rectum* Most common site of Crohn's disease: Terminal ileum",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Anus",
        "opc": "Ascending colon",
        "opd": "Ileum",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b381d78c-9b11-47a0-b59b-ac39162e5088",
        "choice_type": "single"
    },
    {
        "question": "Following are true about small bowel lymphoma except:",
        "exp": "Ans. (c) It is a very uncommon tumor amongst small bowel malignancies. Ref: Sabiston 20th edition, Page 1278* One third of GI lymphomas occur in small intestine.* Lymphomas constitute 25% of small bowel tumors in adults.* Lymphomas are the most common tumors of small intestine in children <10 years* Most common site is ileum* Most common in AIDS and coeliac disease* Clinical features: Pain, weight loss, perforation in 25% cases* Combined modality treatment: Surgery + chemotherapy + RT is given* B cell lymphomas are chemosensitive* T cell lymphomas are chemoresistant* Whatever the type -- all small bowel lymphomas must be resected first as the risk of perforation and bleeding is high* 5-year survival rate is 50%",
        "cop": 3,
        "opa": "Treatment is resection of involved segment with chemoradiotherapy",
        "opb": "AIDS and celiac disease are predisposing",
        "opc": "It is a very uncommon tumor amongst small bowel malignancies",
        "opd": "It may present with hemorrhage and perforation",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b9fa07cb-1991-48a3-be94-d32fd054b95f",
        "choice_type": "multi"
    },
    {
        "question": "Cowden disease is characterized by the following EXCEPT",
        "exp": "Ans. c (Potentially malignant intestinal polyps) (Ref. Bailey and Love 25th/pg. 94; Sabiston 18th/Table 50-4)COWDEN'S SYNDROME# It is characterized by multiple hamartomas, breast tumors, gastrointestinal polyps, thyroid tumors.# The presence of multiple trichilemmomas on the face and cobble-stoning of the oral mucosa points to the diagnosis of Cowden's disease (multiple hamartoma syndrome) due to mutations in the PTEN gene. Cowden's Syndrome Diagnostic Criteria. Pathognomonic criteria. Major criteria. Minor criteria. Mucocutaneous lesions. Breast cancer. Thyroid lesions(e. g. adenoma or goiter). Multiple facial trichilemmomas. Thyroid cancer, especially follicular thyroid carcinoma. Mental retardation. Papillomatous papules. Macroencephaly. Hamartomatous intestinal polyps. Mucosal lesions. Hamartomatous outgrowths of cerebellum (Lhermitte-Duclos disease). Fibrocystic disease of the breast. Acral keratoses-Lipomas, fibromas--Genitourinary tumors or malformations# Multiple hamartoma syndrome (Cowden syndrome) is association of GI-tract hamartomas with breast Ca, thyroid Ca, benign follicular appendage tumors (trichilemmomas), and nodular gingival hyperplasia.# Cronkhite-Canada syndrome is association of juvenile-type polyps and ectodermal abnormalities like alopecia, hyperpigmentation, and nail loss (onycholysis).# Thrcot's syndrome refers to an association between brain tumors (primarily medulloblastomas and gliomas) and FAP (Familial Adenomatous polyposis) or HNPCC (Hereditary nonpolyposis colorectal cancer). The majority of FAP- associated brain tumors are medulloblastomas, but gliomas have also been described. Patients with HNPCC are prone to high-grade gliomas. It is autosomal recessive and mainly occurs in teens.# Gardner's syndrome is autosomal dominant where colonic polyps are seen with prominent extraintestinal lesions. These include desmoid tumors, sebaceous or epidermoid cysts, lipomas, osteomas (especially of the mandible), supernumerary teeth, gastric polyps, and juvenile nasopharyngeal angiofibromas.# Peutz-Jeghers syndrome is an autosomal dominant inherited disorder characterized by intestinal hamartomatous polyps in association with mucocutaneous melanocytic macules. Syndrome. Gene(s) implicated. Inheritance. Associated tumours and abnormalities. Strategies for prevention/early diagnosis. Familial adenomatous polyposis (FAP)/ Gardner syndrome. APC gene. DColorectal cancer under the age of 25 years Papillary carcinoma of the thyroid Cancer of the ampulla of vater. Hepatoblastomas primary brain tumours (Turcot's sydrome) Osteomas of the jaw CHRPE (congenital hypertrophy of the retinal pigment epithelium). Prophylactic panproctocoloectomy. Hereditary non- polyposis colorectal cancer (HNPCC) HNPCC1. HNPCC2. HNPCC3. DNA mismatch repair genes (MLHT, MSH2, MSH6)MSH2. MLH1. PMS1. DColorectal cancer (typically in the 40s and 50s). Endometrium, stomach hepatobiliary (Lynch's syndrome 1). Surveillance colonoscopies/ polypectomies Non- steroidal anti- inflammatory drugs. Peutz-jeghers syndrome. STK11. DBowel cancer, breast cancer, freckles round the mouth. Surveillance colonoscopy mammography. Cowden's syndrome. PTENDMultiple hamartomas of skin, breast and mucus membranes Breast cancer. Neuroendocrine tumours. Endometrial cancer, thyroid cancer. Active Surveillance. Retinoblastoma. RBDRetinoblastoma pinealoma Osteosarcoma. Surveillance of the uninvolved eye. Multiple endocrine neoplasia (MEN) type 1. Menin. DParathyroid tumours. Islet cell tumous pituitary tumours. Awareness of associations and paying attention to relevant symptoms. MEN type 2. ARETDMedullary carcinoma of the thyroid phaeochro- mocytoma Parathyroid tumours. Regular screening of blood pressure, serum calcitonin and urinary catecholamines prophylactic thyroidectomy",
        "cop": 3,
        "opa": "Fibrocystic disease of breast and breast cancer",
        "opb": "Facial trichilemmomas",
        "opc": "Potentially malignant intestinal polyps",
        "opd": "Acral keratosis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "9c26be80-a810-4564-84bf-555134401b8d",
        "choice_type": "multi"
    },
    {
        "question": "Meckel's diverticulum follows the rule of 2. Which of the following is false?",
        "exp": "Ans. (d) 2% are symptomatic. Ref: Surgery Sixer 3rd Edition Page 422. Rule of 2:* 2% prevalence* 2 inch length* Located 2 feet proximal to IC junction* MC in age < 2 years. Symptomatic and complication rate is 6. 4%.",
        "cop": 4,
        "opa": "Occurs in 2% of population",
        "opb": "2 inches in long approximately",
        "opc": "Present 2 feet proximal to Ileocaecal valve",
        "opd": "2% are symptomatic",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "cfa7cca4-a98d-49a2-b977-15b096b37981",
        "choice_type": "multi"
    },
    {
        "question": "All are true about acute mesenteric ischemia except:",
        "exp": "Ans. (c) Nonobstructive mesenteric ischemia has very good prognosis* Branch point of middle colic artery is the most common site for embolism causing obstruction in acute mesenteric artery ischemia.* IOC for acute mesenteric ischemia: Laparotomy* IOC for chronic mesenteric ischemia: Arteriography* IOC for mesenteric vein thrombosis: CECT abdomen. Nonocclusive mesenteric ischemia. Mesenteric vein thrombosis20% of acute mesenteric ischemia cases5-15% of mesenteric ischemia causes. Features are similar to mesenteric artery thrombosis but the vessels are patent. Superior mesenteric vein (SMV) is most common involved which may even extend to portal vein, IMV is spared. Pathophysiology:* Splanchnic vasoconstriction due to hypoperfusion. Hypoperfusion may occur due to drugs, decreased cardiac output, renal or hepatic disease. (BP falls below 40mm. Hg)* Past history of thromboembolism is seen* Predisposed by hypercoagulable states* Most common presentation -- Colicky abdominal pain* 50% will have occult blood in stools. Arteriogram -- diffuse spasm and narrowing of SMA branches. (String of lakes appearance)IOC -- CECT abdomen. Has very bad prognosis. Has very bad prognosis. Mortality 50%",
        "cop": 3,
        "opa": "Branch point of middle colic artery is most common location for embolism",
        "opb": "Acute venous thrombosis is best judged on CT",
        "opc": "Non-obstructive mesenteric ischemia has very good prognosis",
        "opd": "Gold standard investigation is angiography",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "df7bd23d-b7a4-4a8a-9aa8-f4857bbd3f67",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old man presents with crampy abdominal pain and distention with vomiting. Findings on physical examination are positive for healed abdominal scars. X-rays reveal multiple gas fluid levels. The WBC count is 12, 000. What is the most likely diagnosis?",
        "exp": "The presence of distended loops of bowel indicate bowel obstruction. The clinical features favor mechanical obstruction rather than paralytic ileus due to infection. Obstruction due to adhesions is more common than obstruction due to hernia.",
        "cop": 1,
        "opa": "Small-bowel intestinal obstruction due to adhesions",
        "opb": "Hernia",
        "opc": "Appendicitis",
        "opd": "Inflammatory bowel disease",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b1fe306b-4032-427f-9c3a-8e7cd4416a00",
        "choice_type": "multi"
    },
    {
        "question": "Increased level of 5 HIAA is seen in which disease:",
        "exp": "Ans. (a) Carcinoid tumor. Ref: Bailey and Love 27th edition, Page 1251/Sabiston 20th edition, Page 1273. Diagnosis of carcinoid tumors (NET):* NET produce serotonin in enormous amount -- which is then metabolized in lungs and liver to inactive product known as 5-hydroxyindoleaceticacid.* Increased urinary levels of 5-HIAA in 24 hours urinary samples is used to diagnose Carcinoid tumor. It is more specific to diagnose. Sensitivity is low.* A combination of 5. HIAA and Chromogranin A is used to diagnose the tumor with increased sensitivity and specificity* Chromogranin A is better than 5 HIAA in diagnosis as alone.* Now a new combination of Chromogranin A + N-terminal pro brain natriuretic peptide (NT-pro BNP) to diagnose as well as to show the worse survival of the patients.",
        "cop": 1,
        "opa": "Carcinoid tumor",
        "opb": "Phenylketonuria",
        "opc": "Pheochromocytoma",
        "opd": "Gastrinoma",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "7ecc589c-ed22-4bf1-91db-9dcd0b75b859",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of acute intestinal obstruction in children is:",
        "exp": "Ans. (a) Intussusception. Ref: Bailey 26th edition, Page 1184* Most common cause in children: Intussuscpetion* Most common cause in adults: Adhesions",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Inguinal hernia",
        "opc": "Volvulus",
        "opd": "Internal hernia",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "0c08f1a5-89d6-4c8a-a5b1-df045e76cd88",
        "choice_type": "single"
    },
    {
        "question": "High fiber diet reduces risk of the following except:",
        "exp": "Ans. (c) Sigmoid volvulus. Ref: Sahiston Textbook of Surgery, 20th edition, Pages 1330, 1334 & 1339* Sigmoid volvulus accounts for two-thirds of all cases of colonic volvulus.* Factors associated with sigmoid volvulus:# Constipation# Old age (7th-8th decade)# Psychiatric patients# High fiber diet intake countries* High fiber diet is protective in:# Cancer colon# Ulcerative colitis# Diverticulitis",
        "cop": 3,
        "opa": "IBD",
        "opb": "Ca Colon",
        "opc": "Sigmoid volvulus",
        "opd": "Diverticulitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "36618552-eef1-4601-bec0-eb685b4c2444",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is associated with destruction of myenteric plexus?",
        "exp": "12 Ans. is 'b' i. e., Secondary achlasia * Secondary achalasia may arise in Chagas disease, in which Trypanosoma cruzi infection causes destruction of the myenteric plexus, failure of peristalsis, and esophageal dilatation.",
        "cop": 2,
        "opa": "Hirschsprung disease",
        "opb": "Secondary Achalasia",
        "opc": "HPSS",
        "opd": "GIST",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "395fa95d-0cbf-45c3-a748-b5c65f96fca1",
        "choice_type": "single"
    },
    {
        "question": "Best way to diagnose lower small intestine obstruction?",
        "exp": "Ans. (b) Multiple air fluid levels. Ref: Bailey 26th edition, Page 1189* Two views are allowed to diagnose Small intestinal obstruction:# Supine abdominal film# Erect abdominal film* Bailey and Love says:\"Erect films are no more advised, only supine films are enough to diagnose obstruction. In cases of doubt -- erect films are taken\"Author's note: But we practically depend more on erect film -- if more than 5 air fluid levels are seen we confirm obstruction.* Findings:# Supine film: Gas filled bowel loops# Erect film: Stepladder pattern of air fluid levels# Air fluid levels appear late.# Number of air fluid levels is directly proportional to the degree of obstruction and distance of obstruction, more distal obstruction has more fluid levels.",
        "cop": 2,
        "opa": "Pain abdomen",
        "opb": "Multiple air fluid levels",
        "opc": "Profuse bilious vomiting",
        "opd": "Feculent vomiting",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "4ffc73db-4262-4105-8896-836de9b3e5c1",
        "choice_type": "multi"
    },
    {
        "question": "Mecke. Ps diverticulum follows the rule of 2. Which of the following is false?",
        "exp": "Ans. d. 2% are symptomatic. Meckel's diverticulum is the most common congenital anomaly of GIT. It is located in antimesenteric border. Rule of 2: Located 2 feet proximal to ileocecal valve. Most commonly seen in <2 years age. Prevalence is 2%. The length is 2 inch (The length varies with age and not 2 inch always).",
        "cop": 4,
        "opa": "Occurs in approx. 2% of population",
        "opb": "Approx. 2 inches long",
        "opc": "Generally present 2 feet from ileocecal valve",
        "opd": "2% are symptomatic",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "fca6ec40-c4fe-4d89-861b-e4430f994838",
        "choice_type": "multi"
    },
    {
        "question": "Full bowel preparation is avoided in all, except:",
        "exp": "Ans. (a) Carcinoma colon. Ref: Sabiston 19th edition, Pages 1308-1309. Bowel Preparation for Colon Study (Colonoscopy/Barium Enema):* Bowel preparation is not done in ulcerative colitis, irritable bowel syndrome and Hirschsprung's disease (HD) to study the colonic status and fecal pattern in these diseases* For example, IBS can be aggravated by bowel preparation, HD can be misdiagnosed if bowel preparation is done before barium enema and ulcerative colitis the typical haustration loss can be identified if done without preparation.* Bowel preparation is must for carcinoma colon for complete study of colon and to Rule out synchronous lesions and to take biopsy. Note: Bowel preparation is not needed for left colon surgeries as per recent advance. The studies say that the incidence of leak and other morbidity and mortality are same in both bowel prepared and unprepared groups",
        "cop": 1,
        "opa": "Carcinoma colon",
        "opb": "Hirschsprung's disease",
        "opc": "Ulcerative colitis",
        "opd": "Irritable bowel syndrome",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "06aa5bac-1ab9-4f97-aaea-08f1aa2fb3f2",
        "choice_type": "multi"
    },
    {
        "question": "Intestinal polyps that can potentially grow into cancer",
        "exp": "Ans. a (Adenomatous polyp) (Ref. Bailey and Love surgery 24th/pg. 1177).# Not pre-malignant - Hyperplastic polyp. COLONIC POLYPSAdenomatous polyp:# Benign epithelial neoplasm# They are pre-malignant and risk of malignancy increases with size# Malignancy more common in villous rather than tubular lesions# Most adenomas are asymptomatic# 10% of population over 45 years have adenomatous polyps# If do become symptomatic usually present with bleeding, mucous discharge or prolapse# Villous adenomas may produce hypokalemia but this is rare# Diagnosis is often by sigmoidoscopy or colonoscopy# Full colonoscopy essential to exclude other lesions# Treatment is by transanal excision or colonoscopic snaring# Patients require regular colonoscopic surveillance. Juvenile Polyp# Commonest form of polyp in children# Can occur throughout large bowel but are most common in the rectum# Usually present before 12 years# Present with prolapsing lump or rectal bleeding# Not pre-malignant# Treated by local endoscopic resection# Juvenile polyposis can be premalignant. Peutz-Jeghers syndrome# Rare familial disorder# Circumoral pigmentation and intestinal polyps# Polyps found throughout gut but most common in the small intestine# Presents in childhood with bleeding, anemia or intussusception# PJS Polyps per say are not malignant. Metaplastic polyp:# Small plaques approximately 2 mm in diameter# Pathogenesis unknown",
        "cop": 1,
        "opa": "Adenomatous polyp",
        "opb": "Hyperplastic polyp",
        "opc": "Juvenile polyp",
        "opd": "Hamartomatous polyp",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "530486d3-007d-45a9-9ae4-705184d05463",
        "choice_type": "multi"
    },
    {
        "question": "After subtotal colectomy for toxic megacolon in CD, lowest recurrence is with:",
        "exp": "Ans. (a) Complete proctectomy with Brooke ileostomy* Creation of Kock's continent ileostomy pouch is not done nowadays.* Brooke's ilesotomy is the done commonly in emergency cases after total colectomy and proctectomy.",
        "cop": 1,
        "opa": "Complete proctectomy with Brooke ileostomy",
        "opb": "Ileorectal anastomosis",
        "opc": "Koch's pouch",
        "opd": "IPAA",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "5266f5c1-3714-426f-ba26-8b62d85a9167",
        "choice_type": "single"
    },
    {
        "question": "The diagnosis of congenital megacolon is confirmed by -",
        "exp": "(C) (Rectal biopsy) (122 - Bailey and Love 26th). Diagnosis of Hirschsprung's disease (Cong. Megacolon). Digital examination:* On digital examination rectum is empty* Rapid expulsion of faeces often follows examination* Contracted rectal wall can sometimes be appreciated by examining finger. Anorectal manometry:(measure the pressure when balloon is distended in rectum).* Normal individual - Reflex decline in internal sphincteric pressure.* Hirschsrungs disease - Pressure fails to drop, paradoxical rise in pressure with rectal distention. Radiography (Barium enema): demonstrates \"presence of transition zone which lies between normal dilated proximal colon and a smaller caliber obstructed distal colon\". Rectal biopsy: It is the definitive diagnostic procedure in hirschsprungs disease, it demonstrates.* Hypertrophied nerve bundles* Absence of ganglion cells* Commonest cause colonic obstruction in neonates.* Chronic constipation (? not large stool). Males, starting in first few weeks of life.* Loud borboygri (because of intestinal obstruction).* Fecal soiling is not a feature. Causes of Acquired Megacolon:* Chagas disease (caused by protozoan - Trypanoma-cruzi).* Secondary to medications (anticholinergics)* Neurological disorders (Paraplegia, poliomyelitis motor neuron disease, multiple sclerosis)* Rectal cancer*** Defective migration of neural crest cells results.> Albinism> Cong, megacolon> Melanoma> Oropharyngeal teratoma> Elephant man> Neurocristopathies.",
        "cop": 3,
        "opa": "Clinical features",
        "opb": "Barium enema",
        "opc": "Rectal biopsy",
        "opd": "Recto-sigmoidoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "636f5224-29c3-4684-92ba-13d56d71fac4",
        "choice_type": "single"
    },
    {
        "question": "Type of renal stone formed in a patient with regional enteritis",
        "exp": "Ans. (a) Calcium oxalate* Calcium oxalate kidney stones are most common in CD.* Cholesterol type gallstones are also most common in CD.",
        "cop": 1,
        "opa": "Calcium oxalate",
        "opb": "Cysteine",
        "opc": "Struvite",
        "opd": "Urate",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1b8e6e22-e7a9-43cd-96fe-42a4a01b96d1",
        "choice_type": "single"
    },
    {
        "question": "Swenson's operation is done for:",
        "exp": "Ans: a (Hirshsprung disease) Ref: Bailey and Love, 24th ed, p. 1154-1155; Schwartz, 8th ed, p. 1496. HIRSCHSPRUNG DISEASE* Also called aganglionic megacolon.* Congenital disorder due to absence of ganglion cells in the neural plexus (myentric plexus) of the intestinal wall together with hypertrophy of nerve trunks.* Due to failure of migration of neuroblasts into the gut from vagal nerve trunks at the end of 1st trimester of fetal life.* MC site is rectosigmoid (or more specifically rectum)* C/F varies from a/c intestinal obstruction in neonates to c/c constipation in later life.* One important feature which distinguishes HD from other types of constipation is that fecal soiling is not a feature of HD.* M: F RATIO IS 4: 1.* Absence of ganglion cells give rise to a contracted non peristaltic segment with a dialated hypertrophic segment of normal colon above it. DIAGNOSIS1. Rectal biopsy - Full thickness biopsy and demonstration of aganglionosis and hypertrophic trunks. 2. Anorectal manometry - Useful screening test in constipated young child and adult who is otherwise fit. 3. Radiology - Erect and supine abdominal radiographs are useful. TREATMENTTreatment of choice - A pull through procedure in which normally innervated colon is anastamosed to the distal rectum just above the internal sphincter thus bypassing contractile non peristaltic segment and restoring normal defecation. OTHER NAMED OPERATIONS1. Duhamel's operation 2. Swenson's operation 3. Soave procedure.",
        "cop": 1,
        "opa": "Hirschsprung disease",
        "opb": "Crohn's stricture dialation",
        "opc": "Biliary atresia",
        "opd": "Choledochal cyst",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "8160fdad-a751-4f04-a4aa-c562e0a88f59",
        "choice_type": "single"
    },
    {
        "question": "Sigmoid volvulus rotation occurs:",
        "exp": "(Anti-clock wise) (1197-Baily & Love 24th) (1192-B &L 25th)SIGMOID VOLVULUS - Most common cause of large bowel obstruction in indigenous black Africans.* Rotation nearly always occurs in an anticlockwise direction* Predisposing causes - Band of adhesions (Peridiverticulitis) overloaded pelvic colon, Long pelvic mesocolon, narrow attachment of pelvic mesocolon.* Plain X-ray film of abdomen - The distended loop may assume a 'coffee bean' shape.* In caecal volvulus the concavity of the \"coffee bean' points towards the right lower abdominal quadrants and in sigmoid volvulus it points towards the left lower quadrants.* On barium enema, \"bird's beak\" or \"ace of spades\" deformity with spiral narrowing of the upper end of the lower sigments is pathognomic (739-CSDT 11th)",
        "cop": 2,
        "opa": "Clockwise",
        "opb": "Anticlockwise",
        "opc": "Both clock wise and anti clock wise",
        "opd": "Axial in direction",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "dd904fef-64b8-419e-8fcb-c8a648216a24",
        "choice_type": "multi"
    },
    {
        "question": "Alvarado score includes:",
        "exp": "Ans. (c) Diarrhea. Ref: Bailey and Love Page 1207. Alvarado scoring is given by the mnemonic \"MANTRELS\" in Bailey* M-Migratory pain* A-Anorexia* N-Nausea* T-Tenderness* R-Rebound tenderness* E-Elevated temperature* L-Leuocytosis* S-Shift to left",
        "cop": 3,
        "opa": "Leucopenia",
        "opb": "Anorexia",
        "opc": "Diarrhea",
        "opd": "Periumbilical pain",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "96080cb0-9ca1-4111-b142-db6788bc85b3",
        "choice_type": "single"
    },
    {
        "question": "Colonoscopy is are not indicated in -",
        "exp": "Ans. is 'a' i. e., MEN 2B * MEN 2B does not predispose to colon cancer.* FAP, HNPCC, Cronkite Canada Syndrome predispose to Colon Cancer and hence screening with colonoscopy is needed.",
        "cop": 1,
        "opa": "MEN 2B",
        "opb": "FAP",
        "opc": "HNPCC",
        "opd": "Cornkite Canada syndrome",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "903132ed-7957-4f2d-83f2-e649c2a86d8c",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in hirschsprung disease is -",
        "exp": "Ans. is 'a' i. e., Biopsy * The investigation of choice for diagnosis requires an adequate rectal biopsy and an experienced pathologist.* A contrast enema may show the narrow aganglionic segment, a cone and the dilated proximal bowel.",
        "cop": 1,
        "opa": "Biopsy",
        "opb": "Manometry",
        "opc": "Colonoscopy",
        "opd": "Barium enema",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1ba76df4-0a82-4c84-9bc0-701f1d72114d",
        "choice_type": "single"
    },
    {
        "question": "Most common site of adenocarcinoma among the following",
        "exp": "Ans. (a) Duodenum. Ref: Sabiston 19th edition, Page 1263* Most common type of cancer in small intestine is adenocarcinoma* Most common site is duodenum > proximal jejunum",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Appendix",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "59c4add5-f1c7-4fb9-9e6e-a4c8c8a58d89",
        "choice_type": "single"
    },
    {
        "question": "30-year-old patient with acute abdomen pain with obstipation. X-ray given below. Diagnosis?",
        "exp": "Ans. (a) Small bowel obstruction. Ref: Bailey and Love 26th edition, Page 1189* Nowadays for suspected small bowel obstruction erect X-ray is not done unless specifically required* This X-ray shown here is X-ray abdomen erect -- showing multiple air fluid levels in stepladder pattern* Supine X-ray shows more of gas filled small bowel loops* Erect X-ray shows air fluid levels with air at the top and fluid below* 2-5 air fluid levels are normal.",
        "cop": 1,
        "opa": "Small bowel obstruction",
        "opb": "Large bowel obstruction",
        "opc": "Gastric outlet obstruction",
        "opd": "Duodenal atresia",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "bf5656d9-22a8-4b81-8e48-1b3d771169a4",
        "choice_type": "multi"
    },
    {
        "question": "Most common site for colorectal cancer is",
        "exp": "Ans is 'a' i. e., Rectum * Following image demonstrates the distribution of colorectal adenocarcinoma:* Thus the most common site is Rectum. (rectum> sigmoid colon> caecum).",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Anal canal",
        "opc": "Spleenic flexure",
        "opd": "Appendix",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "3e9c365a-db13-4444-82f1-a4f28f570ef0",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man presents with left lower quadrant (LLQ) abdominal pain of 2-day duration, associated with constipation. On physical examination, he has tenderness localized to the LLQ with fullness in that area leukocyte count is 22, 000 and temperature is 101. 5degF. Which would be the best diagnostic study to evaluate this man?",
        "exp": "The man likely has diverticulitis. The differential includes irritable bowel, appendicitis, inflammatory bowel disease, pyelonephritis, ischemic colitis, and perforated carcinoma. Diverticulitis is an infectious complication of diverticulosis resulting from perforation of the colonic diverticulum. The resulting inflammation may be confined to the peri colonic tissue (uncomplicated diverticulitis) or result in abscess, free perforation, fistulization, or obstruction (complicated diverticulitis). The clinical spectrum is correspondingly broad ranging from mild symptoms to peritonitis and sepsis. Patients with signs and symptoms of sepsis should be hospitalized and undergo diagnostic study. A CT scan is the best study to evaluate the extent of the inflammatory process as well as to exclude other pathology. Plain x-ray would not reveal specific pathology. Both barium enema and colonoscopy in the acute setting are risky and may cause free perforation and contamination of the peritoneal cavity there by converting a localized process to generalized peritonitis. Barium has the additional risk of a chemical peritonitis caused by the barium itself. Diagnostic laparoscopy is invasive and may risk spreading a localized process.",
        "cop": 4,
        "opa": "Diagnostic laparoscopy",
        "opb": "Barium enema",
        "opc": "Plain abdominal roentgenogram",
        "opd": "Computed tomography (CT) of the abdomen/pelvis with orally (PO) and intravenous (IV) contrast",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b123a747-e5c9-464a-a783-2a930f554796",
        "choice_type": "multi"
    },
    {
        "question": "Which is not seen in massive resection of small bowel?",
        "exp": "Ans. (a) Hypogastrinemia. Ref: Sabiston 19th edition, page 1274-1276* Due to loss of small intestine feedback inhibition to gastrin is lost -- hence there will be hypergastrinemia* 70% resection can be tolerated in small intestine* Proximal bowel resection is tolerated much better than distal bowel* Presence of terminal ileum and IC valve is much tolerated",
        "cop": 1,
        "opa": "Hypogastrinemia",
        "opb": "Vitamin B12 deficiency",
        "opc": "Malabsorption",
        "opd": "Oxalate stone",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "d6bf1870-87e6-4a16-923a-2d2f4160492f",
        "choice_type": "multi"
    },
    {
        "question": "A patients CT scan reveals diverticulitis confined to the sigmoid colon. There is no associated pericolic abscess. What is best course of treatment?",
        "exp": "Uncomplicated diverticulitis is treated with broad spectrum antibiotics and bowel rest. Surgery is not indicated - either resection or diversion of the fecal stream by colotomy or ilestomy. Anti-inflammatory agents are not indicated in the therapy of diverticulitis. The risk of a second episode is less than 30%. After a second episode, the risk is greater than 50% and resection may be advised at this stage.",
        "cop": 1,
        "opa": "Bowel rest, nasogastric suction, IV fluids, and broad-spectrum antibiotics",
        "opb": "Urgent surgical resection",
        "opc": "Steroids",
        "opd": "Diverting colostomy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "d6cbc60c-169e-483a-8314-fe57c4d72eae",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for operation in tuberculosis of intestine is:",
        "exp": "Ans: a (Obstruction). Ref: Bailey & Love, 24th ed, p. 1173, 1174 & 23rd ed, p. 1046",
        "cop": 1,
        "opa": "Obstruction",
        "opb": "Perforation",
        "opc": "Mass abdomen",
        "opd": "GI symptoms",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "4665f931-50fd-4547-af72-75eb2a507df6",
        "choice_type": "single"
    },
    {
        "question": "A 79-year-old man has had abdominal pain for 4 days. An operation is performed, and a gangrenous appendix is removed. The stump is inverted. Why does acute appendicitis in elderly patients and in children have a worse prognosis?",
        "exp": "The omentum and peritoneal cavity seem to be less efficient in localizing the disease in these age groups. Appendicitis has a particularly high-complication rate in infants and the elderly. Delay in establishing the accurate diagnosis in these two age groups also contributes to a worse prognosis.",
        "cop": 4,
        "opa": "The appendix is retrocecal.",
        "opb": "The appendix is in the perineal position.",
        "opc": "The appendix is in the pelvic position.",
        "opd": "The omentum and peritoneal cavity appear to be less efficient in localizing the disease in these age groups.",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "69335e51-2b59-48c5-a81e-15e1e32d0a6d",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old male presents with acute right lower quadrant pain in abdomen. Suspecting appendicitis, a USG is done but it is equivocal. Next investigation would be:",
        "exp": "Ans. (a) CT scan. Ref: Bailey and Love 26th edition, Page 1206* Most commonly done investigation is USG abdomen* Most accurate investigation -- CECT scan",
        "cop": 1,
        "opa": "CT scan",
        "opb": "Plain X-ray",
        "opc": "Serum ESR",
        "opd": "MRI abdomen",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "27f17efe-c9e2-44be-8671-dde11dfb1573",
        "choice_type": "single"
    },
    {
        "question": "Resection of 90% of ileum and jejunum causes all of the following except:",
        "exp": "Ans. (a) Hypogastrinemia. Ref: Sabiston 20th edition, Page 1291* This is a case of Short Bowel syndrome:# Malabsorption# Steatorrhea# Vitamin B12 deficiency (Terminal ileal resection)# Vitamin A, D, E, K deficiency (Due to steatorrhea fat soluble vitamins lost)# Gall stones (Cholesterol type)# Renal stones (Calcium oxalate)# Hypergastrinemia (Due to loss of feedback inhibition)",
        "cop": 1,
        "opa": "Hypogastrinemia",
        "opb": "Anemia",
        "opc": "Steatorrhea",
        "opd": "Extracellular volume depletion",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "29e0aeac-6676-406c-be48-f14ae86965ba",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old boy experienced life threatening shock, his CT scan showed large amount of ascites, bowel wall thickening and poor or absent enhancement of the strangulated bowel segment, showing gangrenous bowel on surgical exploration. True about anastomosis is",
        "exp": "(D) Should be Done by single layer by taking submucosa[?]. Diagnosis is of congenital IH with strangulated small bowel with gangrenous small bowel. Transmesenteric hernia was the most common type in older children as well as in neonates. IH results from incomplete closure of surgically created mesenteric defects, and usually acquired resulting from previous abdominal surgery especially Roux-en-Y anastomosis. Anastomosis should be done by single layer seromuscular lembert sutures. The Lambert suture generally is used in abdominal surgery. It is an inverting suture, that can be either continuous or interrupted, used to join two segments of an intestine without entering the lumen (the inner channel through which stomach contents flow). Methods of Intestinal Anastomosis. Sutured anastomosis. Stapled Anastomosis. Other*. Hand sewn*. Continuous or interrupted*. Absorbable sutures*. Or non-absorbable sutures*. Orthodox two layer closure*. Innovative single layer use*. Sero-submucosal apposition* Side to side with linear device (GIA 60)* End to end with cicular device (CEEA)*. Mainly academic value*. Less frequent use*. Weaker evidence*. Examples include*. Compression rings*. Tissue adhesives*. Metal wires*. Magnets Single Layer Anastomosis: An interrupted seromuscular suture, with absorbable thread. The submucosal layer is strong & the blood supply is only minimally damaged. Double Layer Anastomosis: An inner continuous absorbable suture, with stitching of all layers. An outer, seromuscular, interrupted non-absorbable suture. Serosa apposition & mucosa inversion, the inner layer has a hemostatic effect, but the mucosa is strangulated. Connell stitch - continuous. Other Options[?]. Principles of Anastomosis: No disparity between the two ends of lumen. If one end is narrower it can be enlarged by 'fish mouthing' of the end. To prevent leakage of contents & to steady the two ends, non-crushing clams or stay sutures to be applied across the gut. Three types of suture can be used for anastomosis of the gut:-All coat stitches: All layers of the gut are taken. Advocated by Halsted.-Extra-mucosal or sero-submucosal technique: All layers are included except mucosa. Submucosa is the strongest layer, as it contains plenty of collagen tissue.-Sero-muscular stitch: Bites taken through the serosa & part of the muscular layer. Also known as Lembert stitch. Used as a second layer to strengthen the first layer. [?]. Suture Material: Two-layer anastomoses are made with an inner layer of absorbable suture & outer layer of non-absorbable sutures. Single layer anastomoses are usually made with non-absorbable materials. Polyglycolic acid & Polyglactin most popular absorbable suture material. Non-absorbable sutures on the mucosal aspect of gut provoke a significant foreign body reaction & granuloma formation. This is of little practical significance in small & large intestinal anastomoses but in gastric mucosa may result in ulceration & clinical symptoms. Theoretically mono-filament sutures like nylon or polypropylene may cause less tissue reaction than braided sutures, but the difference in the intestine appears to be relatively minor & the mono-filament sutures have inferior handling qualities. Most surgeons prefer braided silk because of good handling. Size of the gauge used for anastomoses is use 2-0/3-0 in adult surgery as the finer sizes will have tendency to cut through. [?]. Surgical Intervention Urgent Laparotomy: Gangrenous small intestine or Right colon = Resection & primary anastomosis Infarction of large intestine 'rare' due to embolization of middle colic artery. Resection of transverse colon with exterioorization 'Paul mickulicz's technique. Second look operation in primary anastomosis after 24-48 hours:-If further pathology clinically detected. To check viability of intestine. Avoid primary anastomosis in case of:-Friable tissue in peritonitis. Bad general condition. Doubtful viability of remaining intestine.-So in these cases do 2 barrel colostomy till general & local condition improve.",
        "cop": 4,
        "opa": "Should be done by continuous layers as it takes less time",
        "opb": "Should be done with catgut",
        "opc": "Should be done by single layer seromuscular Lambert sutures",
        "opd": "Should be done by Single layer by taking submucosa",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "0dfebde3-6f62-4e0a-8c33-3c43d9c7a0e1",
        "choice_type": "multi"
    },
    {
        "question": "Carcinoid tumor in the appendix size 3. 4 cm. The ideal treatment is:",
        "exp": "Ans. (a) Right hemicolectomy. Ref: Sabiston 20th edition, Page 1308* For tumors at base of appendix and for tumors in appendix >2cm. Right hemicolectomy is the treatment of choice.",
        "cop": 1,
        "opa": "Right hemicolectomy",
        "opb": "Radiotherapy",
        "opc": "Chemotherapy",
        "opd": "Observation",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c20eb53a-1be1-44c6-8e64-e0a088b72b3a",
        "choice_type": "single"
    },
    {
        "question": "Pneumatosis cystoids intestinalis is",
        "exp": "(Gas-filled cysts are found in the subserosa or submucosa of the small intestine) (1182-LB). Pneumatosis cvstoids intestinalis - in which gas-filled cysts are found in the subserosa or submucosa of the intestine or colon.* Majority of cases are associated with COPD or the immunocompromised state (eg. AIDS, post transplantation; in association with leukemia, lymphoma, vasculitis, or collagen vascular disease, and in those patients taking chemotherapy or corticosteroids) other associated conditions include inflammatory, obstructive or infectious conditions of the intestine: iatrogenic conditions such as endoscopy and jejunstomy placement; ischemia and extra-intestinal disease such as diabetes.",
        "cop": 1,
        "opa": "Gas filled cysts in the subserosa or submucosa of the small intestine",
        "opb": "Gas filled cysts in the subserosa or submucosa of the duodenum",
        "opc": "An external fistula communicating with the caecum following operation of gangrenous appendicitis",
        "opd": "Fibrotic thickening of the intestinal walls with narrow lumen",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "05b3dc00-79ab-4f67-87cc-3ae7b37f530d",
        "choice_type": "multi"
    },
    {
        "question": "In Meckel's diverticulum, ectopic gastric tissue is diagnosed by:",
        "exp": "Ans: a",
        "cop": 1,
        "opa": "Radionucleotide scan",
        "opb": "Endoscopy",
        "opc": "Ultrasound",
        "opd": "RBC tagged scanning",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "fdbb3f04-885e-47f8-b5f3-ade0ab44e5f3",
        "choice_type": "single"
    },
    {
        "question": "Number of colorectal polyps for clinical diagnosis of familial adenomatous polyposis is -",
        "exp": "Ans. is 'd' i. e., >100 Familial adenomatous polyposis* This autosomal dominantly inherited condition is characterized by the development of multiple rectal and colonic adenomas around puberty.* It is due to mutation of the adenomatous polyposis coli (APC) gene, allowing genetic testing in the 75 percent of families in which a mutation can be identified.* A colonoscopy and biopsy will confirm the diagnosis.* FAP is defined clinically by the presence of more than 100 colorectal adenomas.* As this condition is premalignant, a total colectomy must be performed; often, the rectum can be preserved, but regular flexible endoscopy and removal of polyps before they develop carcinoma are required.* The operation of restorative proctocolectomy with ileal pouch- anal anastomosis is an alternative if proctectomy is required: the rectum is replaced by a 'pouch* of folded ileum.* A pan-proctocolectomy with permanent ileostomy is necessary in some instances, especially when patient follow up may be impractical.",
        "cop": 4,
        "opa": "<20",
        "opb": "50",
        "opc": "80",
        "opd": ">100",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "774bc919-e781-42b6-9a2d-68d6867feafc",
        "choice_type": "single"
    },
    {
        "question": "Treatment of appendicular carcinoma 3cmx2 cm in size in 24-year-old male?",
        "exp": "Ans. (a) Right hemicolectomy. Ref: Sabiston 20th edition, page 1308* Appendix adenocarcinoma is treated same like cecal carcinoma* Right hemicolectomy with lymphadenectomy is the treatment of choice.* FOLFOX chemotherapy is used postoperative.",
        "cop": 1,
        "opa": "Right hemicolectomy",
        "opb": "Appendicectomy",
        "opc": "Cecal resection",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a4d93d03-2ff8-47e3-871a-a0f08fd3676d",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding management of ileocecal Crohn's disease is:",
        "exp": "Ans. (c) 5-ASA reduces small bowel obstruction* Sulphasalazine can reduce activity of CD in small bowel at terminal ileum.* Cholestyramine has nothing to do with diarrhea of CD. Only ASA can reduce the diarrhea.",
        "cop": 3,
        "opa": "Avoid antibiotics",
        "opb": "Avoid steroids in first week",
        "opc": "5-ASA reduces small bowel obstruction",
        "opd": "Cholestyramine improves diarrhea, worsens steatorrhea",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "73f29bc5-4063-4642-99d8-5cfa54d831fc",
        "choice_type": "multi"
    },
    {
        "question": "Most common etiology for pain in lower abdomen in young females:",
        "exp": "Ans. (b) PIDRef: Bailey and Love 26th edition, Page 1205* Most common cause of pain in lower abdomen in females is pelvic inflammatory disease.* Typically, pain is bilateral and lower than in acute appendicitis",
        "cop": 2,
        "opa": "Mittelschmerz",
        "opb": "PID",
        "opc": "Appendicitis",
        "opd": "Torsion of cyst",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1a7584de-3ef1-415b-80f8-54194c186f32",
        "choice_type": "single"
    },
    {
        "question": "\"String sign of Kantor\" is seen in",
        "exp": "(Crohn's disease) (1170-LB) (1171-B & L 25th)* Crohn's disease - The principal findings include thickened bowel wall with stricture (\"String sign of kantor\")* Rovsing's sign - A sharp pressure over the left iliac fossa produces pain in the right iliac fossa in Acute Appendicitis* Murphy's sign - The patient experiences pain and \"Catches the breath\" just before the zenith of respiration when the gall bladder area is gently pressed in acute cholecystitis* Boas sign - There may be an area of hyperaesthesia between the ninth and eleventh ribs posteriorly on the right side in Acute cholecystitis.",
        "cop": 2,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "Cholecystitis",
        "opd": "Appendicitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "48e7a634-d7b8-4824-b708-320ed7b57030",
        "choice_type": "single"
    },
    {
        "question": "Capsule Endoscopy-False statement is",
        "exp": "Ans. (d) Suitable For Patients With Stricture Bowel(Ref: Bailey and Love 26th edition Page 205)* Capsule Endoscopy is not suitable for patients with strictures.",
        "cop": 4,
        "opa": "Sedation Not Required",
        "opb": "Painless Procedure",
        "opc": "Visualize Entire small Bowel",
        "opd": "Suitable For Patients With Stricture Bowel",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "cac5cd2c-b9eb-4e31-9d2b-b8500dc9eda2",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old male presented with 4 day history of pain in the right sided lower abdomen with frequent vomiting. Patient's general condition is fair and clinically a tender lump was felt in the right iliac fossa. Most appropriate management for this case would be:",
        "exp": "Ans. (c) Ochsner-Sherren regimen. Ochsner-Sherren regimen:* Advised in appendicular mass -- as the inflammatory process is localized with full of adhesions and if we try to remove appendix, we will cause bowel injury and result in enterocutaneous fistula.* This management includes -- nil oral, IV fluids, antibiotics and observation of input, output and abdominal girth chart.* Clinical improvement seen in 24-48 hours.* If there is no improvement take CECT abdomen and if there is abscess drain it radiologically.* Interval appendectomy done after 6 weeks* Criteria to stop Ochsner regimen:* Increasing pulse rate* Increasing abdominal girth chart* Increasing mass size",
        "cop": 3,
        "opa": "Exploratory laparotomy",
        "opb": "Immediate appendectomy",
        "opc": "Ochsner-Sherren regimen",
        "opd": "External drainage",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1edb2c36-fe6d-4133-aa31-3d80670b00bc",
        "choice_type": "multi"
    },
    {
        "question": "Following an appendectomy, a 28-year-old man is placed on ceftizoxime sodium (Cefizox). This antibiotic is unlikely to be effective against which of the following?",
        "exp": "Cefizox is not effective against many strains of Pseudomonas. If the drug is used in pseudomonas infection a higher dosage may be indicated, and the antibiotic should be changed if a quick response does not occur. Complications include cross reactions in patients who are allergic to penicillin. It does not seem to have nephrotoxic side effects.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Staphylococcus aureus",
        "opc": "Neisseria gonorrhoeae",
        "opd": "Bacteroides fragilis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "3e78d0de-8ec1-4c81-9a75-e7958240bd33",
        "choice_type": "single"
    },
    {
        "question": "X-ray abdomen diagram with multiple fluid levels:",
        "exp": "Ans. (a) Intestinal obstruction. Ref: Bailey 26th edition, Page 1189* 3-5 air fluid levels is normal* >5 fluid levels suggest obstruction.",
        "cop": 1,
        "opa": "Intestinal obstruction",
        "opb": "Hollow viscus perforation",
        "opc": "Pyoperitoneum",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "bc0f60f8-d896-4a25-b65a-f91f720f7ac4",
        "choice_type": "multi"
    },
    {
        "question": "An 80-year-old woman with a known history of femoral hernia is admitted to the hospital because of strangulation of the hernia. There is a tender swelling in the right femoral region immediately below and lateral to the pubic tubercle. She has had multiple bowel movements without relief of symptoms. What is the most likely diagnosis?",
        "exp": "In a Richter hernia, only part of the circumference of the bowel wall has become trapped in the hernia sac, and normal bowel movements may still occur. In the presence of a reducible groin hernia, it is important on clinic examination to be certain that other pathologic conditions are not overlooked.",
        "cop": 4,
        "opa": "Lymphadenitis",
        "opb": "Diverticulitis",
        "opc": "Volvulus",
        "opd": "Richter's hernia",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "755e66b6-8670-48af-ae56-c6dd5a215b4f",
        "choice_type": "single"
    },
    {
        "question": "Commonly done treatment of single perforation of typhoid in ileum.",
        "exp": "Ans. (a) Direct closure. Ref: Sabiston 20th edition, Page 1267. Typhoid intestinal perforation:* Intestinal perforation occurs in 2% cases.* Typically, it is usually a single perforation in Peyer's patch areas* Simple closure is the treatment of choice* Multiple perforation occurs in 25% cases* In such cases of multiple perforations resection is done followed by anastomosis or exteriorization depending upon the case",
        "cop": 1,
        "opa": "Direct closure",
        "opb": "Graham patch",
        "opc": "Resection of ileum",
        "opd": "Ileostomy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "3b7ef24e-6003-4c84-9971-f0c710a28d50",
        "choice_type": "single"
    },
    {
        "question": "False about vascular ectasia:",
        "exp": "Ans. (a) Associated with cutaneous lesions. Ref: Sabiston 19th edition, Page 1175* There is no skin disease associated with angiodysplasia",
        "cop": 1,
        "opa": "Associated with cutaneous lesions",
        "opb": "The bleed is usually small and recurrent and never massive",
        "opc": "The treatment may involve subtotal colectomy in some cases",
        "opd": "Associated with aortic stenosis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "372f455f-dfb3-4821-95d3-b009048bbc93",
        "choice_type": "multi"
    },
    {
        "question": "Known complication of stoma (e. g., Colostomy stoma)",
        "exp": "Ans. d (All of the above) (Ref. Bailey and Love 24th ed., 57. 10). Complications of colostomies: The following complications are more common after poor technique:# Prolapse;# Retraction;# Necrosis of the distal end;# Stenosis of the orifice;# Colostomy hernia;# Bleeding (from granulomas around margin of colostomy);# Colostomy 'diarrhoea': this is usually an infective enteritis and will respond to oral metronidazole 200 mg TID. STOMASColostomy# A colostomy is an artificial opening made in the large bowel to divert faeces and flatus to the exterior, where it can be collected in an external appliance. Depending on the purpose for which the diversion has been necessary a colostomy may be temporary or permanent.# Temporary colostomy- This is most commonly established to defunction an anastomosis after an anterior resection, to prevent faecal peritonitis developing following traumatic injury to the rectum or colon, and to facilitate the operative treatment of a high fistula in ano. It is now less commonly used for patients with distal obstruction of the sigmoid colon as a result of carcinoma or diverticular disease.# Double-barrelled colostomy- This colostomy was designed so that it could be closed by crushing the intervening 'spur' using an enterotome or a stapling device. It is rarely used now but occasionally the colon is divided so that both ends can be brought separately to the surface ensuring that the distal segment is completely defunctioned.# Permanent colostomy- This is usually formed after excision of the rectum for a carcinoma by the abdominoperineal technique (APR).- It is formed by bringing the distal end (end colostomy) of the divided colon to the surface in the left iliac fossa, where it is sutured in place joining the colonic margin to the surrounding skin.- The point at which the colon is brought to the surface must be carefully selected to allow a colostomy bag to be applied without impinging on the bony prominence of the anterosuperior iliac spine. The best site is usually through the lateral edge of the rectus sheath, 6 cm above and medial to the bony prominence. Loop ileostomy# An ileostomy is used by some surgeons as an alternative to colostomy, particularly for defunctioning a low rectal anastomosis. The creation of a loop ileostomy from a knuckle of terminal ileum has already been described. The advantages of a loop ileostomy over a loop colostomy are the ease with which the bowel can be brought to the surface and the absence of odour. Care is needed, when the ileostomy is closed, that suture line obstruction does not occur. Caecostomy# This is rarely used now. In desperately ill patients with advanced obstruction, a caecostomy may be useful. Caecostomy is only a short-term measure to allow a few days for the condition of the patient to improve. Reoperation should normally follow fairly soon thereafter and a proper surgical procedure carried out.",
        "cop": 4,
        "opa": "Prolapse",
        "opb": "Stenosis",
        "opc": "Retraction",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c310b5cc-a4e3-4dac-8075-d5bea88032cd",
        "choice_type": "multi"
    },
    {
        "question": "All are features of viable bowel, except:",
        "exp": "Ans: c (Presence food) Ref: Bailey & Love, 24th ed, p. 1191. Presence of food in the intestine is not a sign of viability. Differentiation b/w viable and non-viable intestine. Intestine. Viable. Non-viable. Circulation. Dark colour becomes lighter. Mesentery bleeds if pricked. Dark colour remains. No bleeding if pricked. Peritoneum. Shiny. Dull & lusterless. Intestinal. Firm. Flabby, thin & friablemusculature. Pressure rings may or may. Pressure rings persist not disappear. Peristalsis. Peristalsis may be observed. No peristalsis",
        "cop": 3,
        "opa": "Vascularity",
        "opb": "Musculature",
        "opc": "Presence of food",
        "opd": "Shiny peritoneum",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "e9c26a13-7d5d-41fb-acc1-276d77d8743f",
        "choice_type": "multi"
    },
    {
        "question": "Meckels diverticulum represents which structure of the embryonic life?",
        "exp": "Ans. is 'a' i. e., Vitellointestinal duct * Meckel's diverticulum is present in 2% of the population; it is situated on the anti-mesenteric border of the small intestine, commonly 60cm from the ileocaecal valve, and is usually 3-5 cm long. Many variations occur (2% - 2 feet - 2 inches is a useful aide-memoire). It represents the patent intestinal end of the vitellointestinal duct.",
        "cop": 1,
        "opa": "Vitellointestinal duct",
        "opb": "Wolfian duct",
        "opc": "Mullerian duct",
        "opd": "Paramesonophric gut",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "969e54b5-d531-43c0-9828-40bde4ad839a",
        "choice_type": "single"
    },
    {
        "question": "Carcinoid tumor is diagnosed by.",
        "exp": "Ans. (a) Urinary 5. HIAARef: Bailey 27th edition, Page 1251* Most common used investigation to diagnose carcinoid tumor is 24 hours urinary 5. HIAA* IOC to localize the tumor is DOTATATE scan",
        "cop": 1,
        "opa": "Urinary 5 HIAA",
        "opb": "Chromogranin A",
        "opc": "Neuron specific enolase",
        "opd": "Urinary 5 Hydroxy tryphtophan",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "5ac2d2f5-165c-4e58-acc3-0efa39389967",
        "choice_type": "single"
    },
    {
        "question": "Most common Morphological difference between Ulcerative Colitis and Crohn's disease:",
        "exp": "Ans. (a) Crypt abscess. Ref: Bailey and Love 27th Edition Page 1268 Table, Surgery Sixer 3rd Edition page 429. This question is asked based on a Table in Bailey and Love Feature. Ulcerative Colitis. Crohn's Disease. Rectum. Always involved. Often Spared. Perianal lesions. Rare. Common. Strictures in Bowel. Rare. Common. Fistulas. Rare. Common. Granulomas. ABSENTCommon. Fissures. ABSENTCommon. Crypt abscess. Common. Rare. The same question if had choice as granuloma, go with granuloma because very rarely Crypt abscess may be seen in CD also.",
        "cop": 1,
        "opa": "Crypt abscess",
        "opb": "Diffuse polyps",
        "opc": "Mucosal edema",
        "opd": "Lymphoid aggregates",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "8ec0b4d8-9aed-4db8-9cc1-cf5373b79dd0",
        "choice_type": "single"
    },
    {
        "question": "From the surgery done below name the scoring used to diagnose this",
        "exp": "Ans. (a) ALVARDORef: Surgery Sixer 3rd Edition Page 442. ALVARDO score is done to diagnose Acute appendicitis by clinical and Lab values. The mnemonic for this score is - MANTRELS* M- Migratory Pain (1 Score)* A- Anorexia* N- Nausea (1 Score)* T- Tenderness (2 Score)* E- Elevated Temperature (1 Score)* L- Leucocytosis (2 Score)* S- Shift of Neutrophils to left (1 Score)A value of > 7 is strongly suggestive of Appendicitis",
        "cop": 1,
        "opa": "ALVARDO",
        "opb": "RANSON",
        "opc": "MANTRELS",
        "opd": "BISAP",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "388f90fd-c137-47fd-9cc5-15ad31629493",
        "choice_type": "single"
    },
    {
        "question": "Three days after undergoing an operation for an abdominal aortic aneurysm, a patient has moderate fever, abdominal pain, and rectal bleeding. What is the most helpful investigation?",
        "exp": "In a patient with abdominal aortic aneurysm resection, the most worrisome complication is inadequate blood supply to the sigmoid colon through the marginal artery. Sigmoid ischemia should be ruled out by sigmoidoscopy. In the clinical picture described, sigmoidoscopy should be the most important test.",
        "cop": 4,
        "opa": "Angiography",
        "opb": "Upper GI endoscopy",
        "opc": "Abdominal ultrasound",
        "opd": "Sigmoidoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a43e749c-1923-4c61-aa73-bdfa28d7b974",
        "choice_type": "single"
    },
    {
        "question": "Least common about angiodysplasia of colon:",
        "exp": "Ans. (b) Involvement of rectum in 50% of cases. Ref: Sabiston 20th edition, Page 1153. Angiodysplasia of colon:* Arteriovenous Malformations of bowel* Equal in both sexes* Affects age group >50 years only* Produced massive bleeding from colon in 15% and it is troublesome in diagnosing.* Bleeding stops spontaneously in most of them but recurs* Most common site is ascending colon and cecum* Least common in rectum* Treated by endoscopic coagulation or sclerosing agent or intrarterial embolization.* Surgical resection is done if not stops -- colectomy.",
        "cop": 2,
        "opa": "Involvement of cecum",
        "opb": "Involvement of rectum in 50% of cases",
        "opc": "Affecting age group more than 50 years only",
        "opd": "Cause of troublesome lower GI hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "e4008f79-f9fc-4848-922b-18b62400139c",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman presents with pain in the LLQ of the abdomen and fever of 102degF. On examination, she is found to be dehydrated and has tenderness in the LLQ. A CT scan shows a mass in the LLQ involving the sigmoid colon. There is a minimal amount of free fluid and no free air. What should the initial treatment of this patient include?",
        "exp": "The findings described on physical examination and CT scan are suggestive of acute diverticulitis of the sigmoid colon. The initial treatment of this condition is expectant with antibiotics with or without nasogastric drainage. An antibiotic with specificity against the Bacteroides species (third-generation cephalosporin, metronidazole, or clindamycin) should be part of the regimen. Steroids have no place in the treatment. Laparotomy is indicated only after failure of conservative treatment.",
        "cop": 2,
        "opa": "IV fluids, penicillin, and steroids",
        "opb": "IV fluids, cefoxitin, and nasogastric drainage",
        "opc": "IV fluids, blood transfusion, and laparotomy",
        "opd": "immediate laparotomy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c2c0ce16-6def-46e9-a094-e8ea3c75e31b",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of carcinoma of the right colon:",
        "exp": "Ans: a (Anemia) Ref: Bailey, 24th ed, p. 1178. Carcinoma colon is usually asymptomatic and may present as anemia in locally advanced cases. Macroscopic varieties: annular type: most common symptom is obstructivetubular: most common symptom is bleedingulcerative: most common symptom is bleedingcauliflower type: least malignantcarcinoma colon occurs more commonly on the left side and the rectum. Most common site-Rectosigmoid junction- 59%Rectum. Sigmoid colon. TNM staging Ca right colon. Ca left colon. Usually presents late. Ulcerate with chronic insidious blood loss- leading to anemia anemia> fatigue> mass RIFMore well formed stools than right -so obstructive. Alteration of bowel habits > palpable lump > abdominal distension with pain. Ca sigmoid. Pain usually colicky from onset. Tenesmus Bladder symptoms- This is not uncommon and may sometimes lead to colovesical fistula- (Bailey, 24th ed, p. 1178). Risk factors for the development of colorectal cancer. Diet: Animal fat. Hereditary syndromes (autosomal dominant inheritance). Polyposis coli. Nonpolyposis syndrome (Lynch syndrome). Inflammatory bowel disease. Ureterosigmoidostomy. Tobacco use",
        "cop": 1,
        "opa": "Anemia",
        "opb": "Mass",
        "opc": "Obstruction",
        "opd": "Diarrhoea",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "9129b265-4384-456e-8450-35c7e0856b1a",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is irritated by retrocecal appendicitis?",
        "exp": "Ans. (a) Psoas. Ref: Bailey and Love 27th edition, Page 1303. On hyperextension of hip by putting psoas muscle into action -- retrocecal appendicitis pain is exhibited.",
        "cop": 1,
        "opa": "Psoas",
        "opb": "Obturator",
        "opc": "Gluteus maximus",
        "opd": "Quadratus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "0aa77af2-9a91-4c9a-8019-038f3ebd856a",
        "choice_type": "single"
    },
    {
        "question": "Which is true of ulcerative colitis:",
        "exp": "Ans. (c) Rectum is always involved* In ulcerative colitis rectum is always involved.* In ulcerative colitis least involved area: Anus",
        "cop": 3,
        "opa": "String sign of Kantor positive",
        "opb": "Skip lesions are seen",
        "opc": "Rectum is always involved",
        "opd": "Fistulas are common",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "bcc03aa2-0008-46c6-9bef-c781159cf158",
        "choice_type": "multi"
    },
    {
        "question": "Diverticulosis most common site -",
        "exp": "Ans. is 'c' i. e., Sigmoid colon o Diverticulosis refers to presence of multiple diverticula, o Diverticula are of two types - (i) Congenital, and (ii) Acquired. Congenital diverticula: (the prototype of which is Meckel's diverticula) are not so common. They contain all the layers of the intestine are thus termed 'true' diverticula. Acquired diverticula: are the most common type. They are mainly 'false'diverticula as they do not contain all the layers of the intestinal wall. o They are mainly found in the colon (mainly the left side of colon) with sigmoid colon being the most common site. The next most common area involved is the descending colon. The diverticula are uncommon in the small intestine. Note: that in Asian countries, the main distribution of diverticula (up to 70%) is right-sided and may have a more genetic influence. o So unless otherwise specified a diverticulosis refers to the multiple false diverticula of the colon. Pathogenesis of acquired diverticula. Acquired diverticula are herniation or sac-like projection of the mucosa through the muscularis propria. The protrusion occurs commonly at the point where the nutrient artery penetrates through the muscularis propria, resulting in a break in the integrity of the colonic wall. Another factor necessary for the genesis of diverticula is increased intraluminal pressure. It has been postulated that diets low in fibre reduce the stoooi bulk which in turn leads to increased peristaltic activity, particularly in the sigmoid colon. This increases the intraluminal pressure. o Diverticulosis is common in the Western world. It's rare in the underdeveloped and developing countries, where diets include more fibre and roughage. Diverticulosis/Diverticulitis. Diverticulitis meaning inflammation of the diverticula, is a complication of diverticulosis. Whereas diverticulosis is seen in nearly one-half of the individuals over the age of 60 yrs in western world, diverticulitis occurs in only about 20% of individuals with diverticulosis. Diagnosis. The diverticulosis could be demonstrated on barium enema. Characteristic 'saw-tooth ' appearance can be seen. But barium enema or colonoscopy should not be performed in acute settings because of high role of colonic perforation. y The diagnosis of diverticulitis is best made on CT scan. Treatment. Treatment is mainly medical (antibiotics, analgesia and bowel rest). Surgery is done for: o Who do not improve on medical therapyo Recurrent diverticulitiso In all patients with complicated diverticulitis (i. e. diverticulitis with abscess, obstruction, diffuse peritonitis, or fistulas). Surgery done in elective setting is: o A sigmoid colectomy wiih a primary anastomosis.",
        "cop": 3,
        "opa": "Ascending colon",
        "opb": "Descending colon",
        "opc": "Sigmoid colon",
        "opd": "Transverse colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "f586e1ae-72d0-430d-bdd4-602c80800eea",
        "choice_type": "single"
    },
    {
        "question": "All are true about duodenal diverticula except:",
        "exp": "Ans. (a) Whenever found, should be treated due to increased risk of complications. Ref: Sabiston 19th edition, Pages 1265-1266 Incidentally found:* Meckel's -- resect* Jejunal diverticula -- leave it* Duodenal diverticula -- leave it* Colon diverticula -- leave it",
        "cop": 1,
        "opa": "Whenever found, should be treated due to increased risk of complications",
        "opb": "Most common site is periampullary region",
        "opc": "Can cause acute pancreatitis",
        "opd": "Most are asymptomatic",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "8720f4b0-1ce0-4387-b072-75a2746fcbae",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of small intestine obstruction in adults:",
        "exp": "Ans. (a) Adhesions. Ref: Bailey and Love 26th edition, Page 1180* Most common cause of obstruction in adults: Adhesions* Most common cause of obstruction in children: Intussusception",
        "cop": 1,
        "opa": "Adhesions",
        "opb": "Malignancy",
        "opc": "Crohn's disease",
        "opd": "Hernias",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "24bbe2e7-319c-42be-a09f-265d335ccb70",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant female presents with pain in abdomen on examination, tenderness is found in right lumbar region. TLC is 12, 000/cu mm, and urine examination is normal, for diagnosis further test done is:",
        "exp": "Ans. (b) Ultrasound abdomen. Appendicitis in pregnancy:* Most common nonobstetric surgical disease of abdomen in pregnancy* There is no increased risk of appendicitis in pregnancy* Fetal mortality is the risk in appendicitis which may be nearly 50% if the appendix perforates* USG is the IOC* Laparoscopic early appendectomy is treatment of choice",
        "cop": 2,
        "opa": "Chest X-ray with abdominal shield",
        "opb": "Ultrasound abdomen",
        "opc": "Noncontrast CT abdomen",
        "opd": "Laparoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "80b8b799-72be-4981-a2fd-e37e31f474bd",
        "choice_type": "single"
    },
    {
        "question": "Mass in right iliac fossa can be:",
        "exp": "Ans: d (All). Ref: Clinical S. Das, 4th ed, p. 392-393",
        "cop": 4,
        "opa": "Iliocecal T. B.",
        "opb": "Iliocecal neoplasm",
        "opc": "Amoeboma",
        "opd": "All",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "fd73eb96-8fd8-4427-b9ff-b46615d04d57",
        "choice_type": "multi"
    },
    {
        "question": "Etiology for this condition:",
        "exp": "Ans. (b) Sigmoid volvulus. Ref: Bailey and Love 26th edition, Page 1195* Most common site of volvulus in colon -- sigmoid* Most common direction of volvulus is anticlockwise > Clockwise* X-ray shows --Coffee-bean or bent inner tube sign* Barium enema shows -- Bird beak sign",
        "cop": 2,
        "opa": "Adhesive obstruction",
        "opb": "Sigmoid volvulus",
        "opc": "Meckel's diverticulum",
        "opd": "Gastric volvulus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "bacfc8d0-2ba4-47ff-80f3-4a124bf7bba4",
        "choice_type": "single"
    },
    {
        "question": "Ca colon, investigation of choice is -",
        "exp": "Ans. is 'c' i. e., Colonoscopy * Colonoscopy with biopsy of suspect lesions is the gold standard test for establishing the diagnosis of CA colon.",
        "cop": 3,
        "opa": "CT scan",
        "opb": "Ba enema",
        "opc": "Colonoscopy",
        "opd": "X-ray abdomen",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "682a2ed7-3180-4fa9-b52a-1b02935ffb77",
        "choice_type": "single"
    },
    {
        "question": "Steatorrhea and megaloblastic anemia, occurring in a patient after bowel resection, is caused by a failure to absorb what? SELECT ONE.",
        "exp": "The jejunum is the first part of the alimentary tract and, therefore, is the primary site of absorption of nearly all nutrients. It is unable to absorb vitamin B12 and bile salts, which are absorbed exclusively in the ileum. If the ileum is transposed between the duodenum and the jejunum, it undergoes compensatory hypertrophy and takes over the function of the jejunum and becomes the primary site of nutrient absorption.",
        "cop": 2,
        "opa": "Peptides",
        "opb": "Bile salts",
        "opc": "Meissner and Auerbach plexus deficiency",
        "opd": "Vagus nerve excess",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "91189311-2107-40a9-9dac-d55d961143f2",
        "choice_type": "single"
    },
    {
        "question": "Multiple strictures in intestine are found in:",
        "exp": "Ans. (a) Radiation enteritis. Ref: Sabiston 19th edition, Pages 1273-1274* Multiple and long strictures are more characteristic of radiation enteritis",
        "cop": 1,
        "opa": "Radiation enteritis",
        "opb": "Duodenal ulcer",
        "opc": "Ulcerative colitis",
        "opd": "Gastric erosion",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "85812b6a-9f8b-4e06-93ae-b8b7b5169c7f",
        "choice_type": "single"
    },
    {
        "question": "All of the following are symptoms of VIPomas except-",
        "exp": "Ans. is 'd' i. e., Thromboembolism o VIPomas are endocrine tumors that secrete excessive amounts of vasoactive intestinal peptide (VIP)o Excessive VIP causes a distinct syndrome characterized by large-volume diarrhea, hypokalemia, and dehydration. This syndrome also is called Verner-Morrison syndrome, pancreatic cholera and WDHA syndrome for watery diarrhea, hypokalemia, and achlorhydria. o The principal symptoms are large-volume diarrhea (100%) severe enough to cause hypokalemia (80-100%), dehydration (83%), hypochlorhydria (54-76%), and flushing (20%). o In adults 80-90% of VIPomas are pancreatic in location, with the rest due to VIP-secreting pheochromocytomas, intestinal carcinoids, and rarely ganglioneuromas.",
        "cop": 4,
        "opa": "Watery Diarrhoea",
        "opb": "Hypokalemia",
        "opc": "Flushing",
        "opd": "Thromboembolism",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "3cd18784-f4e7-4b01-8787-a0aad9aac7ea",
        "choice_type": "multi"
    },
    {
        "question": "What does Hirschsprung's disease involve? SELECT ONE.",
        "exp": "In Hirschsprung's disease, there is an absence of myenteric plexus in the upper anal segment (i. e., the most distal portion of the cloaca). In 15%, the myenteric plexus involves only the upper anus; in 70%, the rectum is also involved; and in 15%, part of the colon is also involved. The abnormal segment is contracted; whereas, the dilated bowel is proximal to the diseased segment.",
        "cop": 3,
        "opa": "Peptides",
        "opb": "Bile salts",
        "opc": "Meissner and Auerbach plexus deficiency",
        "opd": "Vagus nerve excess",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c805a083-4026-44ce-9348-a2f366718f07",
        "choice_type": "single"
    },
    {
        "question": "Familial adenomatous polyposis is characterized by all except:",
        "exp": "Ans. (a) Autosomal recessive. Ref: Sabiston pages 1367-1369* 5q21 chromosome mutation.* The syndrome is associated with multiple colonic polyps; gastric, duodenal, and periampullary polyps.* Extraintestinal manifestations, including epidermoid cysts, desmoid tumors, osteomas, and brain tumors.* Gastric and duodenal polyps occur in approximately 50% of affected individuals.* Gastric polyps represent fundic gland hyperplasia, rather than adenomatous polyps, and have limited malignant potential.* Duodenal polyps are adenomatous in nature and should be considered premalignant.* Patients with FAP have an increased risk for ampullary cancer.* Adenomatous polyps and cancer have also been found in the jejunum and ileum of patients with FAP.* Extraintestinal malignant neoplasms in FAP patients include cancers of the extrahepatic bile ducts, gallbladder, pancreas, adrenals, thyroid, and liver.* An interesting marker for FAP is CHRPE, detected by indirect ophthalmoscopy in approximately 75% of affected individuals.* The gene is expressed in 100% of patients with the mutation.* Autosomal dominance results in expression in 50% of offspring* There is a negative family history in 10-20% of affected individuals (result of a spontaneous germline mutation)* The average age at discovery of a new patient with FAP is 29 years.",
        "cop": 1,
        "opa": "Autosomal recessive",
        "opb": "+/- 100 polyps in colorectal",
        "opc": "Polyps in duodenum",
        "opd": "Extraintestinal manifests",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "8db87423-bb4c-4265-a232-67b4a06d6248",
        "choice_type": "multi"
    },
    {
        "question": "Dukes classification is used for:",
        "exp": "(Colo-rectal carcinoma) (1232-Baily & Love) (1180-B &L 25th). Dukes staging A. The growth is limited to the rectal wall (15%). Prognosis excellentB. The growth is extended to the extrarectal tissues, but no metastasis to the regional lymph nodes (35%). Prognosis - reasonableC. There are secondary deposits in the regional lymph nodes (50%) - in which local pararectal lymph node are involved. - in which the nodes accompanying the supplying blood vessels. Prognosis poorD. Presence wide spread metastasis usually hepatic. Prognosis worst",
        "cop": 4,
        "opa": "Pancreas carcinoma",
        "opb": "Gastric carcinoma",
        "opc": "Urinary bladder carcinoma",
        "opd": "Colo-rectal carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "d2d4eda4-9316-4879-800a-fc7312b38e01",
        "choice_type": "single"
    },
    {
        "question": "False about appendicitis in children:",
        "exp": "Ans. (b) Vomiting precedes abdominal pain. Ref: Sabiston 19th edition, Page 1280* As per Murphy's Triad -- the order of symptoms are:* Migratory pain* Vomiting* Fever",
        "cop": 2,
        "opa": "Localized pain is the single most important symptom",
        "opb": "Vomiting precedes abdominal pain",
        "opc": "Perforation occurs in 80% of cases <5 years",
        "opd": "60% perforation occurs within 48 hours",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c93d5258-e847-4df9-8047-d203b05006df",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for pneumoperitoneum is:",
        "exp": "Ref: Sabiston Textbook of Surgery 19th Edition & Radiology for Surgeons in Clinical Practice, First Edition, Pg: 42. Explanation: Erect abdominal X-ray is the first test ordered for suspected pneumoperitoneum. However CT abdomen is the most sensitive test for demonstrating pneumoperitoneum. Upright chest radiographs can detect as little as 1 ml of air. Lateral decubitus abdominal radiographs can also detect pneumoperitoneum effectively in patients who cannot stand: as little as 5 to 10 mL of gas may be detected with this technique. Approximately 75% of these patients will have a large enough pneumoperitoneum to be visible on X-rays. Where the plain radiographs are equivocal, then CT is the most sensitive imaging technique for diagnosis of free intraperitoneal air. Signs of free intraperitoneal air on a supine abdominal radiograph are. Air overlying or outlining solid organs such as liver and spleen (Lucent liver sign)A triangle of air outlining Morrison's pouch (Doges cap sign). Air outlining intraabdominal structures such as falciform ligament, umbilical median, medial and lateral ligaments (Inverted V sign). Bowel wall outlined by air both inside and outside (Rigler's sign). Centrally placed intraperitoneal free air (football sign). Scrotal air in children. Cupola sign of air under the central diaphragm. Conditions mimicking pneumoperitoneum. It is very important to be able to recognize conditions that can simulate pneumoperitoneum because an observational error may lead to unnecessary surgery. Chilaiditi's syndrome in which the colon is interposed between the liver and the diaphragm can mimic pneumoperitoneum, but usually haustral folds can be seen that will allow- identification of the colon. A gas-containing subphrenic abscess. Basal pulmonary atelectasis. On the left side, a gas-distended fundus of the stomach may cause confusion, and clarification by a decubitus film may be necessary. Postoperative air may sometimes cause confusion, but this should have resolved by 5 to 7 days and should decrease in size with time.",
        "cop": 3,
        "opa": "Chest X-ray Erect",
        "opb": "Abd X-ray Erect",
        "opc": "CT Abdomen",
        "opd": "Left lateral decubitus X-ray",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "3e601d08-a014-4224-815c-7b262da48f6d",
        "choice_type": "single"
    },
    {
        "question": "The operation to making a external opening to discharge the colonic contents are known as:",
        "exp": "(Colostomy): Ref: Dorlant dictionary. Colostomy - the surgical creation of an opening between the colon and the body surface, also the opening (stroma) so created dry colostomy that performed in the left colon, the discharge from the stoma consisting of soft or formed fecal matter, ileo transverse colostomy - surgical anastomosis between the ileum and the transverse colon, wet colostomy the right colon, the drainage from which a liquid or the left colon following anastomosis of the ureters to the sigmoid or descending colon so that urine is also expelled through the same stoma. Colpocystocele - hernia of the bladder into the vagina. Colorrhaphy - suture of the colon",
        "cop": 1,
        "opa": "Colostomy",
        "opb": "Ileostomy",
        "opc": "Colpocystocele",
        "opd": "Colorrhaphy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "890f3769-4453-4c1a-8743-8233a9783c72",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of which of the following vitamin is most commonly seen in short bowel syndrome with ileal resection:",
        "exp": "Ans. (a) Vitamin B12* Deficiencies in SBS:# Bile salt malabsorption# B12 deficiency (Most common)# Fat soluble vitamin deficiency# Steatorrhea (Fat loss)",
        "cop": 1,
        "opa": "Vitamin B12",
        "opb": "Vitamin B1",
        "opc": "Folic acid",
        "opd": "Vitamin K",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "18ad5567-eacf-4a0c-a173-9189a22a0403",
        "choice_type": "single"
    },
    {
        "question": "Dermatological manifest of IBD:",
        "exp": "Ans. (a) Pyoderma gangrenosum. Ref: Sabiston 20th edition, Page 1341* Skin manifests in ulcerative colitis:* Most common erythema nodosum (In 10-15% cases)* Pyoderma gangrenosum (Most common site pretibial region--erythematous plaque)",
        "cop": 1,
        "opa": "Pyoderma gangrenosum",
        "opb": "Necrolytic migratory erythema",
        "opc": "Impetigo",
        "opd": "Psoriasis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "ec1ccf4d-a4b6-4fba-84ce-f4c979337a66",
        "choice_type": "single"
    },
    {
        "question": "False about Meckel's diverticulum",
        "exp": "Answer: c) Usually found in the mesenteric border of the ileum (BAILEY 26. TH ED, P-1169)MECKEL'S DIVERTICULUMMost common congenital anomaly of the GITTrue diverticulum (contains all the 3 layers of intestine). Almost always situated at the anti-mesenteric border of small intestine 50-75 cm from the ileocaecal valve. Represents the patent intestinal end of the Vitellointestinal (omphalomesenteric) duct. Receives its blood supply from vitelline (omphalomesenteric) artery originating directly from the SMA or from an ileal branch close to its origin from the SMA60% contains heterotopic mucosa (mc-gastric mucosa; pancreatic acini - next most common). Rule of 2: 2% incidence; 2 inches (5 cm) in length; 2 feet proximal to ileo-caecal valve, 2 times common in males, 50% symptomatic by age 2 years. Because of lengthening of intestines during growth, they are located at a greater distance from the ileo-caecal valve in adults than in children. Meckel's diverticulum should be looked for when a normal appendix is found at surgery for suspected appendicitis. Littre's hernia - when the content of an inguinal or femoral hernia is Meckel's diverticulum. Symptoms. Painless rectal bleeding or melena - most common presentation (most likely cause in a child presenting with rectal bleeding and anemia). Intussusception. Meckel's diverticulitis. Chronic peptic ulceration. Intestinal obstruction. Complication. Most common in children - bleeding. Most common in adults - intestinal obstruction. Most common neoplasm - carcinoid. Technetium-99m scanning is useful in identifying Meckel's diverticulum as a source of Gl bleeding, is most accurate. Treatment: Resection of diverticulum or the segment of intestine containing diverticulum. If silent Meckel's diverticulum is found during the course of an operation, it can be left alone provided it is wide mouthed and not thickened.",
        "cop": 3,
        "opa": "Supplied by omphalomesentric artery, ileal branch of Superior mesenteric artery",
        "opb": "Most common ectopic mucosa is gastric origin",
        "opc": "Usually found in the mesenteric border of the ileum",
        "opd": "Distance from the ileo-caecal valve depends on the age of the patient",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c2c17f9d-1e5d-44fa-9986-f11089c42b02",
        "choice_type": "multi"
    },
    {
        "question": "X-ray of a person presenting with intestinal obstruction is shown below. It is taken in which view?",
        "exp": "Ans. (a) X-ray abdomen erect* The film shows X-ray abdomen erect -- with multiple air fluid levels showing small intestinal obstruction.",
        "cop": 1,
        "opa": "X-ray abdomen erect",
        "opb": "X-ray abdomen left lateral",
        "opc": "X-ray in prone position",
        "opd": "X-ray in right lateral decubitus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "912e9048-1511-488c-b603-ebbcd76b749b",
        "choice_type": "single"
    },
    {
        "question": "Pseudopolyps are common with",
        "exp": "Ans. (a) Ulcerative colitis. Ref: Sabiston 20th edition, Page 1260* Pseudo polyps are uninvolved areas in colon in ulcerative colitis.* If cancer arises in ulcerative colitis it arises from intervening areas of pseudo polyps.",
        "cop": 1,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "CA colon",
        "opd": "Diverticulosis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "940f1ab2-8eb4-41cf-a4b6-f2d642baef26",
        "choice_type": "single"
    },
    {
        "question": "Most common site of colon malignancy is",
        "exp": "A. i. e. (Sigmoid colon) (1179-B& L 25th) (696 - CSDT 12th) (1060- S. Das 5th). Sigmoid colon is the most common site*** Distribution of colorectal cancer. Rectum (38%) > Sigmoid colon (21%) > caecum (12%) Transverse colon (5. 5%) > Ascending colon (5%)> Descending colon (4%) > Hepatic flexure (2%) and anus (2%) > Appendix (0. 5%)* Sigmoid colon segment of colon undergoes maximum postprandial contraction**Right colon. Left colon. Rectum**Unexplained weakness or Iron deficiency anemia (Most common)* Occult blood in feces* Dyspeptic symptoms* Persistent right abdominal discomfort* Change in bowel habits* Gross blood in stool* Obstructive symptom* Tenesmus* Characteristic x-ray finding* Rectal bleeding alternation in bowel habits* Sensation of incomplete evacuation* Intrarectal palpable tumor* Sigmoidoscopic finding* Metastatic disease - Jaundice, ascitis, hepatomegaly* Carcinoma of the colon - particularly the right colon is more common in women*** Carcinoma of the rectum is more common in men*** Regional lymph node involvement is the most common form of metastasis in colo rectal carcinoma**.* Marker for Gastro intestinal stromal tumour (GIST) is CD-I 17*** High fibre diet is most protective against development of colorectal cancer**Risk factor for Development of colorectal cancer (574 - H17th)* Diet - Animal fat* Streptocccus bovies bacteremia* Hereditary syndrome (AD- Inheritance)* Ureterosigmoidostomy* Polyposis coli* Tobacco-use* Nonpolyposis syndrome (Lynch syndrome) * Inflammatory bowel syndrome",
        "cop": 1,
        "opa": "Sigmoid colon",
        "opb": "Asending colon",
        "opc": "Descending colon",
        "opd": "Transverse colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a395d186-6276-4b83-8e97-092a4da6e312",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old lady presents with acute right sided lower abdominal pain since 4 hours. There is tenderness at Mc. Burney's point. Which investigation is best suited to confirm the diagnosis of appendicitis",
        "exp": "Ans. (a) CT scan. Ref: Sabiston 20th edition, Page 1299. Various investigations done for acute appendicitis:* X-ray abdomen erect -- Fecalith can be seen in 5% cases only* USG abdomen -- noncompressible appendix +sensitivity +78-83%, Specificity = 83-93%.* CECT abdomen with only IV contrast -- sensitivity and specificity is high (90-100%) -- Thickened appendix 7mm diameter+, most accurate imaging used.* MRI abdomen -- is 100% sensitive and, 98% sensitive. Used only in pregnant females. Operator dependent.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "Plain X-ray",
        "opc": "Serum ESR",
        "opd": "MRI abdomen",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "12476ba7-3565-4b27-aee7-784a11b4eef7",
        "choice_type": "single"
    },
    {
        "question": "Crohn's disease affects",
        "exp": "Ans. d (All of the above). (Ref. Bailey & Love, Surgery, 25th/pg. 1173; Sabiston 18th ed. Table 48-5) CROHN'S COLITISULCERATIVE COLITISSymptoms and Signs. Diarrhea. Common. Common. Rectal bleeding. Less common. Almost always. Abdominal pain (cramps). Moderate to severe. Mild to moderate. Palpable mass. At times. No (unless large cancer). Anal complaints. Frequent (>50%). Infrequent (<20%). Radiologic Findings. Ileal disease. Common. Rare (backwash ileitis). Nodularity, fuzziness. No. Yes. Distribution. Skip areas. Rectum extending upward and continuously. Ulcers. Linear, cobblestone, fissures. Collar-button. Toxic dilation. Rare. Uncommon. Proctoscopic Findings. Anal fissure, fistula, abscess. Common. Rare. Rectal sparing. Common (50%). Rare (5%). Granular mucosa. No. Yes. Ulceration. Linear, deep, scattered. Superficial, universal. Differences between UC and CD-UC affects the colon; CD can affect any part of the Gl tract, but particularly the small and large bowel-UC is a mucosal disease whereas CD affects the full thickness of the bowel wal-UC produces confluent disease in the colon and rectum whereas CD is characterised by skip lesions-CD more commonly causes stricturing and fistulation-Granulomas may be found on histology in CD but not in UC-CD is often associated with perianal disease whereas this is unusual in UC-CD affecting the terminal ileum may produce symptoms mimicking appendicitis, but this does not occur in UC-Resection of the colon and rectum cures the patient with UC, whereas recurrence is common after resection in CD.",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Ileum",
        "opc": "Colon",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "9f31844a-087d-45e9-9311-21431f645c3d",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old man presents with 3 days history of pain in the right lower abdomen and vomiting. Patient's general condition is satisfactory and clinical examination reveals a tender lump in right iliac fossa. The most appropriate management in this case would be:",
        "exp": "Ans. (c) Ochsner-Sherren regimen. Ref: Bailey and Love 26th edition, Page 1211* This is a case of appendicular mass -- hence conservative regimen is followed.* In a case of appendicular mass if we try to do appendectomy it may result in fistula",
        "cop": 3,
        "opa": "Immediate appendicectomy",
        "opb": "Exploratory laparotomy",
        "opc": "Ochsner-Sherren regimen",
        "opd": "External drainage",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1d01d209-cdc2-4169-a802-0c64c52b7c4a",
        "choice_type": "single"
    },
    {
        "question": "Following is least common about angiodysplasia of colon:",
        "exp": "Ans. (b) Involvement of rectum in 50% cases* Angiodysplasia is rare in rectum* Causes troublesome intermittent lower GI bleeding. Very difficult to diagnose",
        "cop": 2,
        "opa": "Involvement of cecum",
        "opb": "Involvement of rectum in 50% of cases",
        "opc": "Affecting age group >40 years",
        "opd": "Cause of troublesome lower GI hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "aee13bb1-d403-43b5-9df3-c6bf6c9418c7",
        "choice_type": "single"
    },
    {
        "question": "Cattle's maneuver is mobilization of:",
        "exp": "Ans. (d) Cecum and ascending colon. Cattell maneuver- Right visceral rotation medially:* Mobilization of ascending colon and cecum towards medial side* Provides excellent exposure of vena cava(Combined with Kocher's maneuver), right renal vessels and iliac veins* Used in cases of IVC, left renal vessels, left ureter injury",
        "cop": 4,
        "opa": "Sigmoid colon",
        "opb": "Descending colon",
        "opc": "Small bowel",
        "opd": "Cecum and descending colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "bf3b8ecb-853e-42e0-b46f-3e749355bc01",
        "choice_type": "multi"
    },
    {
        "question": "Bilious vomiting is seen in all except:",
        "exp": "Ans: d (Pyloric stenosis). Ref: Bailey & Love, 24th ed, p. 1033 & 23rd ed, p. 899",
        "cop": 4,
        "opa": "Jejunal atresia",
        "opb": "Volvulus of small intestine",
        "opc": "Duodenal atresia",
        "opd": "Pyloric stenosis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "86f00573-8433-41ed-a71b-8e24c0b2fb8b",
        "choice_type": "multi"
    },
    {
        "question": "Typhoid intestinal perforation is usually occurs in which week of typhoid fever?",
        "exp": "Ans. is 'a' i. e., 2nd - 3rd week * In the second or third week of the illness, if there is severe generalised abdominal pain, this heralds a perforated typhoid ulcer. The patient, who is already very ill, deteriorates further with classical features of peritonitis. An erect chest X-ray or a lateral decubitus film (in the very ill, as they usually are) will show free gas in the peritoneal cavity.* In fact, any patient being treated for typhoid fever who shows a sudden deterioration accompanied by abdominal signs should be considered to have a typhoid perforation until proven otherwise.",
        "cop": 1,
        "opa": "2nd - 3rd week",
        "opb": "4th - 5th week",
        "opc": "5th - 7th week",
        "opd": "6th - 8th week",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "fc6e1f8b-a892-4ba7-bff9-0ac4d45bfa70",
        "choice_type": "multi"
    },
    {
        "question": "Gangrene of the Intestine seen in all EXCEPT",
        "exp": "(Tricuspid - endocarditis) (518, 821- Robbins 7th)1. Arterial thrombosis - severe atherosclerosis, systemic vasculitis (Poly- arteritis- nodosa), dissecting aneurysm, surgical accidents, hypercoagulable states & OCP2. Arterial embolism - Cardiac vegetations, aortic athero embolism3. Venous thrombosis - Hypercoaguloble states, OCP, Intraparietal sepsis, invasive neoplasm, cirrhosis, abdominal trauma4. Miscellaneous - Cardiac failure, shock, dehydration, vaso constrictive drugs, radiation, volvulus, strictures herniation. Tricuspid endocarditis causes embolic complication (Infarction) of lung, not system organs (576- R)",
        "cop": 4,
        "opa": "Shock",
        "opb": "Polyarteritis nodosa",
        "opc": "Giant cell arteritis",
        "opd": "Tricuspid endocarditis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "183a570b-9a9a-4c27-8b50-d0d248b85396",
        "choice_type": "multi"
    },
    {
        "question": "Constricting type of colonic carcinoma is seen in",
        "exp": "Ans. a (Left colon). (Ref. Bailey and Love, 25, h/pg. 1179). Carcinoma Colon. Site. Clinical presentation. Carcinoma of the left side of the colon- Most tumours occur in this location. They are usually of the stenosing variety. Left-sided tumours: rectal bleeding, alteration in bowel habit, tenesmus, obstruction.- The main symptoms are those of increasing intestinal obstruction.- Alteration of bowel habit. An adult previously having a predictably regula bowel habit suddenly develops irregularity.- The episodes of constipation may be followed by attacks of diarrhoea.- Distension. Lower abdominal distension is not uncommon and, as with the pain, is relieved by passing flatus. Carcinoma of the sigmoid- This follows the general pattern of the above, with these differences:- Pain is usually colicky from the outset.- Tenesmus. Low tumours may give rise to a feeling of the need for evacuation, which may result in tenesmus accompanied by the passage of mucus and blood, especially in the early morning.- Bladder symptoms are not unusual and in some instances may herald a colovesical fistula. Right-sided tumours- iron deficiency anemia, abdominal mass are presenting features. Carcinoma of the transverse colon- This may be mistaken for a carcinoma of the stomach because of the position of the tumour together with anemia and lassitude. Carcinoma of the caecum and ascending colon* Anemia, severe and unyielding to treatment; there may be a palpable tumour present.* The presence of a mass in the right iliac fossa. Colonoscopy may be needed to confirm the diagnosis.* Caecal carcinoma is sometimes discovered unexpectedly at operation for acute appendicitis or for an appendix abscess failing to resolve. On rare occasions the appendix is inflamed, or even gangrenous, from the obstruction to its lumen by the tumour.* A carcinoma of the caecum can be the apex of an intussusception presenting with the symptoms of intermittent obstruction.",
        "cop": 1,
        "opa": "Left colon",
        "opb": "Right colon",
        "opc": "Transverse colon",
        "opd": "Caecum",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "135fae1e-01e8-44f9-8ef1-351c38bd7d94",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of small intestine is:",
        "exp": "Ans. (a) Leiomyoma. Ref: Sabsiton 19th edition, Page 1257* Most common benign tumor is adenoma* Most common symptomatic benign tumor is leiomyoma",
        "cop": 1,
        "opa": "Leiomyoma",
        "opb": "Lymphoma",
        "opc": "Adenocarcinoma",
        "opd": "Hemangioma",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "2e2ceeeb-00c7-4779-be7c-14ceada1a4bc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of meckels diverticulum -",
        "exp": "Ans. is 'b' i. e., It is found on the mesenteric side of the ileum Meckel's diverticulum:* A Meckel's diverticulum is a persistent remnant of the vitellointestinal duct and is present in about 2 per cent of the population.* It is found on the antimesenteric side of the ileum, commonly at 60 cm from the ileocaecal valve and is classically 5 cm long.* A Meckel's diverticulum contains all three coats of the bowel wall and has its own blood supply.* It is vulnerable to obstruction and inflammation in the same way as the appendix; indeed, when a normal appendix is found at surgery for suspected appendicitis, a Meckel's diverticulum should be looked for by examining the small bowel particularly if free fluid or pus is found.* In around 20 per cent of cases, the mucosa of a Mecke. Vs diverticulum contains heterotopic epithelium of gastric, colonic or pancreatic type. A Meckel's diverticulum can present clinically in the following ways: i) Haemorrhage: If gastric mucosa is present, peptic ulceration can occur and present as painless maroon rectal bleeding or melaena. If the stomach, duodenum and colon are cleared by endoscopy, radioisotope scanning with technetium-99m may demonstrate a Meckel's. (A Meckel's is notoriously difficult to see with contrast radiology.)ii) Diverticulitis: Meckel's diverticulitis presents like appendicitis, although if perforation occurs the presentation may resemble a perforated duodenal ulcer. iii) Intussusception: A Meckel's can be the lead point for ileoileal or ileocolic intussusception. iv) Chronic ulceration: Pain is felt around the umbilicus, as the site of the diverticulum is midgut in origin. v) Intestinal obstruction: A band between the apex of the diverticulum and the umbilicus (also part of the vitellointestinal duct) may cause obstruction directly or by a volvulus around it. vi) Perforation* The vast majority of Meckel's are asymptomatic. When found in the course of abdominal surgery, a Meckel's can safely be left alone provided it has a wide mouth and is not thickened.* When there is doubt, it can be resected.* The finding of a Meckel's diverticulum in an inguinal or femoral hernia has been described as Littre's hernia.",
        "cop": 2,
        "opa": "It is a remanant of vitellointestinal duct",
        "opb": "It is found on the mesenteric side of the ileum",
        "opc": "It may contain heterotopic epithelium of the gastric, colonic or pancreatic type",
        "opd": "Meckels diverticulum in inguinal or femoral hernia is described as Littre's hernia",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "4362fd22-8108-480c-943f-3d4d017d18b6",
        "choice_type": "single"
    },
    {
        "question": "\"Apple core\" sign seen in",
        "exp": "i. e. (Carcinoma descending colon): (1181-Love & Bailly 25th)* Barium enema showing a carcinoma of the sigmoid colon. It may have a 'apple core' appearance i. e. a short irregular stenosis with sharp shoulders at each end.* Carcinoma of the left colon appears as a fixed filling defect with an annular \"apple core\" configuration lesion of the right colon may appears as - constriction or an intraluminal mass (663 - CSDT13th)CEA levels are high in 70% of patients with cancer of large intestine but less than half of patients with localize disease are CEA positive. CEA does not therefore serve as a useful screening procedure, nor is it an accurate diagnostic test for colorectal cancer in a curable stage. CEA is helpfid in detecting recurrence after curative surgical resection; if high CEA levels return to normal after operation and then rise progressively during the follow up period, recurrence of cancer is likely (663-CSDT 13th)* Apple jelly nodules are seen in Lupus vulgaris*** Claw appearance on barium enema - Intussusception* Napkin - Ring sign - carcinoma colon. Risk Factors for the Development of Colorectal cancer* Diet: Animal fat, High caloric diet, High saturated fat consumption* Hereditary syndromes (Autosomal dominant inheritance* Polyposis coli* Nonpolyposis syndrome (Lynch syndrome)* Inflammatory bowel syndrome (UC & CD)* Streptococcus bovis bacteremia* Uretero sigmoidostomy* DM and obesity* Tobacco use* Sedentary life style* High red meat consumption* High content of refined carbohydrate* There is narrowing of terminal ileum due to irritability This along with shortened rigid caecum is called as \"Sterilin sign\" seen in Crohn's disease and Ileocaecal Tuberculosis. CROHN'S DISEASE or REGIONAL ENTERITISULCERATIVE COLITIS* Terminal ileum is the Most common site*** Granularity & asymmetrical involvement with skip lesion* Ulcer - Apthous ulcer and fissure ulcer* Cobblestone pattern** (Serpiginous transverse ulcer seperated by areas of edema)* Rigidity of mesenteric border and pseudosacculation of anti mesenteric border (Omega sign)* Wide gapping of bowel loops due to thickening of bowel wall* Stricture: long segment (String sign of cantor)*** Collar button ulcer* Double Tracking (longitudinal submucosal ulceration over several centimeter)* Symmetrical involvement of colon* Rectum involvement in 95% of cases*** Thumbprinting** due to mucosal oedema* Blunting of haustral fold (Pipestem appearance)*** Inflammatory polyp*** Back wash ileitis. In UG when whole colon involved, the inflammation extends 1-2 cm into terminal ileum in 10-20% cases called Backwash ilitis* Gaseless abdomen in X-ray***",
        "cop": 1,
        "opa": "Carcinoma descending colon",
        "opb": "Ulcerative colitis",
        "opc": "Tuberculosis",
        "opd": "Diverticulitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "577953ad-e496-463f-ba20-32754d3a005d",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man has recurrent, indolent fistula in ano. He also complains of weight loss, recurrent attacks of diarrhea with blood mixed in the stool, and tenesmus. Proctoscopy revealed a healthy, normal-appearing rectum. What is the most likely diagnosis?",
        "exp": "Answer: a) Crohn's colitis (BAILEY 26. TH ED, P-1151)INFLAMMATORY BOWEL DISEASEPeak age of presentation 15-30 years and 60-80 years. Females > males. CROHN'S DISEASE/ REGIONAL ENTERITIS GRANULOMATOUS COLITIS / TERMINAL ILEITISULCERATIVE COLITISCan affect any part of GIT, but me sites - terminal ileum, ileocecal valve, and cecum. Limited to colon and rectum. HLA-DR1/DQw5. HLA-DR2, HLA DR103* Smoking is a strong risk factor* OCPs and Appendicectomy increase risk* Non-smokers, ex-smokers - higher risk* Appendicectomy before 20 years protects against UCMorphology. Skip lesions. Continuous lesions. Thick bowel wall. Thin bowel wall. Strictures common. Rare. Transmural inflammation. Limited to mucosa. Non caseating granulomas (35%). No granulomas. Moderate pseudopolyps. Marked number of Pseudopolyps (tips fuse to form mucosal bridges). Deep, knife-like ulcers. Superficial broad-based ulcers. Fibrosis, serositis - marked. Mild to none. Perianal disease - painful skin tags, anal fissures, perianalabscesses, fistulas. Absent. Rectum mostly spared. Rectum always involved* Earliest lesions - aphthoid ulcers* Crypt abscesses* Mesenteric fat wraps bowel surface (creeping fat)* Paneth cell metaplasia in the left colon* Distortion of mucosal architecture* Cutaneous granulomas - metastatic Crohn disease* Rectum always involved and disease extends proximally (pancolitis and backwash ileitis)* Crypt abscess. Clinical features. Intermittent mild diarrhea, fever, abdominal pain (MC). Right lower quadrant mass, weight loss, anemia. Sometimes mimics appendicitis or bowel perforation. Relapsing disorder with attacks of bloodydiarrhea (usually nocturnal/postprandial), cramps, fecal urgency. Anal complaints (fissure, fistula, abscess) - frequent. Infrequent. Less incidence of perforation. Increased incidence of perforation. Fat/vitamin malabsorption present. Absent. Malignant potential + with colon involvement. Malignant potential (UC > CD). Recurrence after surgery common. Rare. Toxic megacolon - not common. Toxic megacolon seen (diameter > 6 cm). Investigations70% ASCA +ve (anti Saccharomyces cerevisiae Ab)10% p. ANCA positive75% p. ANCA positive10% ASCA +ve. Barium meal follow through or small bowel enema* Straightening of valvulae conniventes* Multiple defects (cobblestone appearance).* Cicatrisation & narrowing of ileum (string sign of Kantor)* Rose thorn appearance of the bowel wall.* Antibodies to E. coli outer membrane porin protein C (OmpC), Antibody to I2, Antiflagellin (anti-CBir1)* CT enterography - first-line test for the evaluation of suspected CD and its complications. Barium enema* Loss of haustrations* Narrow contracted colon (hose pipe colon)* Mucosal changes caused by granularity* Chronic - narrow contracted colon* Fecal lactoferrin - marker for intestinal inflammation* Fecal calprotectin - correlate with, predict relapses, detect pouchitis. Treatment* 5-ASA agents (mesalamine) not used now* Mild to moderate disease involving terminial ileum or ascending colon- Budesonide* Severe disease involving proximal small intestine or distal colon - Prednisone* Immunomodulators (Azathioprine, mercaptopurine, methotrexate) and for maintenance of remission or induction of remission along with steroids in severe disease* Anti-TNF therapy (Infliximab, adalimumab, certolizumab) - first-line agents to induce remission in moderate to severe disease and to maintain remission* Anti-integrins: Natalizumab (anti-a4 integrin) - if no response to anti-TNF agents* Mild to moderate distal colitis - topical mesalamine is the drug of choice* Mild to moderate disease extending above the sigmoid colon- Oral 5-ASA agents- No response - add prednisone- No response- immunomodulators* Severe colitis- IV Methylprednisolone- No response - Infliximab- No response - Cyclosporine- No response - Surgery* Fulminant colitis & Toxic megacolon not improving in 48-72 hours - surgery - Total proctocolectomy. Extraintestinal manifestations. Rheumatologic. Inflammatory arthropathy is the most common extraintestinal manifestation. Peripheral arthritis (CD > UC) - asymmetric, polyarticular, migratory, mostly affects large joints of the upper and lower extremities, worsens with exacerbations of bowel activity. Ankylosing spondylitis (CD > UC) - not related to bowel activity, does not remit with glucocorticoids or colectomy, most often affects the spine and pelvis. Sacroileitis (CD=UC) - does not correlate with bowel activity Dermatologic. Erythema nodosum (CD > UC) - attacks correlate with bowel activity; skin lesions develop after the onset of bowel symptoms. Pyoderma gangrenosum (UC>CD) - may occur before the onset of bowel symptoms, course independent of the bowel disease, respond poorly to. Aphthous stomatitis and \"cobblestone\" lesions of the buccal mucosa (CD > UC). Pyoderma vegetans, pyostomatitis vegetans, Sweet syndrome (neutrophilic dermatosis)",
        "cop": 1,
        "opa": "Crohn's colitis",
        "opb": "Ulcerative colitis",
        "opc": "Amoebic colitis",
        "opd": "Ischemic colitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "316ba48f-b732-42a5-969b-fb1218d2d5ed",
        "choice_type": "single"
    },
    {
        "question": "Complications of diverticulitis include:",
        "exp": "Diverticulitis results from acute inflammation of a colonic diverticula. The process may extend into adjacent organs (e. g., the urinary bladder and a fistula between the colon and bladder colovesical fistula may ensue). This leads to passage of colonic gas and fecal material into the bladder and urine resulting in pneumaturitis and fecaluria. Sigmoid resection and repair of the bladder fistula is indicated.",
        "cop": 3,
        "opa": "Carcinoma of the colon",
        "opb": "Extraintestinal manifestations such as arthritis, iritis, and skin rashes",
        "opc": "Fistulation to adjacent organs such as the bladder, with ensuing Colo vesical fistula",
        "opd": "Arteriovenous fistulae of the intestine",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "8f58666b-5e04-4efb-9947-bdf05eab96a4",
        "choice_type": "single"
    },
    {
        "question": "Inflammation of Meckel diverticulum may produce symptoms resembling:",
        "exp": "Ans: a (Appendicitis) Ref: Bailey, 24th ed, p. 1159. As Meckel's diverticulum possesses all three coats of intestinal wall and has its own blood supply, it is vulnerable to infection and obstruction in the same way as appendix and produces clinical pictures similar to appendicitis. Meckel diverticulum. Situated in the antimesentric border of the small intestine. Commonly 60 cm from ileocaecal valve. 3 - 5 cm long. Rule of two- 2% prevalence- 2 inch in length- 2 feet proximal to ileocaecal valve- Half of those who are symptomatic are younger than 2 yrs of age. True diverticula having all 3 layers. Represents the patent intestinal end of vitellointestinal duct. Male to female ratio 3: 1. Approximately 60% contain heterotrophic mucosa of which more than 60% consists of gastric mucosa. Second most common ectopic mucosa is that of pancreas. Complications. Most common complication- In children and young adult (< 18 yrs) - bleeding- In adults - intestinal obstruction- Overall - bleeding. Symptoms (asymptomatic and complication produces symptoms)1) Severe haemorrhage (most common)2) Intussusception. 3) Meckel diverticulitis- Clinical picture is similar to appendicitis.- Diverticulitis may lead to perforation. Points- It should be sought when a normal appendix is found at surgery for suspected appendicitis.- If a silent Meckel's is found incidentally during the course of an operation, it can be left alone provided it is wide mouthed and not thickened. Investigation. Small bowel barium enema is the most accurate investigation. Technitium- 99 m scanning - May localise heterotrophic gastric mucosa.",
        "cop": 1,
        "opa": "Appendicitis",
        "opb": "Colitis",
        "opc": "Gastroenteritis",
        "opd": "Intestinal obstruction",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b144bfaf-c506-442d-adcd-d1121dbdb174",
        "choice_type": "single"
    },
    {
        "question": "Crohn's disease is associated with polymorphism in:",
        "exp": "Ans. (a) NOD 2/CARD 15 gene. Ref: Sabiston 20th edition, Page 1260* IBD-1 (CARD-15/NOD 2 gene) mutation at chromosome 16 q is linked with CD.* IBD-2 - Chr. 12q-linked with UC",
        "cop": 1,
        "opa": "NOD2/CARD 15 gene",
        "opb": "Philadelphia chromosome",
        "opc": "P53 gene",
        "opd": "APC/Beta catenin",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "076f1b9a-d05b-4f00-8881-37689676031c",
        "choice_type": "single"
    },
    {
        "question": "Sigmoid valvulus rotations occurs",
        "exp": "(Anticlockwise) (1197-LB) (1192-B &L 25th)SIGMOID-VOLVULUS - Most common cause of large bowel obstruction in indigenous black Africans* Rotation nearly always occurs in an anticlockwise direction* Predisposing factors include high-residue diet and chronic constipation* Predisposing causes - 1 Band of adhesions (peridiverticulitis) Overloaded pelvic colon, Long pelvic mesocolon, narrow attachment of pelvic mesocolon* Plain film of abdomen - The distended loop may assume a \"coffee bean\" shape* In caecal Volvulus the concavity of the \"coffee bean\" points towards the right lower abdominal quadrants, and in sigmoid Volvulus it points towards the left lower quadrant.* On barium enema a \"bird's beak\" or ace of spades\" deformity with spiral narrowing of the upper end of the lower segment is pathognomic. Between attacks barium enema may reveal sigmoid megacolon - 739/CSDT l1th",
        "cop": 2,
        "opa": "Clockwise",
        "opb": "Anticlockwise",
        "opc": "Both clockwise and anticlockwise",
        "opd": "Axial in direction",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a1f2919c-8044-4589-871b-353516c6a1c6",
        "choice_type": "multi"
    },
    {
        "question": "Familial adenomatous polyposis is characterised by ail except:",
        "exp": "A i. e. Autosomal recessive transmission. Ref: Sabiston Textbook of Surgery, 20th edition, page 1366-1369 Explanation: Hereditary cancers. Family history, Young age at onset Presence of other specific tumors and defects FAP and HNPCCSporadic cancers. Absence of family history, older age 60 - 80 years Isolated lesions in colon or rectum. Specific mutation is present in all cells of affected individuals. Familial cancers. Genetic polymorphisms, Gene modifiers and defects in Ty. KLifetime risk increases for members in families in which index case is youngand relative is close. FAMILIAL ADENOMATOUS POLYPOSIS - HEREDITARY CANCER SYNDROMEAPC gene 5q21. Mutation leads to Increased beta catenin levels and Wnt signal activation Earliest phenotype is Aberrant crypt formation Germline, somatic mutations seen and polymorphism. CLASSIC FAPATTENUATED FAPGARDNERS SYNDROMEMore than 100 adenomatous polyps in colorectum. Manifest by late second or early third decade. Germline APC truncation mutations from codon 1250 - 1464 Autosomal dominant. Mutations close to the 5' end of the gene. Far less than 100 polyps Tendency to spare the rectum. Profuse colonic polyps, Mesenteric desmoids Skull and Mandible osteomas Periampullary cancers. Extraintestinal Manifestations of FAP - CHRPE, PTC, Medulloblastoma, Gastric fundic polyps. The average age at discovery of a new patient with FAP is 29 years.",
        "cop": 1,
        "opa": "Autosomal recessive transmission",
        "opb": "More than 100 polyps in colorectal area",
        "opc": "Polyps seen in duodenum",
        "opd": "Extra intestinal manifestations are present",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "ddc69ec0-a1e7-4ff4-8865-1b9b3e8c5a9b",
        "choice_type": "multi"
    },
    {
        "question": "Occlusion to superior mesenteric artery affects jejunum and911 -Baily & Love 25th)",
        "exp": "(Duodenum distal to the opening of CBD) (243-Snell 8th, 911-Baily & Love 25th)SUPERIOR MESENTERIC ARTERY - supplies the distal part of the duodenum, Jejunum, Ileum, cecum, appendix, ascending colon and most of the transverse colon. It arises from the front of the abdominal aorta just below the celiac artery and ends by anastomosing with the ileal branch of its own ileocalic branch***SUPERIOR MESENTERIC SYNDROME or Wilkie's syndrome* Characterised by compression of the third portion of the duodenum by the superior mesenteric artery* More commonly seen in young asthenic individuals with women*** Predisposing factor include - Weight loss**, supine immobilization, scoliosis, placement of body cast (cast syndrome)* Diagnosis - barium upper GT series or Hypotonic Duodenography*** Treatment of choice vascular compression of duodenum is duodeno- Jejunostomy*** Most common cause of Acute mesenteric ischaemia is cardiogenic embolism*** Most common occlusion occurs distal to origin of the superior mesenteric artery**",
        "cop": 3,
        "opa": "Pyloric antrum",
        "opb": "Fundus of stomach",
        "opc": "Duodenum distal to the opening of CBD",
        "opd": "Greater curvature",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "7c0e36c2-f72b-484d-92cf-c1819c9543d9",
        "choice_type": "single"
    },
    {
        "question": "Earliest change seen in Crohn's disease:",
        "exp": "Ans. (a) Aphthous ulcers. Ref: Surgery Sixer 2nd edition, Page 420. Pathologic features: Crohn's disease. Ulcerative colitis* Transmural inflammation* Noncaseating granulomas* Aphthous ulcers are the earliest manifestation* Serpiginous/Bear claw linear ulcers* Cobblestone appearance* Skip lesions* Fistulas* As the disease progresses, the mucosa begin to erode leaving only small islands of mucosa that resemble polyps but are actually pseudo polyps* Crypt abscesses* Confined to the mucosa and submucosa, in the most severe forms of the disease, such as fulminant colitis or toxic megacolon, the disease process may extend to the deeper muscular layers of the colon and even to the serosa(Crypt abscess and pseudopolyps can also occur in Crohn's disease but less common than ulcerative colitis )",
        "cop": 1,
        "opa": "Aphthous ulcer",
        "opb": "Serpiginous ulcer",
        "opc": "Crypt abscess",
        "opd": "Mesenteric wrapping",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1f70c017-d41a-46d2-8c8c-fb3aa4ab2552",
        "choice_type": "single"
    },
    {
        "question": "X-ray below demonstrates",
        "exp": "Ans. (a) Small Bowel Obstruction* Multiple air fluid levels seen here is due to small bowel obstruction.* This appearance is known as Step ladder appearance",
        "cop": 1,
        "opa": "Small bowel obstruction",
        "opb": "Sigmoid volvulus",
        "opc": "Large bowel obstruction",
        "opd": "Perforation",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "09aaab1c-d069-4f8c-9720-514d91478cfb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has the highest potential of progression into a cancer?",
        "exp": "Ans. (a) Adenomatous polyp. Ref: Sabiston 20th edition, Page 1363* Highest malignant potential is villous adenoma > tubular adenomatous polyps",
        "cop": 1,
        "opa": "Adenomatous polyp",
        "opb": "Juvenile polyp",
        "opc": "Hyperplastic polyp",
        "opd": "Hamartomatous polyp",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1e3b918c-82a6-49d9-a63c-6c48d3ff5106",
        "choice_type": "single"
    },
    {
        "question": "Red current jelly stool is feature of:",
        "exp": "Ans. a (Intussusception). (Ref. Bailey and Love, 25th/pg. 79). Intussusception. Definition. One portion of gut becomes invaginated within an immediately adjacent segment; invariably proximal into distal bowel. It Is composed of: 1. Intussusceptum--entering or inner tube. 2. Returning or middle tube3. Intussuscepiens--Sheath or outer tube. 4. Leading point-- Hypertrophied payer's patch is most common. Type. Ileocolic is most common type. Clinical features. Intussusception should be considered in any infant with bloody stools and Red current jelly stool is characteristic of it, as is sign of dance or empty right iliac fossa on clinical examination. Investigations. USG and Barium enema are confirmatory. USG should be the first choice as it is free of ionizing radiation and can guide in hydrostatic reduction. Barium enema shows presence of iliocolic or colocolic form as 'claw' sign i. e. Ba in intussuception is seen as a claw around the negative shadow intussusceptum. Other radiological sign on BA enema is \"Coiled-spring\" sign. A Ba enema involves effective radiation dose of about 7 mvs. Rx. Most intussusceptions can be reduced non-operatively using an air or barium enema. Hydrostatic reduction is contraindicated in presence of obstruction, peritonism or prolonged history and is unlikely to be successful if a lead point is likely.",
        "cop": 1,
        "opa": "Intussuseption",
        "opb": "Volvulus",
        "opc": "Hirschsprung disease",
        "opd": "CHPS",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "75def45b-63b2-4936-aea6-d9afe3cb3c32",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old woman complains of vomiting and intermittent colicky abdominal pain. X- rays reveal fluid levels and air in the biliary tree. What is the likely cause?",
        "exp": "Gallstone ileus results in \"tumbling\" intestinal obstruction due to the intermittent nature of the condition. Previous choledochoduodenostomy could give air in the biliary tree but not obstruction.",
        "cop": 2,
        "opa": "Abdominal adhesions",
        "opb": "Gallstone ileus",
        "opc": "Carcinoma of the right colon",
        "opd": "Abdominal lymphosarcoma",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "d9afe932-a95e-4f65-834f-321b1e35e2e9",
        "choice_type": "multi"
    },
    {
        "question": "Colonoscopy as a part of screening is not needed in.",
        "exp": "Ans. (a) MEN 2 syndrome. Ref Bailey and Love 27th edition, Page 1259* MEN2B syndrome is not associated with colorectal cancers.; FAR HNPCC, Cronkhite, Banayan, all these syndromes; have associated colorectal cancers.",
        "cop": 1,
        "opa": "MEN 2 syndrome",
        "opb": "Lynch",
        "opc": "FAP",
        "opd": "Cronkhite Canada",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "78d9fcff-cebd-4206-a152-bd3e8a871fda",
        "choice_type": "single"
    },
    {
        "question": "In a 10-month-old infant presents with intussusception, likely cause is:",
        "exp": "Ans. (a) Peyer's patch hypertrophy. Ref: Bailey 26th edition, Page 1184* Most common etiology for intussusception in infants is hypertrophied Peyer's patches which is usually due to rhinovirus infection",
        "cop": 1,
        "opa": "Peyer's patch hypertrophy",
        "opb": "Meckel's diverticulum",
        "opc": "Mucosal polyp",
        "opd": "Duplication cyst",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c7a47068-c2f7-4cc4-92de-70af0662e1df",
        "choice_type": "single"
    },
    {
        "question": "Colonic metastases are related with:",
        "exp": "Ans. (b) Depth of invasion. Ref: Schwartz 9th edition, Page 1046; Shackelford 7th edition, Page 2133* Colonic metastasis to liver is related to -- depth of invasion (T stage)* CRC prognosis depends on the stage of the disease (Especially in stage on the lymph node status)* Tumor size and duration has no effect on prognosis.",
        "cop": 2,
        "opa": "Preoperative CEA level",
        "opb": "Depth of invasion",
        "opc": "Size of tumor",
        "opd": "Circumferential involvement",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c42f5a07-45dc-4424-88ca-aca2d2093cdd",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old man with a history of fever associated with abdominal pain of 3-week duration presents now with a sudden onset of abdominal pain and copious vomiting. Plain abdominal x-rays reveal air under a diaphragm. A CT scan shows mesenteric lymphadenopathy and splenomegaly is found. Laparotomy is performed and 3 feet of ileum resected. The luminal aspect of the resected bowel shows marked ulceration of Peyer's patches. What is the most likely diagnosis?",
        "exp": "Typhoid fever typically presents with initial symptoms. Small intestine complications are related to involvement of Peyer's patches of the small intestine, which result in bleeding and/or perforation in the second and third week after symptoms are noted.",
        "cop": 1,
        "opa": "Typhoid enteritis",
        "opb": "Tuberculosis enteritis",
        "opc": "Crohn's disease",
        "opd": "Primary peritonitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "6346f3cb-919e-4950-a3c1-dd1e4e94f454",
        "choice_type": "single"
    },
    {
        "question": "Teduglutide is a recently introduced drug for Short Bowel Syndrome- What is it?",
        "exp": "Ans. (a) GLP -2 analogue. Ref: Surgery Sixer 3rd Edition Page 425, Direct line. Teduglutide: GLP-2 analogue:* Randomized controlled trials have shown that teduglutide, a GLP-2 analogue that is resistant to degradation by the proteolytic enzyme dipeptidyl peptidase 4 and therefore has a longer half-life than GLP-2, is well tolerated and has led to the restoration of intestinal functional and structural integrity through significant intestinotrophic and pro absorptive effects.",
        "cop": 1,
        "opa": "GLP- 2 analogue",
        "opb": "GLP anta agonist",
        "opc": "Somatostatin analogue",
        "opd": "H1 blocker",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a8d57a01-ac31-4aa7-a746-8d32474fa603",
        "choice_type": "single"
    },
    {
        "question": "Following resection of the left colon, a 67-year-old obese woman develops left-sided leg edema due to deep-vein thrombosis. She is placed on anticoagulants, but after 2 weeks of warfarin (Coumadin), she develops a pulmonary embolus with slight hypoxemia. What should the next step in management involve?",
        "exp": "In general, failure (or inability) to continue anticoagulants is an indication to insert an IVC filter to minimize the possibility of serious and possibly fatal pulmonary embolus.",
        "cop": 3,
        "opa": "Increasing the dose of anticoagulants",
        "opb": "Discontinuing anticoagulants",
        "opc": "Use of an inferior vena cava (IVC) filter",
        "opd": "CT scan of the leg and abdomen",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1cfe3e78-d477-4049-82b0-09a2d9abde20",
        "choice_type": "multi"
    },
    {
        "question": "Saw tooth appearance in abdominal barium enema X-ray:",
        "exp": "Ans. (b) Prediverticulosis. Ref: Sabiston Textbook of Surgery, 20th edition, Pages 1330-32* Barium enema studies were primarily used before the advent of computed tomography (CT) scans and have largely been abandoned as a primary tool as they provide information only about the luminal surface of the colon and cannot be performed if perforation is suspected.* The findings include Saw-tooth appearance to the colon, usually sigmoid, with shortening of bowel, crowding of haustra and picket-fencing of folds is seen in prediverticular disease.",
        "cop": 2,
        "opa": "Multiple polyposis",
        "opb": "Prediverticulosis",
        "opc": "Ischemic colitis",
        "opd": "Ulcerative colitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "0b081456-953c-4157-b2e0-3b7dee2d65ca",
        "choice_type": "single"
    },
    {
        "question": "35-year-old man complaints of weight loss, loss of appetite, abdominal pain and diffuse thickening of ileocecal region. Diagnosis is:",
        "exp": "Ans. (c) Ileocecal TBRef: Bailey and Love 26th edition, Page 1158* Weight loss, loss of appetite and diffuse thickening of ileocecal region is typical of TB.",
        "cop": 3,
        "opa": "Crohn's",
        "opb": "Ulcerative colitis",
        "opc": "Ileocecal TB",
        "opd": "Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "bec177b4-d714-40ba-af17-7c107b82c406",
        "choice_type": "single"
    },
    {
        "question": "How to differentiate mechanical obstruction from paralytic ileus?",
        "exp": "Ans. (b) Absence of rectal shadow. Ref: Bailey and Love 26th edition, Page 1190* The important point to differentiate paralytic ileus and mechanical obstruction in X-ray is there will be absence of rectal gas shadow in mechanical obstruction.* Clinically bowel sounds will be absent in paralytic ileus with no pain.",
        "cop": 2,
        "opa": "Elevation of hemi diaphragm",
        "opb": "Absence of rectal shadow",
        "opc": "Multiple air fluid levels",
        "opd": "Abdominal distension",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1555fe3e-c741-4b39-85f5-f1d9a56246c8",
        "choice_type": "single"
    },
    {
        "question": "Highest concentration of potassium is seen in:",
        "exp": "Ans. (d) Sigmoid colon. Ref: Schwartz 10/e p69* Highest concentration of potassium seen in Colon (30m. Eq/L).* Highest absorption of potassium occurs in colon",
        "cop": 4,
        "opa": "Jejunum",
        "opb": "Ileum",
        "opc": "Duodenal",
        "opd": "Sigmoid colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a21fcb9e-1c84-4cf1-b5fa-977aae688053",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old man is seen in his physician's office for severe pain in the perineum. Examination reveals exquisite tenderness in the area to the right side of the anal verge due to a perianal abscess. Rectal examination is refused. What should be the next step in management?",
        "exp": "The ducts of the anal glands drain into the anus and are covered by the vertical columns of Morgagni. Infection of these glands may account for some cases of perianal abscess. The folds end distally at about the level of the dentate line. The lower third of the anus receives its nerve supply from the pudendal nerve (somatic). In order to minimize spread of infection, the local anesthetic should be confined to the skin immediately overlying the abscess. This should be performed in a hospital setting, in an operating room, with good lighting, in the lithotomy position, using a combination of IV sedation and local anesthesia. Proctoscopy/sigmoidoscopy can be undertaken at the same time.",
        "cop": 1,
        "opa": "Drainage of the abscess in the office under local anesthesia.",
        "opb": "Excision of the vertical fold of Morgagni.",
        "opc": "Drainage under general anesthesia and immediate colonoscopy.",
        "opd": "CT scan of the abdomen.",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "891680c8-ae28-4e9e-9364-a4afae88e14f",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man complains of recurrent attacks of painless rectal bleeding. Colonoscopy reveals normal mucosa between the cecum and the anal verge. What is the most helpful test to determine the cause of bleeding?",
        "exp": "A common cause of lower GI bleeding that is recurrent and painless is angiodysplasia of the colon. In the absence of diverticula or hemorrhoids, the suspicion is even higher for these lesions. Peptic ulcer and Meckel's diverticulum can cause predominantly lower GI bleeding. However, the bleeding is usually in the form of melena rather than bright red.",
        "cop": 1,
        "opa": "Angiography to look for angiodysplasia",
        "opb": "Technetium scan for Meckel's diverticulum",
        "opc": "Upper GI endoscopy for peptic ulcer",
        "opd": "Small-bowel series for tumor",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "088f1d2a-4443-4755-a691-2d9304dc7b47",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin B12 and bile salts are decreases in the resection of",
        "exp": "i. e. (Ileum): (1157-Love & Baily 25th) (625-26-CSDT-l31) JEJUNUMILEUMNormal. Generalized transport of water, electrolytes, sugars proteins, fats, vitamins Most absorption occurs proximally. Localized transport of bilesalts, cholesterol, vitamin BResection* Generalized transport work load assumed by ileum* Localized transport unaffected* No malabsorption* Generalized transport continues* Localized transport lost* Malabsorption of vitamin B 12, cholesterol bile salts andfats***Steatorrhea, diarrhea, megaloblastic anemia and malnutrion are the hall marks of Blind loop syndrome",
        "cop": 4,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "e94c0b5a-9006-4d65-88d4-684700252f4c",
        "choice_type": "single"
    },
    {
        "question": "Child presents with recurrent abdominal pain and bilious vomiting. Condition was diagnosed by barium follow through. Surgery was done, mesenteric widening, appendectomy, cutting the Ladd's mesenteric widening, appendectomy, cutting the Ladd's band. What is the diagnosis?",
        "exp": "Ans. (b) Malrotation. Ref: Sabiston 19th edition, Pages 1843-1844. Types of malrotation of gut:* Incomplete malrotation is the most common malrotation resulting due to Ladd's Band* Nonrotation abnormality is the most common anomaly* Reverse rotation* Hyper rotation* Malrotation with midgut volvulus",
        "cop": 2,
        "opa": "Recurrent cecal volvulus",
        "opb": "Malrotation",
        "opc": "Recurrent appendicitis",
        "opd": "Stricture TB",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "12e45f40-8e1e-454b-83c8-c1e22299ed13",
        "choice_type": "single"
    },
    {
        "question": "Most Common congenital GI Tract anamoly is -",
        "exp": "Ans. is 'a' i. e., Meckels diverticulum * Meckel's diverticulum is a true diverticulum as it has all the 3 layers of the intestine.* It's the most common congenital anomaly of the gastrointestinal tract.",
        "cop": 1,
        "opa": "Meckels diverticulum",
        "opb": "Patent rachus",
        "opc": "Ileal atresia",
        "opd": "Jejunal aplasia",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "317da454-89ed-45c8-8e5f-bda62cc805b8",
        "choice_type": "single"
    },
    {
        "question": "Most common position of vermiform appendix:",
        "exp": "Ans. (B) Retrocecal. Ref: Bailey 26th edition, Page 1199* Most common position is retrocecal--60%* 2nd common position--pelvic 20%",
        "cop": 2,
        "opa": "Preileal",
        "opb": "Retrocecal",
        "opc": "Pelvic",
        "opd": "Postileal",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "2d702675-b2dd-47af-b3ce-886b86eeead0",
        "choice_type": "single"
    },
    {
        "question": "X-ray finding more suggestive of ulcerative colitis than Crohn's disease:",
        "exp": "Ans. (b) Loss of haustrations. Ref: Sabiston 20th edition, Page 1342* Lead pipe appearance: Loss of haustrations* Rectal sparing is a feature of Crohn's* Skip lesions are also seen in Crohn's.",
        "cop": 2,
        "opa": "Rectal sparing",
        "opb": "Loss of haustrations",
        "opc": "Tracking of contrast within the bowel wall",
        "opd": "Discontinuous lesions",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "98195a09-0266-442c-8872-879d272ddbfc",
        "choice_type": "multi"
    },
    {
        "question": "A 27-year-old homosexual male presents with a foreign body in the rectum. During the extraction of the foreign body, a large tear in the sigmoid colon with extensive devitalization and contamination is observed. What is the preferred method of treatment?",
        "exp": "Rectosigmoid injuries should promptly raise a high index of suspicion, warranting immediate sigmoidoscopy to confirm the diagnosis. Sigmoidoscopy, rigid or flexible, involves much manipulation and insufflation of air. This is hardly desirable or safe in the presence of a significant tear in the presence of a rectal foreign body, free air under the diaphragm, in a patient with an acute abdomen, is all that is necessary to warrant laparotomy. Following this, CT scan with gastrofin administered orally, will give the diagnosis. The best treatment is exteriorization that is colostomy, at the perforated site. This will depend upon the location and extent of the perforation. If small and localized, colostomy at the site or proximally may be chosen. If the tear is massive, then resection with proximal colostomy and mucous fistula (Hartman) may be indicated.",
        "cop": 4,
        "opa": "Observation",
        "opb": "Proctoscopic repair",
        "opc": "Laparotomy and closure of sigmoid colon tear",
        "opd": "Laparotomy, closure of sigmoid, and proximal colostomy or exteriorization of perforation as a colostomy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b384104a-eeb3-4778-b3c0-ff30dfcbbfbd",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in Hirschsprung's disease is:",
        "exp": "Ans. (c) Rectal biopsy. Ref: Schwartz 10th edition, Page 1625* Rectal biopsy must be taken 1, 2 and 3cm above the dentate line in children under IV sedation.* In newborn no anesthesia is needed as biopsy is taken from pain insensitive area and hence done bedside.",
        "cop": 3,
        "opa": "Rectal manometry",
        "opb": "Rectal examination",
        "opc": "Rectal biopsy",
        "opd": "Ba enema",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "57d2d40d-a85b-45af-ac99-517e370a72ba",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old computer technician receives irradiation to the pelvis for cervical cancer. Three months after irradiation, severe rectal proctitis may be shown by the presence of which of the following?",
        "exp": "The mucosa is friable and bleeds readily. Ulcers vary in size and often tend to be transverse in position and surrounded by telangiectasis. They are often more prominent on the anterior wall around the anal verge. Rectal strictures usually are located about 8-12 cm above the anal verge. Rectovaginal fistula may develop in female patients. On barium enema, a narrow stricture is difficult to differentiate from a carcinoma.",
        "cop": 1,
        "opa": "Ulcers",
        "opb": "Strictures at anal verge",
        "opc": "Mucosa prolapse",
        "opd": "Multiple telangiectasis and polypoid tumor",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "7856008c-27e1-44b8-a81f-efca6f0d0d3f",
        "choice_type": "single"
    },
    {
        "question": "Meckel's diverticulum is a derivative of:",
        "exp": "Ans. (b) Vitellointestinal duct* Persistence of Proximal VID: Meckel's* Persistence of Distal VID: Umbilical adenoma (Raspberry; tumor)",
        "cop": 2,
        "opa": "Allantoic diverticulum",
        "opb": "Vitellointestinal duct",
        "opc": "Ventral mesogastrium",
        "opd": "Ductus arteriosus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "9d21c1aa-13a2-4920-a745-02f9c6825e8a",
        "choice_type": "multi"
    },
    {
        "question": "Diverticulosis is most common in",
        "exp": "Ans) a (Sigmoid colon) Ref: Sabiston's 18th editionA diverticulum is an abnormal sac or pouch protruding from the wall of a hollow organ, which is, for the purposes of this discussion, the colon. A due diverticulum is composed of all layers of the intestinal wall, whereas a false diverticulum, or pseudodiverticulum, lacks a portion of the normal bowel wall. The diverticula that commonly occur in the human colon are pseudodiverticula. Diverticula most commonly affect the sigmoid colon and are confined to the sigmoid in about half of patients with diverticulosis. The next most common area involved is the descending colon (? 40% of affected individuals), and the entire colon has diverticula in 5% to 10% of patients with diverticulosis.",
        "cop": 1,
        "opa": "Sigmoid colon",
        "opb": "Ascending colon",
        "opc": "Descending colon",
        "opd": "Transverse colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "b9a1d537-b14a-4406-924e-e2d54001e238",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old patient with a 2-cm painful abscess in perianal region for 1 day. The patient does not have fever or leukocytosis. Which space is this lesion in? SELECT ONE.",
        "exp": "Perianal abscess is most common type of anorectal abscess. It is superficial and lies in perianal space. Duration of symptoms is short and patient is unlikely to have fever or leukocytosis.",
        "cop": 2,
        "opa": "Supralevator space",
        "opb": "Perianal space",
        "opc": "Levator ani muscle",
        "opd": "Intermuscular space",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "2d95cdac-2517-4c84-bd80-d0971084ef6e",
        "choice_type": "single"
    },
    {
        "question": "Commonest complication of Meckel's diverticulum is:",
        "exp": "Ans: a (Bleeding). Ref: Bailey & Love, 24th ed, p. 1159 & 23rd ed, p. 1033",
        "cop": 1,
        "opa": "Bleeding",
        "opb": "Perforation",
        "opc": "Diverticulitis",
        "opd": "Intussusception",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "31c2ed3c-d9ff-43f9-a1a0-f947d8232cf2",
        "choice_type": "single"
    },
    {
        "question": "Due about Post-operative ileus is",
        "exp": "Ans. a (No intestinal sounds heard). (Ref. Bailey & Love, 25th/1198)# Differentiation between persistent paralytic Ileus and early mechanical obstruction may be difficult in early postoperative period. Latter is probably more common.# Postoperative ileus is characterized by absent intestinal sounds.# Early evidence (days 1-5) is usually due to non-strangulating obstructive cause like fibrinous adhesions and edema.# Postoperative adynamic Ileus usually presents after a week of operation. Paralytic ileus. This may be defined as a state in which there is failure of trans- mission of peristaltic waves secondary to neuromuscular failure. The resultant stasis leads to accumulation of fluid and gas within the bowel, with associated distension, vomiting, absence of bowel sounds and absolute constipation. Varieties# Postoperative: a degree of ileus usually occurs after any abdominal procedure and is self-limiting, with a variable duration of 24-72 hours. Postoperative ileus may be prolonged in the presence of hypoproteinaemia or metabolic abnormality (see below).# Infection: intra-abdominal sepsis may give rise to localised or generalised ileus. Resultant adhesions may contribute a mechanical element to the initial neurogenic aetiology.# Reflex ileus: this may occur following fractures of the spine or ribs, retroperitoneal haemorrhage or even the application of a plaster jacket.# Metabolic: uraemia and hypokalemia are the most common contributory factors. Specific treatment is directed towards the cause, but the fol- lowing general principles apply:# The primary cause must be removed. * Gastrointestinal distension must be relieved by decompression.# Close attention to fluid and electrolyte balance is essential.# There is no place for the routine use of peristaltic stimulants. Rarely, in resistant cases, medical therapy with an adrenergic blocking agent in association with cholinergic stimulation, e. g. neostigmine (the Catchpole regimen), may be used, provided that an intraperitoneal cause has been excluded.# If paralytic ileus is prolonged and threatens life, a laparotomy should be considered to exclude a hidden cause and facilitate bowel decompression.",
        "cop": 1,
        "opa": "No intestinal sounds heard",
        "opb": "Intestinal peristalis never becomes normal again",
        "opc": "Is due to hypernatremia",
        "opd": "Begins 2-3 days post-operatively",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "ded3d1c0-cade-4ce9-b6d3-62d178ef97b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Meckel's diverticulum?",
        "exp": "Ans. (b) Seen in mesenteric side. Ref: Bailey and Love 27th edition, Page 1253* Meckel's diverticulum is always seen on the antimesenteric side, 2 feet proximal to ileocecal junction.* In 20% cases mucosa may contain heterotopic gastric, pancreatic or colonic mucosa.* Most common complication is bleeding from ectopic gastric mucosa.",
        "cop": 2,
        "opa": "Remnant of VID",
        "opb": "Seen in mesenteric side",
        "opc": "Contains ectopic gastric and pancreatic mucosa",
        "opd": "Littre hernia is Meckel's in hernial sac",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "1f610f28-72a2-4675-8965-f6840d11065d",
        "choice_type": "single"
    },
    {
        "question": "In Peutz-Jegher's syndrome, polyp seen is:",
        "exp": "Ans: a (Jejunal hamartoma) Ref: Bailey, 24th ed, p. 785. Peutz-Jegher's syndrome is a rare autosomal dominant syndrome characterized by multiple hamartomatous polyps scattered through out the entire gastrointestinal tract and melanotic mucosal and cutaneous pigmentation around the lips, oral mucosa, face, genitalia, the palmar surfaces of the hands, (chromosome 19). Polyps. Term 'polyp' is a clinical description of elevated tumour. Non - Neoplastic. Polyps. Location. Histological types. Risk of malignancy. Associated lesions. Hyperplastic. Colon. Hyperplastic colonic epithelial cells. Rare Juvenile. Large and small intestine and stomach. Hamartomas. Rare Peutz - Jeghers syndrome. Jejunum(mainly) rest of intestine. Hamartomas. Rare. Pigmentation in mouth. Tumours of the ovary, breast, endometrium, and pancreas. Neoplastic polyps. Polyps. Location. Histological types. Risk of malignancy. Associated lesions. Tubular adenomatous polyp. Large and small intestine, stomach. Adenoma. About 1-3% Villous adenoma. Large intestine. Adenoma. About 40% Familial polyposis coli. Large intestine. Adenoma (more than 100)100%- Bone and soft tissue lesions.- Ampullary cancers- congenital hypertrophy of retinal pigment epithelium. Turcot's syndrome. Large intestine. Adenoma100%Brain tumors",
        "cop": 1,
        "opa": "Jejunal hamartoma",
        "opb": "Colonic",
        "opc": "Duodenum",
        "opd": "Rectal",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "c9b5f7c4-d190-4f45-8113-487be085c37a",
        "choice_type": "single"
    },
    {
        "question": "Apple core apppearence in barium enema is seen in -",
        "exp": "Ans. is 'a' i. e., Colonic carcinoma Some Imp. Radiological features. Seen in* Spider leg appearance* Polycystic kidney* Cobra head appearance* Ureterocele* Flower vase appearance of ureters* Horse shoe kidney* Sandy patches* Schistosomiasis of bladder* Soap bubble appearance* Hydronephrosis* Apple core lesion on barium enema* Ca colon* Claw appearance on barium enema* Intussusception* Saw tooth appearance* Diverticula of colon* Birds beak appearance of esophagus on barium meal* Achalasia* Cork screw appearance of esophagus on barium meal* Diffuse esophageal spasm* String sign of Kantor* Crohn's ds* Thumb printing sign* Ischemic colitis",
        "cop": 1,
        "opa": "Colonic carcinoma",
        "opb": "Fissure in ano",
        "opc": "Rectal carcinoma",
        "opd": "Hemorrhoides",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "7a8dc8d8-89cd-4f1f-9240-f229e7fb9882",
        "choice_type": "single"
    },
    {
        "question": "Burns grading - Grade 2 indicates involvement of:",
        "exp": "Ref: Sabiston Textbook of Surgery. 19th Edition, Pg: 522. Explanation: Depths of burn injury* First degree--injury localized to the epidermis. Superficial second degree--injury to the epidermis and superficial dermis. Deep second degree--injury through the epidermis and deep into the dermis. Third degree--full-thickness injury through the epidermis and dermis into subcutaneous fat. Fourth degree--injury through the skin and subcutaneous fat into underlying muscle or bone. Rule of nines. Each upper limb 9% Total body surface area (TBS A). Each lower limb 18% TBS AThe torso 18% TBS A each side( anterior and posterior). The head and neck 9% TBS AGenitalia l % TBSAParkland's Formula. Total percentage body surface area x weight (kg) x 4 = volume ( ml). Half this volume is given in the first 8 hours. Second half is given in the next 16 hours. Figure: Rule of Nines in Adults",
        "cop": 2,
        "opa": "Epidermis",
        "opb": "Dermis",
        "opc": "Subcutaneous tissue",
        "opd": "Deep fascia",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "2ff651da-5454-423d-85ed-baa0e200a2f6",
        "choice_type": "single"
    },
    {
        "question": "Meckel's diverticulitis is indistinguishable at the bed side is:",
        "exp": "(Appendicitis): Ref: 1159, 1208-LB, 1367-SB (1209-B & L 25th)* Meckel's diverticulitis, which is clinically indistinguishable from appendicitis, should be considered in the differential diagnosis of a patient with right lower quadrant pain (1367-SB)* In children, the single most accurate diagnostic test for Meckel's diverticula is scintigraphy with sodium 99m. Tc pertechnetate (1367-SB)* Small bowel enema would be the most accurate investigation in adults* Most common clinical presentation of MD is GI bleeding.* If a silent Meckel's found incidently during the course of an operation, it can be left alone provided it is wide mouthed and not thickened.",
        "cop": 3,
        "opa": "Gastritis",
        "opb": "Colitis",
        "opc": "Appendicitis",
        "opd": "Pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "6598ce63-2f52-4547-abcc-d57b4856f922",
        "choice_type": "single"
    },
    {
        "question": "False about Pseudomyoxma peritonei is",
        "exp": "Ans. (b) Refractory to drugs. Ref: Sabiston 20th ed; pg. 1080 & Bailey 27th ed; pg. 1316. Explanation:* Pseudomyxoma peritonei is a rare condition which describes mucinous ascites arising from a ruptured ovarian or appendiceal carcinoma.* First described by Fraenkel, condition typically has progressive peritoneal tumor deposits, mucinous ascites, omental cake and ovarian involvement in females* Most commonly associated with appendiceal tumor* Occurs most commonly in patients who are 40 to 50 years of age and occurs in equal frequency in both males and females* Risk of developing pseudomyxoma peritonei following removal of appendix harbouring epithelial tumor is 9%, non mucinous neoplasm is 3% and 30% with mucinous adenocarcinoma* Current accepted treatment is Cytoreductive surgery with Heated or Hyperthemia Intra Peritoneal Chemotherapy (CRS + HIPEC) which includes omentectomy, stripping of involved peritoneum, resection of involved organs and appendicectomy. The survival rates after CRS + HIPEC increased from 20 to 30% to 55% nowadays",
        "cop": 2,
        "opa": "Recurrence after surgery",
        "opb": "Refractory to drugs",
        "opc": "Hyperthermic intraperitoneal chemotherapy is treatment option",
        "opd": "Most commonly associated with appendiceal tumour",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "32397d3b-9e15-450e-969d-0b18da8167fc",
        "choice_type": "multi"
    },
    {
        "question": "A 56-year-old man has suffered from intermittent claudication for 5 years. He has recently developed cramping abdominal pain that is made worse by eating. He has a history of a 15-lb weight loss. What is the most likely diagnosis?",
        "exp": "Patients with underlying ischemic disease may develop acute intestinal infarction or intestinal angina, which is aggravated by eating.",
        "cop": 1,
        "opa": "Chronic intestinal ischemia (intestinal angina)",
        "opb": "Chronic cholecystitis",
        "opc": "Esophageal diverticulum",
        "opd": "Peptic ulcer",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "01da52da-4def-4d88-9d75-694686a35f68",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman with a history of chronic constipation is transferred from a nursing home because of abdominal pain and marked abdominal distention. On examination, her abdomen is found to be distended and tender in the LLQ. What is the most likely diagnosis?",
        "exp": "Volvulus of the sigmoid (secondary type) is common in elderly patients who are chronically constipated. Redundancy of the sigmoid and a narrow mesenteric attachment predispose for the twisting. In the large bowel, the sigmoid is the most common site. Abdominal distention and tenderness are the common presenting symptoms. Volvulus of the sigmoid colon can usually be detected on a supine and erect abdominal x-ray. Sigmoidoscopy and contrast barium studies may be helpful to differentiate carcinoma from volvulus (Figure below). Volvulus of the sigmoid colon. Barium enema taken with the patient in the supine position. Note the massively dilated sigmoid colon. The distinct vertical cease, which represents juxtaposition of adjacent walls of the dilated loop, points toward the site of torsion. The barium column resembles a \"bird's beak\" or \"ace of spades\" because of the way in which the lumen tapers toward the volvulus.",
        "cop": 3,
        "opa": "Appendicitis",
        "opb": "Carcinoma of the colon",
        "opc": "Volvulus of the sigmoid colon",
        "opd": "Volvulus of the cecum",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "e7494353-e2dd-4bd1-8efe-d0d5226b0c82",
        "choice_type": "single"
    },
    {
        "question": "In a 27-year-old male, most common cause of a colovesical fistula would be:",
        "exp": "Ans. (a) Crohn's disease. Ref: Sabiston 19th edition, Pages 1247, 1313* Young male most common cause of colovesical fistula: CD* Old age most common cause of colovesical fistula: Diverticular disease* Overall most common cause is diverticulitis",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "TB",
        "opd": "Cancer colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "f6d1169c-9c5c-46f1-8bc7-600ef06f3f10",
        "choice_type": "single"
    },
    {
        "question": "A male neonate develops small-bowel obstruction due to malrotation of the midgut segment. An x-ray of the abdomen confirms the presence of small-bowel obstruction (Figure below). He undergoes an emergency laparotomy, untwisting of the malrotated intestines, and partial small-bowel resection for intestinal infarction. Which of the following statements is true of the small intestine (jejunum and ileum)? Upper GI shows dilation of the bowel secondary to volvulus. Distension of duodenum with breaking of the second portion of the duodenum due to volvulus.",
        "exp": "The small intestine arises from the midgut segment. The midgut segment extends between the ampulla of Vater and the distal transverse colon. It enters the physiological umbilical hernia at sixth week and returns to the peritoneal cavity by the tenth week. The Vitello intestinal tract (site from which Meckel's diverticulum arises) is attached to the antimesenteric margin of the distal ileum. The urachus is attached to the bladder. The intestinal lymphatic drainage is directed to the preaortic glands.",
        "cop": 1,
        "opa": "It is derived entirely from the midgut.",
        "opb": "In the fetus, it enters the physiologic umbilical hernia in the fifth month.",
        "opc": "It remains in the physiologic hernia for 4 months.",
        "opd": "It is attached to the urachus.",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "03386868-6ec3-4f61-85bc-f94e526bf9c8",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman recently treated as an outpatient for pelvic inflammatory disease presents with fever, leukocytosis, and deep rectal pain. In which space is this lesion? SELECT ONE.",
        "exp": "Supralevator abscesses are relatively rare. Most patients have a pelvic inflammatory condition such as salpingitis, diverticulitis or Crohn's, or have had recent pelvic surgery.",
        "cop": 1,
        "opa": "Supralevator space",
        "opb": "Perianal space",
        "opc": "Levator ani muscle",
        "opd": "Intermuscular space",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "34502f13-a391-41c2-b911-700c45837236",
        "choice_type": "single"
    },
    {
        "question": "Surgery for single perforation due to typhoid is:",
        "exp": "Ans. (c) Primary closure. Ref: Sabiston 20th edition, Page 1267. Typhoid perforation:* Occurs in 2% cases* Due to ulceration of Peyer's patches perforation commonly occurs at terminal ileum and usually it is a single perforation* Simple closure is treatment of choice* If perforation is multiple (25%) resection and anastomosis or exteriorization may be needed.",
        "cop": 3,
        "opa": "Resection with end to end anastomosis",
        "opb": "Resection with side to side anastomosis",
        "opc": "Primary closure",
        "opd": "Diversion",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "2b1a8a67-8472-40df-9bcb-3ffca0eb69d8",
        "choice_type": "single"
    },
    {
        "question": "A neonate presents with colicky pain and vomiting with sausage -shaped lump in the abdomen, Diagnosis is",
        "exp": "C. i. e. (Intussusception) (80-B & L 25th)INTUSSUSCEPTION* Typically causes a strangulating bowel obstruction, which can progress to gangrene and perforation* Commonest site is ileocolic** (80%)* Majority of affected infants - intussusception is caused by (Hypertrophy of Peyer's patches) hyperplasia of gut lymphoid tissue*** Either sex, peak incidence is between 5 and 10 months of age* Classically presents with colicky pain and vomiting (milk then bile)* ** \"Red current Jelly\" stool* Clinical sign include - dehydration, abdominal distension and a palpable sausage shaped mass in the right upper quadrant* PR examination may reveal blood or rarely the apex of an intussusceptum* Most intussusceptions can be reduced non- operatively using an air or barium enema* Most common cause of intestinal obstruction in a neonate is intussusception** Barium enema shows pincer-shaped or colied spring deformity or pitch fork sign\" (1007 S. Das 5th)* Hirschsprong's disease is best diagnosed by - full thickness rectal biopsy**",
        "cop": 3,
        "opa": "Enterocolitis",
        "opb": "Perforation of the abdomen",
        "opc": "Intussusception",
        "opd": "Acute appendicitis",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a4f94942-2b95-40d5-8dbc-d17832ddfa27",
        "choice_type": "single"
    },
    {
        "question": "Colonic pseudo-obstruction occurs in all, except:",
        "exp": "Ans. (d) Hyperthyroidism. Causes of secondary pseudo-obstruction of colon: (Secondary pseudo-obstruction of colon is most common)* Neurological medications* Opiates* Myxedema (Hypothyroidism)* Hyper parathyroidism* Uremia* SLE* Scleroderma* Diabetes mellitus* Retroperitoneal hematoma* Parkinson's disease* Metabolic diseases.",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Dermatomyositis",
        "opc": "Scleroderma",
        "opd": "Hyperthyroidism",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "2e3e231e-a655-4a04-9fc1-5aafaeb468e1",
        "choice_type": "multi"
    },
    {
        "question": "Charles Phillips procedure?",
        "exp": "Ans. C. Recurrent small bowel obstruction. (Ref LB 25th pg. 1198). Rx of acute intestinal obstruction# GI drainage# Fluid and electrolyte replacement# Relief of obstruction# Surgical Rx is necessary for most cases of intestinal obstruction but should be delayed until resuscitation is complete, provided there is no sign of strangulation or evidence of closed-loop obstruction. Indications for early surgical intervention# Obstructed or strangulated external hernia# Internal intestinal strangulation# Acute obstruction. RX OF RECURRENT INTESTINAL OBSTRUCTION DUE TO ADHESIONSSeveral procedures may be considered in the presence of recurrent obstruction, including:# Repeat adhesiolysis (enterolysis) alone;# Noble's plication operation;# Charles Phillipss transmesenteric plication;# intestinal intubation. Their relative efficacy remains unclear. In Noble's intestinal plication all involved intestine is freed. Adjacent coils (average length 15-20 cm) are sutured with serosal sutures to form gentle curves. If only a proportion of the small bowel is plicated, the mesentery must be united to prevent internal hernias. This procedure is time-consuming, and associated with a high morbidity and recurrent symptoms. In the Charles-Phillips operation. following adhesiolysis, the bowel is placed in an orderly fashion and three long synthetic sutures are passed through the mesentery of the plicated bowel, each doubled hack upon itself and tied loosely. The stitch should pass a few centimetres from the bowel wall and not be adjacent to it. The resultant bowel should look like a packet of sausages. Results from this procedure are relatively good. Intraluminal tube insertion (Baker), via a Witzel jejunostomv or gastrostomy, may facilitate the formation of gentle curves. Most tubes have an inflatable balloon near the tip to facilitate placement within the caecum. This procedure is associated with a long postoperative ileus, and reports of outcome are conflicting. RX OF VOLVULUS:# May involve the small intestine, Caecum, or sigmoid colon; neonatal nidgut volvulus secondary to midgut malrotation is life-threatening.# The commonest spontaneous type in adult is sigmoid volvulus.# Sigmoid volvulus can be relieved by decompression per anum# Surgery is required to prevent or relieve ischemia. Rx of MECONIUM ILEUS# Uncomplicated meconium ileus may respond to Rx with hyperosmolar gastrografin enema; this draws fluid into the gut lumen and also has detergent properties, which help to liquefy the meconium.# Meconium ileus complicated by intestinal perforation, volvulus, or atresia, or unresponsive to enemas, demands surgery.# Various surgical procedures are used including intestinal resection and temporary stoma formation, resection and primary anastomosis, and, in uncomplicated cases, enterostomy and irrigation of the bowel.# The Bishop-Koop operation with its irrigating stoma is now only rarely used. Rx of INTESTINAL ATRESIA# In most cases of jejunal or ileal atresia, the distal end of the dilated proximal small bowel is resected and primary end- to-end anastomosis is possible.# Ocassionally, a temporary stoma is required before definitive repair.",
        "cop": 3,
        "opa": "Small bowel atresia",
        "opb": "Meconium ileus",
        "opc": "Recurrent small bowel obstruction",
        "opd": "Sigmoid volvulus",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "49fc3ec1-3f85-4bdc-93da-0e223ecfa3d7",
        "choice_type": "multi"
    },
    {
        "question": "Congenital megacolon develops secondary to failure of -",
        "exp": "Ans. is 'a' i. e., Migration of vagal neural crest cells to gut * Hirschsprung's disease (congenital megacolon) is characterised by the congenital absence of intramural ganglion cells (aganglionosis) and the presence of hypertrophic nerves in the distal large bowel.* The absence of ganglion cells is due to a failure of migration of vagal neural crest cells into the developing gut.* The affected gut is in spasm causing a functional bowel obstruction.",
        "cop": 1,
        "opa": "Migration of vagal neural crest cells to gut",
        "opb": "Neurogenesis",
        "opc": "Defecation reflex",
        "opd": "External anal sphincter relaxation",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "73fac785-f545-4b12-955d-da1e1530b061",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of carcinoma colon is:",
        "exp": "(Left side colon): Ref: 1177-LB (1181-B &L 25th). Adenocarcinoma of the colon: - Tumours are more common in the left colon and rectum* Microscopically the neoplasm is a columnar cell carcinoma* Macroscopically the tumour may take one of four forms (Annular, Tubular ulcer, cauliflower/ Type 4 cauliflower is the least malignant form* All carcinoma starts as benign adenoma, the so called \"adenoma-carcinoma sequence\"* Annular variety gives rise to obstructive symptoms and where as the others more commonly will present with bleeding. Symptoms and signs of colorectal cancer(A) Right sided tumours: Iron deficiency anemia, abdominal pain(B) Left sided tumours: Rectal bleeding, alteration in bowel habit, tenesmus obstruction(C) Metastatic disease: Jaundice, ascitis, hepatomegaly, other symptoms and signs from rare sites of metastasis.",
        "cop": 2,
        "opa": "Right side colon",
        "opb": "Left side colon",
        "opc": "Transverse colon",
        "opd": "Caecum",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "01cfe167-cc1e-44a4-b670-41f1e93a230c",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man undergoes CEA surveillance for cancer, because his brother and father both had colon cancer. What information should he be provided?",
        "exp": "CEA is useful in the follow-up care of patients with colon carcinoma after resection. The levels of this antigen usually come to normal after complete resection of the tumor. A subsequent elevation may suggest a recurrence of the tumor either at the resection margin or at distant sites. The sensitivity and specificity of CEA for diagnosis of colon carcinoma is poor. It has no implications for respectability of the lesion.",
        "cop": 3,
        "opa": "CEA is highly sensitive for diagnosis.",
        "opb": "If CEA is elevated preoperatively, it implies unresectable disease.",
        "opc": "Increases in CEA after resection may indicate tumor recurrence.",
        "opd": "CEA is highly specific for the presence of colon cancer.",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "3b549acc-9d1d-4197-b0b0-22afc4ed6563",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old man is admitted to the emergency department complaining of pain in the umbilical region that moves to the right iliac fossa. Which is a corroborative sign of acute appendicitis?",
        "exp": "Rousing's sign is corroborative of acute appendicitis. The other signs are corroborative of appendicitis. Hyperesthesia is a useful sign provided that it is performed objectively. The area of hyperesthesia is a triangular area (base placed upward) in the right lower abdomen.",
        "cop": 1,
        "opa": "Referred pain in the right side with pressure on the left (Rovsing) sign",
        "opb": "Increase of pain with testicular elevation",
        "opc": "Relief of pain in lower abdomen with extension of thigh",
        "opd": "Relief of pain in lower abdomen with internal rotation of right thigh",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "e431916e-9875-4715-a20c-6b1b7549825c",
        "choice_type": "single"
    },
    {
        "question": "\"Adenoma - carcinoma sequence\" is seen in",
        "exp": "(Carcinoma colon) (1177-LB) (1179-B &L 25th). Adenocarcinoma of the colon: microscopically the neoplasm is a columnar cell carcinoma originating in the colonic epithelium. Macroscopically, the tumour may take one of four forms. Type 4 is the least malignant form* It is likely that all carcinomas start as benign adenoma the so called \"adenoma-carcinoma sequence\"* The annular variety tends to give rise to obstructive symptoms whereas the others more commonly willpresent with bleeding.* Tumours are more common in the left colon and rectum.",
        "cop": 4,
        "opa": "Follicular thyroid carcinoma",
        "opb": "Carcinoma gall bladder",
        "opc": "Carcinoma stomach",
        "opd": "Carcinoma colon",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "5cf2578d-1379-4f2a-802b-4df82ce98e85",
        "choice_type": "multi"
    },
    {
        "question": "Nerve most commonly injured in Mcburney's incision:",
        "exp": "Ans. (b) Iliohypogastric NRef: Bailey and Love 26th edition, Page 1214* Most common nerve injured in Mc. Arthur grid iron incision is Iliohypogastric nerve",
        "cop": 2,
        "opa": "Subcostal",
        "opb": "Iliohypogastric N",
        "opc": "11th thoracic",
        "opd": "Ilioinguinal",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "d0a2f317-8640-4ad1-8993-e08071247d6e",
        "choice_type": "single"
    },
    {
        "question": "A patient of Crohn's disease underwent resection anastomosis. Now present on 7th postoperative day with anastomotic leak from a fistula. Every day leakage volume adds up to 150-200 mL. There is no intra-abdominal collection and the patient is stable without any complaints. What will be next line of management?",
        "exp": "Ans. (a) Conservative treatment and leave him and hope for the spontaneous resolution. Ref: Sabiston 19th edition, Pages 1270-1272* As long as the patient has no signs of sepsis we can wait -- the waiting can be maximum for 4-6 weeks.* Only after 6 weeks we will plan for surgery: Excision of fistula and segmental resection of the involved bowel and reanastomosis.",
        "cop": 1,
        "opa": "Conservative treatment and leave him and hope for the spontaneous resolution",
        "opb": "Perform laparotomy and check for leakage site and health margins",
        "opc": "Perform laparotomy and completely exteriorize the fistula",
        "opd": "Perform laparotomy and place drain and leave",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "79917da0-2029-47d2-8b88-a56c192ade3c",
        "choice_type": "single"
    },
    {
        "question": "Hinchey classification is used for perforations of colon secondary to -",
        "exp": "Ans. is 'c' i. e., Diverticulitis * Hinchey Classification is used to describe perforations of the colon due to diverticulitis.* The Hinchey classification - proposed by Hinchey et al. in 1979 classifies a colonic perforation due to diverticular disease.* The classification is I-IV: i) Hinchey I - localised abscess (para-colonic)ii) Hinchey II - pelvic abscessiii) Hinchey III - purulent peritonitis (the presence of pus in the abdominal cavity)iv) Hinchey IV - feculent peritonitis. (Intestinal perforation allowing feces into abdominal cavity)* The Hinchey classification is useful as it guides surgeons as to how conservative they can be in emergency surgery. Recent studies have shown with anything up to a Hinchey III, a laparoscopic wash-out is a safe procedure avoiding the need for a laparotomy and stoma formation.",
        "cop": 3,
        "opa": "Trauma",
        "opb": "Carcinoma",
        "opc": "Diverticulitis",
        "opd": "Inflammatory enteropathy",
        "subject_name": "Surgery",
        "topic_name": "Small & Large Intestine",
        "id": "a0525d56-0bb6-442a-abb7-04215133bdbf",
        "choice_type": "single"
    }
]