[
    {
        "question": "A 5-month old child rushed into hospital with complaint of colicky pain, bilious vomiting and red current jelly like appearance of stools. On examination, these was sausage shaped mass in right lumbar region. Which of the following is used as both diagnostic and therapeutic?",
        "exp": "Intussusception Most common cause of intestinal obstruction in children Clinical features At time of attack child cries a lot, pulls legs towards abdomen Colicky pain Bilious vomiting In between attacks, patient is normal Small amount of stools with blood (Red current jelly appearance) Investigation and treatment Diagnostic + therapeutic - Enema (air > barium) Enema creates pressure by which there will be reduction of bowel back to normal.",
        "cop": 2,
        "opa": "Barium enema",
        "opb": "Air enema",
        "opc": "MRI",
        "opd": "Anoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "fa915f63-d297-4296-b967-63608b95051a",
        "choice_type": "multi"
    },
    {
        "question": "A 25-years old male patient presents with pigmentation of the lips and oral mucosa and intestinal polyps. His sister also gives the same history. Most probable diagnosis is:",
        "exp": "Peutz-Jegher's syndrome - Multiple hamaomatous polyps in S.I - M/C pa - Jejunum- Gene- LDB-1 / STK-11 - 19p- Hyper melanotic macules over Lips &Buccal mucosa - Does not |risk of colorectal cancer- | risk of S.I. malignancy- | risk of- Breast - Thyroid- Pancreas (max risk)- Endometrial - Seoli cell tumor of testis",
        "cop": 4,
        "opa": "Carcinoid tumor",
        "opb": "Melanoma",
        "opc": "Villous adenoma",
        "opd": "Peutz-Jegher's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "86f4d6b1-e1a8-4090-a4da-007b49abe026",
        "choice_type": "single"
    },
    {
        "question": "The management of adenocarcinoma of the small intestine depends primarily on tumour location. Which of the following statements concerning surgical management are true?",
        "exp": "Optimal surgical treatment of adenocarcinoma of the small intestine requires wide, segmental resection, including the draining nodal system. For most duodenal adenocarcinomas, a radical pancreaticoduodenectomy (Whipple procedure) is necessary to incorporate peinent draining lymph nodes. Although local excision of villous adenomas of the periampullary area has been repoed, the presence of invasive carcinoma warrants wider resection as a pancreaticoduodenectomy. Distal ileal carcinomas are drained by lymph nodes along the ileocolic aery and are best managed by right hemicolectomy. Jejunal and ileal carcinomas are removed with segmental resections with adequate margins on the bowel and wide resection of the mesentery with associated lymph nodes down to the superior mesenteric aery.",
        "cop": 2,
        "opa": "Adenocarcinomas of the jejunum or ileum- Limited segmental resection",
        "opb": "Radical pancreaticoduodenectomy for resection of Duodenal adenocarcinomas.",
        "opc": "Distal ileal carcinomas are managed by Left hemi-colectomy",
        "opd": "Small invasive adenocarcinomas of the ampulla and peri-ampullary duodenum- Local excision.",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "56fc1253-649d-4f49-b9b4-ee3c516fc8be",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about the embryology of Meckel's diveiculum are true except:",
        "exp": "Meckel's diveiculum is a true diveiculum , usually arising from the anti-mesenteric border of the ileum 45-90 cm proximal to the ileo-caecal valve. It is a vestige of the omphalo-mesenteric or vitelline duct, which usually undergoes complete obliteration during the seventh week of gestation. Caused by incomplete obliteration of the vitelline duct Rule of 2s: 2-years-old, 2 ft from ileocecal valve, 2 inch long, 2% of population Usually asymptomatic Painless bleeding due to ulcer caused by heterotopic gastric tissue Obstruction caused by Intussusception, volvulus, hernia",
        "cop": 3,
        "opa": "Meckel's diveiculum usually arises from the ileum within 90 cm. of the ileocecal valve.",
        "opb": "Meckel's diveiculum results from the failure of the vitelline duct to obliterate.",
        "opc": "The incidence of Meckel's diveiculum in the general population is 20%.",
        "opd": "Gastric mucosa is the most common ectopic tissue found within a Meckel's diveiculum.",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "aef368dc-e3c1-43e8-9c04-b58e2813ead4",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year old girl with history of prolonged fever and abdominal discomfo is observed to have splenomegaly and leucopenia. In the course of disease she developed acute abdominal event and dies. Which of the following is the likely finding on autopsy?",
        "exp": "ENTERIC FEVER OR TYPHOID It is caused by Salmonella typhi or paratyphi Typhoid is the MC cause of Ileal perforation in tropical countries (India). Pathology Ulceration and necrosis of Ileocecal Peyer's patches The ulcer is parallel to the long axis of the gut and is usually situated in the lower ileum (Longitudinal ulcers)",
        "cop": 2,
        "opa": "Transverse ulcers",
        "opb": "Longitudinal ulcers",
        "opc": "Pin point ulcers",
        "opd": "Pseudopolyps",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "577aaa94-2b06-4368-a2fb-63f5ff6489bb",
        "choice_type": "single"
    },
    {
        "question": "Which one is not true regarding GI tuberculosis?",
        "exp": "GASTROINTESTINAL TUBERCULOSIS Mycobacterium tuberculosis. Formation of Transverse ulcer in ileum (longitudinal ulcers are seen in Typhoid) MC site is terminal ileum and ileocecal junction On Barium meal follow through In GI TB - contraction of mesocolon causes pulled-up cecum which is seen as Obtuse I/C Angle (Goose Neck Deformity) Treatment - ATT",
        "cop": 4,
        "opa": "Formation of transvere ulcer .",
        "opb": "Common site ileocecal region",
        "opc": "Obtuse ileocecal angle is seen .",
        "opd": "Surgical management is treatment of choice",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "09b4fa77-0ef9-4f87-ab9d-4a1f384a4de9",
        "choice_type": "multi"
    },
    {
        "question": "A 29 year old lady complains of an episode of fresh bleed per rectum and abdominal pain. She underwent an upper GI endoscopy and colonoscopy which didn't reveal any pathology except for some blood in the right colon and ileocecal valve. What is the best investigation in this case?",
        "exp": "Since both upper GI endoscopy and colonoscopy are not able to identify any lesion, this implies that the bleeding is likely from the small bowel Also, the clinical presentation points towards the diagnosis of Meckel diveiculum. This may contain ectopic gastric mucosa which secrets acid leading to small-bowel ulcerations. 99mTc peechnetate scan is the investigation of choice for Meckel diveiculum.",
        "cop": 4,
        "opa": "Small-bowel enteroclysis",
        "opb": "Angiography",
        "opc": "Small-bowel endoscopy",
        "opd": "Tc-99 peechnetate scan",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "3bb2b272-b1c2-4889-ae50-486801c0ce03",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about carcinoid tumors except:",
        "exp": "o Bronchus is the commonest site for carcinoids & in the GIT, ileum is the commonest siteo Ileum is the commonest site for malignant carcinoidso The commonest valvular lesion seen in carcinoids is tricuspid regurgitation",
        "cop": 4,
        "opa": "Ileum is the commonest site in GIT",
        "opb": "Commonest site for malignant carcinoid is distal ileum",
        "opc": "Elevated urinary 5-HIAA is diagnostic of carcinoid syndrome",
        "opd": "Commonest valvular disease in carcinoid syndrome is pulmonary stenosis",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "c5c643e6-3658-4f3e-9e37-9d4a1bfe3ed1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most preferred investigation for small bowel tumors:",
        "exp": "Enteroclysis: Contrast study of small bowel by infusing contrast agent through Nolan intestinal tube Contrast agent- High density microbar solution with methyl cellulose or water soluble iodine dye Indications: Small bowel tumors Stricture small bowel Congenital anomalies Crohns disease, intestinal tuberculosis Advantages: Easy to perform & well tolerated. More sensitive than conventional barium studies and less invasive than enteroscopy. Tumor characterization and staging can be performed using a single examination.",
        "cop": 3,
        "opa": "Barium meal follow-through",
        "opb": "CT",
        "opc": "Enteroclysis",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "eedf85e9-a14f-4b26-822c-80d9313b7e84",
        "choice_type": "multi"
    },
    {
        "question": "Organ most commonly damaged in penetrating injury of abdomen is:",
        "exp": "- Most common organ involved in penetrating trauma - liver > stomach > small intestine",
        "cop": 1,
        "opa": "Liver",
        "opb": "Small intestine",
        "opc": "Large intestine",
        "opd": "Duodenum",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "cd24eb5d-6797-4157-b2a3-a83290c429c7",
        "choice_type": "multi"
    },
    {
        "question": "A newborn presented with bloated abdomen sholy after bih with passage of less meconium. A full thickness biopsy of the rectum was carried out. Which one of the following rectal biopsy findings is most likely to be present?",
        "exp": "Hirschsprung's disease:- Absence of ganglion cells- M/C pa - rectum > Sigmoid- Affected segment - Contracted / Narrowed - Longer & narrower the segment - More are S/S of Intestinal obstruction Dx -Full thickness Rectal biopsy",
        "cop": 4,
        "opa": "Fibrosis of submucosa",
        "opb": "Hyalinization of the muscular coat",
        "opc": "Thickened muscularis propria",
        "opd": "Lack of ganglion cells",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "ccd6e8fd-9a12-4b68-ade1-93e38d35c25d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following gastrointestinal disorders predisposes to urolithiasis?",
        "exp": "SHO BOWEL SYNDROME Malabsorptive condition that arises secondary to removal of significant segments of the small intestine. Most common cause are Mesenteric infarction, crohn's disease, Trauma, Volvulus. Changes seen in Terminal Ileal Resection Unabsorbed fatty acids bind with calcium-Increased concentration of free oxalates (oxalates bind with calcium normally and therefore escape without intestinal absorption)- Free oxalates are absorbed- Oxalate kidney stones Vitamin B12 Malabsorption- Megaloblastic anemia. Bile salts Malabsorption-watery diarrhea Decreased bile salts in the bile- Cholesterol gall stones Steatorrhea and Malabsorption of fat soluble vitamins",
        "cop": 2,
        "opa": "Peutz-Jegher's syndrome",
        "opb": "Sho bowel syndrome",
        "opc": "Familial polyposis coli",
        "opd": "Ulcerative colitis",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "4efbb6ae-1ee0-436a-9037-2b0f7cef76bd",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of small bowel in children:",
        "exp": "SMALL - BOWEL NEOPLASM MC tumor of small bowel : Stromal tumor> Adenoma MC tumor of small bowel in children: Lymphoma MC malignant tumor of small bowel: Adenocarcinoma >Carcinoid MC site of small bowel malignancy, carcinoids, lymphoma: Ileum",
        "cop": 1,
        "opa": "Lymphoma",
        "opb": "Carcinoma",
        "opc": "Leiomyosarcoma",
        "opd": "Adenocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "61f45db4-e63d-49d3-857c-c607698a1340",
        "choice_type": "multi"
    },
    {
        "question": "Kalu, 35-year old male presented with the history of recurrent attacks of colicky abdominal pain. Barium meal follow through was done. What is the name of this radiological sign?",
        "exp": "On Barium meal follow throughIn GI TB -contraction of mesocolon 1. Pulled - up cecum 2. Obtuse I/C Angle 3. Goose Neck Deformity - Rapid uptake of barium into colon due to Formation of Transverse ulcers in ileum which causes hyper irritability- Narrowed appearance of ileum aka \"STERLEIN SIGN\".- Persistent narrowing due to strictures - STRING SIGN OF KANTOR- Sterlein sign & string sign of Kantor - are seen in GITB, as well as Crohn's disease.- In chronic cases, thickened IC valve, rigid cecum, narrowed ileum is known as UMBRELLA SIGN/ FLIESHER'S SIGN",
        "cop": 1,
        "opa": "String sign of Kantor",
        "opb": "Goose neck appearance",
        "opc": "Fleishner's sign",
        "opd": "Umbrella sign",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "19984435-efcb-4a9c-9753-3d2ce2cf1639",
        "choice_type": "single"
    },
    {
        "question": "All are true about duodenal diveicula except:",
        "exp": "Duodenal diveicula: 2nd m/c site of diveicula formation after colon Majority of patients asymptomatic Most of diveicula are in Peri-ampullary region in close relation with Bile duct and pancreatic duct. Clinical manifestation: Cholangitis - Due to compression of Bile duct Pancreatitis - Due to compression of pancreatic duct Diagnosis Diagnosis by endoscopy or by plain abdominal films showing an a typical gas bubble Treatment Asymptomatic, found incidentally: No treatment MC and most effective treatment for symptoms or complications: Diveiculectomy",
        "cop": 1,
        "opa": "Whenever found, should be treated due to increased risk of complications",
        "opb": "Most common site is periampullary region",
        "opc": "Can cause acute pancreatitis",
        "opd": "Most are asymptomatic",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "712122b2-faa4-4392-b6d3-45d63ba66128",
        "choice_type": "multi"
    },
    {
        "question": "Within the intestine, epithelial cells originate from stem cells, proliferate in the crypts, and migrate up the villus in 2 to 5 days. This process replaces cells that are removed due to apoptosis or exfoliation. This rapid turnover makes the small intestine susceptible to",
        "exp": "The high cellular turnover rate of enterocytes makes the small intestine susceptible to damage by inhibitors of proliferation such as radiation and cytotoxic chemotherapy.",
        "cop": 3,
        "opa": "Starvation",
        "opb": "Exogenous steroids",
        "opc": "Radiation damage",
        "opd": "Hypothermia",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "85433054-e6d7-4849-bad6-229f813cb44a",
        "choice_type": "multi"
    },
    {
        "question": "Ectopic mucosa of Meckel's diveiculum is diagnosed by:",
        "exp": "MECKEL'S DIVEICULUM Diagnosis Most accurate diagnostic test in children: Scintigraphy with sodium 99m Tc-peechnetate. The 99mTc-peechnetate is preferentially taken up by the mucus-secreting cells of gastric mucosa and ectopic gastric tissue in the diveiculum. (sensitivity-85%, specificity-95% and an accuracy-90 in the pediatric age group) Pentagastrin, H2 blockers and glucagon- enhance detection of ectopic gastric mucosa in Meckel's diveiculum by Tc-peechnate scan. Glucagon- relaxes the smooth muscles of GIT and decreases peristalsis. Pentagastrin- potent stimulator of gastric secretions, increases uptake and secretion of peechnetate by the gastric mucosa and stimulates gastrointestinal motility. Histamine H2 blockers (Cimetidine) block secretion from the cells and increase gastric mucosa uptake Less accurate in adults because of the reduced prevalence of ectopic gastric mucosa. In adult with normal nuclear medicine findings, barium studies should be performed.",
        "cop": 1,
        "opa": "Tc-99 radionuclide scan",
        "opb": "Angiography",
        "opc": "CT",
        "opd": "Endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "fc8a3f31-f5d4-4805-97e3-63dd48ba6916",
        "choice_type": "single"
    },
    {
        "question": "A 25-years-old female presents with High Grade Pyrexia for ten days, develops acute pain in periumbilical region spreading all over the abdomen. What would be the most likely cause?",
        "exp": "Diagnosis is Enteric Fever or Typhoid Fever and abdominal pain are hallmark symptoms Non-specific symptoms: Headache, cough, sweating, myalgia, ahralgia, fatigue Paralytic ileus is the MC complication of typhoid Intestinal hemorrhage (2nd MC) may be the leading symptom Characteristic signs Rose spots, splenomegaly, leucopenia with shift to left Relative bradycardia despite of high fever TB is Less likely as History doesn't mention Low Grade fever, Night Sweating, Weight loss . Appendicular perforation is an acute condition with Shifting of pain to Right Illiac Fossa.",
        "cop": 3,
        "opa": "Perforation peritonitis due to intestinal tuberculosis",
        "opb": "Generalized peritonitis due to appendicular perforation",
        "opc": "Typhoid enteric perforation and peritonitis",
        "opd": "Acute salpingo-oophoritis with peritonitis",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "29023920-099d-4bed-94fe-c75dc5d356fc",
        "choice_type": "multi"
    },
    {
        "question": "Apple peel bowel with loss of dorsal mesentery is feature of which type of ileal atresia?",
        "exp": "Classification of Intestinal Atresia Type I Membranous atresia with intact bowel and mesnetery Type II Blind ends separated by a fibrous cord Type IIIa Blind ends separated by a V-shaped mesenteric defect Type IIIb Apple peel atresia or Christmas tree atresia Type IV Multiple atresias (string of sausages)",
        "cop": 3,
        "opa": "Type 1",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "3e7a95d1-dff8-462c-848d-2dfb32a1739b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent does not increase the sensitivity of Tc- peechnate scan?",
        "exp": "Pentagastrin, H2 blockers and glucagon- enhance detection of ectopic gastric mucosa in Meckel's diveiculum by Tc-peechnate scan. Glucagon- relaxes the smooth muscles of GIT and decreases peristalsis. Pentagastrin- potent stimulator of gastric secretions, increases uptake and secretion of peechnetate by the gastric mucosa and stimulates gastrointestinal motility. Histamine H2 blockers (Cimetidine) block secretion from the cells and increase gastric mucosa uptake",
        "cop": 2,
        "opa": "Glucagon",
        "opb": "Metoclopramide",
        "opc": "Cimetidine",
        "opd": "Pentagastrin",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "0ae7fda1-40ec-48e1-a513-4b14ed8a3ff3",
        "choice_type": "single"
    },
    {
        "question": "In small intestinal malignancy:",
        "exp": "Small Bowel Tumor- MC SBT - Stromal tumor > Adenoma- MC SBT in children - Lymphoma- MC malignant SBT - Adenocarcinoma > Carcinoid MC site of carcinoid tumors in GIT-ileum",
        "cop": 3,
        "opa": "Most common site is caecum",
        "opb": "MC site of carcinoid tumor in GIT - jejunum",
        "opc": "MC malignant tumor is adenocarcinoma",
        "opd": "Less common due to decreased intestinal transit and increased enzymatic action",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "64a09320-627b-49d4-a574-df14ccbb2f1e",
        "choice_type": "multi"
    },
    {
        "question": "Causes of non-healing of enterocutaneous fistula are all except:",
        "exp": "Factors Preventing Spontaneous Fistula Closure High output (>500 mL/day) Severe disruption of intestinal continuity (> 50% of bowel circumference) Active inflammatory bowel disease of bowel segment Cancer Radiation enteritis Distal obstruction Undrained abscess cavity Foreign body in the fistula tract Fistula tract <2.5 cm long Epithelialization of fistula tract",
        "cop": 4,
        "opa": "Epithelialization of track",
        "opb": "Radiation enteritis",
        "opc": "Acute inflammatory disease",
        "opd": "Track length >3 cm",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "e4c0b8cc-b302-417f-afff-42895bc03e54",
        "choice_type": "multi"
    },
    {
        "question": "The intestinal epithelial cells exhibit a striated luminal border (brush border). All are true about the brush border microvilli except?",
        "exp": "The columnar epithelial cells are responsible for absorption. These cells exhibit a striated luminal border or brush border. The microvilli account for the appearance of the brush border. The microvilli greatly increase the absorption surface of the epithelial cell. The brush border contains disaccharidase in high concentrations. In addition to increasing surface area the microvilli perform an impoant digestive function.",
        "cop": 4,
        "opa": "Produce the brush border appearance.",
        "opb": "Increase absorptive area.",
        "opc": "Play an impoant role in digestion.",
        "opd": "Contain trypsinogen.",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "22179920-7bcf-44c8-9fed-758668ff0493",
        "choice_type": "multi"
    },
    {
        "question": "Fistula leading to highest electrolyte imbalance is:",
        "exp": "In general, the more proximal the fistula in the intestine, the more serious the problem, with greater fluid and electrolyte loss. The drainage has a greater digestive capacity, and the distal segment is not available for absorption of nutrients. Fistula leading to highest electrolyte imbalance is Duodenal fistula",
        "cop": 2,
        "opa": "Gastric",
        "opb": "Duodenal",
        "opc": "Sigmoid",
        "opd": "Rectal",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "7bde9f8f-ae7f-47f3-8447-f19ef90b47e8",
        "choice_type": "single"
    }
]