[
    {
        "question": "A 25-years old male patient presents with pigmentation of the lips and oral mucosa and intestinal polyps. His sister also gives the same history. Most probable diagnosis is:",
        "exp": "Peutz-Jegher's syndrome - Multiple hamaomatous polyps in S. I - M/C pa - Jejunum- Gene- LDB-1 / STK-11 - 19p- Hyper melanotic macules over Lips &Buccal mucosa - Does not |risk of colorectal cancer- | risk of S. I. malignancy- | risk of- Breast - Thyroid- Pancreas (max risk)- Endometrial - Seoli cell tumor of testis",
        "cop": 4,
        "opa": "Carcinoid tumor",
        "opb": "Melanoma",
        "opc": "Villous adenoma",
        "opd": "Peutz-Jegher's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "86f4d6b1-e1a8-4090-a4da-007b49abe026",
        "choice_type": "single"
    },
    {
        "question": "A 14-year old girl with history of prolonged fever and abdominal discomfo is observed to have splenomegaly and leucopenia. In the course of disease she developed acute abdominal event and dies. Which of the following is the likely finding on autopsy?",
        "exp": "ENTERIC FEVER OR TYPHOID It is caused by Salmonella typhi or paratyphi Typhoid is the MC cause of Ileal perforation in tropical countries (India). Pathology Ulceration and necrosis of Ileocecal Peyer's patches The ulcer is parallel to the long axis of the gut and is usually situated in the lower ileum (Longitudinal ulcers)",
        "cop": 2,
        "opa": "Transverse ulcers",
        "opb": "Longitudinal ulcers",
        "opc": "Pin point ulcers",
        "opd": "Pseudopolyps",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "577aaa94-2b06-4368-a2fb-63f5ff6489bb",
        "choice_type": "single"
    },
    {
        "question": "A newborn presented with bloated abdomen sholy after bih with passage of less meconium. A full thickness biopsy of the rectum was carried out. Which one of the following rectal biopsy findings is most likely to be present?",
        "exp": "Hirschsprung's disease:- Absence of ganglion cells- M/C pa - rectum > Sigmoid- Affected segment - Contracted / Narrowed - Longer & narrower the segment - More are S/S of Intestinal obstruction Dx -Full thickness Rectal biopsy",
        "cop": 4,
        "opa": "Fibrosis of submucosa",
        "opb": "Hyalinization of the muscular coat",
        "opc": "Thickened muscularis propria",
        "opd": "Lack of ganglion cells",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "ccd6e8fd-9a12-4b68-ade1-93e38d35c25d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following gastrointestinal disorders predisposes to urolithiasis?",
        "exp": "SHO BOWEL SYNDROME Malabsorptive condition that arises secondary to removal of significant segments of the small intestine. Most common cause are Mesenteric infarction, crohn's disease, Trauma, Volvulus. Changes seen in Terminal Ileal Resection Unabsorbed fatty acids bind with calcium-Increased concentration of free oxalates (oxalates bind with calcium normally and therefore escape without intestinal absorption)- Free oxalates are absorbed- Oxalate kidney stones Vitamin B12 Malabsorption- Megaloblastic anemia. Bile salts Malabsorption-watery diarrhea Decreased bile salts in the bile- Cholesterol gall stones Steatorrhea and Malabsorption of fat soluble vitamins",
        "cop": 2,
        "opa": "Peutz-Jegher's syndrome",
        "opb": "Sho bowel syndrome",
        "opc": "Familial polyposis coli",
        "opd": "Ulcerative colitis",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "4efbb6ae-1ee0-436a-9037-2b0f7cef76bd",
        "choice_type": "single"
    },
    {
        "question": "Kalu, 35-year old male presented with the history of recurrent attacks of colicky abdominal pain. Barium meal follow through was done. What is the name of this radiological sign?",
        "exp": "On Barium meal follow through. In GI TB -contraction of mesocolon 1. Pulled - up cecum 2. Obtuse I/C Angle 3. Goose Neck Deformity - Rapid uptake of barium into colon due to Formation of Transverse ulcers in ileum which causes hyper irritability- Narrowed appearance of ileum aka \"STERLEIN SIGN\".- Persistent narrowing due to strictures - STRING SIGN OF KANTOR- Sterlein sign & string sign of Kantor - are seen in GITB, as well as Crohn's disease.- In chronic cases, thickened IC valve, rigid cecum, narrowed ileum is known as UMBRELLA SIGN/ FLIESHER'S SIGN",
        "cop": 1,
        "opa": "String sign of Kantor",
        "opb": "Goose neck appearance",
        "opc": "Fleishner's sign",
        "opd": "Umbrella sign",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "19984435-efcb-4a9c-9753-3d2ce2cf1639",
        "choice_type": "single"
    },
    {
        "question": "Ectopic mucosa of Meckel's diveiculum is diagnosed by:",
        "exp": "MECKEL'S DIVEICULUM Diagnosis Most accurate diagnostic test in children: Scintigraphy with sodium 99m Tc-peechnetate. The 99m. Tc-peechnetate is preferentially taken up by the mucus-secreting cells of gastric mucosa and ectopic gastric tissue in the diveiculum. (sensitivity-85%, specificity-95% and an accuracy-90 in the pediatric age group) Pentagastrin, H2 blockers and glucagon- enhance detection of ectopic gastric mucosa in Meckel's diveiculum by Tc-peechnate scan. Glucagon- relaxes the smooth muscles of GIT and decreases peristalsis. Pentagastrin- potent stimulator of gastric secretions, increases uptake and secretion of peechnetate by the gastric mucosa and stimulates gastrointestinal motility. Histamine H2 blockers (Cimetidine) block secretion from the cells and increase gastric mucosa uptake Less accurate in adults because of the reduced prevalence of ectopic gastric mucosa. In adult with normal nuclear medicine findings, barium studies should be performed.",
        "cop": 1,
        "opa": "Tc-99 radionuclide scan",
        "opb": "Angiography",
        "opc": "CT",
        "opd": "Endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "fc8a3f31-f5d4-4805-97e3-63dd48ba6916",
        "choice_type": "single"
    },
    {
        "question": "Apple peel bowel with loss of dorsal mesentery is feature of which type of ileal atresia?",
        "exp": "Classification of Intestinal Atresia Type I Membranous atresia with intact bowel and mesnetery Type II Blind ends separated by a fibrous cord Type IIIa Blind ends separated by a V-shaped mesenteric defect Type IIIb Apple peel atresia or Christmas tree atresia Type IV Multiple atresias (string of sausages)",
        "cop": 3,
        "opa": "Type 1",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "3e7a95d1-dff8-462c-848d-2dfb32a1739b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following agent does not increase the sensitivity of Tc- peechnate scan?",
        "exp": "Pentagastrin, H2 blockers and glucagon- enhance detection of ectopic gastric mucosa in Meckel's diveiculum by Tc-peechnate scan. Glucagon- relaxes the smooth muscles of GIT and decreases peristalsis. Pentagastrin- potent stimulator of gastric secretions, increases uptake and secretion of peechnetate by the gastric mucosa and stimulates gastrointestinal motility. Histamine H2 blockers (Cimetidine) block secretion from the cells and increase gastric mucosa uptake",
        "cop": 2,
        "opa": "Glucagon",
        "opb": "Metoclopramide",
        "opc": "Cimetidine",
        "opd": "Pentagastrin",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "0ae7fda1-40ec-48e1-a513-4b14ed8a3ff3",
        "choice_type": "single"
    },
    {
        "question": "Fistula leading to highest electrolyte imbalance is:",
        "exp": "In general, the more proximal the fistula in the intestine, the more serious the problem, with greater fluid and electrolyte loss. The drainage has a greater digestive capacity, and the distal segment is not available for absorption of nutrients. Fistula leading to highest electrolyte imbalance is Duodenal fistula",
        "cop": 2,
        "opa": "Gastric",
        "opb": "Duodenal",
        "opc": "Sigmoid",
        "opd": "Rectal",
        "subject_name": "Surgery",
        "topic_name": "Small intestine",
        "id": "7bde9f8f-ae7f-47f3-8447-f19ef90b47e8",
        "choice_type": "single"
    }
]