[
    {
        "question": "All of the following are true about small bowel lumphoma except -",
        "exp": "Ans. is 'c' i. e., It is a very uncommon tumour amongst small bowel malignancies Small bowel lymphomao Lymphoma of the small bowel is the most common small bowel malignancy, accounting accounts for-25% of all primary small bowel malignancies and -40% of all primary gastrointestinal lymphomas. Epidemiologyo Small bowel lymphoma is most commonly seen as secondary extranodal involvement in widespread systemic lymphoma. When primary it is seen predominantly in well defined patient groups and the demographics therefore match those of said groups. Predisposing conditions include1.# AIDS# Coeliac disease# Organ transplant (see post transplant lymphoproliferative disorder# Helicobacter pylori positive patients. Clinical presentationo Presentation is variable and includes:# Gastrointestinal haemorrhage# Perforation# Small bowel obstruction (uncommon). Radiographic featureso Typically small bowel lymphoma involves a single loop of bowel with 5-20cm of its length demonstrating:# Bowel wall thickening: 1-7 cm.# Aneurysmal dilatation: 30%, it occurs due to replacement of muscularis by tumour or infiltration of myenteric nerve plexus. o Despite the extensive involvement, small bowel obstruction is uncommon because of lack of desmoplastic reaction, and perforation is rare. o Regional lymph node enlargement is seen in approximately 50% of cases. o Less frequently the disease may manifest as a solid mass lesion (polypoidal/excentric). In such cases differentiation from adenocarcinoma may be difficult. However, presence of extensive retroperitoneal lymphadenopathy and splenomegaly favours lymphoma, while adjacent fat infiltration supports adenocarcinoma. Treatment and prognosis. o Most frequently the involved segment is resected, with subsequent chemoradiotherapy.",
        "cop": 3,
        "opa": "Treatment is resection of involved segment with chemoradiotherapy",
        "opb": "AIDS and Celiac disease are predisposing conditions",
        "opc": "It is a very uncommon tumour amongst small bowel malignancies",
        "opd": "It may present with hemorrhage and perforation",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Small Bowel Tumors",
        "id": "d7f3431e-2b11-4eca-be70-4981727c75e5",
        "choice_type": "multi"
    },
    {
        "question": "True about GIST all except -",
        "exp": "Ans. is 'a' i. e., Most common in duodenum o Gastrointestinal stromal tumors (GISTS) are the most common mesenchymal tumor of the GI tract and are most frequently located in the stomach (60%-70%). o In 1983, Mazur and Clark coined the term GIST to indicate a distinctive subgroup of GI mesenchymal tumor, which could be classified neither as neurogenic nor as smooth muscle derived tumor. Historically, they were presumed to have smooth muscle origin and classified as leiomyomas, leiomyoblastomas, and leiomyosarcoma, o They are considered to originated from the interstitial cell of Cajal, an intestinal pacemaker cells, o Almost all GISTs (and almost no smooth muscle tumors) express c-KIT (CD117) or the related PDGFRA, as well as CD34. Kit is a transmembrane tyrosine kinase receptor, the ligand for which is stem cell factor. The Kit protein is detected by immunohistochemistry and can reliably distinguish GISTs from true smooth muscle neoplasms. (Note that almost all smooth muscle tumors (and almost no GISTs) express actin and desmin. o KIT is used not only for diagnosis but also for targeted therapy of GISTs. Imatinib, a tyrosine kinase inhibitor, is widely used in the treatment of advanced and metastatic GISTs and has been recently employed in the neo adjuvant and adjuvant set-up with encouraging results. o Surgical resection of the localized GIST is the mainstay therapy, as a resection of tumor renders only a chance of cure. The primary goal of surgery is complete resection of the disease with negative margins, o GISTs are resistant to both chemotherapy and radiotherapy. Therefore until the advent of Imatinib, there was no effective treatment available for the unresectable or metastatic GISTs. The development of Imatinib mesylate has revolutionized the management of this disease. o Imatinib mesylate (formerly referred to as STI 571, Gleevec. TM) is a 2-phenvlpyrimidine derivative that blocks binding of ATP to ABL tyrosine kinases including c-Kit, c-ABL, bcr-ABL, and the platelet-derived growth factor receptor (PDGFRA). Imatinib was developed as a PDGFR inhibitor. The efficacy of Imatinib mesylate as a tyrosine kinase inhibitor was first assessed in chronic myeloid leukemia (CML), which is associated with mutation in bcr- ABL tyrosine kinase similar to the role of KIT in GIST, o Prognosis in patients with GIST tumors depends mostly on tumor size and mitotic count, and metastasis, o GISTs metastasize through hematogenous route. Usual sites are intra-abdominal, either to the liver, omentum, or peritoneal cavity. (Ref: Devita's Oncology 8/e). Most common site for GIST is stomachy Stomach 60-70%y Small intestine 20-30%y Esophagus, colon, rectum <10%o It is a well circumscribed slow growing tumor that usually does not invade adjacent viscera, o Necrosis and ulceration can occur causing pain and bleeding, o FDG PET is the investigation of choice to see the response to imatinib therapy.",
        "cop": 1,
        "opa": "Most common in duodenum",
        "opb": "Necrosis and ulceration present",
        "opc": "PET is used to assess response to therapy",
        "opd": "Well circumscribed",
        "subject_name": "Surgery",
        "topic_name": "Small Intestine - Small Bowel Tumors",
        "id": "748a6a2a-862d-418e-91a1-26a672867b2f",
        "choice_type": "multi"
    }
]