[
    {
        "question": "The most accurate diagnostic test for Zollinger-Ellison syndrome (ZES) is",
        "exp": "-All patients with gastrinoma have an elevated gastrin level, and hypergastrinemia in the presence of elevated basal acid output (BAO) strongly suggests gastrinoma. -Patients with gastrinoma usually have a BAO >15 m. Eq/h or >5 m. Eq/h if they have had a previous procedure for peptic ulcer. -Acid secretory medications should be held for several days before gastrin measurement, because acid suppression may falsely elevate gastrin levels. 1). The diagnosis of Zollinger-Ellison syndrome (ZES) is confirmed by the secretin stimulation test. An intravenous (IV) bolus of secretin (2 U/kg) is given and gastrin levels are checked before and after injection. - An increase in serum gastrin of 200 pg/mL or greater suggests the presence of gastrinoma. Patients with gastrinoma should have serum calcium and parathyroid hormone levels determined to rule out multiple endocrine neoplasia type 1 (MEN1) and, if present, parathyroidectomy should be considered before resection of gastrinoma.",
        "cop": 4,
        "opa": "Fasting serum gastrin",
        "opb": "Computed tomography (CT) scan",
        "opc": "Endoscopy",
        "opd": "Secretin stimulation test",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "977cfd21-baf1-4a64-a125-378d92fbdafb",
        "choice_type": "single"
    },
    {
        "question": "Patient is on Autocoids for 1 year now complains of severe pain Epigastrium relieved by antacid drugs. He complaints of Right Iliac fossa pain and loss of liver dullness. Diagnosis is:",
        "exp": "Ans. (a) Perforation of duodenum* This is a clear-cut case of drug induced ulcer and perforation - Duodenal ulcer perforation* Features are diffuse abdominal pain with right iliac fossa pain due to tracking of pus in right colic gutter - Valentino Syndrome* Obliteration of liver dullness* Board like rigidity",
        "cop": 1,
        "opa": "Perforation of duodenum",
        "opb": "Diverticulitis",
        "opc": "Gastroenteritis",
        "opd": "Enteric perforation",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f3141bf3-7ab9-407e-ab73-6cd9800a3b8b",
        "choice_type": "single"
    },
    {
        "question": "A 66 year old female is posted for subtotal gastrectomy for adenocarcinoma. The important procedure related complication:",
        "exp": "Ans. (d) Bilious vomiting. Ref: Sabiston 20th Edition, Page 1212. Complications of Gastric Surgeries:* Dumping syndrome* Afferent loop syndrome* Efferent loop syndrome* Malabsorption syndrome (Anemia, hypocalcemia, B12 deficiency)* Alkaline reflux gastritis* Bile reflux gastritis* Gastric atony* Duodenal stump blow out.",
        "cop": 4,
        "opa": "Pneumothorax",
        "opb": "Constipation",
        "opc": "Hemolytic anemia",
        "opd": "Bilious vomiting",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "eb216a2d-ec98-4e03-8ac8-de3c93bc6d1b",
        "choice_type": "single"
    },
    {
        "question": "All are true about Dieulafoy's lesion except:",
        "exp": "Ans. (a) Angiographic embolization is the preferred treatment. Ref: Sabiston 19th Edition, Page 1168* Dieulafoy's lesion is most common in lesser curve near cardia (6cm from OG junction)* Dilated tortuous artery bleeding in submucosa (It is a branch from left gastric Artery)* Painless massive hemorrhage occurs* Treatment Protocol:# 1st - Endoscopic sclerosant and thermal therapy is tried first. Mostly it seems successful in 80% to 100% cases.# 2nd - Angiographic embolization with coils done if step 1 fails.# 3rd - Final step gastric wedge resection with bleeding vessel.",
        "cop": 1,
        "opa": "Angiographic embolization is the preferred treatment",
        "opb": "Endoscopic treatment can be given",
        "opc": "Pulsation of artery causes ulceration",
        "opd": "Submucosal artery",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "cbd02efc-9d5a-4356-b105-b54153362fc8",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Retained Antrum Syndrome except:",
        "exp": "Ans. (c) Positive Secretin Stimulation test. Ref: Internet Sources. Retained Antrum Syndrome:* A complication following Billroth 2 Reconstruction, in which part of antrum and pylorus is left along with the duodenum.* Characterized by excess secretion of Gastrin from retained antrum exposed to alkaline medium in Duodenum and hence continuous stimulus goes on for Gastrin from G cells in retained Antrum.* Increased Gastrin produces recurrent ulcer.* Billroth 1 operation will not have such complications.* Serum Gastrin levels increases to the extent of Zollinger Ellison Syndrome, the only way to differentiate from ZES is by Secretin Stimulation test will not cause increase in Gastrin in Retained Antrum Syndrome as seen in ZES.* The disease may respond to PPI, but definitive treatment is re resection of retained antrum.* Tc 99m Scan is the IOC to detect the retained Antrum* Secretin Stimulation test is positive for ZES but negative for Retained Antrum Syndrome.* Similarly, there is Calcium Provocation test is also positive only for ZES and negative for all other cases of Hypergastrinemia like Retained Antrum Syndrome, Gastric Outlet Obstruction and Chronic Renal failures.",
        "cop": 3,
        "opa": "Technetium 99 m scan is used for diagnosis",
        "opb": "Seen after Billroth II surgery",
        "opc": "Positive Secretin Stimulation Test",
        "opd": "Calcium Provocation test is negative",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ee4a2721-0deb-4b1c-838b-295c33fecb6f",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old clerk complains of having had dysphagia for 15 years. The clinical diagnosis of achalasia is confirmed by a barium study. What is TRUE in this condition?",
        "exp": "Dysphagia in esophageal achalasia is described as paradoxical in that it is more pronounced for liquids than solids. There are numerous reports of an increased incidence of carcinoma in achalasia, ranging from 3% to 10%. In 1975, Belsey reported a 10%. incidence in 81 patients in whom symptoms tended to occur at a younger age. Recurrent lung infections from aspiration of esophageal contents are a troublesome complication. The treatment is surgical myotomy or endoscopic dilatation.",
        "cop": 1,
        "opa": "The most common symptom is dysphagia.",
        "opb": "In the early stages, dysphagia is more pronounced for solids than liquids",
        "opc": "The incidence of sarcoma is increased.",
        "opd": "Recurrent pulmonary infections are rare.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "106bb8c1-7fb2-40fb-8ac2-327f733b2492",
        "choice_type": "multi"
    },
    {
        "question": "Duodenal blow out is usually seen at which day of the post operative period?",
        "exp": "Ans: a (4th day). Duodenal blow out usually occurs between 2-7 days of surgery, more specifically on the 4th. It presents as abdominal pain, tachycardia, worsening of the general condition of the patient. It usually occurs after Billroth -II gastrectomy. Management: Total parenteral nutrution is given, catheter is placed immediately below the right costal margin and the electrolytes are replenished. Billroth I: Billroth IILower half of the stomach removed and is anastomosed to the Ist part of duodenum2/3rd of the stomach is removed; duodenal stump is closed and stomach is anastomosed to the jejunum.",
        "cop": 1,
        "opa": "4th",
        "opb": "11th",
        "opc": "2nd",
        "opd": "7th",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "eec3a8ae-117a-4fdc-aaa1-5c764d3bec3c",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old man is involved in an automobile accident with resultant injuries including bilateral closed femur fractures, left pulmonary contusion, and closed head injury. On post-injury day 4, significant upper gastrointestinal hemorrhage begins. Endoscopic examination reveals an area of confluent ulceration with bleeding in the gastric fundus. Endoscopic hemostasis fails. Appropriate immediate management includes:",
        "exp": "Initial effos to control gastric hemorrhage consist of gastric lavage using warmed saline. Lavage serves to fragment existing clots and to remove any pooled blood, reducing fibrinolysis at bleeding sites. Over 80% of patients who present with upper gastrointestinal hemorrhage stop bleeding using this approach. Definitive treatment of ongoing acute active stress bleeding by antacids is largely unsuccessful. Administration of H2-receptor blocking agents once active gastrointestinal bleeding has commenced is also usually ineffective as a definitive form of therapy. The endoscope has become the preferred therapeutic as well as diagnostic instrument with electrocautery and laser photocoagulation capabilities. If endoscopic therapy fails, angiography offers an additional means for the control of bleeding by selective infusion of vasopressin into the splanchnic circulation the left gastric aery. Vasopressin is administered by continuous infusion through the catheter at a rate of 0. 2 to 0. 4 IU/min for a maximum of 48 to 72 hours. About 10% to 20% of patients with acute stress ulcers continue to bleed or have recurrent bleeding despite these measures. In these patients, total gastrectomy has a moality ranging from 17% to 100%. In general, operative moality rates for acute stress-induced hemorrhage range from 30% to 60% regardless of the surgical procedure undeaken.",
        "cop": 3,
        "opa": "Lavage of gastric contents with iced saline",
        "opb": "Urgent total gastrectomy",
        "opc": "Selective aerial infusion of vasopressin the left gastric aery",
        "opd": "Inseion of Sangstaken-Blakemore balloon",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "d1c90183-37c3-433d-b217-fbc7b541d31c",
        "choice_type": "multi"
    },
    {
        "question": "Regarding congenital hypertrophic pyloric stenosis true statement is:",
        "exp": "Ans. (b) On non feeding a mass is palpated in right upper quadrant. Ref: Bailey and Love 27th Edition, Page 128. Congenital Hypertrophic Pyloric Stenosis* Diagnosed by clinical finding* During a test feed a visible gastric peristalsis is seen passing from left to right across upper abdomen.* In a relaxed baby (nonfeeding): Pyloric tumor is palpated as an Olive-shaped mass in right upper quadrant (Author's Note: As I Have already told a direct line from Bailey by NBE examiners)* Diagnosis is confirmed by USG.",
        "cop": 2,
        "opa": "On feeding an olive mass palpated in epigastric region",
        "opb": "On nonfeeding a mass is palpated in right upper quadrant",
        "opc": "Mass is felt in umbilical region",
        "opd": "A palpable mass is seen in right iliac fossa",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "633654e3-5f68-4087-a845-6882c4d7b420",
        "choice_type": "multi"
    },
    {
        "question": "All are indications for surgery in bronchiectasis except:",
        "exp": "Ans: C (Bilateral disease) Ref: Schwartz s Principles of Surgery: 9th Edition. Explanation:\"Patients with diffuse bilateral disease, of which cystic fibrosis is the best example, rarely benefit from resection and should be considered for lung transplantation as they approach end-stage disease. \" (Ref: Schwartz). Treatment of Bronchiectasis. The majority of patients with bronchiectasis do not require operative treatment. Postural drainage and chest physical therapy minimize retention of purulent sputum, and antibiotic treatment of all episodes of pneumonitis should be pursued indefinitely. When debilitating effects of chronic infection become prominent and surgery is contemplated, the anatomy should be defined carefully with CT scan before resection is planned. When extensive saccular disease is confined to one lobe or segment in a sufficiently symptomatic patient, resection is a clear choice. In children, interference with growth is often the sign of debility. Frequent hemoptysis associated with localized disease deserves operation. Patients with diffuse bilateral disease, of which cystic fibrosis is the best example, rarely benefit from resection and should be considered for lung transplantation as they approach end-stage disease. The operative strategy is to remove as little normal lung as possible without entering the central focus of infection. This usually requires segmentectomy or lobectomy and depends on an accurate preoperative assessment of the diseased segments. Pneumonectomy is rarely indicated in this disease.",
        "cop": 3,
        "opa": "Refractory foul smelling copious sputum",
        "opb": "Hemoptysis",
        "opc": "Bilateral disease",
        "opd": "Bleeding",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "7314aa3d-0f4e-47e8-a5a1-cb59e0e70c58",
        "choice_type": "multi"
    },
    {
        "question": "Metabolic complications of subtotal gastrectomy with Billroth I or Billroth II reconstruction include:",
        "exp": "Anemia develops in as many as 30% of patients within 15 years of surgery. The cause is multifactorial and includes malabsorption of iron, folate, and vitamin B 12. A metabolic bone disease occurs in as many as 33% of patients, is similar to osteomalacia, and is probably a result of malabsorption of calcium and vitamin D. Reactive hypoglycemia occurs with rapid gastric emptying, resulting in increased glucose absorption immediately after a meal. Initially there is hyperglycemia, leading to hyperinsulinemia and subsequent rapid glucose clearance and symptomatic hypoglycemia. Dumping syndrome varies from very mild symptoms to significantly disabling ones. The severe syndrome occurs in fewer than 5% of patients. Small, frequent, dry meals of low osmolality reduces symptoms and somatostatin analog has been of some clinical use.",
        "cop": 4,
        "opa": "Anemia",
        "opb": "Reactive hypoglycemia",
        "opc": "Dumping syndrome",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ee0344be-5ffe-44f4-a4a1-ad7dbac16727",
        "choice_type": "multi"
    },
    {
        "question": "A 67-year-old woman complains of paresthesia's in the limbs. Examination shows loss of vibratory sense, positional sense, and sense of light touch in the lower limbs. She is found to have pernicious anemia. Endoscopy reveals an ulcer in the body of the stomach. What does she most likely have?",
        "exp": "Patients with pernicious anemia have achlorhydria and an increased risk (about 5%) of developing gastric carcinoma. There is a deficiency in vitamin B12 that leads to megaloblastic anemia and neurologic involvement (subacute degeneration of the dorsal and lateral spinal columns).",
        "cop": 3,
        "opa": "Excess of vitamin B12",
        "opb": "Deficiency of vitamin K",
        "opc": "Cancer of the stomach",
        "opd": "Gastric sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "eeb97fb0-89b6-437a-913c-9e4ffb282ea7",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old woman has been diagnosed with a benign ulcer on the greater curvature of her stomach, 5 cm proximal to the antrum. After 3 months of standard medical therapy, she continues to have guaiac positive stool, anemia, and abdominal pain with failure of the ulcer to heal. Biopsies of the gastric ulcer have not identified a malignancy. The next step in management is which of the following?",
        "exp": "Vagotomy with a gastric drainage procedure is less satisfactory in the treatment of primary gastric ulcer. Treatment of a gastric ulcer may include Paial gastrectomy with a gastro-duodenal anastomosis (Billroth I). Vagotomy is not necessary because gastric ulcers are usually not associated with acid hypersecretion. A gastric ulcer that fails to heal despite medical therapy should be excised",
        "cop": 4,
        "opa": "Treatment of the anemia and repeat all studies in 6 weeks",
        "opb": "Endoscopy and bipolar electrocautery or laser photocoagulation of the gastric ulcer",
        "opc": "Admission of the patient for total parenteral nutrition (TPN), treatment of anemia, and endoscopic therapy",
        "opd": "Surgical intervention, including paial gastric resection",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "31c0b12e-f8c1-4073-a54e-31db3c329096",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old man undergoes a laparotomy for multiple organ injury resulting from trauma. He is discharged after 2 weeks in the hospital, only to be readmitted 3 days later because of abdominal pain and sepsis. The CAT scan shows an accumulation of fluid in the subhepatic space (Figure below). This space is likely to be directly related to an injury involving which structure? Subhepatic space; anterior view",
        "exp": "Subhepatic (intrahepatic) space infection usually occurs after surgery or peritonitis in the supracolic compartment. It is an unlikely amplication of biliary pancreatitis. Infections in the subhepatic space may extend to the infra- colic compartment via the paracolic gutter (of Morrison). In addition to the stomach, the subhepatic space may be involved with infection secondary to injury or diseases of the gallbladder, the first part of the duodenum, the anterior portions of the pancreas, or the liver. The uncinate lobe of the pancreas is the part of the head located posteriorly to the superior mesentric artery vein.",
        "cop": 2,
        "opa": "Inferior pole of the right kidney",
        "opb": "Stomach",
        "opc": "Uncinate process of the pancreas",
        "opd": "Aortic bifurcation",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "2d83243d-ab27-4ddd-b01e-41ce46764c30",
        "choice_type": "single"
    },
    {
        "question": "Which is the treatment of choice for duodenal atresia?",
        "exp": "Diamond shaped duodenoduodenostomy is treatment of choice for duodenal atresia. Bishop-koop procedure- used in the management of Meconium Ileus",
        "cop": 1,
        "opa": "Duodenoduodenostomy",
        "opb": "Duodenojejunostomy",
        "opc": "Bishop-koop procedure",
        "opd": "Gastroduodenostomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "a96b93ab-234b-4378-91ad-e570af80f545",
        "choice_type": "single"
    },
    {
        "question": "A patient has been diagnosed with achalasia. He refused surgery initially, preferring to try nonoperative therapy. He tried life-style modification, calcium channel blockers, botulin toxin injection, and endoscopic pneumatic dilatation. None of the treatments alleviated his symptoms. What are his surgical options?",
        "exp": "A healthy patient with achalasia who has failed nonoperative management should be considered for surgical intervention. Pneumatic dilatation is first-line therapy. It causes disruption of the muscular layers of the LES. A balloon is placed endoscopically at the level of the LES. Fluoroscopically is used to visualize the balloon as it is inflated to pressures no higher than 10 psi. If pneumatic dilatation fails, or if symptoms return after successful dilation, surgery should be considered. The procedure may be done open or endoscopically. The operation involves a myotomy that divides the circular and longitudinal muscle fibers. It extends from the distal 6 cm of the esophagus, through the LES, and the proximal gastric cardia. A partial fundoplication is usually included to prevent gastroesophageal reflux.",
        "cop": 3,
        "opa": "Esophagectomy",
        "opb": "Surgical esophagomyotomy proximal to the LES",
        "opc": "Modified Heller myotomy and partial fundoplication",
        "opd": "Repeat pneumatic dilation using pressures of loops",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "991076da-45a2-402c-96b2-87a0752b0ec5",
        "choice_type": "multi"
    },
    {
        "question": "A previously healthy florist presents to the emergency department after vomiting blood in his flower shop. While waiting to be seen he has another episode of hematemesis. What is the most likely cause of his bleeding?",
        "exp": "Peptic ulcer disease is the most common cause of UGI bleeding in patients presenting to the emergency department. Most bleeding ulcers (80%) will stop with conservative measures. A visible vessel seen during endoscopy can have up to a 55% chance of rebleeding. Other causes of bleeding include gastritis, gastric cancer, esophagitis, Mallory-Weiss tear, Dieulafoy's lesion, and esophageal varices, but these occur less commonly than peptic ulcer as a likely cause of bleeding.",
        "cop": 1,
        "opa": "Peptic ulcer disease (stomach or duodenum)",
        "opb": "Hiatal hernia",
        "opc": "Mallory-Weiss tear",
        "opd": "Gastric carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9766371d-36fa-415b-80af-159f6b337f9b",
        "choice_type": "multi"
    },
    {
        "question": "A patient of partial gastrectomy presents with neurological symptoms. Most probable diagnosis is:",
        "exp": "Ans. (c) Vitmain B12 deficiency. Ref: Shackelford 7th Edition, Pages 759-760* B12 deficiency manifests as megaloblastic anemia* B12 deficiency happens after subtotal gastrectomy due to lack of IF secretion* Oral supplementation is not useful* Inj. B12 must be given every 3 monthly.",
        "cop": 3,
        "opa": "Folic acid deficiency",
        "opb": "Thiamine deficiency",
        "opc": "Vitamin B-12 deficiency",
        "opd": "Iron deficiency",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f98dac54-c8f0-4d96-ab38-6dd865058253",
        "choice_type": "single"
    },
    {
        "question": "Linnitis plastica is commonly seen in:",
        "exp": "Linnitis plastica in carcinoma stomach leads to diffuse mural involvement by tumour and leads to decrease distensibility of stomach and complaints of early satiety.",
        "cop": 1,
        "opa": "Carcinomas Stomach",
        "opb": "Sarcoidosis",
        "opc": "Lymphoma",
        "opd": "Leiomyosarcoma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9523ab4b-e92a-41c0-bbc1-0adbdb59ad1e",
        "choice_type": "single"
    },
    {
        "question": "GE junction tumor is:",
        "exp": "Siewe Classification Type Adenocarcinoma of Location Type I Distal esophagus 1-5 cm above cardia Type II Real Cardia 1 cm above and 2 cm below cardia Types III Sub-Cardial Stomach 2-5 cm below cardia Type III generally have a worse prognosis.",
        "cop": 2,
        "opa": "Siewe type I",
        "opb": "Siewe type II",
        "opc": "Siewe type III",
        "opd": "Siewe type IV",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "e210de0c-718c-4a53-9cbb-bdc989cd64ac",
        "choice_type": "single"
    },
    {
        "question": "A subtotal gastrectomy with D2 dissection performed for Stage 3 gastric adenocarcinoma in the antrum includes?",
        "exp": "The standard operation for gastric cancer is radical subtotal gastrectomy, which entails ligation of the left and right gastric and gastro-epiploic aeries at the origin, as well as the en bloc removal of the distal 75% of the stomach, including the pylorus and 2 cm of duodenum, the greater and lesser omentum, and all associated lymphatic tissue. Generally, the surgeon strives for a grossly negative margin of at least 5 cm. In the absence of involvement by direct extension, the spleen and pancreatic tail are not removed. The operation is deemed an adequate cancer operation provided that tumour- free margins are obtained, >15 lymph nodes are removed, and all gross tumour is resected. Reconstruction is usually by Billroth I gastro-jejunostomy or Roux-en-Y reconstruction.",
        "cop": 1,
        "opa": "More than 15 lymph nodes removed",
        "opb": "Grossly negative margins of 2 cm",
        "opc": "Billroth II reconstruction",
        "opd": "Splenectomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "28f2e8a7-246d-436d-9155-4dcf26e24a60",
        "choice_type": "single"
    },
    {
        "question": "Which of the following management procedures of acute upper gastrointestinal bleed should possibly be avoided?",
        "exp": "Ans. (b) Intravenous beta-blockers. Ref: Sabiston 20th Edition, Page 1142* Betablockers have no role in active variceal bleed.* They are used only in prevention of re-bleeding in Esophageal varices",
        "cop": 2,
        "opa": "Intravenous vasopressin",
        "opb": "Intravenous beta-blockers",
        "opc": "Endoscopic sclerotherapy",
        "opd": "Balloon tamponade",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "da46e384-61a7-4ee1-b12d-1dd07270cf4a",
        "choice_type": "multi"
    },
    {
        "question": "A 30 years old male presented with massive hematemesis. A 2 x 2 cm ulcer was visualized on upper GI endoscopy on the posterior aspect of first pa of duodenum. The bleeding vessel was visualized but bleeding could not be controlled endoscopically. Blood transfusion was done and patient was planned for surgery. Which of the following would be best surgical management?",
        "exp": "#NAME?",
        "cop": 3,
        "opa": "Antrectomy with ligation of left gastric aery",
        "opb": "Duodenotomy with ligation of bleeding vessels with postoperative PPI",
        "opc": "Duodenotomy with ligation of bleeding vessels, truncal vagotomy and pyloroplasty",
        "opd": "Duodenotomy with ligation of bleeding vessels, highly selective vagotomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "3e4c3731-2492-465a-a622-b51bb9c720c2",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for CHPS",
        "exp": "Ans. (a) USGRef: Bailey and Love page 113-114/26th edition* IOC for Congenital Hypertrophic Pyloric stenosis - USG* Palpated as a Olive tumor in right Upper quadrant.* If the history and clinical mass is there - no need of USG - directly we can do Ramstedt's pylromyotomy",
        "cop": 1,
        "opa": "USG",
        "opb": "x-ray",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9d2e6fd0-4e93-480c-90bb-d9129e2d6f35",
        "choice_type": "single"
    },
    {
        "question": "Most common metabolic complication of gastrectomy:",
        "exp": "Ans. (a) Iron-deficiency anemia. Ref: Shackelford 7h Edition, Page 759. Metabolic Abnormalities after Gastric Surgeries:* Three are common - Anemia, Bone disease and Weight loss* MC after Billroth II, but can happen after TV with GJ or Billroth* MC type of anemia is IRON DEFICIENCY anemia due to absence of acid environment for absorption of iron.* Vit B12 deficiency can also happen due to loss of Intrinsic factor production in Distal gastrectomies. This deficiency invariably happens in most of them, hence Injection Cyanocobolamine must be given every 3 months.* Folate deficiency rarely occurs. If it occurs its due to dietary deficiency* Calcium and Vit. D malabsorption happens.* Calcium deficiency due to failed absorption in duodenum and Vit D malabsorption as a part of Fat malabsorption.* Unexplained bone pain and aches will happen in metabolic bone disease. This is diagnosed by measuring Bone density. Supplement Calcium and Vit D.",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Megaloblastic anemia",
        "opc": "Hypocalcemia",
        "opd": "Osteoporosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ef66f73d-b69a-48bc-b2b4-85c4e31f3daf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a curative resection?",
        "exp": "Ans. (a) R0. Ref: Sabiston 20th Edition, Page 1218* R 0, 1, 2 are used to show the completeness after resection of a cancer* R0--Microscopic margin is negative in specimen* R1--Microscopic margin is positive in specimen* R2--Macroscopic margin is positive in specimen",
        "cop": 1,
        "opa": "R0",
        "opb": "R1",
        "opc": "R2",
        "opd": "R3",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "46f78d5a-4113-43c3-bcfa-1c2249d2fb59",
        "choice_type": "single"
    },
    {
        "question": "Gastric irritation is not caused by",
        "exp": "Ans. c (Paracetamol). (Ref. KD Tripathi, 5th/pg. 181)PARACETAMOL AS COMPARED TO ASPIRIN:# Does not stimulate respiration or affect acid-base balance# Causes insignificant gastric irritation# Has no cardiovascular effect# Does not affect platelet function# Is not uricosuric. Remaining all above drugs can cause significant gastritis",
        "cop": 3,
        "opa": "Ibuprofen",
        "opb": "Aspirin",
        "opc": "Paracetamol",
        "opd": "Diclofenac",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "c360fa8e-93d1-4580-a0ec-a9085d741d46",
        "choice_type": "single"
    },
    {
        "question": "Best diagnostic investigation for acute appendicitis in children is:(AIIMS May 2015, November 2014, May 2013.)",
        "exp": "Ans. c. USG (Ref: Ghai 8/e p 287, Sabiston 19/1279-1282; Schwartz 9/1074-1078; Bailey 26/1201-1210, 25/1205-1212 Shackelford 7/2019-2023). Best diagnostic investigation for acute appendicitis in children is USG. \"Abdominal ultrasound detects a dilated (< 6 mm) tubular, aperistaltic structure which is not compressible and is surrounded by fluid. Ultrasound has a sensitivity of 85-90% and specificity of 95-100% for diagnosing appendicitis. Computed tomography may be done occasionally if the diagnosis is in doubt. \"--Ghai 8/e pg 287. Acute Appendicitis. Acute appendicitis is the MC general surgical emergency. QWorldwide, perforated appendicitis is the leading general surgical cause of deathQ. Pathophysiology: Obstruction of the lumenQ is believed to be the major cause of acute appendicitisQ. Obstruction of the lumen may be caused by inspissated stool (fecalithQ or appendicolithQ), lymphoid hyperplasiaQ, vegetable matter or seedsQ, parasites, ora neoplasmQ. Obstruction of the appendiceal lumen contributes to bacterial overgrowth and continued secretion of mucus leads to intraluminal distention and increased wall pressure. Luminal distention produces the visceral pain sensation experienced by the patient as periumbilical painQ. Subsequent impairment of lymphatic and venous drainage leads to mucosal ischemia. Bacteriology: MC bacteria isolated in perforated appendicitis: Bacteroides fragilisQ (80%) >E. coliQ (77%). Clinical Features: Diagnosis can be made primarily on the basis of the history and physical examination in most casesQ. Typical presentation: Periumbilical pain followed by anorexia and nausea. The pain then localizes to the right lower quadrant as the inflammatory process progresses to involve the parietal peritoneum overlying the appendix. This classic pattern of migratory pain is the most reliable symptom of acute appendicitisQ. A bout of vomiting may occur. Fever ensues, followed by the development of leukocytosis. Occasional patients have urinary symptoms or microscopic hematuria. Tenderness is directly over the appendix, at Mc. Burney's pointQ. Rectal and pelvic examinations are most likely to be negative (Tenderness on P/R examination in pelvic appendix)QDunphy's signQ* Pain on coughing. QRovsing's signQ* Pain in the right lower quadrant during palpation of the left lower quadrant. QObturator signQ* Pain on internal rotation of the hipQ* Suggestive of pelvic appendix. QIliopsoas signQ* Pain on extension of the right hipQ* Suggestive of retrocecal appendix. QDiagnosis: Laboratory Studies. WBC count is elevated, with more than 75% neutrophils in most patientsQ. Normal WBC count and differential is found in 10% of patients with acute appendicitisQ. High WBC count (>20, 00d/mL) suggests complicated appendicitis with gangrene or perforationQ. Microscopic hematuria is common in appendicitis (gross hematuria may indicate the presence of a kidney stone)QUltrasound: USG has a sensitivity of 85% and a specificity >90% for the diagnosis of acute appendicitis in patients of abdominal pain. Characteristic findings: Appendix >7 mm diameter, a thick-walled, non-compressible luminal structure seen in cross section (target lesion), or the presence of an appendicolithQ. Commonly used in children & pregnant patients0 with equivocal clinical findings suggestive of acute appendicitis. Plain X-ray: A calcified appendicolith is visible in only 10-15% of patients with acute appendicitis. Failure of the appendix to fill during a barium enema has been associated with appendicitisQ (this finding lacks sensitivity and specificity because up to 20% of normal appendices do not fill). CT Scan. CT scan: Sensitivity of 90% and a specificity of 80-90% for the diagnosis of acute appendicitis in patients with abdominal painQ. Classic findings on CT: Distended appendix >7 mm in diameter and circumferential wall thickening and enhancement (appearance of a halo or target)QCT detects appendicoliths in 50% of patients with appendicitis. Most valuable for older patients and in patients with atypical symptoms. Treatment: Most patients are managed by prompt appendectomyQ.",
        "cop": 3,
        "opa": "MRI",
        "opb": "CECT",
        "opc": "USG",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "c0081bce-6764-4e0a-bd5b-783e21c5797a",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old man is diagnosed with adeno- carcinoma of the stomach. He wants to know what could have caused him to develop this condition. He does an internet search. Which of the following is a risk factor for developing gastric cancer?",
        "exp": "H. Pylori infection, smoking, and a high salt intake are all risk factors for gastric cancer. A diet high in fruits, vegetables, and fiber may lower the risk for gastric cancer. The incidence of gastric cancer is low in North America. Gastric cancer is one of the most common cancers in Japanese men.",
        "cop": 4,
        "opa": "Exposure to ionizing radiation",
        "opb": "Blood group B",
        "opc": "A diet high in fiber",
        "opd": "pylori infection",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "41aee668-bf67-4486-8490-359655db8fdd",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old supermarket manager had an elective operation for duodenal ulcer disease. He has not returned to work because he has diarrhea with more than 20 bowel movements per day. Medication has been ineffective. The exact details of his operation cannot be ascertained. What operation was most likely performed?",
        "exp": "Although a milder type of diarrhea is not uncommon after gastrectomy, fulminant diarrhea may be a problem after vagotomy (it is one of the many complications collectively referred to as post vagotomy syndromes). The exact mechanism is not known. It occurs in 1-2% of patients following truncal vagotomy and is less likely to be found after selective or highly selective vagotomy.",
        "cop": 3,
        "opa": "Antrectomy and Billroth I anastomosis",
        "opb": "Gastric surgery combined with cholecystectomy",
        "opc": "Truncal vagotomy",
        "opd": "Highly selective vagotomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "bc0a12d9-9523-4862-962c-e1197c8eca99",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of upper GI bleeding?",
        "exp": "Ans. a (Gastric ulcer). (Ref. Harrison's 16th ed., 235)UGIB (upper gastrointestinal bleeding) is defined as bleeding derived from a source proximal to the ligament of Treitz. Hematemesis and melena are the most common presentations of acute UGIB, and patients may present with both symptoms. Occasionally, a brisk UGIB manifests as hematochezia. Differential diagnoses for UGIB:# Peptic ulcer - 50% cases- Esophageal varices- Gastric varices# Mallory-Weiss tear- Esophagitis- Neoplasm# Hemorrhagic gastritis- Angiodysplasia- Hemobilia# Pancreatic pseudocyst- Pancreatic pseudoaneurysm- Aortoenteric fistula# Dieulafoy lesion (submucosal persistent caliber artery in stomach)",
        "cop": 1,
        "opa": "Gastric ulcer",
        "opb": "Esophageal varices",
        "opc": "Gastritis",
        "opd": "Carcinoma stomach",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "e2df4849-e8a8-47a5-ae4c-2d58e7a279b6",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old patient came with ongoing massive hematemesis. The patient is alert and hemodynamically stable. Which of the following is your next immediate step in management?",
        "exp": "Ans. (d) Put the patient in recovery position and protect airway. Ref: Sabiston 20th edition, Page 1140* AIIMS is more famous for applied questions: The following are the steps that are followed in our institution# The first thing in a patient with hematemesis is to manage the airway and prevent him aspiration even if he is stable# Second step we send for cross matching and have few units of blood ready for transfusion# IV line will be ready and fluids will be rushed before planning for endoscopy# We will do endoscopy with blood on hand and after protecting airway.",
        "cop": 4,
        "opa": "Send for blood transfusion",
        "opb": "Start IV fluids",
        "opc": "Do an urgent upper GI endoscopy",
        "opd": "Put the patient in recovery position and protect airway",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "3c154f38-d2c3-457b-a28f-7bc62dd3b4c5",
        "choice_type": "multi"
    },
    {
        "question": "A patient is admitted from the emergency depament following a large-volume haematemesis. Oesophagogastroduodenoscopy is performed, which identifies a posteriorly positioned duodenal ulcer that is actively bleeding. The vessel responsible is",
        "exp": "Detailed knowledge of the aerial supply of the stomach is not required for undergraduate exams, however ceain facts should be remembered. All the blood supply to the stomach is derived from the coeliac plexus, which branches from the abdominal aoa at the level of T12. The lesser curve is supplied by the right and left gastric vessels, the greater curve by the right and left gastroepiploic vessels. The right gastroepiploic aery is a branch of the gastroduodenal aery. The gastroduodenal aery passes underneath the first pa of the duodenum, closely associated with its posterior wall; it is this vessel which classically causes major haemorrhage in the event of posterior erosion by a duodenal ulcer.",
        "cop": 1,
        "opa": "Gastroduodenal aery",
        "opb": "Abdominal aoa",
        "opc": "Right gastric aery",
        "opd": "Left gastric aery",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "7acf58e1-c11f-41d7-93ac-03e10e46267a",
        "choice_type": "single"
    },
    {
        "question": "Kally, a 60 years old male diagnosed to have carcinoma stomach. CT scan of abdomen showed a mass measuring 4x4 cm in the antrum with involvement of celiac nodes and right gastric nodes. Management of choice",
        "exp": "Treatment- Depends on the location of malignancy * Proximal 1/3rd. Extended gastrectomy + D2 Lymphadenectomy* Middle 1/3rd. Total gastrectomy + D2 Lymphadenectomy* Distal 1/3rd. Subtotal gastrectomy + D2 Lymphadenectomy This treatment is same for both Intestinal & Diffuse variety of CA Stomach- Exception - Diffuse variety involving distal 1/3rd malignancy | Total gastrectomy + D2 Lymphadenectomy. - Indication of distal Pancreatectomy* Involvement of body / tail of pancreas by the tumor -Indications of Splenectomy* Direct involvement of spleen by CA Stomach* CA Stomach in the proximal pa along posterior wall or greater curvature.",
        "cop": 2,
        "opa": "Total gastrectomy",
        "opb": "Subtotal gastrectomy",
        "opc": "Palliative",
        "opd": "Chemotherapy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "4fd62dac-993a-466c-a306-4c185ed98ebe",
        "choice_type": "multi"
    },
    {
        "question": "In Forrest classification, high-risk of bleeding is associated with all except:",
        "exp": "Rebleeding risk is high in all of the above except in case of adherent clots. Refer to the treasure for the full Forest classification",
        "cop": 3,
        "opa": "Visible vessel",
        "opb": "Visible pulsatile bleeding",
        "opc": "Adherent clot",
        "opd": "Visible oozing from vessel",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "4b54a290-315a-4641-bafa-b261a3d5abfe",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following vessels is most commonly involved in hemorrhage from duodenal ulcer?",
        "exp": "Ans. (b) Gastroduodenal artery. Ref: Sabiston 19th Edition, Page 1195-1196* Most common indication for surgery is bleeding* Most common cause of death is bleeding in peptic ulcer patients* Most common complication of peptic ulcer: Bleeding* Most common complication of gastric ulcer: Perforation* The complication with highest mortality rate: Perforation",
        "cop": 2,
        "opa": "IVC",
        "opb": "Gastroduodenal artery",
        "opc": "SMA",
        "opd": "Inferior pancreatico duodenal artery",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f8cf9aec-8990-4165-bc80-4557cb62ad10",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old smoker is involved in a house fire and receives a 45% total surface area burn. One half of the burned surface appears to be third degree. On the third post-burn day, the patient is noted to have bloody drainage from a nasogastric tube and a decrease of 5% in his hematocrit. Appropriate management should include which of the following?",
        "exp": "Patients who have sustained a major thermal burn of 35% or more of their body surface area are at a predictably high risk for the development of gastric erosions and hemorrhage. Endoscopy has demonstrated that gastric erosions are present in 93% of these patients, whereas the occurrence of severe acute upper gastrointestinal hemorrhage in severely burned patients ranges between 25% to 50%. At least 60% of patients at risk develop stress erosions within 1 to 2 days after the precipitating event. Painless upper gastrointestinal bleeding may be the only clinical sign. The onset of hemorrhage is often delayed, usually occurring 3 to 10 days after the onset of the primary disease. Esophagogastroduodenoscopy is the diagnostic modality of choice to confirm the diagnosis and to differentiate stress erosion from other sources of upper gastrointestinal hemorrhage. Correct identification of the bleeding source is made in greater than 90% of instances. If endoscopy is not diagnostic, visceral angiography through selective catheterization of the left gastric or splenic vessels may provide information regarding the primary vessel supplying the bleeding site. In contrast, barium examinations are usually of little value, due to the superficial nature of stress erosions, and in fact may be detrimental by interfering with the interpretation of subsequent aeriography.",
        "cop": 3,
        "opa": "Urgent upper gastrointestinal contrast study to delineate site of bleeding",
        "opb": "Immediate selective aeriography the left gastric aery to diagnose and treat presumed stress ulceration",
        "opc": "Urgent esophagogastroduodenoscopy to diagnosis the cause of bleeding",
        "opd": "Urgent intravenous infusion of vasopressin at 0. 2-0. 4 IU/min",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "0d3f706c-ecbd-456d-a07f-04877090b001",
        "choice_type": "single"
    },
    {
        "question": "In case upper GI bleed associated with stress gastritis all are true except:",
        "exp": "Ans. (c) Surgery involves anterior gastrotomy with ligation of bleeding ulcers and superficial erosions. Ref: Sabiston 19th Edition, Pages 1167-11685 Salient points for Stress gastritis/ Stress Ulcers:* Multiple superficial erosions are stress ulcers* Most common in fundus of stomach* Cushing and curling ulcers are stress ulcers. Cushing ulcer is due to increased acid but not curling ulcer.* Only presentation is bleeding* Medical management with PPI and H2 blockers are used to maintain the intragastric pH >5. But sometimes surgery may be needed to control the bleeding. (Anterior gastrotomy and ligate the bleeding vessel and also accompanied with TV with pylorplasty)",
        "cop": 3,
        "opa": "Surgery should be done if transfusion requirements is >6 units.",
        "opb": "Vagotomy may be added",
        "opc": "Surgery involves anterior gastrotomy with ligation of bleeding ulcers and superficial erosions",
        "opd": "Total gastrectomy is rarely indicated",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "d563fb78-8c81-4016-b646-c335d240e2c5",
        "choice_type": "multi"
    },
    {
        "question": "Excessive vomiting with gastric outlet obstruction secondary to pyloric stenosis leads to -",
        "exp": "Ans. is 'a' i. e., Hypokalemic hypochloremic metabolic alkalosis Metabolic consequences of persistent vomiting in case of pyloric stenosis:* The metabolic consequences of benign pyloric stenosis are unique.* The vomiting of hydrochloric acid results in hypochloraemic alkalosis.* Initially, the sodium and potassium may be relatively normal. However, as dehydration progresses, more profound metabolic abnormalities arise, partly related to renal dysfunction.* Initially, the urine has a low chloride and high bicarbonate content, reflecting the primary metabolic abnormality. This bicarbonate is excreted along with sodium, and so with time the patient becomes progressively* Hyponatraemic and more profoundly dehydrated.* Because of the dehydration, a phase of sodium retention follows and potassium and hydrogen are excreted in preference.* This results in the urine becoming paradoxically acidic and hypokalaemia ensues. This finally culminates into hypokalemic hypochloremic metabolic alkalosis.* Alkalosis leads to a lowering in the circulating ionised calcium, and tetany can occur.",
        "cop": 1,
        "opa": "Hypokalemic hypochloremic metabolic alkalosis",
        "opb": "Hypokalemic hyperchloremic metabolic acidosis",
        "opc": "Hyperkalemic hyperchloremic metabolic alkalosis",
        "opd": "Hyperkalemic hypochloremic metabolic acidosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "844fcdd1-984a-486b-9baf-653e3ac62a41",
        "choice_type": "single"
    },
    {
        "question": "Olive shaped mass on feeding is pathognomonic of:",
        "exp": "Ans. (a) Hypertrophic pyloric stenosis. Ref: Sabiston 20th Edition, Page 1869* If olive shaped mass is palpable then no other investigation is needed to confirm the diagnosis (Even USG is not needed)",
        "cop": 1,
        "opa": "Hypertrophic pyloric stenosis",
        "opb": "Duodenal atresia",
        "opc": "Jejuna atresia",
        "opd": "Ileal stenosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "b36b0b07-ae78-4932-88ed-890d26156a09",
        "choice_type": "single"
    },
    {
        "question": "Clinical features of pyloric stenosis in infants are all except:",
        "exp": "Ans. (d) Metabolic acidosis. Ref: Sabiston 20th Edition, Page 1869* Weight loss can occur on longstanding cases* Constipation may occur due to persistent vomiting.",
        "cop": 4,
        "opa": "Abdominal lump",
        "opb": "Constipation",
        "opc": "Weight loss",
        "opd": "Metabolic acidosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "2a6f1586-cdea-4de3-93f0-f440de89e0e8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following surgeries is not Bariatric surgery?",
        "exp": "Ans. (d) Duodenojejunostomy. Ref: Sabiston 20th Edition, Page 1168. Types of Bariatric Surgery: Restrictive* Vertical banded gastroplasty* Adjustable silicone gastric banding* Sleeve gastrectomy. Mostly restrictive (and partly malabsorptive)* Short-limb (50-100cm) Roux-En-Y gastric bypass* Long-limb 150cm) Roux-En-Y gastric bypass. Mostly malabsorptive* Biliopancreatic diversion with or without duodenal switch",
        "cop": 4,
        "opa": "Banding gastroplasty",
        "opb": "Roux. En-Y gastric bypass",
        "opc": "Sleeve gastrectomy",
        "opd": "Duodenojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "cc1df1d3-4555-4845-aa15-12a8654e21bf",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old woman with arthritis is a chronic NSAID user. She develops severe epigastric pain and undergoes an upper endoscopy. She is told that she has an ulcer adjacent to the pylorus. Which of the following is TRUE about the pylorus?",
        "exp": "The pylorus is palpable but it is not a true physiologic sphincter. It does not demonstrate reciprocal contraction when the stomach relaxes, nor does it relax when the stomach contracts. The pylorus is normally in tonic contraction It is partially covered by omentum and cancer is commonly found there.",
        "cop": 3,
        "opa": "It cannot be palpated at laparotomy.",
        "opb": "It is not covered completely by omentum.",
        "opc": "It is a distinct anatomic entity that can be distinguished during laparotomy.",
        "opd": "It is a true physiologic sphincter.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "6ab33cf0-ff8e-4bda-8267-ec0b92525a18",
        "choice_type": "multi"
    },
    {
        "question": "H. pylori has been implicated in all, except:",
        "exp": "Diseases associated with H. pylori Antral Predominant gastritis Corpus Predominant Atrophic Gastritis Non-atrophic Pangastritis(chronic Superficial gastritis) Duodenal ulcer Gastric ulcer Gastric adenocarcinoma MALT lymphoma",
        "cop": 4,
        "opa": "Gastric ulcer",
        "opb": "Gastric carcinoma",
        "opc": "Gastric lymphoma",
        "opd": "Gastric leiomyoma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "5dd014cc-363f-474c-a5c1-3fc5de14ff33",
        "choice_type": "multi"
    },
    {
        "question": "Gastric ulcer type III is located at:",
        "exp": "Modified Johnson's Classification of Gastric Ulcer Type Location Acid Secretion I Lesser curvature, near incisure angularis (MC) Low II Body of the stomach and duodenum High III Prepyloric (Within 2-3 cm of the pylorus) High IV High on the lesser curve, near GE junction Low V Anywhere, induced by medication (NSAIDs) Low",
        "cop": 3,
        "opa": "Lesser curvature",
        "opb": "Body",
        "opc": "Prepyloric region",
        "opd": "GE junction",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "81ce593c-3ca3-42ac-98de-b97ab2eabb25",
        "choice_type": "single"
    },
    {
        "question": "The following are true regarding primary gastric lymphoma except:",
        "exp": "GASTRIC LYMPHOMA Stomach is MC site for lymphoma in the GIT MC gastric lymphoma is diffuse large B-cell lymphoma (55%) >extranodal marginal cell lymphoma (MALT) (40%) > Burkitts lymphoma (3%) > mantle cell and follicular lymphomas. Clinical Features: Vague symptoms, namely epigastric painQ, early satiety, and fatigue. B symptoms are very rare. Diagnosis: Endoscopy: Nonspecific gastritis or gastric ulcerations, with mass lesions being unusual.",
        "cop": 4,
        "opa": "B symptoms are very rare.",
        "opb": "H. pylori is implicated especially in MALT type",
        "opc": "Mostly of B cell origin",
        "opd": "Clinically can be easily differentiated from gastric adenocarcinoma by the presence of early satiety and prominent lymph node metastases.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ee3f601b-fb19-45b5-be50-27c060ac8ec4",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old man presents with an upper gastrointestinal bleed. An upper endoscopy reveals multiple duodenal ulcers and an enlarged stomach.",
        "exp": "Gastrinoma, or ZES, should be suspected in patients with peptic ulcer disease refractory to medical treatment, or in patients with multiple ulcers or ulcers in uncommon locations. Gastrin secretion by the tumor, most commonly found in the pancreas, results in hypersecretion of gastric acid. Common patient complaints are epigastric pain, melena, hematemesis, diarrhea, and weight loss. ZES may occur as part of the MEN-1 syndrome; this patient presents with only atypical peptic ulcer disease. Omeprazole is the treatment of choice for control of peptic ulcers in ZES.",
        "cop": 3,
        "opa": "Glucagonoma",
        "opb": "Insulinoma",
        "opc": "Zollinger-Ellison syndrome (ZES)",
        "opd": "Watery diarrhea, hypokalemia, and achlorhydria (WDHA) syndrome",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "2059db55-caa4-4cb9-aebb-cc6fed0c1ab8",
        "choice_type": "single"
    },
    {
        "question": "A frail elderly patient is found to have an anterior perforation of a duodenal ulcer. He has a recent history of nonsteroidal anti-inflammatory drug (NSAID) use and no previous history of peptic ulcer disease. A large amount of bilious fluid is found in the abdomen. What should be the next step?",
        "exp": "Although surgery is generally recommended for perforation, conservative measures can be considered in select cases. A patient who has a benign clinical presentation or one who is improving, might be considered for treatment with antibiotics and nasogastric decompression. Patients who have an acute abdomen and are hemodynamically unstable should not be observed. Board-like rigidity of the abdomen occur as a result of chemical peritonitis. These patients should have fluid and electrolyte repletion, and antibiotics followed by surgery. Choice of the operative procedure should be guided by the information obtained during the history, the presence of comorbid disease, and hemodynamic stability during the operation. A omental (Graham) patch will seal the ulcer, but it will not prevent recurrence.",
        "cop": 2,
        "opa": "Lavage of the peritoneal cavity alone",
        "opb": "Lavage and omental patch closure of the ulcer",
        "opc": "Total gastrectomy",
        "opd": "Lavage, vagotomy, and gastroenterostomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "6364f126-ce5f-447a-8528-41664537572c",
        "choice_type": "multi"
    },
    {
        "question": "A patient comes with hematemesis and melena. On the upper GI endoscopy there was no significant finding. 2 days later the patient rebleeds. Next line of investigation is:",
        "exp": "Ans. (b) Repeat upper GI endoscopy. Ref: Sabiston 19th Edition, Page 1166* Endoscopy is advised even in cases in which previous endoscopy doesn't show any abnormality.",
        "cop": 2,
        "opa": "Emergency angiography",
        "opb": "Repeat upper GI endoscopy",
        "opc": "Enteroscopy",
        "opd": "Laparotomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "70a26019-b23a-4517-ad66-c77236fbf3a8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are complications of peptic ulcer surgery except:",
        "exp": "Duodenal stump blowout occurs after Billroth II operations, where back-pressure in the duodenal stump results in a breakdown of this stump closure, leading to abdominal sepsis. Dumping syndrome and postvagotomy diarrhea are complications of peptic ulcer surgery. They represent two different syndromes, both of which are predominately related to the vagotomy poion of the operation. Delayed gastric emptying occurs frequently after peptic ulcer surgery, for a variety of reasons, but it is most common after elective peptic ulcer surgery for gastric outlet obstruction. Steatorrhea is not necessarily related to peptic ulcer surgery but is a complication of pancreatic insufficiency.",
        "cop": 4,
        "opa": "Duodenal stump blowout",
        "opb": "Dumping syndrome",
        "opc": "Delayed gastric emptying",
        "opd": "Steatorrhea",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "7a0678b5-3577-4d60-b42e-cc1cfb7573e9",
        "choice_type": "multi"
    },
    {
        "question": "Patient presents with recurrent duodenal ulcer of 2. 5 cm size, procedure of choice:",
        "exp": "Ans. (a) Truncal vagotomy and antrectomy. Ref: Sabiston 20th edition, page 1206* For recurrent duodenal ulcer we have to do TV and also remove the acid producing part- Antrum to get the best possible result.",
        "cop": 1,
        "opa": "Truncal vagotomy and antrectomy",
        "opb": "Truncal vagotomy and gastrojejunostomy",
        "opc": "Highly selective vagotomy",
        "opd": "Laparoscopic vagotomy and gastrojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "b51f4902-9cb5-4ddd-a261-a8853c7c6a36",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man undergoes surgery for a chronic duodenal ulcer. The procedure is a truncal vagotomy and which of the following?",
        "exp": "In 1948, Dragstedt introduced a gastric drainage procedure to overcome stasis that occurred in over 30-40% of cases following vagotomy. Pyloroplasty, gastrojejunostomy, and antrectomy are the three recognized drainage procedures performed in conjunction with vagotomy. The decision on which one to perform is based on the overall condition of the patient and the severity of the ulcer, amongst other things. A drainage procedure is not necessary with a highly selective vagotomy because the innervation to the pylorus is left intact.",
        "cop": 1,
        "opa": "Gastroenterostomy",
        "opb": "Removal of the duodenum",
        "opc": "Closure of the esophageal hiatus",
        "opd": "Incidental appendectomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "a5d28865-940b-4c2f-9744-fa6deb9a8b1c",
        "choice_type": "single"
    },
    {
        "question": "Most common epithelial tumor of stomach:",
        "exp": "Hyper-plastic polyp which consists of elongated, branching, dilated glandular structures is the most common epithelial tumors in the stomach (75-90% of all gastric polyps). Carcinoid is the second most common epithelial tumor of the stomach and accounts for 11-41% of all gastrointestinal carcinoids. GIST is the most common non epithelial tumour of digestive tract. stomach is the most common site",
        "cop": 1,
        "opa": "Carcinoid",
        "opb": "GIST",
        "opc": "Granulose cell tumor",
        "opd": "Sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "83fe6ff2-0c61-4e39-9c83-727ed7277aca",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true with regard to sequelae/complications after gastric operations?",
        "exp": "The impoant sequelae after gastric surgery are recurrent ulceration, small stomach syndrome, bilious vomiting, early and late dumping syndrome, diarrhoea and malignant transformation. Sequelae of peptic ulcer surgery Recurrent ulceration Post vagotomy diarrhea Small stomach syndrome Malignant Transformation Bile vomiting Nutritional consequences Early and late dumping Early dumping Syndrome Late Dumping Syndrome Feel Bloated Sweating Dizziness Flushing Pain & Cramps Feelings of hunger Sweating Tiredness Confusion Feeling Faint.",
        "cop": 1,
        "opa": "Recurrent ulceration is rare after gastric surgery for peptic ulcer",
        "opb": "Early satiety can occur even in the absence of gastric resection",
        "opc": "Early dumping syndrome is due to a sudden high osmotic load to the small bowel",
        "opd": "Late dumping syndrome is due to reactive hypoglycaemia.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "fb62eb67-876e-4ea9-af31-fda507840558",
        "choice_type": "multi"
    },
    {
        "question": "H. pylori infection is associated with increased risk of",
        "exp": "Ans. b (Carcinoma of body and pylorus of stomach) (Ref. LB 25th/1067). Helicobacter seems to he principally associated with carcinoma of the body and distal stomach rather than theproximal stomach. As Helicobacter is associated with gastritis, gastric atrophy and intestinal metaplasia, theassociation with malignancy is perhaps not surprising. Risk factors for the development of stomach/gastric carcinoma are: 1. Male > Female2. Age > 40 years3. Chronic H. pylori infection4. Chronic atrophic gastritis with intestinal metaplasia5. History of partial gastric resection6. Pernicious anemia7. Blood group A8. Race: Asians especially Japanese9. Gastric ulcer and polyps10. Menetrier's disease: extreme hypertrophy of gastric rugal folds11. Cigarette smoking12. Dust ingestion13. Ingestion of spirits14. Genetic factors15. Long-term ingestion of high concentration of nitrates in dried smoke and salted foods. (Charred or burnt foods).",
        "cop": 2,
        "opa": "Proximal gastric cancer",
        "opb": "Carcinoma of body and pylorus of stomach",
        "opc": "Carcinoma of duodenum first part",
        "opd": "Carcinoma involving gastroesophageal junction",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "8a74618d-5a37-4ec4-a303-5f489d919aec",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old gynecologist complains of dysphagia, regurgitation, and weight loss. She also states that she feels as if food is stuck at the level of the xiphoid. An upright chest x-ray shows a dilated esophagus with an air-fluid level. Which of the following is FALSE?",
        "exp": "The symptoms and radiologic findings in this patient suggest achalasia. Evaluation includes endoscopy to rule out a stricture or cancer. Barium swallow will show a dilated esophagus, failure of the LES to relax during swallowing, and a lack of peristalsis. Nonoperative management is of limited usefulness but may be considered in high-risk patients who are not candidates for surgery.",
        "cop": 3,
        "opa": "A barium swallow will show a \"bird's beak\" deformity",
        "opb": "Manometry will demonstrate that the LES fails to relax during swallowing.",
        "opc": "Upper endoscopy should be avoided because of the risk of complications.",
        "opd": "Medical treatment includes nitrates and calcium channel blockers.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9efe777e-42c5-41d6-b0f2-115c53ecdd91",
        "choice_type": "multi"
    },
    {
        "question": "Total gastrectomy is the only way of treatment for:",
        "exp": "Ans. (a) Proximal cancer. Ref: Sabiston 20th Edition, Page 1224* Margin clearance needed proximally n cancer stomach is6cm - hence needed Total gastrectomy. (NCCN recommends 4cm margin clearance)",
        "cop": 1,
        "opa": "Proximal cancer",
        "opb": "Distal cancer",
        "opc": "Ulcerating cancer in the body",
        "opd": "Polypoidal cancer in the antrum",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "3b33da1f-0ea4-4ba4-b906-29fa9003659a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are the bariatric surgical procedures?",
        "exp": "Ans. is 'd' i. e., All the above Bariatric surgical procedures includea) Vertical banded gastroplastyb) Adjustable gastric bandingc) Roux-en Y gastric bypassd) Biliopancreatic diversione) Duodenal switch",
        "cop": 4,
        "opa": "Vertical banded gastroplasty",
        "opb": "Roux-en Y gastric bypass",
        "opc": "Biliopancreatic diversion",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1dd164ef-8d21-41de-9e05-bdbb2687524f",
        "choice_type": "multi"
    },
    {
        "question": "Over the past 6 months, a 60-year-old woman with long standing duodenal ulcer disease has been complaining of anorexia, nausea, weight loss and repeated vomiting. She recognizes undigested food in the vomitus. Examination and workup reveal dehydration, hypokalemia, and hypochloremic alkalosis. What is the most likely diagnosis?",
        "exp": "Chronic duodenal ulcer, with recurrent episode of healing and repair, may lead to pyloric obstruction due to scarring and stenosis of the duodenum. Painless vomiting of undigested food may occur once or twice a day. Surgical intervention should be carried out after correction of fluid and electrolyte imbalances. Preoperative antibiotics should be used due to bacterial overgrowth secondary to gastric static.",
        "cop": 3,
        "opa": "Carcinoma of the fundus",
        "opb": "Penetrating ulcer",
        "opc": "Pyloric obstruction due to cicatricial stenosis of the lumen of the duodenum",
        "opd": "ZES (Zollinger Ellison Syndrome)",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9776df5e-0051-4b3c-8d47-f68861dbe7bf",
        "choice_type": "single"
    },
    {
        "question": "A 73-year-old woman is admitted to the hospital with a mild UGI hemorrhage that stopped spontaneously. She did not require transfusion. She had ingested large amounts of aspirin in the past 4 months to relieve the pain caused by severe rheumatoid arthritis. Endoscopy confirms the presence of a duodenal ulcer. A biopsy is done. What is the next step in the management of a duodenal ulcer associated with a positive biopsy for H. pylori?",
        "exp": "Since the patient is stable, she does not require any therapeutic endoscopic or surgical procedures. Triple therapy (a PPI and two antibiotics) should be initiated to eradicate the H. pylori organism. She should also be educated about the association of aspirin and NSAIDs with peptic ulcer disease.",
        "cop": 3,
        "opa": "H2 blockers",
        "opb": "Bipolar electrocautery of the ulcer",
        "opc": "Triple therapy",
        "opd": "Photocoagulation",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f2bbc187-8a5c-4549-942e-bdbad04dc212",
        "choice_type": "multi"
    },
    {
        "question": "A 79-year-old retired opera singer presents with dysphagia, which has become progressively worse during the last 5 years. He states that he is sometimes aware of a lump on the left side of his neck and that he hears gurgling sounds during swallowing. He sometimes regurgitates food during eating. What is the likely diagnosis?",
        "exp": "A Zenker's (pharyngoesophageal) diverticulum is a mucosal outpouching through the triangular bare area between the cricopharyngeus muscle and the inferior constrictor muscle of the pharynx (Killian's triangle). Most present on the left side of the neck.",
        "cop": 4,
        "opa": "Carcinoma of the esophagus",
        "opb": "Foreign body in the esophagus",
        "opc": "Plummer-Vinson (Kelly-Patteson) syndrome",
        "opd": "Zenker's (pharyngoesophageal) diverticulum",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1e93526c-09c7-4787-9d00-051570bdab01",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old CEO underwent an antrectomy and vagotomy for a bleeding ulcer. Although usually careful with his diet, he ate a large meal during a business lunch. Within 1 hour, he felt lightheaded and developed abdominal cramping and diarrhea. His symptoms may be attributed to:",
        "exp": "Post gastrectomy syndromes collectively refer to complications that can occur after gastric surgery. This constellation of syndromes includes delayed gastric emptying, recurrent ulcers, diarrhea, anemia, jejunogastric intussusception, afferent loop syndrome, alkaline reflux gastritis, and dumping syndrome. There are two types of dumping syndrome, early and late. Early dumping occurs within 30 minutes and is caused by rapid gastric emptying of a hyperosmolar load into the small bowel. Late (hypoglycemic) dumping occurs 1-3 hours after eating. Symptoms are mostly vasomotor. They are related to the excessive release of insulin in response to the rapid rise in postprandial glucose",
        "cop": 3,
        "opa": "Anemia",
        "opb": "Jejunogastric intussusception",
        "opc": "Dumping syndrome",
        "opd": "Afferent loop syndrome",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ec9f55d9-e2c1-4b6e-8de6-39aa38b8c3af",
        "choice_type": "multi"
    },
    {
        "question": "Type 1 gastric cancer according to Bormann's classification:",
        "exp": "Bormann Classification (Based on macroscopic appearance) Type I Polypoid or fungating cancers Type II Fungating & ulcerated with surrounded by elevated borders Type III Ulcerated lesions infiltrating the gastric wall Type IV Infiltrates diffusely (Linnitis plastic) Type V Unable to be classified",
        "cop": 1,
        "opa": "Protruding",
        "opb": "Ulcerated",
        "opc": "Flat",
        "opd": "Excavated",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ac426be9-cd1c-47ad-b512-26ba398cd761",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old man is admitted with epigastric pain, anemia, and weight loss. On upper gastrointestinal endoscopy, a large ulcer is found in the distal antrum. The biopsy report shows adenocarcinoma of the stomach. CAT scan of the liver shows no metastasis. You would recommend:",
        "exp": "A subtotal gastrectomy with negative margins is appropriate treatment for gastric carcinoma. Vagotomy adds nothing as patients with gastric cancer are invariably achlorhydric. A Whipple procedure is done for pancreatic carcinoma. Total gastrectomy is rarely indicated for a distal gastric carcinoma.",
        "cop": 3,
        "opa": "Whipple procedure (pancreaticoduodenectomy)",
        "opb": "Vagotomy and antrectomy",
        "opc": "Subtotal gastrectomy",
        "opd": "Vagotomy and pyloroplasty with wedge resection of the ulcer",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ff88cf94-101a-4c79-92fa-0b06bcd974aa",
        "choice_type": "single"
    },
    {
        "question": "Peptic ulcers located in which site are most likely to perforate?",
        "exp": "Ans is 'c' i. e., Anterior duodenal ulcers Complications of peptic ulcer1) Gastrointestinal bleeding* Most common complication of peptic ulcer* Bleeding is more common in duodenal ulcers* It is commonly seen in posterior duodenal ulcers because of erosion of gastroduodenal artery. 2) Perforation* It is the second most common complication of peptic ulcer disease.* Perforation occurs commonly in the ulcers located in the anterior part of duodenum.* Duodenal ulcers tend to penetrate into pancreas causing pancreatitis.* Gastric ulcers tend to penetrate into left hepatic lobe. 3) Gastric outlet obstruction* It is the least common ulcer related complication.* It is commonly associated with duodenal ulcers.* Tea pot stomach is caused due to longitudinal shortening of the gastric ulcer at the lesser curvature of the stomach (It causes the stomach to look like tea pot).* Hourglass stomach is caused due to cicatricial contraction of a saddle shaped ulcer at the lesser curvature.* Most common complication of peptic ulcer is gastro intestinal bleeding.* It is seen with both chronic and acute type of ulcers. Infact, chronic peptic ulcers are the most common cause of haematemesis and malaena.",
        "cop": 3,
        "opa": "Anterior gastric ulcers",
        "opb": "Posterior gastric ulcers",
        "opc": "Anterior duodenal ulcers",
        "opd": "Posterior duodenal ulcers",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "5c0a3ba8-c63e-444c-97c6-6c3f41d234b9",
        "choice_type": "single"
    },
    {
        "question": "Duodenal atresia is associated with:",
        "exp": "ASSOCIATED ANOMALIES WITH DUODENAL ATRESIA - prematurity, DOWN SYNDROME, polyhydramnios malrotation, annular pancreas, biliary atresia cardiac, renal, esophageal, anorecatal anomaies.",
        "cop": 1,
        "opa": "Down's syndrome",
        "opb": "Patau's syndrome",
        "opc": "Turner's syndrome",
        "opd": "Edward's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "dd5a2ce2-b864-42cd-9c19-ea17d6efe9e5",
        "choice_type": "single"
    },
    {
        "question": "Duodenal blowout is:",
        "exp": "DUODENAL STUMP BLOWOUT - Duodenal stump blowout is massive leakage from duodenal stump following Bi. Ilroth-II gastrectomy. CLINICAL FEATURES: - It usually occurs on 4. Qto 7Q post-operative day. TREATMENT: - Adequate drainage must be Instituted Immediately, TPN should be instituted. - Fistula closure can be anticipated within 2-3 weeks.",
        "cop": 3,
        "opa": "Perforation of duodenal ulcer",
        "opb": "Iatrogenic",
        "opc": "Complication of paial gastrectomy",
        "opd": "Due to Trauma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1c2d8458-8c6d-4497-bb63-45d04356d87e",
        "choice_type": "single"
    },
    {
        "question": "The vessel which needs to be ligated in a patient with a bleeding peptic ulcer is:",
        "exp": "The vessel which needs to be ligated in a patient with a bleeding peptic ulcer is gastroduodenal aery. Anteriorly placed ulcers tend to perforate posterior duodenal ulcers tend to bleed by eroding into the gastroduodenal aery. \"",
        "cop": 1,
        "opa": "Gastroduodenal aery",
        "opb": "Superior pancreaticoduodenal aery",
        "opc": "Left gastric aery",
        "opd": "Left gastroepiploic aery",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "14067a27-5462-4677-a713-7186989a2da4",
        "choice_type": "single"
    },
    {
        "question": "Early gastric carcinoma does not include-",
        "exp": "Early gastric carcinoma does not include- muscularis propria Early gastric carcinoma is cancer limited to the mucosa and submucosa with or without lymph node involvement Japanese classification for Early gastric carcinoma:",
        "cop": 3,
        "opa": "Involvement of the mucosa",
        "opb": "Involvement of the mucosa and submucosa",
        "opc": "Involvement of the mucosa, submucosa, and muscularis propria",
        "opd": "Involvement of the mucosa and submucosa with lymphatic involvement",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ed10e050-eb42-4b15-b846-ad17a1573859",
        "choice_type": "single"
    },
    {
        "question": "Surgery for perforated duodenal ulcer -",
        "exp": "Ans. is 'c' i. e., Omental patch repair Management of Peptic ulcer perforation* Nasogastric tube: whenever a perforated ulcer is suspected, the first step is to pass a nasogastric tube and empty the stomach to reduce further contamination of the peritoneal cavity.* Intravenous crystalloid: The patient is resuscitated aggressively by administration of intravenous crystalloid.* Intravenous broad-spectrum antibiotics. Surgery:* Surgery is mostly indicated, although occasionally nonsurgical treatment can be used in stable patients without peritonitis, and in whom radiologic studies document a sealed perforation.* Surgery whether laparoscopy or laparotomy involves two components: i) Thorough peritoneal toilet# to remove all the fluid and food debris# drain is not indicatedii) Management of perforation# The most frequently performed operation for a perforated duodenal ulcer is simple closure with an omental onlay reinforcement or patch.# This is combined with postoperative H. pylori eradication (antibiotics + antisecretory agents)# Insertion of a nasoenteric or jejunal feeding tube should be considered",
        "cop": 3,
        "opa": "Vagotomy",
        "opb": "Pyeloplasty",
        "opc": "Omental patch repair",
        "opd": "Roux-en-Y gastrectomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "91953287-56a4-4de3-b6a7-5289894c9b27",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man presents with a bleeding duodenal ulcer documented by endoscopy. The patient is somewhat unstable, and bleeding does not stop despite transfusing 8 U of blood. What is the most appropriate surgical therapy?",
        "exp": "For the patient who is unstable and has a pyloric or duodenal ulcer, oversewing the ulcer and closing the pyloric incision as a pyloroplasty and performing a vagotomy is the procedure of choice because of its low operative mortality. However, this procedure carries a higher-recurrence rate. Major resections, such as antrectomy and subtotal gastrectomy are contraindicated in the unstable patient. At endoscopy biopsies for H. pylori should be taken and, if positive, treatment designed to eradicate H. pylori should be started. Eradication of H. pylori reduces the recurrence rate of bleeding.",
        "cop": 4,
        "opa": "Further blood transfusion alone",
        "opb": "Oversewing the ulcer alone",
        "opc": "Oversewing the ulcer and performing a gastrojejunostomy",
        "opd": "Oversewing the ulcer and performing a vagotomy and pyloroplasty",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9b5c159d-b363-418a-90fa-7c39480544b4",
        "choice_type": "single"
    },
    {
        "question": "A 34 year old lady presented with bilious vomiting but no bowel distension. X-ray showed no air fluid level. What can be the diagnosis?",
        "exp": "Ans: b (Duodenal obstruction) Ref: Bailey. Some features of duodenal obstr uction. Early features--pain and vomiting. No bowel distension. No air fluid level- no gas enter intestine, but the gases already present can pass out of the body. Low small bowel obstruction. Pain is predominant with distension--vomiting is delayed. Multiple central fluid levels in X-ray. Large bowel obstruction. Distension really prominent. Pain mild and vomiting and dehydration are late. Proximal colon and caecum distended. Paralytic ileusor adynamic ileus: Paralytic ileus 2o to NM failure i. e., Auerbach and/or Meissner plexus. Pseudo obstruction: colonic (Ogilvy syndrome). Present as a/c large bowel obstruction. In abscense of mechanical and a/c intra abdominaldisease. Marked caecal distension is a common feature.",
        "cop": 2,
        "opa": "Ca rectum",
        "opb": "Duodenal obstruction",
        "opc": "Adyanamic ileus",
        "opd": "Pseudo obstruction",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "28e5d3f1-bff8-4165-8a6b-8c9261331244",
        "choice_type": "single"
    },
    {
        "question": "In congenital pyloric stenosis the defect usually lies in the antral:",
        "exp": "Ans. (b) Circular muscle fibers. Ref: Bailey and Love 26th Edition, Page 113* Circular muscle hypertrophy results- hence pyloromyotomy we cut these muscles",
        "cop": 2,
        "opa": "Nerve fibers",
        "opb": "Circular muscle fibers",
        "opc": "Longitudinal muscle fibers",
        "opd": "Mucosa",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "3ce5123e-5102-443d-91a8-671282ce8aaa",
        "choice_type": "multi"
    },
    {
        "question": "A 60 years old male had a sudden fall in toilet. His BP was 90/50 mm Hg and PR= 100/min. His relatives repoed that he is a known case of hypertension and CAD plus had a history passing black tarry coloured stools (multiple episodes) and was regularly taking aspirin, atenolol and sorbitrate. The most likely diagnosis:",
        "exp": "Hypotension in an elderly patient with history of aspirin intake and complaints of black stool suggests GI bleeding due to drug induced gastritis. Bleeding peptic ulcer due to NSAIDs is more frequent in individuals >60 years of age due to increased use of NSAIDs in this group.",
        "cop": 1,
        "opa": "Gastric ulcer with bleeding",
        "opb": "Acute MI with cardiogenic shock",
        "opc": "Acute CVA",
        "opd": "Pulmonary embolism",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "01f597d0-7990-433c-8bda-bbaa7a8296f5",
        "choice_type": "multi"
    },
    {
        "question": "PPI's for peptic ulcer disease should be taken:",
        "exp": "Ans. (a) Before breakfast. Ref: Sabiston 19th Edition, Page 1194* PPI need acid environment to become activated. Hence given in empty stomach preferably before breakfast.* Antacids and H2 blockers must not be used with PPI.",
        "cop": 1,
        "opa": "Before breakfast",
        "opb": "After breakfast",
        "opc": "After lunch",
        "opd": "After dinner",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "8594003b-63a1-4208-ab96-e09b288a6f2c",
        "choice_type": "single"
    },
    {
        "question": "Most common cancer to cause upper GI bleeding:",
        "exp": "Ans. (a) Cancer stomach. Ref: Sabiston 20th Edition, Page 1142. Causes of upper GI bleeding:* Tumors form only 2% of bleeding source.* Of the various tumors: Most common tumor to cause upper GI bleed is cancer stomach.",
        "cop": 1,
        "opa": "Cancer stomach",
        "opb": "Cancer esophagus",
        "opc": "Cancer liver",
        "opd": "Metastasis to liver",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "34817ec3-5d2a-4629-b619-56351e18c45d",
        "choice_type": "single"
    },
    {
        "question": "Acid reflux is prevented by all except:",
        "exp": "Ans: d (Increased intra-thoracic pressure) Ref: Bailey, 24th ed, p. 999. Intra-abdominal pressure compresses the intra-abdominal segment of LES and is probably the most important factor in preventing reflux. Dyspepsia with fatty foods is more common in GERD than gall stone disease. Diagnostic measurement in GERD24 hour pH recording- gold standard for diagnosis. Transient lower esophageal sphincter relaxation (TLOSR) is the most important manometric finding. Treatment: Medical: PPI are most effective. Tilting the bed- head end elevation. Surgical: Allison repair--not done now. Nissen fundoplication- total- partial. Hill procedure. Belsey Mark IV",
        "cop": 4,
        "opa": "Long intra-abdominal esophagus",
        "opb": "Increased intra-abdominal pressure",
        "opc": "Right crus",
        "opd": "Increased intra thoracic pressure",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "6742011c-1a71-4696-8bac-2ec1bdb9587c",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old man presents with weight loss and a large palpable tumor in the upper abdomen. Endoscopy reveals an intact gastric mucosa without signs of carcinoma. Multiple biopsies show normal gastric mucosa. A UGI study shows a mass in the stomach. At surgery, a 3-kg mass is removed. It is necessary to remove the left side of the transverse colon. What is the most likely diagnosis?",
        "exp": "GISTs were previously called leiomyosarcomas. They are rare (4% of all gastrointestinal tumors). They can cause confusion because the overlying mucosa may remain intact. They grow slowly, invade locally, and are not responsive to radiation or chemotherapy. Eosinophilic gastroenteritis is an infiltrative lesion that usually involves the gastric antrum. It is of unknown origin and differs from Menetrier's disease, where the mucosal folds of the proximal stomach are initially involved.",
        "cop": 2,
        "opa": "Gastric cancer",
        "opb": "Gastrointestinal stromal tumor (GIST)",
        "opc": "Choledochoduodenal fistula",
        "opd": "Eosinophilic gastroenteritis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "431dec7c-3b57-4f48-89ad-ccd047a97ebe",
        "choice_type": "single"
    },
    {
        "question": "Hypertrophic pyloric stenosis is characterized by",
        "exp": "Ans. b (Metabolic alkalosis). (Ref. LB, 25th/79). Hypertrophic pyloric stenosis of infancy (CHPS). Aetiology# The incidence of this condition is approximately three cases per 1000 births.# In some cases there seems to be a familial association.# The mucosa is compressed such that only a probe can be inserted. Clinical features# Characteristically it is a first-born male child that is most commonly affected.# The condition is most commonly seen at 4 weeks after birth ranging from the third week to, on rare occasions, the seventh. Most commonly affects boys aged 2-8 weeks.# Characterised by projectile vomiting after feeds and Gastric peristalsis can be seen and a lump felt# Weight loss is a striking feature and rapidly the infant becomes emaciated and dehydrated. Imaging# Ultrasonography is the investigation of choice. Contrast radiology is not now necessary. Treatment# Following diagnosis the first concern is to correct the metabolic abnormalities. Essentially this is the same situation that pertains in adults with the patient being dehydrated, with low sodium, chloride and potassium, and a metabolic alkalosis. The child should be rehydrated with dextrose--saline and potassium (2. 5 per cent dextrose plus 0. 45 percent sodium chloride plus 1 g of potassium chloride per 500 ml of fluid). This will restore the infant's clinical condition and electrolytes to normal. Following this operation is required.# Ramstedt's operation is surgery of choice.",
        "cop": 2,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Alkaline urine",
        "opd": "Paradoxical alkaluria",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f16bfbdf-6789-4c3b-a92d-c14cb176d8f1",
        "choice_type": "single"
    },
    {
        "question": "A patient is admitted to the hospital after ingesting lye. The following day he complains of chest pain. His pulse is 120 bpm. On physical examination he is found to have subcutaneous crepitus on palpation. His chest x-ray shows widening of the mediastinum and a pleural effusion. What has occurred?",
        "exp": "Esophageal perforation has occurred. Caustic alkali ingestion results in liquefactive necrosis while acid ingestion causes coagulation necrosis. The esophagus is more often involved than the stomach during alkaline ingestion (and conversely, the stomach is more often involved than the esophagus during acid ingestion). Features on x-ray suggesting esophageal perforation include pneumothorax, pneumomediastinum, and pleural effusion Ewald tubes or nasogastric tubes should be avoided because of the risk of perforation.",
        "cop": 3,
        "opa": "Aortic rupture",
        "opb": "Coagulation necrosis",
        "opc": "Esophageal perforation",
        "opd": "Oropharyngeal inflammation",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "c25db7b6-f509-4877-a0ae-3439cedb1dbb",
        "choice_type": "single"
    },
    {
        "question": "Surgery of choice for chronic duodenal ulcer is:",
        "exp": "Highly selective Vagotomy Procedure of choice for chronic or intractable duodenal ulcers Division of seromuscular branches with preserved supply of pylorus Nerves of Latarjet supplying the antrum are preserved (and hence gastric motility) Associated with maximum risk of recurrence Minimum morbidity",
        "cop": 4,
        "opa": "Vagotomy + antrectomy",
        "opb": "Total gastrectomy",
        "opc": "Truncal vagotomy + pyloroplasty",
        "opd": "Highly selective vagotomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "c88e418b-bd38-4e95-af35-ec1414e8193e",
        "choice_type": "single"
    },
    {
        "question": "Paradoxical aciduria (the excretion of acid urine in the presence of metabolic alkalosis) may occur in the presence of",
        "exp": "The body has elaborate mechanisms to compensate for metabolic acidosis. Not only do most body functions work better in an acidotic state, the patient is able to move toward correction of the pH by excreting acid urine and by hyperventilating to \"blow off\" carbonic acid. On the other hand, we are poorly equipped to deal with metabolic alkalosis. We cannot hold our breath to save acid since the respiratory center overrides our efforts as the Pa. CO2 rises and the Pa. O2 falls. The kidney cannot make urine under any circumstance that is very far above normal pH. In the subtraction alkalosis that accompanies gastric outlet obstruction with loss of gastric acid by vomiting or suction, the potassium depletion and volume deficits provoke exchange of sodium for hydrogen ion in the distal tubule with resultant exacerbation of the metabolic alkalosis. All the other conditions listed would be expected to produce acidosis; consequently, acid urine would not be paradoxical.",
        "cop": 4,
        "opa": "Release of inappropriate antidiuretic hormone",
        "opb": "Severe crush injury",
        "opc": "Acute tubular necrosis",
        "opd": "Gastric outlet obstruction",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "0c10e90f-82ec-4625-bee3-b6bcd483dbfa",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman presents with duodenal ulcer disease and high basal acid secretory outputs. Secretin stimulated serum gastrin levels are in excess of 1000pg/mL. She has a long history of ulcer disease that has not responded to intense medical therapy. What is the most likely diagnosis?",
        "exp": "ZES is characterized by duodenal ulcer dis- ease, high basal acid secretory output, and a pancreatic tumor. Stimulated serum gastrin levels may be in excess of 1000pg/mL or as high as 10, 000pg/mL. ZES is due to a true pancreatic tumor in adults but may be secondary to hyperplasia in children. Growth of the tumor is usually slow and survival is often prolonged. If an isolated tumor is found on CAT scan, surgical resection is indicated. About two-thirds of these tumors are malignant. About one-fourth of patients have MEN I syndrome tumors of parathyroid pituitary and pancreas.",
        "cop": 4,
        "opa": "Hyperparathyroidism",
        "opb": "Pernicious anemia",
        "opc": "Renal failure",
        "opd": "ZES",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f20cafba-912a-4a01-ac34-993ce7992145",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is useful in upper GI bleeding evaluation",
        "exp": "Ans) a (Endoscopy). Ref: Sabiston's textbook of surgery 18th edition. Upper GI bleeding refers to bleeding that arises from the GI tract proximal to the ligament of Treitz and accounts for nearly 80% of significant GI hemorrhage. The causes of upper GI bleeding are best categorized as either nonvariceal or bleeding related to portal hypertension. The nonvariceal causes account for about 80% of such bleeding, with peptic ulcer disease being the most. common. The foundation of diagnosis and management of patients with an upper GI bleed is an OGD scopy. Early OGD scopy (within 24 hours) results in reductions in blood transfusion requirements, a decrease in the need for surgery, and a shorter length of hospital stay. Endoscopic identification of the source of bleeding also permits an estimate of the risk for subsequent or persistent hemorrhage as well as facilitating operative planning.",
        "cop": 1,
        "opa": "Endoscopy",
        "opb": "CT abdomen",
        "opc": "Capsule video",
        "opd": "Enteroscopy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1fea6b60-3d3c-434e-ba21-b8d8be96e37f",
        "choice_type": "single"
    },
    {
        "question": "Commonest stomach tumor which bleeds:",
        "exp": "Ans. (c) Leiomyosarcoma. Ref: Sabiston Page 1229, 20th Edition* Leiomyosarcoma is an old termno more used in stomach - Leiomyosarcomas are now renamed as GIST is the most common bleeding tumor cause in stomach.",
        "cop": 3,
        "opa": "Adenocarcinoma",
        "opb": "Squamous carcinoma",
        "opc": "Leiomyosarcoma",
        "opd": "Fibrosarcoma",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "976ba075-7ea4-434d-ad0b-b005002d2acf",
        "choice_type": "single"
    },
    {
        "question": "Troisier's sign is",
        "exp": "Ans. a. (Metastatic left supraclavicular lymphadenopathy) (Ref: Bailey and Love 26, h/pg. l048, 1046, 777). In Ca stomach, lymphatic spread may be extensive, the tumour even appearing in the supraclavicular nodes (Troisier's sign). Unlike malignancies such as breast cancer, nodal involvement does not imply systemic dissemination. Troisier's sign# Metastasis to supraclavicular group of node (e. g. as in Ca stomach). Trousseau's sign# In advanced cancers (e. g. gastric cancer) non-metastatic effects of malignancy are seen, particularly thrombophlebitis (migratory). Trousseau's sign# In hypoparathyroidism (with hypocalcemia) Carpopedal spasm can be induced by occlusion of the arm with a pressure cuff for 3 minutes.",
        "cop": 1,
        "opa": "Metastatic left supraclavicular lymphadenopathy",
        "opb": "Carpopedal spasm in hypocalcemia",
        "opc": "Migratory thromboplebitis",
        "opd": "Any of the above",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "dede0efa-2206-4a3e-aead-e4fd2a9ad94c",
        "choice_type": "multi"
    },
    {
        "question": "An elderly patient delayed seeking medical attention for his early satiety and weight loss because he attributed these changes to aging. When he underwent upper endoscopy a large mass was seen in the stomach. Which statement is TRUE regarding gastric carcinoma?",
        "exp": "There is an increased incidence of gastric cancer in patients with gastric ulcer disease. The overall 5-year survival is 12%, but it can be as high as 35% if the nodes are negative (and 7% if the nodes are involved). It is important that the cut edges are free of tumor otherwise the cancer will recur. Proximal lymph nodes should be removed from the stomach. The extent of lymph node dissection remains controversial. Extended D2 lymph nodes dissections are performed in Japan and demonstrate improved survival. These results have not been replicated in the West.",
        "cop": 2,
        "opa": "During resection, it is safe to leave cancer at the cut edges.",
        "opb": "The incidence is increased in patients with gastric ulcer disease.",
        "opc": "Draining lymph nodes should not be removed.",
        "opd": "It is caused by diverticulitis.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "ac59672c-8181-4068-a9d2-746280309a42",
        "choice_type": "multi"
    },
    {
        "question": "Commonest operation done for peptic ulcer with gastric outlet obstruction is:",
        "exp": "Ans: c (Truncal vagotomy with gastrojejunostomy). Ref: Schwartz, 8th ed, p. 961",
        "cop": 3,
        "opa": "Truncal vagotomy with pyloroplasty",
        "opb": "Highlyselective vagatomy with pyloroplasty",
        "opc": "Truncal vagotomy with gastrojejunostomy",
        "opd": "Gastrojejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1a125c88-3116-4a21-a898-4fb9b00edaf0",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding intestinal type of gastric carcinoma Except:",
        "exp": "Lauren's classification of stomach cancer Intestinal variety Diffuse variety Classical MC- elderly males (50-60 years) MC site- distal stomach Environmental risk factors Well defined gland formation Hematogenous spread APC gene mutation Epidemic Atypical MC- young females MC site- fundus/proximal stomach Familial risk factors Poor gland formation- signet ring variety Lymphatic spread Decreased E- cadherin Endemic",
        "cop": 3,
        "opa": "Well defined gland formation",
        "opb": "Most common site is distal pa of stomach",
        "opc": "Lymphatic spread",
        "opd": "More common in elderly",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "0f5c9c10-dacd-4fe4-9456-1ba93382d5fd",
        "choice_type": "multi"
    },
    {
        "question": "A 58-year-old woman has a gastric ulcer, achlorhydria, and vibration sense loss in the lower extremities. She has a megaloblastic anemia. What test would help support a diagnosis of pernicious anemia?",
        "exp": "The Schilling test is performed by giving radiolabeled B12 orally (after saturating the B12 stores by intramuscular B12 ). In pernicious anemia, less than 3% of the label is found in the 24-hour urine collection (N>7%). Hemoglobin electrophoresis will detect defects in a- or b-globin chain synthesis, as seen in thalassemia (Mediterranean anemia).",
        "cop": 4,
        "opa": "Response to injection of radioactive B12",
        "opb": "Endoscopic retrograde cholangiopancreatography (ERCP)",
        "opc": "Prothrombin time (PT)",
        "opd": "Radiolabeled B12 given orally",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "542d60b3-bad3-4ffb-8329-d8ab6342d98f",
        "choice_type": "multi"
    },
    {
        "question": "Pain at left shoulder tip in a patient with splenic trauma is known as -",
        "exp": "Ans. is 'b' i. e., Kehr's signo In splenic rupture the pain may be referred to the tip of the left shoulder. This is known as Kehr's signo It occurs due to irritation of the undersurface of the diaphragm with blood and the pain is referred to the shoulder through the affected fibres of phrenic nerve (C4 and C5). o Kehr's sign can be elicited by bimaual compression of the left upper quadrant after the patient has been in Trendelenburg's position for about 10 minutes prior to the manoeuvre.",
        "cop": 2,
        "opa": "Trosseu sign",
        "opb": "Kehr's sign",
        "opc": "Cullen sign",
        "opd": "Rovsing's sign",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "8fb16c22-321b-4a76-8454-d2692047279b",
        "choice_type": "single"
    },
    {
        "question": "Following an emergency operation for hepatic and splenic trauma, the surgeon inserts a finger into the foramen of Winslow in an attempt to stop the bleeding. Which is TRUE of the hepatic artery?",
        "exp": "The hepatic artery is medial to the common bile duct and anterior to the portal vein. The inferior vena cava passes posterior to the (epiploic) foramen of Winslow, where it lies behind the portal vein. The foramen represents the only natural communication between the lesser and greater peritoneal bursa (sac).",
        "cop": 2,
        "opa": "It is called the common hepatic artery at this level.",
        "opb": "It is medial to the common bile duct and anterior to the portal vein.",
        "opc": "It is posterior to the portal vein.",
        "opd": "It is posterior to the inferior vena cava.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "8ecb4ad0-e46f-4f4b-8fb1-a05c0e8df527",
        "choice_type": "multi"
    },
    {
        "question": "Sister Joseph's nodule may indicated cancer of all the following except:",
        "exp": "Sister Mary Joseph nodule Gastrointestinal malignancies gynecological malignancies Gastric cancer (MC) Colonic cancer Pancreatic cancer (mostly body and tail) Ovarian cancer Uterine cancer",
        "cop": 3,
        "opa": "Stomach",
        "opb": "Large bowel",
        "opc": "Rectum",
        "opd": "Ovary",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "36e0c77e-7803-4510-bae0-c8a3a5950758",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of krukenberg tumor is:",
        "exp": "Ans. (b) Stomach cancer. Ref: Sabiston's Textbook of surgery, 20th edition, Page 1216* Krukenberg tumor is bilateral ovary involvement by transcelomic spread* It is most commonly seen in gastric cancer",
        "cop": 2,
        "opa": "Ovarian cancer",
        "opb": "Stomach cancer",
        "opc": "Liver cancer",
        "opd": "Small bowel cancer",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "425b8199-782e-4194-b281-cd44948b5888",
        "choice_type": "multi"
    },
    {
        "question": "String sign on barium meal is seen in:",
        "exp": "Diagnosis: Palpation of the pyloric tumor or olive in the epigastrium or right upper quadrant by a skilled examiner is pathognomonic of the diagnosis of HPSQ If the olive is palpated, no additional diagnostic testing is necessaryQ. IOC - USG ABDOMEN. Barium Meal: - String SignQ: indicating a narrowed elongated pyloric canal that does not relax is seen - Shoulder SignQ caused by t he hyperophied muscle indenting the antrum - Double - track signQ: Caused by the redundant mucosa.",
        "cop": 4,
        "opa": "Duodenal atresia",
        "opb": "Intestinal obstruction",
        "opc": "Duodenal ulcer",
        "opd": "Congenital hyperophic pyloric stenosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "600d7d01-7c8d-436b-ae8d-e98970050c5a",
        "choice_type": "single"
    },
    {
        "question": "Simplest investigation to be performed in suspected cases of gastric cancer is -",
        "exp": "Ans. is 'a' i. e., Double contrast radiography Investigation for diagnosis of gastric cancer* A double-contrast radiographic examination is the simplest diagnostic procedure for the evaluation of a patient with epigastric complaints with suspected gastric cancer.* The use of double-contrast techniques helps to detect small lesions by improving mucosal detail.* The stomach should be distended at some time during every radiographic examination, since decreased distensibility may be the only indication of a diffuse infiltrative carcinoma.* Although gastric ulcers can be detected fairly early, distinguishing benign from malignant lesions radiographically is difficult.* Gastric ulcers that appear benign by radiography present special problems.* Gastroscopic biopsy and brush cytology is recommended for all patients with a gastric ulcer in order to exclude a malignancy.* Malignant gastric ulcers must be recognized before they penetrate into surrounding tissues, because the rate of cure of early lesions limited to the mucosa or submucosa is >80%.* Since gastric carcinomas are difficult to distinguish clinically or radiographically from gastric lymphomas, endoscopic biopsies should be made as deeply as possible, due to the submucosal location of lymphoid tumors. Investigation for diagnosis of gastric cancer:* First simplest investigation ->> Double contrast radiography* If ulcer (benign/malignant) seen on double contrast radiography - Gastroscopic biopsy and brush cytology.",
        "cop": 1,
        "opa": "Double contrast radiography",
        "opb": "Plain radiography",
        "opc": "CT Scan",
        "opd": "Endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "43011e80-ce2a-4bfd-bd01-bbb4ac9efed5",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding congenital hypertrophic pyloric stenosis",
        "exp": "i. e. (Metabolic alkalosis): (78-79-Love & Bailey 25th) (174-75-CSDT 13th). Repititive vomiting leads to hypocholeremic hypokalemic metabolic alkalosis. The urine is alkaline initially but eventually it becomes acidic (paradoxical aciduria)**INFANTILE HYPERTROPHIC PYLORIC STENOSIS* Most commonly affects boys M>F (4: 1) aged 2-8 weeks it is rare after 3 months of age* Characteristically the first born male child is affected* Projectile non bilious vomiting (Typically the baby feeds hungrily and vomits non-bilious milk curds towards the end of a feed). Blood may be seen in the vomitus in 5% of cases and coffee grounds or occult blood is frequently present* With dehydration infants often have sunken fontanelles with dry mucous membranes and poor skin turgor, weight loss following progressive feeding intolerance* Jaundice with indirect hyper bilirubinemia occurs in fewer than 10% of cases* Gastric peristaltic waves can usually be seen moving from the left costal margin to the area of the pylorus* In over 90% of cases the pyloric \"tumor\" or \"olive\" can be palpated when the infant is relaxed* Erythromycin in early infancy has been linked to the subsequent development of hypertrophic pyloric stenosis* Gastritis and reflux esophagitis occurs frequently, Aspiration of vomitus may produce pneumonia* Abdominal ultrasound is the most sensitive and specific test (when the muscle thickness is greater than 4 mm and length of the pylorus is greater than 16 mm)* Contrast upper gastrointestinal series is indicated(i) If an experienced ultrasonographer is unavailable(ii) If there is a reasonable chance that patients symptoms are not due to pyloric stenosis (eg a premature, 1 week old baby)* Treatment - Fredet - Ramstedt pyloromyotomy",
        "cop": 3,
        "opa": "Six month age present",
        "opb": "Bilous vomiting present",
        "opc": "Metabolic alkalosis",
        "opd": "Hypokalemic acidosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "5bd9aa36-d43e-42e5-ab14-402f87ad284f",
        "choice_type": "multi"
    },
    {
        "question": "Stress-induced ulcers are most commonly found in the:",
        "exp": "Stress induced ulcers are chracterized by multiple, superficial(non ulcerating)erosions that begin in proximal stomach that is acid secreting poion of stomach ( fundus) and progress distally. most commonly seen in fundus and rarely in distal stomach.",
        "cop": 1,
        "opa": "Fundus of of stomach",
        "opb": "Antrum of stomach",
        "opc": "Pyloric channel",
        "opd": "First pa of duodenum",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "2ecd75fe-fd49-47e4-b387-f488f2a1ee24",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of gas under diaphragm is",
        "exp": "Ans) a (DU perforation) Ref: http://en. wikipedia. org. Perforation of the stomach or duodenum can occur as a result of peptic ulceration. Gastric cancers can also erode through the wall of the stomach and perforate. Perforation of the small intestine is much less common, and is typically casued by either an inflammatory bowel disease such as Crohn's, or by cancers - although primary cancer arising in the small bowel is very rare. Adjacent cancers in the colon or in the small bowel mesentery (cancers such as lymphoma or \"GIST\", gastrointestinal stromal tumor) are more common reasons for small bowel perforation, but are still unlikely to cause perforated small bowel rather than colon, except in AIDS patients where it becomes more common. Colonic perforation is relatively common. The most common lesion of the colon to perforate is diverticulitis, and this will most likely occur in the sigmoid colon or at least on the left side. There are occasional cases of right colon diverticular inflammation and infection, however, and the right colon is thinner than the left. If this perforates, it leads to disasterous leakage of liquid stool. Colon cancers sometimes perforate too, and because of that, any questionable perforated lesion of the colon at the time of emergency surgery needs to be treated like a cancer, and be fully removed with appropriate margins of normal tissue along with it. Perforation of the esophagus can happen but rarely leads to abdominal air, because it will more likely leak into the chest. Perforation of the bile system can happen, but even though this is connected to the gastrointestinal tract, gas does not typically climb out of the leak - just fluid (bile). Another source of free air is abdominal trauma such as stabs, gunshot wounds, or even blunt force injury from things like car accidents. In these cases, anything and everything must be suspected of leaking. Differential diagnosis1) Boerhaave's syndrome (esophageal tear) - rare cause2) Perforated peptic ulcer (stomach or duodenum) - common3) Perforated gastric cancer - less common4) Spontaneous perforation of the small intestine - rare5) Perforated diverticulitis of the colon - common6) Perforated colon cancer - common7) Abdominal trauma",
        "cop": 1,
        "opa": "DU perforation",
        "opb": "Perforated appendix",
        "opc": "Perforation of the small intestine",
        "opd": "Perforation of esophagus",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "89d791fc-32be-4eef-a604-b94417a31968",
        "choice_type": "multi"
    },
    {
        "question": "Duodenal ulcer with bleeding managed conservatively. Which treatment will he successful of the following?",
        "exp": "Ans. (b) PPI+ Amoxycillin+ Clarithromycin. Ref: Sabiston 20th Edition, Page 1201* 90% of duodenal ulcers are associated with H. pylori, hence eradication therapy is advised for 14 days* US FDA Approved regimen LAC--Lansoprazole, Amoxycillin and Clarithromycin",
        "cop": 2,
        "opa": "PPI + Bismuth + Tetracycline + Metrogyl",
        "opb": "PPI + Amoxycillin + Clarithromycin",
        "opc": "PPI + Clarithromycin + Bismuth",
        "opd": "PPI + Metrogyl",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "f48aaa75-a99e-4a68-9018-88a4d2c9f5f9",
        "choice_type": "single"
    },
    {
        "question": "Tell your diagnosis:",
        "exp": "Ans. (b) Perforation peritonitis* Air under diaphragm on the right side indicates a hollow viscus perforation* The best imaging for hollow viscus perforation is X -ray abdomen erect* The minimum amount of air detected on erect X-ray: 1. ML.* If patient cannot stand erect due to peritonitis: Left lateral decubitus X-ray is taken. This image will detect 5-10mL of air.* Chiladiti's Syndrome: Interposition of colonic shadow between the liver and diaphragm appears like perforation air under diaphragm.",
        "cop": 2,
        "opa": "Intestinal obstruction",
        "opb": "Perforation peritonitis",
        "opc": "Paralytic ileus",
        "opd": "Chiladiti's syndrome",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "a4e95489-d998-4164-ad8c-7d7439aad6fb",
        "choice_type": "single"
    },
    {
        "question": "Bariatric surgery operations include all except",
        "exp": "Ans. (d) Ileal transposition. Ref: Sabiston 19th Edition, Page 363. Malabsorptive* Jejunoileal and jejunocolic bypasses (no longer recommended). Restrictive* Vertical banded gastroplasty* Adjustable silicone gastric banding* Sleeve gastrectomy. Mostly restrictive (and partly malabsorptive)* Short-limb (50-100cm) Roux-En-Y gastric bypass* Long-limb (150cm) Roux-En-Y gastric bypass. Mostly malabsorptive* Biliopancreatic diversion with or without duodenal switch",
        "cop": 4,
        "opa": "Gastric banding",
        "opb": "Gastric by pass",
        "opc": "Biliopancreatic diversion",
        "opd": "Ileal transposition",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "71e3a01e-41b8-4693-aab5-ed4c18cf32e0",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old man presents with dysphagia, heartburn, belching, and epigastric pain. A barium swallow shows a sliding hiatal hernia and a stricture situated higher than usual in the mid-esophagus. Endoscopic findings suggest Barrett's esophagus (ectopic gastric epithelium lining the esophagus). Marked esophagitis with linear ulcerations are seen during endoscopy. A biopsy shows columnar epithelium at the affected area and normal squamous epithelium above, confirming the diagnosis. What statement is TRUE regarding this condition?",
        "exp": "The present treatment is aimed at preventing esophagitis. Barrett's esophagus is regarded as a premalignant condition and is characterized by columnar metaplastic of the normal squamous epithelial lining of the esophagus. The cancer risk is increased 20-50-fold. About one-third of patients present with malignancy, and many cases of adenocarcinoma of the esophagus arise from Barrett's mucosa. There is an increased risk for the development of squamous carcinoma. It is found in 8-10% of patients with long standing reflux.",
        "cop": 4,
        "opa": "Adenocarcinoma is less common in Barrett's esophagus",
        "opb": "Most patients do not have associated gastroesophageal reflux",
        "opc": "The presence of ectopic gastric lining protects against aspiration during sleep and prevents recurrent pneumonitis.",
        "opd": "The present treatment is aimed at preventing esophagitis.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "88dfdb46-39ef-4f76-aa59-51bc9694f00e",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old man was admitted to the hospital for severe bilious vomiting following gastric surgery. This occurs in which circumstance?",
        "exp": "Bilious vomiting is usually spontaneous and should be differentiated from vomiting that occurs after eating. The most likely cause of this complication is reflex of bile into the stomach. Bile gastritis with industrialization of the gastric mucosa is a likely cause.",
        "cop": 2,
        "opa": "Following ingestion of gaseous fluids",
        "opb": "Spontaneously",
        "opc": "Following ingestion of fatty foods",
        "opd": "Following ingestion of bulky meals",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "72e4b044-8120-4c01-b1d9-24fb31d5bb4e",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman with epigastric pain, which did not improve on ranitidine, is found to have a nonhealing pyloric channel ulcer on upper endoscopy. Her serum calcium level is 12 mg/dL.",
        "exp": "MEN-1, or Werner's syndrome, and autosomal dominant disorder, involves tumors or hyperplasia of two or more glands, most commonly parathyroid, pancreas, and pituitary glands. Hyperparathyroidism is most common, followed by various pancreatic isle cell tumors and pituitary adenomas. MEN-2A (Sipple's syndrome) consist of pheochromocytoma, medullary carcinoma of the thyroid, and often hyperparathyroidism. MEN-2B is characterized by medullary carcinoma of the thyroid, pheochromocytoma, neuromas and marfanoid body habitus. MEN-2A and -2B are also autosomal dominant.",
        "cop": 3,
        "opa": "Watery diarrhea, hypokalemia, and achlorhydria (WDHA) syndrome",
        "opb": "Somatostatinoma",
        "opc": "Multiple endocrine neoplasia type-1 (MEN)-1",
        "opd": "MEN-2A",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "08f281a5-916b-4527-9ab5-b6cccdbc522f",
        "choice_type": "single"
    },
    {
        "question": "A patient of peptic ulcer disease. When investigated endoscopically showed chronic antral gastritis. Which of the following dye will be able to stain the specimen?",
        "exp": "Ans. (d) Warthin-Starry stain. Ref: Sabiston 20th Edition, Pages 1197-1198* The stain used for H. pylori are --Warthin Starry and Silver stain.* Other stain used is Giemsa stain.",
        "cop": 4,
        "opa": "PAS",
        "opb": "Zeihl-Neilson stain",
        "opc": "Gram stain",
        "opd": "Warthin-Starry stain",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "7ed95a23-c207-4a60-a569-d39416a9723f",
        "choice_type": "multi"
    },
    {
        "question": "The ttreatment of peptic ulcer involves:",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Antacids",
        "opb": "Ranitidine",
        "opc": "Sucralfate",
        "opd": "All",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9f15454f-8d8b-49d2-8fc3-e1a6e56f98f3",
        "choice_type": "multi"
    },
    {
        "question": "True about hyperophic pyloric stenosis is all except:",
        "exp": "Clinical presentation: Infants is normal at bih, symptomatic between the ages of 3-6 weeksQ. Infants with HPS typically present with projectile non bilious vomitingQ. Visible gastric peristalsis may be seen (not always)as a wave of contraction from the left upper quadrant to the epigastriumQ. Typical electrolyte abnormality: Hypochloremic, hypokalemic, metabolic alkalosis with paradoxical aciduriaQ. First born male commonly affected. Ramsted operation commonly done.",
        "cop": 4,
        "opa": "Typical electrolyte abnormality is Hypochloremic, hypokalemic, metabolic alkalosis with paradoxical aciduria.",
        "opb": "First born male is commonly affected",
        "opc": "Ramstedt operation is done",
        "opd": "Visible peristalsis is always seen",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1a4dcf01-09d7-4f36-9922-ba63472f2ffc",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of chronic gastric ulcer",
        "exp": "Ans. b. Lesser curve near incisura. Ref: Essential Surgery E-Book: Problemsy Diagnosis and Management: With Student by Clive R. G. Quick; Page No- 296. PEPTIC ULCER DISEASEResults from damage to the gastric or duodenal mucosa caused by impaired mucosal defense and/or | acidic gastric contents. Risk factors: H. pylori (>90% of duodenal ulcers and 70% of gastric ulcers), NSAIDs, alcohol, and tobacco use; concomitant use of corticosteroids and NSAIDs; gender (males>females). HISTORY/PEPresentation: Chronic or periodic dull, burning epigastric pain that is often related to meals and can radiate to the back; nausea; hematemesis (\"coffee-ground\" emesis); or hematochezia (blood in the stool). Examination: Usually normal but may reveal epigastric tenderness and stool guaiac. Risks: Acute perforation (rigid abdomen, rebound tenderness, and/or guarding). Most common sites: The most common sire for chronic peptic ulcers are in the first part of the duodenum or the gastric antrum, particularly along the lesser curvature. A chronic stomal ulcer may also appear at the margin of a surgical created communication between stomach and intestine (Gastroenterostomy).",
        "cop": 2,
        "opa": "Pylorus of stomach",
        "opb": "Lesser curve near incisura",
        "opc": "Lesser curve near proximal stomach",
        "opd": "Greater curvature",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "cee3a11b-68c8-4507-9efe-366352f3f5e0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are treatment modalities for gastric lymphoma except:",
        "exp": "Ans. (d) Radical subtotal gastrectomy for locally advanced disease. Ref: Sabiston 20th edition, Page 1228. Treatment of lymphomas in stomach:* Most Lymphomas are treated with multimodality treatment* CHOP therapy is the chemotherapy commonly used* Chemotherapy alone is enough for early cases* Diffuse advanced cases are not amenable for surgery and palliative chemotherapy alone is given.* Indications for surgery in Lymphoma are:# Limited gastric disease# Recurrence# Complications like bleeding, obstruction and perforation",
        "cop": 4,
        "opa": "Chemotherapy for primary gastric lymphoma",
        "opb": "Chemotherapy for secondary gastric lymphoma",
        "opc": "Antibiotic treatment for H. pylori in low grade MALToma",
        "opd": "Radical subtotal gastrectomy for locally advanced disease",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "654799d5-2a02-4908-94fe-1119512b6df9",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman complains of heartburn located in the epigastic and retrosternal areas. She also has symptoms of regurgitation. Endoscopy shows erythema of the esophagus consistent with reflux esophagitis. The patient has tried conservative measures, including PPIs with no improvement in symptoms. Which of the following is TRUE?",
        "exp": "Conservative treatment of GERD includes lifestyle modifications (e. g., smoking cessation, decreased caffeine intake, avoidance of large meals before lying down, elevation of the head of the bed, and avoidance of constrictive clothing). PPI's are very effective if nonoperative management fails, surgical intervention should be considered. Preoperative evaluation includes manometry, 24-hour pH test and esophagogram, in addition to endoscopy. Manometry evaluates the LES resting pressure and effectiveness of peristalsis. The 24-hour pH test is the gold standard for diagnosing and quantifying acid reflux. Esophagogram shows the external anatomy of the esophagus and proximal stomach, as well as demonstrating the presence of a hiatal hernia. Nissen fundoplication is a 360deg gastric wrap. It can be performed as an open or laparoscopic procedure. It is the most common operation performed for GERD. Partial fundoplications (e. g., Thal, Dor, Toupet) are done if esophageal motility is poor.",
        "cop": 4,
        "opa": "Manometry does not add any additional information.",
        "opb": "The 24-hour pH test is no longer used.",
        "opc": "If endoscopy has been done, an esophagogram is unnecessary.",
        "opd": "Nissen fundoplication is the surgical treatment of choice.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "729e615f-6662-4195-97cb-19adc6dc04c3",
        "choice_type": "multi"
    },
    {
        "question": "Urease breath test is used to diagnose in which bacteria:",
        "exp": "Ans. (b) H. pylori. Ref: Bailey and Love 27th edition Page 1114* For H. pylori the best non invasive investigation to diagnose the presence - Serology (ELISA)* The best investigation to diagnose eradication C13 and C14 urea breath test. Should be performed after - 4 weeks of therapy* The best invasive investigation (When Endoscopy is Done) to diagnose: Rapid urease test* The stain used for H. pylori: Giemsa or warthin starry stain (Gram staining is not used)* The fecal antigen test also is quite sensitive and specific for active H. pylori infection and may prove more practical in confirming a cure of H. pylori.",
        "cop": 2,
        "opa": "Streptococci",
        "opb": "H. pylori",
        "opc": "C. jejuni",
        "opd": "Bacteroides",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "61d68902-032f-4024-8167-20a38ab96d53",
        "choice_type": "single"
    },
    {
        "question": "All are true about gastric carcinoma except:",
        "exp": "MC site of carcinoma stomach is antrum not the fundus.",
        "cop": 2,
        "opa": "More in low socioeconomic group",
        "opb": "Most common at fundus",
        "opc": "H. pylori infection increases risks",
        "opd": "Vitamin C protects",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "e4ee2005-9cbc-456b-b2a7-5f9ba8e7239d",
        "choice_type": "multi"
    },
    {
        "question": "Endoscopic sclerotherapy following are complications, except:",
        "exp": "Ans. (a) Hepatic encephalopathy. Ref: Sabiston's Textbook of surgery, 20th edition, Page 1149-50* Endoscopic Banding is superior than sclerotherapy in controlling varices in esophagus.* Endoscopic sclerotherapy is associated with:# Perforation# Stricture and Fibrosis# Mediastinitis",
        "cop": 1,
        "opa": "Hepatic encephalopathy",
        "opb": "Stricture",
        "opc": "Perforation",
        "opd": "Fibrosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9bc7e800-87f6-47ca-b2f7-107b9784e8e2",
        "choice_type": "multi"
    },
    {
        "question": "A 64-year-old man develops increasing dysphagia over many months. A barium swallow is performed. What is the most likely cause of his clinical presentation?",
        "exp": "The appearance of unexplained dysphagia in adults requires urgent evaluation. Esophageal carcinoma is particularly prevalent in certain parts of Africa and Asia, but the incidence is increasing in Western countries. In achalasia there is initially a greater tolerance for solids over liquids. In carcinoma, dysphagia for solids is noted initially, and later there is difficulty in swallowing liquids as well. Esophagoscopy is required in the workup of dysphagia. It is imperative to rule out an underlying carcinoma.",
        "cop": 1,
        "opa": "Carcinoma of the esophagus",
        "opb": "Achalasia",
        "opc": "Sliding hiatal hernia",
        "opd": "Paraoesophageal hernia",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "b25867c2-d789-498b-95c9-004b07df0e64",
        "choice_type": "multi"
    },
    {
        "question": "True about varioliform gastritis:",
        "exp": "Ans. (b) Characterized by nodules, thickened folds and erosions. Ref: Internet Source. Varioliform gastritis (Lymphocytic Gastritis)* Endoscopy shows diffuse large folds in fundus and erosive mucosal bulgings resemble like Menetrier's disease* Uncommon type of gastritis with Lymphocytic infiltration and increased IgE antibodies* Most common in men* A type of chronic and recurrent gastritis* C/B - weight loss, Protein losing enteropathy.",
        "cop": 2,
        "opa": "Type of acute gastritis",
        "opb": "Characterized by nodules, thickened folds and erosions",
        "opc": "Diagnosis is difficult to make on endoscopy",
        "opd": "Most common form of gastritis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "55eab1e9-facf-4128-ad46-3fa4e862b59d",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Menetrier's disease except:",
        "exp": "Ans. (b) Hyperchlorhydria. Ref: Sabiston 19th Edition, Page 1222. Infections causing Menetrier's Disease:* CMV in children* H. pylori in adults",
        "cop": 2,
        "opa": "Protein loss",
        "opb": "Hyperchlorhydria",
        "opc": "Cobblestone appearance of mucosa",
        "opd": "Associated with CMV and H. pylori",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "a83b8e9c-9f7c-437c-ba3a-e05d3816a3c0",
        "choice_type": "multi"
    },
    {
        "question": "Patient is on autocoids for 1 year complains of severe pain epigasrium relieved iv antacids now complains of pain in right iliac fossa and epigastrium with fever and loss of liver dullness diagnosis -",
        "exp": "Ans. is 'a' i. e., Duodenal perforation * Long term therapy with autocoids led to an ulcer that eventually perforated and now the patient has presented early signs of peritonitis. Clinical features of perforation of duodenal ulcer* Perforated duodenal ulcer is characterized by sever constant onset epogastric pain* Patient looks ill and lies unusually still* Tachycardia* Shallow respiration* Tender with intense guarding and rigidity* If the air has escaped into peritoneal cavity then liver dullness may be absent* Peptic ulcer perforation leads to chemical peritonitis initially. Thus in the first 24 hours, the patient does not show signs of general toxicity. After this period bacterial peritonitis sets in.",
        "cop": 1,
        "opa": "Duodenal perforation",
        "opb": "Diverticulitis",
        "opc": "Gastroenteritis",
        "opd": "Enteric perforation",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "421a8ce7-9dd1-4dd7-8650-4c35700269b5",
        "choice_type": "single"
    },
    {
        "question": "Blind loop syndrome is characterized by:",
        "exp": "Blind loop syndrome: Post Billroth-II Gastrectomy procedure, stricture, diveicula Redundant afferent limb after billroth-II Sx | Collection of food | Bacterial overgrowth | Vit B12 Deficiency, diarrhea Dx: Bacteria culture Tx: Broad spectrum antibiotics - Tetracycline Parenteral vitamin B12 Supplementation",
        "cop": 4,
        "opa": "Diarrhea",
        "opb": "Deficiency of fat-soluble vitamins",
        "opc": "Diagnosed by culture obtained through intestinal tube",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "9bc62547-e7d0-44f9-b664-bcf46ce9d7f6",
        "choice_type": "multi"
    },
    {
        "question": "In pylorus preserving Pancreatoduodenectomy following is not resected -",
        "exp": "Ans. is 'a' i. e., Pyloric antrum o The standard resection for a tumour of the pancreatic head or the ampulla is a pylorus-preserving pancreatoduodenectomy (PPPD). o This involves removal of the duodenum and the pacreatic head, including the distal part of the bile duct.",
        "cop": 1,
        "opa": "Pyloric antrum",
        "opb": "CBD",
        "opc": "Duodenum",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "10220c90-3a0b-4c68-bdaf-e7ab2e2d7990",
        "choice_type": "multi"
    },
    {
        "question": "A 69-year-old man is informed that the cause of his dysphagis is a benign lesion. The barium swallow is shown in (Figure below). What should he be told regarding benign tumors and cysts of the esophagus? Leiomyoma of esophagus. Note smooth rounded density causing extrinsic compression of esophageal lumen",
        "exp": "Leiomyoma is the most common benign tumor encountered in the esophagus. Malignant transformation is thought to be rare. Less than 10%. of alimentary tract leiomyomas are found in the esophagus. They are composed of spindle cells and grow slowly and may progressively cause obstructive symptoms. Leiomyomas are not referred to as a benign GIST. Other benign lesions are congenital or acquired cysts, adenomatous polyps, papillomas, lipomas, neurofibromas, and hemangiomas.",
        "cop": 4,
        "opa": "They occur more commonly than malignant tumors.",
        "opb": "They are symptomatic at an early age.",
        "opc": "Diagnosis is best confirmed on chest x-ray.",
        "opd": "Leiomyoma is the most common benign tumor encountered in the esophagus.",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "d3f10028-faef-4338-ae91-da1498e5687c",
        "choice_type": "multi"
    },
    {
        "question": "A 69-year-old man is admitted to the emergency department with an acute UGI hemorrhage following a bout of repeated vomiting. Fiberoptic gastroscopy reveals three linear mucosal tears at the GE junction. What is the diagnosis?",
        "exp": "A Mallory-Weiss tear is characterized by acute and sometimes massive UGI hemorrhage. It accounts for up to 10%. of UGI bleeds. It is due to arterial bleeding following repeated vomiting (which causes mucosal tears at the GE junction). The cause is the same as that for spontaneous rupture of the esophagus (i. e., an increase in intra-abdominal pressure against a closed glottis). Causes other than vomiting such as paroxysmal coughing or retching, may sometimes lead to this condition. Upper endoscopy confirms the diagnosis. Surgery may occasionally be necessary to stop the bleeding.",
        "cop": 4,
        "opa": "Reflux esophagitis with ulceration",
        "opb": "Barrett's esophagus",
        "opc": "Carcinoma of the esophagus",
        "opd": "Mallory-Weiss tear",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "10f4c2a9-ce35-4656-b9f0-95de7aab14a4",
        "choice_type": "multi"
    },
    {
        "question": "A adult presented with hematemesis and upper abdominal pain. Endoscopy reveals a growth at the pyloric antrum of the stomach. CT scan showed growth involving the pyloric antrum without infiltration or invasion into surrounding structures and no evidence of distant metastasis. At laparotomy neoplastic growth was observed to involve the posterior wall of stomach and the pancreas extending 6 cm up to tail of pancreas. What will be the most appropriate surgical management?",
        "exp": "Ans. (c) Partial gastrectomy + distal pancreatectomy. Ref: Sabiston 19th Edition, Page 1212, NCCN 2018. NCCN guidelines for Surgical resection of gastric cancer: (NCCN 2018)* Margin clearance is 4cm or more proximally* Distal resection is done up to duodenum 1st part.* Minimum number of nodes that are needed for complete staging is 15 nodes* (Cancer Breast: 10 nodes)* For proximal and Mid body gastric cancers: Total Gastrectomy.* For distal gastric cancers: Subtotal gastrectomy.* OG Junction and Tumors at cardia: Esophago gastrectomy.* Linitis Plastica (Diffuse gastric cancers) - Total gastrectomy * Pancreatectomy, Colectomy, Wedge resection of liver are accepted and done if there is a macro invasion and if resection is possible.* Splenectomy was a routine in those days for proximal gastric cancer. Now as per recent NCCN guidelines no need to remove spleen during D2 gastrectomy unless there is a direct infiltration into spleen.",
        "cop": 3,
        "opa": "Closure of the abdomen",
        "opb": "Antrectomy and vagotomy",
        "opc": "Partial gastrectomy + distal pancreatectomy",
        "opd": "Partial gastrectomy +distal pancreatectomy + splenectomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "73cfc1a7-ad13-4a7f-876b-e3848d119184",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding early post-cibal syndrome, except:",
        "exp": "Ans. (d) Surgery is usually indicated. Ref: Sabiston 20th Edition, Page 1212* Post-Cibal syndrome is mostly managed conservatively by altering diet as mentioned above.* If not responding to diet alteration: Octreotide is given* Only very few patients need revisional surgeries for dumping syndrome.* Commonly done revision surgeries are - Interposition of Anti peristaltic loop, convering Billroth II to Billroth I or Roux-En-Y anastomosis.",
        "cop": 4,
        "opa": "Distension of abdomen",
        "opb": "Managed conservatively",
        "opc": "Hypermotility of intestine is common",
        "opd": "Surgery is usually indicated",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "0cabcb43-99c7-4d51-8b51-d960adc95ca2",
        "choice_type": "multi"
    },
    {
        "question": "Simplest investigation to be performed for suspected cancer stomach:",
        "exp": "Ans. (a) Double contrast radiography. Ref: Harrison 18th Edition, Page 766* Simplest first investigation: Double contrast radiography* If ulcer is found: Endoscopy must be done to take biopsy",
        "cop": 1,
        "opa": "Double contrast radiography",
        "opb": "Plain X ray",
        "opc": "CT scan",
        "opd": "Endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "085ac609-c00b-4422-b71e-bbc3b468a5f1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of upper gastrointestinal tract bleeding is:",
        "exp": "Peptic ulcer is the most common cause of upper GI bleeding, present in one-half to two-third of patient with upper GI bleeding. Only 10-15% of'Heavy' drinkers develop alcoholic cirrhosis (leading to esophageal varices) Mallory - Weiss Syndrome Characterized by longitudinal paial tear (only mucosa + sub mucosa involved) Most common site is cardia (just below GE junction.) More common in Alcoholic males",
        "cop": 2,
        "opa": "Esophageal varices",
        "opb": "Peptic ulcer",
        "opc": "Gastritis",
        "opd": "Mallory-Weiss tear",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "07c3ec03-94ec-4fc0-a159-8912cbd747f7",
        "choice_type": "multi"
    },
    {
        "question": "A thirty years old male presents to the emergency department with symptoms of epigastric pain radiating to back that wakes him up a tonight and is relieved by consuming food. He gives history of similar pain in the past which was diagnosed as perforated duodenal ulcer and treated with omental patch surgery on two occasions. Pain before and after surgery has been controlled with proton pump inhibitors and analgesics. The likely diagnosis on this occasion is:",
        "exp": "Ans. (a) Duodenal ulcer. Ref: Sabiston 20th Edition, Page 1199* Pain relieved on eating: Duodenal ulcer* Pain aggravated on eating: Gastric ulcer* Pain unrelated to food: Cancer stomach",
        "cop": 1,
        "opa": "Duodenal ulcer",
        "opb": "Gastric ulcer",
        "opc": "Atrophic gastritis",
        "opd": "Chronic pancreatitis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1fecac59-1447-445a-9649-666fb51d8c61",
        "choice_type": "single"
    },
    {
        "question": "Chronic Gastric Ulcers are much more common on the location of",
        "exp": "(C) Incisura angularis. GASTRIC ULCERS tend to be larger in comparison to Duodenal Ulcers. Fibrosis results rarely & shown as hourglass contraction of the stomach. Large chronic ulcers may erode posteriorly into the pancreas & erode major vessels such as the splenic artery. Less commonly erode into other organs such as the transverse colon. Chronic gastric ulcers are much more common on the lesser curve (especially at the incisura angularis). Chronic gastric ulcers are less common on the greater curve and, even when high on the lesser curve, they tend to be at the boundary between the acid-secreting and the non-acid-secreting epithelia. With atrophy of parietal cell mass, non-acid-secreting epithelium migrates up the lesser curvature. Major causative factor (60% of gastric & up to 50-75% of duodenal ulcers) is chronic inflammation due to Helicobacter pylori that colonizes the antral mucosa. Majority of Gastric ulcers can be attributed to either H. pylori infection or NSAID induced mucosal damage. Types of Gastric ulcer: Type I - located near the angularis incisura on the lesser curvature, close to the border between the antrum & the body of the stomach. These patients usually have normal or decreased acid secretion. Type II ulcer: Occurs in conjunction with active or healed duodenal ulcer disease. Type III: Prepyloric ulcer. Type IV ulcer: Gastro esophageal junction at the lesser curve. Type V ulcer: Anywhere in the stomach associated with chronic NSAID use or aspirin use. MOST COMMON SITE OF GASTROINTESTINAL TRACT LESIONS*. Most common site of Perforation of oesophagus. Oesopahgeal introitus*. Most common site of Oesopahgeal web. Proximal portion of oesophagus*. Most common site of Carcinoma oesophagus. Middle 1/3rd*. Dilatation of gut in Chaga's disease. Oesopahgus& Colon*. Congenital hour-glass stomach. Incisura angularis*. Most common site of Gastric ulcers (95%). Incisura angularis of Lesser curvature*. Most common site of Duodenal ulcers (95%). Within 2 cm of pylorus (duodenal bulb)*. Most common site of Pulsion diverticulum of stomach. Greater curvature & posterior fundus*. Carcinoma stomach. Prepyloric region*. Carcinoma stomach associated with pernicious anemia. Fundal & polypoid*. Lymphoma (Non Hodgkins). Stomach (least common-Rectum)*. Haemangioma in internal organ. Liver*. ZES gastrinoma. Pancreas*. Intestinal rupture in blast injury. Pelvic colon*. Crohn's disease. Terminal Ileum*. Ulcerative colitis. Sigmoid colon*. Untreated amoebic liver abscess bursts into. Right lung*. Intestinal tuberculosis. Ileo-caecal region*. Typhoid ulcer. Small intestine (Longitudinal) *. Most common site of Perforation in Typhoid. Small intestine Ileocaecal junction*. Most common site of Meckel's diverticulum. From the Ileum (60-90 cm from the Ileocaecal valve)*. Pneumatosis cystoides. Small intestine*. Most common site of Diverticuiosis90% in Sigmoid (Rectum is never involved)*. Polypi in Puetz-Jeghers syndrome. Always jejunum is involved*. Adenomatous polypi. Sigmoid, Rectum*. Familial polyposis and Gardner's syndrome. Colon*. Lipoma. Caecum*. Carcinoma small intestine. Jejunum*. Most common site of Carcinoma colonsigmoid colon & Rectosigmoid junction*. Carcinoid tumours. Appendix (90%)*. Loop colostomy. Transverse colon*. Acute intestinal obstruction. Ileum*. Intussusception with gangrene. Ileocaecal*. Intussusception in infant. Last 50 cms of Ileum*. Most common site of Intussusception in adolescent. Thick of inverted Meckel's diverticulum*. Volvulus small intestine. Ileum*. Perforation in simple obstruction of colon (in absence of strangulation). Caecum*. Intraperitoneal abscess. Pelvis*. Most common site of Hirschsprung's disease. Usually upper limit is Rectosigmoid junction",
        "cop": 3,
        "opa": "Prepyloric",
        "opb": "Fundus",
        "opc": "Incisura angularis",
        "opd": "Cardia",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "902f119b-db3e-455e-937c-3e4248230005",
        "choice_type": "single"
    },
    {
        "question": "Most common site of cancer stomach:",
        "exp": "Ans. (d) Antrum. Ref: Sabiston 20th Edition, Page 1216* Most common site of cancer stomach: Antrum* Most common site of lymphoma: Antrum* Most common site of GIST: Proximal stomach* Most common site of cancer in pernicious anemia: Fundus* MC site of Lymphoma in Burkitt type- Body",
        "cop": 4,
        "opa": "Greater curvature",
        "opb": "Lesser curvature",
        "opc": "Fundus",
        "opd": "Antrum",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "796aca36-f79c-45d1-ba0e-d16187966c81",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old male patient with gastritis symptoms diagnosed to have gastric ulcer for which he had undergone partial gastrectomy three years back is on high dose omeprazole. Follow-up endoscopy reveals two ulcerative lesions in gastric mucosa. What is the next step in management?",
        "exp": "Ans. (c) Gastrin level. Ref: Sabiston Textbook of surgery, 20th edition; Page 1210-11.* The clinical scenario makes us think that the patient underwent partial gastrectomy for an intractable gastric ulcer 3 years ago and during follow-up he was found to have two gastric mucosal lesions despite high-dose omeprazole* High dose omeprazole is generally given in patients with gastrinoma or Zollinger-Ellison syndrome to control acid secretion* Gastrinoma is a condition, which is associated with acid hypersecretion secondary to the increased production of gastrin* Diagnosed of gastrinoma should be considered in cases of intractable peptic ulcers, multiple ulcers, ulcers at uncommon sites and recurrent ulcers.* Hence, patient with recurrent ulcer following surgery should be evaluated with serum gastrin to rule out ZES. Patients with serum gastrin >1000pg/m. Lis diagnosed to have ZES.",
        "cop": 3,
        "opa": "H pylori serology",
        "opb": "Insulin tolerance",
        "opc": "Gastrin level",
        "opd": "CT Scan",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "db9c1c99-0a93-40d5-b23a-182bdf9ec468",
        "choice_type": "multi"
    },
    {
        "question": "Ramsted's operation is for:",
        "exp": "Ans: d (Congenital pyloric stenosis). Ref: Bailey & Love, 24th ed, p. 1033 & 23rd ed, p. 900",
        "cop": 4,
        "opa": "Duodenal atresia",
        "opb": "Volvulus of small intestine",
        "opc": "Anorectal malformation",
        "opd": "Congenital pyloric stenosis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "3190ed06-04d6-4f16-a001-7bb53de53a82",
        "choice_type": "multi"
    },
    {
        "question": "Treatment for bleeding benign gastric ulcer:",
        "exp": "Ans. (c) Ulcer excision. Ref: Sabiston 20th Edition, Page 1209. For bleeding benign Gastric ulcers:* Step - Resuscitation* Step 2 - Endoscopic Method to manage bleeding* Step 3- H. pylori therapy and PPI* Step 4- If bleeding persists - Operative therapy- Ulcer excision with truncal vagotomy.",
        "cop": 3,
        "opa": "Antrectomy",
        "opb": "Debridement of ulcer",
        "opc": "Ulcer excision",
        "opd": "High selective vagotomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "e0ef2c47-4d4a-45d9-bc07-38ee40f236a1",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man complains of anorexia, weight loss, and fatigue. A UGI study demonstrates an ulcerated lesion at the incisura. Where is the incisura?",
        "exp": "The incisura is located at the distal portion of the lesser curvature. It is the point at which the body of the stomach ends and the antrum begins.",
        "cop": 4,
        "opa": "Cardia",
        "opb": "Fundus",
        "opc": "Greater curvature",
        "opd": "Lesser curvature",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "4929e791-5aac-41d9-94e6-46aacfc09bfd",
        "choice_type": "single"
    },
    {
        "question": "All of the following benign conditions are associated with increased rates of gastric cancer except:",
        "exp": "Adenomatous polyps are unusual but carry the distinct potential for malignancy. They occur most often between the fifth and seventh decades of life. The adenocarcinoma sequence in gastric polyps is thought to be analogous to that of colonic polyps. An adenomatous polyp is a marker for increased risk of carcinoma in the remaining stomach. Both pernicious anemia and chronic atrophic gastritis are associated with gastric cancer. Many of these patients develop chronic achlorhydria, a condition also associated with an increased risk of cancer. Neither multiple MEN 1 nor MEN 2, is associated with gastric cancer.",
        "cop": 2,
        "opa": "Pernicious anemia",
        "opb": "Multiple endocrine neoplasia type I (MEN 1)",
        "opc": "Adenomatous polyps",
        "opd": "Chronic atrophic gastritis",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "94c7d0b5-c931-4011-886d-606112434eee",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Menetrier disease except:",
        "exp": "Ans. (b) Decreased mucus production. Ref: Sabiston 19th Edition, Page 1222* Acquired premalignant disease showing brain like cerebriform mucosa on gross examination.* Pathological examination shows: Foveolar hyperplasia and absent parietal cell* Massive gastric folds appearing like brain is most common in fundus and body of stomach* Albumin replacement is given* Total gastrectomy indications: High protein loss, cancer, bleeding",
        "cop": 2,
        "opa": "Excessive protein loss",
        "opb": "Decreased mucus production",
        "opc": "Acquired, premalignant condition",
        "opd": "H. pylori is a predisposing factor in adults",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "d088fe82-2907-483b-8881-4f69655e184d",
        "choice_type": "multi"
    },
    {
        "question": "A healthy 75-year-old man bleeds from a duodenal ulcer. Medical management and endoscopic measures fail to stop the bleeding. What is the next step in management?",
        "exp": "In general, surgery for peptic ulcer bleeding is indicated at an earlier stage in an older patient because vessels are atherosclerotic and less likely to stop bleeding spontaneously. In addition, diminished perfusion of the heart, brain, and kidneys is less well tolerated in elderly patients. At surgery, the gastroduodenal artery is oversewn, and a vagotomy and drainage procedure is performed.",
        "cop": 4,
        "opa": "Continued transfusion of 8 U of blood",
        "opb": "Administration of norepinephrine",
        "opc": "Oversewing of the bleeding point",
        "opd": "Oversewing of the bleeding point, vagotomy. and pyloroplasty",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "cce1aa51-930b-493d-a449-8c3297fefe7b",
        "choice_type": "multi"
    },
    {
        "question": "The best prognosis in carcinoma stomach is with:",
        "exp": "Ans. (a) Superficial spreading type. Ref: Sabiston 20th Edition, Page 1214* Good prognosis is superficial spreading type and bad prognosis is Linitis Plastica type.",
        "cop": 1,
        "opa": "Superficial spreading type",
        "opb": "Ulcerative type",
        "opc": "Linitis plastic type",
        "opd": "Polypoidal type",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "6fc126b0-6828-4da0-966e-efd2c3a7ade0",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of peptic ulcer is:",
        "exp": "Ans. (a) 1st part of duodenum. Ref: Sabiston 19th Edition, Page 1199* Most common location 1st part of duodenum* Most common location in stomach is incisura angularis",
        "cop": 1,
        "opa": "1st part of duodenum",
        "opb": "2nd part of duodenum",
        "opc": "Distal 1/3rd of stomach",
        "opd": "Pylorus of the stomach",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "321cb04f-a38f-481a-ba84-c508b0aeff8b",
        "choice_type": "single"
    },
    {
        "question": "Gastric lymph node station no 5:",
        "exp": "Ans. (a) Suprapyloric. Ref: Sabiston 19th Edition, Page 1210. Author's advice: Lymph node stations are too much for PG entrance level. It's an extra edge for institute exam preparation. Those who are preparing for AIIMS/PGI can have an idea given below:* There are totally 16 Lymph node stations for cancer stomach* Level 1 nodes (N1): Perigastric Nodes* Level 2 nodes (N2): Removal of nodes along major vessels near stomach* Level 3 nodes (N3): Distant Nodes inside abdomen* D1 Gastrectomy: Removal of all level 1 nodes* D2 Gastrectomy: Removal of all nodes in Level 1 and level 2. This is the ideal treatment for gastric cancer as per latest NCCN guidelines. Nodal Stations. Level 1. Level 2. Level 31. Right gastric2. Left gastric3. Along lesser curve4. Along greater curve5. Supra pyloric6. Infrapyloric7. Left gastric artery8. Common hepatic Artery9. Celiac trunk10. Splenic Hilum11. Splenic Vessels12. Hepato duodenal13. Retropancreatic14. SM vessels15. Retrocolic16. Paraaortic",
        "cop": 1,
        "opa": "Supra pyloric",
        "opb": "Splenic hilum",
        "opc": "Lesser curvature",
        "opd": "Greater curvature",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "1167be4b-83cf-47be-9a92-9b70c3145fa7",
        "choice_type": "single"
    },
    {
        "question": "Maximal reduction in gastric acidity is achieved by:",
        "exp": "Truncal vagotomy and antrectomy is procedure of choice for recurrent duodenal ulcers with lowest recurrence rate.",
        "cop": 2,
        "opa": "Truncal vagotomy and pyloroplasty",
        "opb": "Truncal vagotomy and antrectomy",
        "opc": "Paial gastrectomy",
        "opd": "Highly selective vagotomy",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "477dcb2f-72ee-4eea-9e4f-8b50e1ff6f00",
        "choice_type": "single"
    },
    {
        "question": "Duodenal blow out following Billroth gastrectomy most commonly occurs on which day:",
        "exp": "Ans. (b)4th day. Ref: Shackelford 7th Edition, Page 930, 944* Most common on 4th to 7th postoperative day.* No need to do surgery immediately. Only USG-guided drainage is enough. Most of them settle by maximum 1 month.",
        "cop": 2,
        "opa": "2nd day",
        "opb": "4th day",
        "opc": "6th day",
        "opd": "12th day",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "152a8f39-93cb-4f74-a464-889033465444",
        "choice_type": "single"
    },
    {
        "question": "Locally invasive gastric carcinoma. Investigation of choice to know depth of cancer invasion:",
        "exp": "The best way to stage the tumor locally is EUS, which gives fairly accurate (80%) information about the depth of tumor penetration into the gastric wall, and can show enlarged (>5mm) perigastric and celiac lymph nodes",
        "cop": 4,
        "opa": "CECT",
        "opb": "MRI",
        "opc": "Barium",
        "opd": "EUS",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "0d0fa030-c8a6-4363-ae1b-3f85f9ea5fcd",
        "choice_type": "multi"
    },
    {
        "question": "MC site of gastrinoma:-",
        "exp": "Agastrinomais a gastrin-producing tumor usually located in the pancreas or the duodenal wall. Gastric acid hypersecretion and aggressive, refractory peptic ulceration result (Zollinger-Ellison syndrome). Diagnosisis by measuring serum gastrin levels. Treatment is proton pump inhibitors and surgical removal.",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Pancreas",
        "opc": "Stomach",
        "opd": "Colon",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "0a9b19f6-0812-4032-97f0-0489e982019a",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man arrives in the emergency department in respiratory distress following a motor vehicle collision. A chest x-ray shows abdominal viscera in the left thorax. What is the most likely diagnosis?",
        "exp": "Blunt trauma is the most common cause of diaphragmatic rupture. Associated injuries are common. In blunt trauma, the left diaphragm is ruptured more frequently than the right. The stomach, spleen, colon, and omentum may enter the left pleural cavity. Diaphragmatic injury without herniation of abdominal contents is difficult to diagnose. Patients may present with symptoms many years after the initial trauma. Early surgery is indicted.",
        "cop": 1,
        "opa": "Traumatic rupture of the diaphragm",
        "opb": "Sliding esophageal hernia",
        "opc": "Short esophagus with intrathoracic stomach",
        "opd": "Rupture of the esophagus",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "5b9fe806-43c0-4f2f-a686-847b94fa333f",
        "choice_type": "single"
    },
    {
        "question": "Malignant transformation is commonly seen in:",
        "exp": "Ans. (b) Gastric ulcer* Malignant transformation is very rarely seen in gastric ulcer (<1%) - Not so common.* Giant gastric ulcer (>2cm) is associated with cancer in 6-15% cases* Of the above choices we can opt for choice B' only - but it is not so common.",
        "cop": 2,
        "opa": "Stomal ulcer",
        "opb": "Gastric ulcer",
        "opc": "Chronic duodenal ulcer",
        "opd": "Postbulbar ulcer",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "7d193ac0-bb73-471b-bbb6-396fed67713f",
        "choice_type": "single"
    },
    {
        "question": "A patient who has undergone partial gastrectomy presents with neurological symptoms. Most probable diagnosis:",
        "exp": "Ans. (c) Vitamin B12 deficiency. Ref: Sabsiton 20th Edition, Page 1212* Following partial gastrectomy there is decreased production of Intrinsic factor which leads to vitamin B12 deficiency.",
        "cop": 3,
        "opa": "Folic acid deficiency",
        "opb": "Thiamine deficiency",
        "opc": "Vitamin B12 deficiency",
        "opd": "Iron deficiency",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "c4840878-99d8-4c26-b801-779d5e1da7f0",
        "choice_type": "single"
    },
    {
        "question": "What is the most characteristic of congenital hypertrophic pyloric stenosis?",
        "exp": "Ans. (b) The pyloric tumour is best felt during feeding. Ref: Sabiston 20th Edition, Page 1869* Baby is not marasmic. It feeds vigorously in between the episodes of vomiting",
        "cop": 2,
        "opa": "Affects the first born female child",
        "opb": "The pyloric tumor is best felt during feeding",
        "opc": "The patient is commonly marasmic",
        "opd": "Loss of appetite occurs early",
        "subject_name": "Surgery",
        "topic_name": "Stomach & Duodenum",
        "id": "7a623a06-ad91-4b21-a823-2f5a54cc476f",
        "choice_type": "single"
    }
]