[
    {
        "question": "Recurrent laryngeal nerve is in close association with:",
        "exp": "Ans. is 'b' i. e. Inferior thyroid artery. Ref: B. D. C 2nd/e Vol III page 137 & 138, Repeat Inferior thyroid artery is a branch of the thyrocervical trunk. During its course it passes behind the carotid sheath and the middle cervical sympathetic ganglion and its terminal part is related to the recurrent laryngeal nerve. More Questions about arterial supply of the thyroid gland. The thyroid gland in supplied by the following arteries. Superior thyroid artery a branch of the external carotid arterylies in close association with the external laryngeal nerve. Inferior thyroid artery a branch of the thyrocervical trunk (which arises from the subclavian artery)- its terminal part is intimately related to the recurrent laryngeal nerve. Accessory thyroid arteriesarise from tracheal and esophageal arteries. Thyroidea ima artery (or the lowest thyroid artery)found in only about 3% of individualsarises from the brachicephalic trunk or directly from the arch of aorta. During thyroidectomy the superior thyroid artery is ligated near to gland (to save the external laryngeal nerve); and the inferior or thyroid artery is ligated away from the gland (to save the recurrent laryngeal nerve). Questions on venous drainage of thyroid gland. The thyroid gland is drained by the following veins. Superior thyroid vein. Drains in the internal jugular vein orthe common facial vein. Middle thyroid vein. Also drains in the internal jugular vein. Inferior thyroid vein. Drains into the left brachiocephalic veinA fourth thyroid vein (of Kocher), may emerge between middle and inferior veins and drains into the internal jugular vein",
        "cop": 2,
        "opa": "Superior thyroid artery",
        "opb": "Inferior thyroid artery",
        "opc": "Middle thyroid vein",
        "opd": "Superior thyroid vein",
        "subject_name": "Surgery",
        "topic_name": "Surgical Approaches to the Thyroid",
        "id": "928adc66-24a4-4d07-9887-5c36a9761e2d",
        "choice_type": "single"
    },
    {
        "question": "A patient underwent thyroidectomy for Hyperthyroidism. Two days later he presented with features of thyroid storm. What is the most likely cause? (AIIMS November 2015. COMED K 2007)",
        "exp": "Ans. d. Inadequate preoperative preparation (Ref: Schwartz 9/e p1355: Sabiston 19/e p897; Bailey 26/e p762, 25/e p786- 787; Harrison 18/e p2927). Thyrotoxic crisis (storm) is an acute exacerbation of hyperthyroidism. It occurs if a thyrotoxic patient has been inadequately prepared for thyroidectomy. \"Thyrotoxic crisis (storm): This is an acute exacerbation of hyperthyroidism. It occurs if a thyrotoxic patient has been inadequately prepared for thyroidectomy and is now extremely rare. Very rarely, a thyrotoxic patient presents in a crisis and this may follow an unrelated operation. Symptomatic and supportive treatment is for dehydration, hyperpyrexia and restlessness. This requires the administration of intravenous fluids, cooling the patient with ice packs, administration of oxygen, diuretics for cardiac failure, digoxin for uncontrolled atrial fibrillation, sedation and intravenous hydrocortisone. Specific treatment is by carbimazole 10-20 mg 6-hourly, Lugo. Vs iodine 10 drops 8-hourly by mouth or sodium iodide Ig i. v. Propranolol intravenously (1--2 mg) or orally (40 mg 6-hourty) will block b-adrenergic effects. \" --Bailey 26/e p762. Thyroid Storm (Thyrotoxic crisis). It is an emergency due to decompensated hyperthyroidismQ. Treatment of Thyroid Storm (Thyrotoxic crisis). Non-selective beta--blocker (Propranolol): Most valuable measure in thyroid stormQ, In thyroid storm most of the symptoms are because of adrenergic over activity due to increased tissue sensitivity to catecholamines in hyperthyroidism. This increased sensitivity is due to increased number of beta receptorsQ. Quick relief is obtained by blocking beta-receptors. Propylthiouracil: Antithyroid drug of choice for thyroid storm. QReduces hormone synthesis as well as peripheral conversion of T4 to T3. QCorticosteroids (Hydrocortisone): Inhibits both release of thyroid hormone from the gland and peripheral conversion of T4 to T3. QIodides (Potassium iodide or lopanoic acid): Used to inhibit further hormone releaseQ from the gland. Other Measures: Diltiazem, if tachycardia is not controlled by propranolol alone. Rehydration, anxiolytics, external cooling & appropriate antibiotics",
        "cop": 4,
        "opa": "Poor antibiotic coverage",
        "opb": "Rough handling during surgery",
        "opc": "Removal of parathyroid",
        "opd": "Inadequate preoperative preparation",
        "subject_name": "Surgery",
        "topic_name": "Surgical Approaches to the Thyroid",
        "id": "1e5a45c2-0f7d-45f1-abba-c6d787afd274",
        "choice_type": "single"
    },
    {
        "question": "A 57 year old female underw ent total theroidectomy. Following the surgery she developed stridor and dyspoea. The possible cause is -",
        "exp": "Ans. is 'c' i. e., Bilateral recurrent laryngeal nerve injury Post thyroidectomy nerve injuries. Unilateral recurrent laryngeal nerve injury. Hoarseness of voice. Bilateral recurrent laryngeal nerve injury. Adduction of vocal cords- difficulty in breathingsuperior laryngeal nerve injury. Loss of pitch in voice",
        "cop": 3,
        "opa": "Bilateral superior laryngeal nerve injury",
        "opb": "Unilateral superior laryngeal nerve injury",
        "opc": "Bilateral recurrent laryngeal nerve injury",
        "opd": "Unilateral recurrent laryngeal nerve injury",
        "subject_name": "Surgery",
        "topic_name": "Surgical Approaches to the Thyroid",
        "id": "2c755a78-b105-4b36-aa87-64a3c4a1f5ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a landmark of facial nerve during superficial parotidectomy?",
        "exp": "Ans. (d) Zygomatic bone* Surgical landmarks to the facial nerve include the tympanomastoid suture line, the tragal pointer, and the posterior belly of the digastric muscle.* The tympanomastoid suture line lies between the mastoid and tympanic segments of the temporal bone and is approximately 6-8 mm lateral to the stylomastoid foramen. The main trunk of the nerve can also be found midway between (10 mm posteroinferior to) the cartilaginous tragal pointer of the external auditory canal and the posterior belly of the digastric muscle.",
        "cop": 4,
        "opa": "Tragus",
        "opb": "Mastoid process",
        "opc": "Posterior belly of digastric muscle",
        "opd": "Zygomatic bone",
        "subject_name": "Surgery",
        "topic_name": "Surgical Approaches to the Thyroid",
        "id": "c2974c8e-71d7-4e3a-9ae0-df93ba03866c",
        "choice_type": "single"
    },
    {
        "question": "Mark the Nerve (Arrow) to be identified during surgeryr of overlying organ",
        "exp": "Recurrent laryngeal (Identified during Thyroid surgery)",
        "cop": 4,
        "opa": "Superior laryngeal",
        "opb": "External laryngeal",
        "opc": "Internal laryngeal",
        "opd": "Recurrent laryngeal",
        "subject_name": "Surgery",
        "topic_name": "Surgical Approaches to the Thyroid",
        "id": "30a0c2a4-4f4b-41c6-9f9f-2876b064d6ad",
        "choice_type": "single"
    }
]