[
    {
        "question": "A pt comes with stage III non seminomatous testicular tumor t/t of choice is :",
        "exp": "Ans. is 'b' ie Chemotherapy Stage III is tumor spread beyond the retroperitoneal lymph node.\"Treatment is chemotherapy",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Chemotherapy",
        "opc": "Hormonal therapy",
        "opd": "Surgery",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "88a6d4f3-d308-4c4c-a496-f01354602076",
        "choice_type": "single"
    },
    {
        "question": "MC germ cell tumor is:",
        "exp": "Ans: D (Seminoma) (Ref: Sabiston 18th/1688]Classification of Germ Cell Tumors1. Benign: Mature teratomas, Dermoid cysts2. Malignant;i. Seminomasii. Non-seminomatous germ cell tumors:- Immature teratoma- Teratoma with malignant components- Choriocarcinoma- Embryonal cell (yolk sac) tumors- Mixed germ cell tumorsGerm cell tumors have the following subtypes and frequencies: Seminoma (40%), Embryonal tumors (25%) Teratocarcinomata (23%), teratomata (5%) Choriocarcinoma (1%) Others (5%)",
        "cop": 4,
        "opa": "Embryonal teratoma",
        "opb": "Dermoid",
        "opc": "Rhabdomyosarcoma",
        "opd": "Seminoma",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "89af3ae9-ee2a-4638-93c5-84ebeba742e6",
        "choice_type": "single"
    },
    {
        "question": "High inguinal orchiectomy for teratoma testes with involved epididymis is what stage?",
        "exp": "ANSWER: (A) stage IREF: Harrison's 17th ed chapter 92Germ Cell Tumor Staging and Treatment TreatmentStageExtent of DiseaseSeminomaNonseminomaIAIBTestis only, no vascular/lymphatic invasion (Tl) Testis only, with vascular/lymphatic invasion (T2), or extension through tunica albuginea (T2), or involvement of spermatic cord (T3) or scrotum (T4)Radiation therapy Radiation therapyRPLND or observation RPLNDIIANodes < 2 cmRadiation therapyRPLND or chemotherapy often followed by RPLNDIIBNodes 2-5 cmRadiation therapyRPLND +/- adjuvant chemotherapy or chemotherapy followed by RPLND1ICNodes > 5 cmChemotherapyChemotherapy, often followed by RPLNDIIIDistant metastasesChemotherapyChemotherapy, often followed by surgery (biopsy or resection)Note: RPLN D = retroperitoneal lymph node dissection.",
        "cop": 1,
        "opa": "Stage I",
        "opb": "Stage II",
        "opc": "Stage III A",
        "opd": "Stage IV",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "5626ddca-bd5e-4073-9d8a-56de80b22cb6",
        "choice_type": "single"
    },
    {
        "question": "All is true about testicular tumours except -",
        "exp": "Ans. is 'c' i.e., Choriocarcinoma is not a germ cell tumour o Testicular tumors are divided into two major categories : (i) Germ cell tumors, and (ii) Sex cord tumors.A) Germ cell tumors# More than 95% of testicular tumors are germ cell tumors. They are further divided into -i) Seminomao It is the most common germ cell tumor of testis. Female counterpart of seminoma is dysgerminoma of ovary.ii) Non-seminoma germ cell tumors (NSGCT)o These are spermatocytic seminoma, embryonal carcinoma, Yolk sac tumor (also called endodermal sinus tumor or infantile embryonal carcinoma), teratoma, and choriocarcinoma.# Risk factors for germ cell tumors of testis are -i) Cryptorchidism (abdominal > inguinal, i.e. higher the undescended testis more the chances of malignancy).ii) Testicular feminization syndrome and Klinefelter syndrome.iii) Excess 12P copy number either in the term of i(12P) or increased 12P an aberranthy banded marker chromosome.B) Non-germ cell tumors (sex cord tumors)# These are leydig cell tumor and sertoli cell tumor.# Leydig (interstitial) cell tumors are positive for Reinke crystalloids.",
        "cop": 3,
        "opa": "Seminoma is the most common testicular turnout",
        "opb": "Lymphoma may be seen in the testes",
        "opc": "Choriocarcinoma is not a germ cell tumour",
        "opd": "Embryonal carcinoma is a non seminomatous germ cell tumour",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "60a9f60e-d712-4601-9eae-c8a2d5eca390",
        "choice_type": "multi"
    },
    {
        "question": "Most common testicular tumor?",
        "exp": "Ans. (a) SeminomaRef : Bailey & Love 26th ed. /1385* Seminoma is the most common germ cell tumor of the testis or, more rarely, the mediastinum or other extra- gonadal locations. It is a malignant neoplasm and is one of the most treatable and curable cancers, with a survival rate above 95% if discovered in early stages.",
        "cop": 1,
        "opa": "Seminoma",
        "opb": "Teratoma",
        "opc": "Sertoli cell tumor",
        "opd": "Chorio-CA",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "f7958efb-2a87-4f28-b72a-20bb04d59ad5",
        "choice_type": "single"
    },
    {
        "question": "Shyam, a 50 years old male presents with a hard scrotal swelling. All of the following can be done EXCEPT :",
        "exp": "Ans. is 'a' ie. testicular biopsy (Ref Harrison, 17/e p601 (16/e p550, 15/e p617))As already explained in Nov. 2001 paper.a testicular biopsy (more specifically a trans-scrotal testicular biopsy) is not done, rather is contraindicated.A suspected scrotal mass is investigated by ultrasonography on finding a testicular mass, a radical inguinal orchiectomy is done. A trans-scrotal testicular biopsy would breach anatomical barriers and would spread the tumor.",
        "cop": 1,
        "opa": "Testicular biopsy",
        "opb": "Chest x-ray",
        "opc": "Inguinal exploration",
        "opd": "CT abdomen",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "e7f61bd5-33a0-488b-8af1-e9b2ab2f3a4a",
        "choice_type": "multi"
    },
    {
        "question": "Lymph node metastasis in testicular tumor. First lymph node involved is:",
        "exp": "Ans. (b) Para aorticRef Harrison 19th ed. / 589Points to Remember about testicular tumor* In metastatic disease-retroperitoneal LN is Most commonly involved* Metastasis- Lymphatic >> Blood (m/c lung)* Exception is Choriocarcinoma where blood metastasis (m/c lung)>> lymphatic metastasis.* Most common testicular tumor- in general - seminoma# Prepubertal adults- teratoma# Infant and children- yolk sac tumor* Most common presentation- nodule or painless swelling of one gonad* Most common bilateral testicular tumor- Malignant lymphoma* Most common bilateral primary testicular tumor- Seminoma* FNAC contraindicated* Intial IOC- USG(hypo echoic area within tunica albuginea is suspicious)* HPE diagnosis by-radical orchiectomy (inguinal approach)* Scrotal orchiectomy- contraindicated* Chavesseac maneuver- soft clamp applied to cord- biopsy from suspicious area- sent for frozen section- if+ ligate cord, do orchiectomy- final HPE",
        "cop": 2,
        "opa": "Inguinal",
        "opb": "Para aortic",
        "opc": "External iliac",
        "opd": "Internal iliac",
        "subject_name": "Surgery",
        "topic_name": "Testicular Cancer",
        "id": "0626d713-469d-45e5-9fbb-5d6a10a5cdab",
        "choice_type": "single"
    }
]