[
    {
        "question": "Testicular artery usually arises from",
        "exp": "Ans) a (Abdominal aorta ....) Ref Chaurasia vol 2 pg 186Testicular artery is a branch of abdominal aorta given off at the level of vertebrae L2.Venous drainageVeins emerging from the testis forms pampiniform plexus. Plexus condenses into 4 veins at the superficial inguinal ring & into 2 veins at the deep inguinal ring.Ultimately one vein is formed which drains into IVC (on right side) or left renal vein (on left side).",
        "cop": 1,
        "opa": "Abdominal aorta below renal artery",
        "opb": "Renal artery",
        "opc": "Internal iliac artery",
        "opd": "Ext iliac artery",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "9ecbc05b-b255-47b5-b7b1-bf55f0f21abd",
        "choice_type": "multi"
    },
    {
        "question": "Traditionally scrotal carcinoma is associated with which of the following occupations?",
        "exp": "Ans. is 'a' i.e., Chimney sweeps & 'b' i.e., Mule spinners * Carcinoma of the scrotum.* It is traditionally recognized as an occupational hazard for chimney sweeps and mule spinners.* It was described by Potts.* Unlike carcinoma of the penis, carcinoma of the scrotum is almost unknown in India and Asiatic countries.* The growth starts as a wart or ulcer and as it grows it may involve the testis.* The growth is excised with a margin of healthy skin. If associated enlargement of the inguinal nodes does not subside with anti- biotics, a bilateral block dissection should be carried out up to the external nodes.",
        "cop": 1,
        "opa": "Chimney sweeps",
        "opb": "Mule spinners",
        "opc": "Coal worker",
        "opd": "Wood workers",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "3dcdb838-a988-4a97-8ce7-6a1826bc641a",
        "choice_type": "multi"
    },
    {
        "question": "All predispose to torsion testis, except:",
        "exp": "Ans: b (Epididymo orchitis) Ref: Bailey & Love, 24th ed, p. 1405Epididymo orchitis does not predispose to torsion testisPredisposing factors for torsion of testisa) Inversion of the testis (most common)b) High investment of the tunica vaginalis cause testis to hang within the tunica like a clapper in a bellc) Separation of the epididymis from the body of the testis permits torsion of the testis without involving the cord. Twisting is confined to the pedicle which connects the testis with the epididymisMost common b/w 10 & 25 yrs of age- Prehn signOn elevation of testisPain increases - in torsionPain decreases -in epididymo orchitisPyuria is associated with Epididymo orchitis, not with torsion testisInv of choiceColour Doppler- detects the decreased blood flow to testis in torsionTc 99 pertechnate scan - demonstrates decreased blood flowTreatment:1) In the 1st hr torsion can be treated by manipulation, (but later on surgery is done to fix testis)2) If not correctable by manipulation or more than one hr has passed, then surgery has to be done. Surgery must be done within 4 hrs. otherwise testis will be dead.3) Both affected & unaffected testis should undergo orchidopexy because anatomical variation responsible for torsion is likely to be bilateral.",
        "cop": 2,
        "opa": "Inversion testis",
        "opb": "Epididymo orchitis",
        "opc": "High investment of tunica vaginalis",
        "opd": "Separation of epididymis from body of testis",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "cf894587-d08f-4c14-9359-46314e0bdae9",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding Seminoma EXCEPT",
        "exp": "C. i.e. (Radio resistant) (1312 - 13. S. Das 5th) (1385-B & L 25th)* Testicular seminoma is remarkably radiosensitive tumour and vigorous attempt should be made to irradicate the tumour even in patients with advanced diseaseSEMINOMA - is the most common form of testicular tumour in the adult (Between 35 and 45 years). They almost never occur in infancy* Painless swelling is commonest presentation* A seminoma metastasizes almost exclusively by the lymph vessels* Active lymphocytic infiltration of the tumour suggests a good host response and a better prognosisTERATOMA - age between 20 and 35. years* Pulmonary metastasis suggests that the tumour is a teratoma*** Teratoma is less sensitive to radiation* Jaundice and palpable liver may be the only presenting features of a case of teratoma* Most common testicular tumor in prepubertal adults is Yolk sac tumour**",
        "cop": 3,
        "opa": "Common in age between 35 and 45 years",
        "opb": "Metastasis to lymphatics",
        "opc": "Radio resistant",
        "opd": "Not seen before puberty",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "b4a3008d-4e9d-48f8-ad65-1b10f3b387e3",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old male presented to surgery OPD with complaints of scrotal swelling. Patient also gives a history of anorexia and weight loss. On examination the swelling was hard. All of the following investigations are advised except:",
        "exp": "Ans. A. Incisional biopsyExplanationBecause of the characteristic and well-described lymph drainage of the testicle, there is no role for trans-scrotal biopsy or orchiectomy.If the intrascrotal tissue planes are violated during orchiectomy, the lymphatic drainage can be altered, affecting future treatment.Testicular cancerMost cases of primary testicular cancer are germ cell origin (95%); the remainder are predominantly stromal (Leydig cell) or sex cord (Sertoli cell) tumors.The most common presenting complaint in men with testicular cancer is a painless testicular mass.Specific tumor markers: a-fetoprotein, (3-human chorionic gonadotropin, and lactate dehydrogenase staging.Primary Tumor (T)pTX Primary tumor cannot be assessedpT0 No evidence of primary tumorpTis Intratubular germ cell neoplasiapT1 Tumor limited to the testis and epididymis without lymphovascular invasion, may invade tunica albuginea but not tunica vaginalispT2 Tumor limited to the testis and epididymis with lymphovascular invasion or tumor involving the tunica vaginalispT3 Tumor invades the spermatic cord with or without lymphovascular invasionpT4 Tumor invades the scrotum with or without lymphovascular invasionRegional Lymph Nodes (Clinical) (N)NX Regional lymph nodes cannot be assessedNO-No regional lymph node metastasisN1-Metastasis within one or more lymph nodes less than 2 cm in sizeN2-Metastasis within one or more lymph nodes greater than.2.cm but less the 5 cm in sizeN3-Metastasis within one or more lymph nodes greater than.5.cm in sizeRegional Lymph Nodes (Pathologic) (N)NX Regional lymph nodes cannot be assessedNO No regional lymph node metastasisN1 Metastasis within 1-5 lymph nodes; all node masses less than 2 cm in sizeN2 Metastasis within a lymph node greater than 2 cm but not greater than 5 cm in size, or more than 5 lymph nodes involved, none greater than 5 cm and none demonstrating extranodal extension of tumorN3 Metastasis within one or more lymph nodes greater than 5 cm in size Distant Metastasis (M)MX Distant metastasis cannot be assessedMO No distant metastasisMl Distant metastasisM1a Nonregional nodal or pulmonary metastasisM1b Distant metastasis at site other than nonregional lymph nodes or lung Serum Tumor Markers (S)SX Tumor markers not available or performedSO Tumor markers within normal limitsSI LDH <1.5x normal, hCG <5000 IU/L, alpha-fetoprotein (AFP) <1000 ng/mLS2 LDH 1.5-10x normal, hCG 5000-50,000 IU/L, alpha-fetoprotein (AFP) 1000-10,000 ng/mLS3 LDH >10x normal, hCG >50,000 IU/L, AFP >10,000 ng/mLInitial treatment of suspected testicular tumor is radical inguinal orchiectomy, which involves removal of the testicle and spermatic cord at the level of the inguinal ring.Second-line treatment is directed by tumor histology and lymph node stagingFor seminoma stage IA and IB disease, treatment options include surveillance, radiotherapy to the regional lymph nodes (20 Gy), and one or two cycles of carboplatin-based chemotherapy.For seminoma stage IIA and IIB, radiotherapy of the retroperitoneal lymph nodes is standard therapy; for stage IIC or III, platinum-based chemotherapy is standard therapy.For non-seminomatous germ cell tumors (NSGCT) stage I disease, the options include surveillance, retroperitoneal lumph node dissection (RPLND), and cisplatin-based chemotherapy.For NSGCT stage IIA, either primary RPLND (in patients with normal levels of tumor markers) or three or four cycles of cisplatin-based chemotherapy is standard;For NSGCT stage IIB, three or four cycles of cisplatin-based chemotherapy is standard, followed by RPLND or surveillance.",
        "cop": 1,
        "opa": "Incisional biopsy",
        "opb": "High frequency ultrasonography of scrotum",
        "opc": "Serum human chorionic gonadotropin (hCG) levels",
        "opd": "Serum lactate dehydrogenase (LDH) levels",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "7265982b-6ac5-43b3-95af-fd3f08e85b28",
        "choice_type": "multi"
    },
    {
        "question": "Which is a feature of filarial epididymo orchitis?",
        "exp": "Ans: d (All of the above) Ref:S. Das, p. 459- Filarial epididymo orchitis is quite common and subacute in nature.- Usually affects the globus major of the epididymis.- Gradually testis is involved.- Secondary hydrocoele is not uncommon.Thberculous epididymitisCraggy epididymis leading to softening.Filarial epididymo-orchitisPresence of a history of periodic feverAbsence of craggy epididymisFormation of cold abscess sinusAbsence of involvement of the seminal vesicles on rectal examinationPresence of eosinophiliaDemonstration of microfilaria in peripheral blood",
        "cop": 4,
        "opa": "Absence of involvement of seminal vesicles on PR",
        "opb": "Eosinophilia",
        "opc": "Microfilaria in blood",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "9888d0fe-4b75-486b-9ca2-35899cda7499",
        "choice_type": "multi"
    },
    {
        "question": "In testicular tumours",
        "exp": "(Maldescent of testis leads to malignancy) (1411-LB) (1385-B & L 25th)Tumours of the Testes* About 99% of testicular neoplasm are malignant and although they make up only about 1 -2% of malignant tumours (MC tumours in young males)* **Maldescent undoubtedly predisposes to malignancy.* Tumours of testis = Seminoma (40%) Teratoma (32%) combined (14%) interstitial tumours (1.5%) lymphoma (71%).* Malignant teratoma intermediate teratocarcinoma is the most common histologic variants of teratoma.* Clinical features(i) First noticing that he has a testicular lump. A sensation of heaviness.(ii) Only 30% of patients experience pain (Normally painless)(iii) There is a history of trauma to the affected side in over 10%(iv) 10% of patients have lax secondary hydroceleEssentials of Diagnosis (1070-CSDT 11th)* Painless firm mass within the testicle in a man aged 18-40* Elevated serum levels of the beta subunit of(i) Human chorionic gonadotropin (P-hCG) (ii) Alpha fetoprotein (AFP) (iii) Lactic dehydrogenase (LDH) or all three* Enlarged retroperitoneal nodes on abdominal CT scan* Palpable abdominal mass in advanced cases.",
        "cop": 2,
        "opa": "Only 10% are malignant",
        "opb": "Maldescent of testes leads to malignancy",
        "opc": "Extremely painful",
        "opd": "Excoriation of the superficial skin",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "050bf53f-7568-4a4f-a381-e8c7c1d36222",
        "choice_type": "single"
    },
    {
        "question": "Treatment of a large hydrocele in an infant:",
        "exp": "Ans: c (Herniotomy)Ref: Bailey & Love, 24th ed, p. 1408 & 23rd ed, p. 1275",
        "cop": 3,
        "opa": "Repeated aspirations",
        "opb": "Ligation of sac at the opening of inguinal canal",
        "opc": "Herniotomy",
        "opd": "Eversion of sac",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "f3a643d7-c20b-4135-afff-204f74fe30bf",
        "choice_type": "single"
    },
    {
        "question": "Wolffian duct give rise to",
        "exp": "(Vas deference) (1403-LB) (1377-B &L 25,h)* The testis develops from the genital fold medial to the mesonephros (Wolffian body)* The Wolffian duct becomes the epididymis and vas deferensDevelopment of genitourinary System:Embryonic structureStructure developing in MALEStructure developing in FEMALEGenital tuberclePenis (C. cavernosa)ClitorisUrethral foldsPenile urethra (C. spongiosa)Labia minoraGenital swellingScrotumLabia majoraGubemaculumGubemaculums testisLigament of ovaryRound ligament of uterus Genital glandsTestisOvary (genital ridge)Germinal cordsSeminiferous tubulesPfluger's tubeMesonephric duct (Wolffian duct)Epididymis, Vas deferens and seminal vesicles Ejaculatory ductsAppendix epididymidisDuct of epoophoron Gartner's duct vesicular appendageUreter, renal pelvis etc Trigonal structure**Ureter, renal pelvis, et^ Trigonal structuresMullerian duct (Paramesonephric duct)Appendix testisProstatic utricleUterine tubes, Uterus, Vagina (upper four- fifths)Muller's tubercleVeromontanumSite of hymenSinovaginal bulb from urogenital sinusPart of prostatic utricleLower one-fifth of vaginaJunction of sinovaginal bulb and urogenital sinusDisappears normally (remnants probably from posterior urethral valves)HymenUrogenital sinusVentral and pelvic partUrinary bladder (except the trigone)Supramontanel part of prostatic urethraUrinary bladder (except the trigone) whole urethraPhallic or urethral portionInframontanal part of prostatic urethra Membranous urethraVaginal vestibules",
        "cop": 1,
        "opa": "Vas deference",
        "opb": "Appendix testis",
        "opc": "Testis",
        "opd": "Prostate",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "2d6df48d-cd66-40d7-9ad9-7b6d7081cb40",
        "choice_type": "single"
    },
    {
        "question": "Regarding lipoma of spermatic cord which of the following is true:",
        "exp": "Ans: d (All of the above) Ref: S. Das, p. 449Sites of ectopic testis -* Superficial inguinal pouch (inguinal)* Femoral triangle (femoral)* Perineum (perineal)* Base of penis (pubic)Diffuse lipoma of the spermatic cord* Very rare condition* Cord feels soft & lobulated* Swelling is irreducible* No impulse on coughingChair test (Orr) -To differentiate retractile testis from ectopic testis",
        "cop": 4,
        "opa": "Soft & irregular",
        "opb": "No cough impulse",
        "opc": "Will not reduce",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "16d99dd3-be0a-4a44-aac4-dfc0a7690a06",
        "choice_type": "multi"
    },
    {
        "question": "Operation for undescended testis should be done at (at what age in years)?",
        "exp": "Ans. b (1-2 years). (Ref. Bailey and Love 25th/76; Nelson, Paediatrics, 17th/pg. 1817)S No.ProcedureAge for elective surgery1.Cleft lip6-12 weeks (MH 2006)2.Cleft palate1-1.5 years3.Umbilical herniaAfter 1 year of age, if required.4.Inguinal herniaAny age5.Congenital hydrocele (Herniotomy)After one year (AIIMS-2001 June)6.Undescended testisWithin 2 years of age (MH -2000)7.Hypospadias (not glandular)1-1.5 years8.Patent ductus arteriosusAt birth9.Coarctation of aorta3-4 years# Anundescended/ectopic testis is prone for: (3 T's)- Trauma, Tumor and Torsion# Operating on very small children needs high skills in patients with undesended testis.# So orchidopexy is not usually done before 2 years.# However before the boy starts for school, he can be operated, but best is to wait till he is dry (to avoid wound infection).# It is to operate on same side at a time.# Seeing the complications related to the condition. 9-15 months is suggested as the best time for operation.# Spermatic venography is usefully employed in location of undescended testis if this is not identified using cross - sectional imaging# CT is the best investigation for localization of non-palpable undescended/ectopic testis# Laparoscopy-the optimum method of visualizing the anatomy.",
        "cop": 2,
        "opa": "1",
        "opb": "1 to 2",
        "opc": "2 to 3",
        "opd": "5",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "16a066a2-be74-4646-9c74-ac29c2db4bac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following predisposes to testicular germ cell tumors?",
        "exp": "Ans. is 'd' i.e., All the above * Predisposing factors for testicular Germ Cell Tumors are:a) Cryptorchidismb) Testicular feminization syndromec) GCT of one testis is a risk factor for the other testisd) Testicular Ca in a siblinge) Klienfelter syndrome - is associated with mediastinal GCTf) Administration of estrogens (eg DES) to the mother during pregnancy is associated with increased incidence of testicular Ca in male offspring.",
        "cop": 4,
        "opa": "Kleinfelter syndrome",
        "opb": "Testicular carcinoma in sibling",
        "opc": "Cryptorchidism",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "f02fccff-7e24-43ef-93a6-eea5eeae171e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about hydrocele",
        "exp": "Ans. is 'b' i.e., It is not possible to get above the swelling on examination of the scrotum * Hydroceles are typically translucent and it is possible to 'get above the swelling' on examination of the scrotum.Hydrocele* A hydrocele is an abnormal collection of serious fluid in a part of the processus vaginalis, usually the tunica.* Hydrocele fluid contains albumin and fibrinogen. If the contents of a hydrocele are allowed to drain into a collecting vessel, the liquid does not clot; however, the fluid coagulates if mixed with even a trace of blood that has been in contact with damaged tissue.* About 5% of inguinal hernias are associated with a vaginal hydrocele on the same side.* In congenital hydrocele, the processus vaginalis is patent and connects with the peritoneal cavity. The communication is usually too small to allow herniation of intra-abdominal contents. Pressure on the hydrocele does not always empty it but the hydrocele fluid may drain into the peritoneal cavity when the child is lying down; thus, the hydrocele is often intermittent.* Encysted hydrocele of the cord is a smooth oval swelling near the spermatic cord, which is liable to be mistaken for an inguinal hernia. The swelling moves downwards and becomes less mobile if the testis is pulled gently downwards.* Hydrocele of the canal of Nuck is a similar condition in females. The cyst lies in relation to the round ligament and is always at least partially within the inguinal canal.",
        "cop": 2,
        "opa": "Abnormal collection of serous fluid in tunica vaginalis",
        "opb": "It is not possible to get above the swelling on examination of the scrotum",
        "opc": "Vaginal hydrocele is associated with 5% of the inguinal hernia",
        "opd": "In congenital hydrocele processus vaginalis is patent and connects to the peritoneal cavity.",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "335e7130-3c90-4984-854a-b55133d2cca4",
        "choice_type": "multi"
    },
    {
        "question": "If a child with acute scrotal pain and swelling where testicular torsion is highly suspected, how would you proceed:",
        "exp": "Ans. (C) Immediate scrotal exploration on both sides(Ref: Bailey & Love's Short Practice of Surgery 27th Ed; Page No-1506)Torsion TestisMost common in adolescent 10-25 years.Sudden onset of pain in the testis.Preceded by vigorous activities just before (Example sexual activity).One important predisposing factor is ''Bell Clapper deformity.Investigation of choice: Color Doppler-detects the decreased blood flow to testis in torsion.In the 1st hour of torsion can be treated by manipulation (but later on surgery has to be done to fix the testis.If not correctable by manipulation or more than one hour has passed then Surgery has to be done. Surgery must be done within 4 hours. Otherwise the testis will be dead.Both the affected and unaffected testis should undergo orchidopexy because the anatomical variation responsible for torsion is likely to be bilateral.Different diagnosis: Epididymo-orchitis",
        "cop": 3,
        "opa": "Immediate scrotal exploration only on side of swelling",
        "opb": "Immediate scrotal exploration on same side and delayed exploration on other side",
        "opc": "Immediate scrotal exploration on both sides",
        "opd": "Observation",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "ec7078f4-cdc3-4806-a90b-2ae7e83282fc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following testicular carcinoma is not germ cell tumor -",
        "exp": "Ans. is 'd' i.e., Gonadoblastoma",
        "cop": 4,
        "opa": "Embryonal cell carcinoma",
        "opb": "Teratoma",
        "opc": "Choriocarcinoma",
        "opd": "Gonadoblastoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "0bf8f4ab-b15b-44ee-a7e4-0477143ffc40",
        "choice_type": "single"
    },
    {
        "question": "Germ cell tumour not common in young males-",
        "exp": "(D) (Lymphoma) (1385-86, Baily and Love 26th, (953-CSTD 13th, 1326 S. Das 7th)* LYMPHOMA IS MORE COMMON IN ELDERLY PATIENTS -CLASSIFICATION OF TESTICULAR TUMOURS -A) Germ Cell Tumours (GCT)B) Non-Germ Cell Tumoursa) Seminoma (45%) (Most common)a) Interstial tumours 1.5% i) Leydig cell tumourii) Sertoli cell tumourb) Teratoma (38%)b) Lymphoma c) Other tumoursa) Teratoma differentiated (TD)b) Malignant teratoma, intermediate (MTI) (Terato carcinoma)c) Malignant teratoma, undifferentiated (MTU) (Embryonal carcinoma)d) Malignant teratoma trophoblastic (MTT) (Chorio-carcinoma).The peak incidence of teratoma is between 25 and 30 years of age and that for seminoma is between 35 and 45 years of age and combined tumours occupy in intermediate age group -* Most common testicular tumour in prepubertal adults is yolk sac tumour.Testicular tumours -* A solid testicular lump that cannot be felt separately from the testis may be a malignant tumour.* Painless firm mass within the testicle in a man age 18 to 40.* Lymphatic spread to the para-aortic lymph node**.* Ultrasound is a mandatory investigation in all cases of suspected testicular tumours.* Tumour markers AFP (Yolk sac tumour) HCG.(Choriocarcinoma) Lactic dehydrogenase should be measured prior to orchidectomy.Enlarged retroperitoneal nodes on abdominal CT scan).* Testicular tumours are extremely sensitive to platinum based chemotherapy.* Prognosis is excellent when patient is treated with combination chemotherapy BEP (Bleomycin, etoposide and cis-platinum) in a cancer centre.",
        "cop": 4,
        "opa": "Spermatocytic seminoma",
        "opb": "Teratoma",
        "opc": "Chorio-carcinoma",
        "opd": "Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "9ffa27c6-36f5-452c-b137-584bbdc140bc",
        "choice_type": "single"
    },
    {
        "question": "Testicular tumor that is rare in childhood:",
        "exp": "Ans. a (Seminoma). (Ref. Bailey 24th/1385).Teratomas tend to occur in younger men, with the peak incidence being between 20 and 35 yearst whereas the peak incidence of seminoma is between 35 and 45 years. Seminoma is rare before puberty.COMMON TUMORS OF THE TESTISSeminoma (40%)Most common tumor.Extremely rare before puberty, and presents between 35-45 yrs.Seminomas are radiosensitive and excellent results have been obtained by irradiating stage 1 and stage 2tumours.More recently, the tumour has been shown to be highly sensitive to cisplatin, which is already being used for patients with metastatic disease.Teratoma (32%)Tends to occur at a younger age, presenting between 20 and 35 yrs.Teratomas are less sensitive to radiation.Stage 1 tumours can be managed by watching the level of serum markers and by repeated computerised tomography. Teratomas at stages 2--4 are managed by chemotherapy.Cisplatin, methotrexate, bleomycin and vincristine have been used in combination with great success.RPLND (Retroperitoneal lymph node dissection) is sometimes needed when retroperitoneal masses remain after chemotherapy. The operations can be formidable if the tumour is large and retrograde ejaculation is likely unless steps are taken to preserve the sympathetic outflow to the bladder neck.Combined seminoma and teratoma (14%)-Radical orchidectomy + ChemoradiotherapyLymphoma (7%)Constitutes the most common form of teticular cancer in men over the age of 60 yrs.ChemotherapyInterstitial TumorsMajority between 20Radical orchidectomy(1.5%)and 30 years. SEMINOMA# Represents about 50% of all GCTs# Has a median age in the fourth decade# 70% patients present with stage I disease, about 20% with stage II disease, and 10% with stage III disease;# Lung or other visceral metastases are rare.# Rx:# Radiation therapy is the treatment of choice in patients with stage I disease and stage II disease where the nodes are <5 cm in maximum diameter.# When a tumor contains both seminoma and nonseminoma components, patient management is directed by the more aggressive nonseminoma component.Germ Cell TumorsMost common malignancy in men 15 to 34 years of ageSeminoma# Rare in infants, incidence increases to a peak in the fourth decade# 10% are anaplastic seminomas; show nuclear atypia# Prognosis; with treatment; 5-year survival rate exceeds 90%# Highly radiosensitive; metastases rareEmbryonal carcinoma# Most commonly in the 20-30-year-age group# Aggressive, present with testicular enlargement# 30% metastatic disease at time of diagnosis# Serum AFP: elevated# 5-year mortality rate 65%# Less radiosensitive than seminomas# Often metastasize to nodes, lungs, and liver# May require orchiectomy and chemotherapyChoriocarcinoma# Most common in men 15-25 years of age, highly malignant# May have gynecomastia or testicular enlargement# Elevated serum and urine hCG levels# Tends to disseminate hematogenously, invading lungs, liver, and brain# Treated with orchiectomy and chemotherapyYolk sac tumor# Most common in children and infants, although rare overall# Elevated alpha fetoprotein (AFP)# Very aggressive; exhibiting a 50% 5-year mortality rate# May be considered a variant form of embryonal carcinomaTeratoma# Can occur at any age, but are most common in infants and children# Appears as a testicular mass# Exhibit a variety of tissues, such as nerve, muscle, cartilage, and hair# Benign behavior during childhood, variable in adults# 2-year mortality is 30%# Treatment: orchiectomy, followed by chemotherapy and radiationNon-Germ Cell TumorsLeydig cell tumor# Usually unilateral# Can produce androgens or estrogens# Children: present with masculinization or feminization; adults: gynecomastia# Usually benign and only 10% are invasive; surgery may be curativeSertoli cell# Usually unilateral# Can produce small amounts of androgens or estrogens, usually not enough to cause endocrinologic changes# Present with testicular enlargement# Over 90% are benignLymphoma# Lymphomas are the most common testicular cancer in elderly men# The tumors are rarely confined to the testes (often disseminated)",
        "cop": 1,
        "opa": "Seminoma",
        "opb": "Teratoma",
        "opc": "Interstitial cell tumor",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "7b30d82a-f048-4a77-9bc3-f201b24b8377",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of ectopic testis is",
        "exp": "(Superficial inguinal ring) (1405-LB) (1379-B &L 25th)Ectopic testis descending order (i) Superficial inguinal ring (ii) perineum (iii) Root of the penis (iv) femoral triangle* Continued descent of the testis may progress after birth, but descent comes to a halt before 2 years of age. The degenerative changes begin to occur at 2 years of age.* Operation is indicated after 12-18 months since degenerative changes begin to take place* The incidence of testicular cancer in a cryptoorchid testis (30 times higher than the normal population)* The prognosis for fertility following orchidopexy in unilateral maldescent is 80%, whereas fertility after bilateral orchidopexy is about 50%",
        "cop": 1,
        "opa": "Superficial inguinal ring",
        "opb": "In the perineuim",
        "opc": "Root of the penis",
        "opd": "Femoral triangle",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "2791bf05-f978-4d55-b002-24a83de97c54",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor encountered undescended testes?",
        "exp": "Ans. C. Seminoma. (Ref. Bailey and Love 26th/pg. 1378).Undescended testis# Testes that are absent from the scrotum after three months of age are unlikely to descend# Histological changes in the testis can be seen from one year of age# An incompletely descended testis tends to atrophy as puberty approaches# Boys with undescended testes are at greater risk of infertility, testicular malignancy (esp seminoma), hernia and testicular torsion.Retractile testis# Retractile testes should be differentiated from true undescended testes# Retractile testes are more common than true undescended testes# Retractile testes require no treatmentINCOMPLETELY DESCENDED TESTISDefinition: Incomplete descent of the testis occurs when the testis is arrested in some part of its normal path to the scrotum. An ectopic testis is a testis that is abnormally placed outside this path.Incidence: About 4 % of boys are bom with one or both testes incompletely descended. About two thirds of these reach the scrotum during the first three months of life, but full descent after that is uncommon. The incidence of testicular maldescent at the age of one year is around 1 %. In 10 % of unilateral cases, there is a family history.Pathology: The condition is more common on the right and is bilateral in 20 % of cases. In adults, secondary sexual characteristics are typically normal.The testis may be:# intra-abdominal; usually lying extraperitoneally just inside the internal inguinal ring;# intra-canalicular; it may or may not be palpable;# extra-canalicular; usually at the scrotal neck;# ectopic; the most common site is within the superficial inguinal pouch which lies just inferior and medial to the superficial inguinal ring. Other rarer ectopic sites include the femoral triangle, the root of the penis and perineum.Useful investigations include:# laparoscopy-theoptimummethodofvisualisingtheanatomy;# ultrasound scan - this has a limited role in detecting an inguinal testis in an obese boy;# hormonal-in cases of bilateral impalpable testes, the presence of testicular tissue can be confirmed by recording a rise in serum testosterone in response to intramuscular injections of human chorionic gonadotrophin; these boys require specialist endocrine review.Consequences:Infertility, Malignancy (The most common cancer is a seminoma and, as with fertility, it is unclear whether early orchidopexy reduces the risk of malignancy.), Hernia, Testicular torsion.# Rx: Orchidopexy: usually performed before the boy reaches 12 months of age in an attempt to prevent the consequences. Orchidectomy is often advised for the unilateral intra-abdominal testis, which cannot be corrected by orchidopexy because of the future risk of malignancy. In cases of bilateral intra-abdominal testes, microvascular transfer and staged orchidopexy are two options available to preserve the testes if the testicular vessels are too short to permit a single-stage orchidopexy.In undescended testis, seminoma is the malignany most likely to develop if at all. Seminomas are radiosensitive and excellent results have been obtained by irradiating stage 1 and stage 2 tumours. More recently, the tumour has been shown to be highly sensitive to cisplatin, which is already being used for patients with metastatic disease. Experts are divided as to whether patients with stage 1 disease should be treated with adjuvant chemotherapy.If there are no metastases, 95% of patients will be alive 5 years after orchidectomy and radiotherapy or chemotherapy.If there are metastases, the survival rate drops to 75%.",
        "cop": 3,
        "opa": "Teratoma",
        "opb": "Lymphoma",
        "opc": "Seminoma",
        "opd": "Choriocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "984b7cc7-dad7-4765-90db-b33111152262",
        "choice_type": "single"
    },
    {
        "question": "Most common site of ectopic testis:",
        "exp": "Ans: b (Superficial inguinal pouch) Ref: Bailey, 24th ed,p. 1404Commonest position of ectopic testis is at the superficial inguinal pouch.Ectopic testis* Occurs due to rupture of the main scrotal tail of the gubernaculum testis. According toLockwood the gubernaculum testis have 5 tails.1) The scrotal tail - Mnain one2) Pubic tail - attached to pubic tubercle3) Perineal tail - attached to perineum4) Inguinal tail - attached to front of the inguinal canal5) Femoral tail - attached to the saphenous opening* Scrotal tail is the strongest and others disappear and so testis normally descents to scrotum.* In case one of the four accessory tails becomes stronger, the testis is drawn towards the attachment of that tail and then testis is called an ectopic testis.Sites of ectopic testis* Superficial inguinal pouch (inguinal) -Most common* Base of penis (pubic)* Femoral triangle (femoral)* Perineum (perineal)",
        "cop": 2,
        "opa": "Lumbar",
        "opb": "Superficial inguinal pouch",
        "opc": "Superficial perineal pouch",
        "opd": "Root of penis",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "1bc2f884-4dbd-4008-a549-3e35388d1d0b",
        "choice_type": "single"
    },
    {
        "question": "What is oligospermia?",
        "exp": "Ans: a (Sperm count <20 million/c.mm) Ref: Bailey, 24th ed,p. 1416; Shaw, 13th ed,p. 202Oligospermia (Oligozoospermia)- Mild - 10 - 20 million/ c.mm- Moderate -5-10 million/ c.mm- Severe - <5 million/ c.mmAspermia -no semen.(anejaculation)Azoospermia -no sperm in semenAsthenospermia -no motile sperm or diminished motilityNecrospermia -dead sperms (all sperms are nonmotile or nonviable)Teratospermia -abnormal morphology of spermsLeucocytospermia -increased white cells in semenOligoasthenoteratozoospermia -sperm variables all subnormalPolyzoospermia -count is more than 350 million/c.mmNormozoospermia -all semen parameters normal",
        "cop": 1,
        "opa": "Sperm count < 20 million/ c.mm",
        "opb": "Absence of sperms",
        "opc": "Absence of semen",
        "opd": "Decreased spermatogenesis",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "e4efef18-8cf1-4100-84c7-69358b660026",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a retention cyst?",
        "exp": "Ans. b (Spermatocele). (Ref. Bailey and Love, 25th/1383)SPERMATOCELE is unilocular retention cyst, derived from epidydymis.CLASSIFICATION OF CYSTSA. Congenital (Persistence of normal vestigial remnants)1. Nuchal, thyroglossal, branchial.2. Ectopia of various tissues3. Failure of continuation of tubular element.4. Hamartomas5. Hydatid of morgagni6. Dermoid, epidermoid, enterogenous7. PCKD8. Cystic hygroma, omental cystB. Acquired1. Mucus retention cyst3. Parasitic5. Degenerative7. Apoplectic (not a true cyst)9. Pseudocyst11. Epidermoid/sebaceous13. Mammary dysplasia15. Hematogenous cyst17. Cystadenoma, cystic teratoma2. Implantation cyst4. Hyperplastic6. Traumatic8. Neoplastic10. Spermatocele, Retention cyst of mouth12. Hydatid, trichinosis14. Uterine leiomyoma16. Pituitary18. Pancreas",
        "cop": 2,
        "opa": "Sebaceous cyst",
        "opb": "Spermatocele",
        "opc": "Dermoid cyst",
        "opd": "Pancreatic cyst",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "87161582-2d59-42b7-a017-2f917d40133b",
        "choice_type": "single"
    },
    {
        "question": "Bag of worm feel is seen in:",
        "exp": "Ans: b (Varicocele) Ref: Bailey, 24th ed, p. 1407Bag of worm feel on palpation is characteristically seen in varicocele.Varicocele* Condition in which veins of the pampiniform plexus becomes dilated and tortuous.* Usually left side is affected.* Impulse on coughing is more like a thrill.* On palpation it feels like a 'bag of worms'.* Rapid onset varicocele suggests a carcinoma of kidney.( Renal vein is often involved earlier by penneation and thus compress left spermatic vein which drain into left renal vein and on right side I.V.C is affected into which drains right spermatic vein)* Oligospermia -->>it interferes with the normal temperature control of scrotum and affects spermatogenesis (evidence for this is contradictory)Why left side common?* Left spermatic vein is longer than right.* Left spermatic vein enters the left renal vein at a right angle.* At times left testicular artery arches over left renal vein and compresses it.* Left colon when loaded may press on the left testicular vein.TreatmentTreatment of choice - Embolisation of the testicular vein under radiographic control.Varicocele is a common condition that tends to recur after surgical treatment.",
        "cop": 2,
        "opa": "Hernia",
        "opb": "Varicocele",
        "opc": "Hydrocele",
        "opd": "Orchitis",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "70a90f6a-fce8-46b3-abc8-5755b34b4495",
        "choice_type": "single"
    },
    {
        "question": "All of the following are good prognostic factors for seminoma testis except?",
        "exp": "Ans is 'c' i.e., Nonpulmonary visceral metastasesoPresence of Nonpulmonary visceral metastases is an intermediate prognostic factor. All other are good progsotic factors (see the table below).oAny primary site and any level of tumor markers if present with no nonpulmonary visceral metastasis are considerd good prognostic factors.The International Germ Cell Consensus Classification (IGCCC) prognostic criteria for seminomaGood-prognosis seminoma (90% of seminomas)5-year survival 86%; 5-year progression-free survival (PFS )82%*. Any primary site*. No nonpulmonary visceral metastases*. Normal AFP, any hCG. any LDHIntermediate-prognosis seminoma (10% of seminomas) 5-year survival 72%; 5-year PFS 67%*. Any primary site*. Nonpulmonary visceral metastases*. Normal AFP, any hCG, any LDHPoor prognosis*. No seminoma patients are classified as poor prognosisThe International Germ Cell Consensus Classification (IGCCC) prognostic criteria for seminomaGood-prognosis nonseminoma (56% to 61% of nonseminomas)5-year survival 92%; 5-year progression-free survival (PFS) 89%*. Testis/retroperitoneal primary7*. No nonpulmonary visceral metastases*. Good serum tumor marker levels:-#. Alpha-fetoprotein (AFP) less than 1,000ng/mL#. Human chorionic gonadotropin (hCG) less than 5,000IU/mL (1,000ng/mL)#. Lactate dehydrogenase (LDH) less than 1.5 times the upper limit of normalIntermediate-prognosis nonseminoma (13-28% of nonseminomas)5-year survival 80%; 5-year PFS 75%*. Testis/retroperitoneal primary*. No nonpulmonary visceral metastases*. Intermediate elevation of serum tumor markers#. AFP 1,000 to 10,000ng/mL#. hCG5,000IU/L to 50,000IU/L#. LDH 1.5 to 10 times normalPoor prognosis nonseminoma (16%-26% of nonseminomas)5-year survival 48%; 5-year PFS 41%*. Mediastinal primary*. Nonpulmonary visceral metastases*. Poor serum tumor markers#. AFP more than 10,000ng/mL#. hCG more than 50,000IU/mL (10,000ng/mL)# LDH more than 10 times the upper limit of normal",
        "cop": 3,
        "opa": "Primarily gonadal",
        "opb": "Primarily retroperitoneal",
        "opc": "Nonpulmonary visceral metastases",
        "opd": "AFP more than 10,000 ng/Ml",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "25b028fa-e471-4dde-a343-bf748b417480",
        "choice_type": "multi"
    },
    {
        "question": "Alpha feto protein is a marker of",
        "exp": "(Yolk sac carcinoma): (999-CSTD 13th edition; 424-Shaw's 15th)MARKERS1. Endodermal sinus (Yolk sac) tumour* Alpha-fetoprotein and alpha-1 antitrypsin2. Choriocarcinoma - hCG3. Embryonal cell carcinoma - AFP & hCG4. Dysgerminoma and pure germinomas do not secrete these markers but secretes lactose dehydrogenase",
        "cop": 1,
        "opa": "Yolk sac carcinoma",
        "opb": "Embryonic cell",
        "opc": "Dysgerminoma",
        "opd": "Choriocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "b4962abb-472a-4d8e-b596-3a2b665a4198",
        "choice_type": "single"
    },
    {
        "question": "Most radiosensitive testicular tumor is",
        "exp": "Ans. a (Seminoma). (Ref. LB, 25th/1384)Radiosensitive tumors are seminoma, Ewing's sarcoma, Hodgkin's lymphoma, few gynaecological malignancies and medulloblastoma.Radiotherapy -is the treatment of choice for# Oral cavity, lip, tongue, cheek# Nasopharynx, Oropharynx and hypopharynx# Nasal cavity# Larynx# Skin cancers (except melanoma)# Cervix# Bladder (except Tl)# Testis - Seminoma# Hodgkin's disease - early disease# NHL - early disease# Medulloblastoma (following surgery)# Retinoblastoma# Astrocytomas (grade 3 and 4)Radiosensitivity of different tumorsHighly radiosensitiveModerately radiosensitiveRelatively resistantHighly resistantLymphomaSeminomaMyelomaEwing's sarcomaWilm's tumorsSmall cell lung cancerBreast cancerBasal cell carcinomaMedulloblastomaTeratomaOvarian cancerSquamous cell lung cancerRCCRectal carcinomaBladder carcinomaSoft tissue sarcomaCervical cancerMelanomaOsteosarcomaPancreatic Ca",
        "cop": 1,
        "opa": "Seminoma",
        "opb": "Teratoma",
        "opc": "Lymphoma",
        "opd": "Sertoli cell tumor",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "9b03ac41-c74c-4cf2-8a10-fa907d67c567",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma testis, the lymphatic metastasis goes to the first site seen in",
        "exp": "(Para-aortic lymph node) (1386-Baily & Love 25th)Metastasis first develop in the retroperitoneal nodes; right sided tumours metastasize primarily to the inner aortocaval region just below the renal vessels and left sided tumours primarily to the left para-aortic area at the same level (953-CSDT 13th)Lymphatics of the Testis - runs upwards in the spermatic cord and passing through the internal inguinal rings.They branch fountain- wise (behind and adherent to the posterior peritoneum) towards the para-aortic lymphnodes in the region of the origin of spermatic vessels. Above this level the lymph drains into thoracic duct which extends through the mediastinum to the left supraclavicular fossa where it drains into the left innominate vein. Lymphatics from the medial side of the testis may run with the artery to the vas and drain into lymph node at the bifurcation of the common iliac arteryInguinal lymphnodes are only affected if the scrotum in involved.ALSO - REMEMBER* Most common tumour above 50 years of age - Lymphoma* Most common testicular tumour in prepubertal adults (Infant and children) is Yolk sac tumour* Seminoma are most common testicular tumours, better prognosis, most radiosensitive tumours* Non seminoma are more malignant than seminoma* Seminomas as well as nonseminomas typically metastasize through- lymphatics*** a- feto protein is elevated in 70% of patients with non seminomatous testicular cancer but is not elevated in seminoma* Markers {LDH, fihCG, a-fetoprotieri) are used mainly to follow tumour regression or predict recrudescence as even minute amounts of tumour may cause serum elevations however tumour may be present without elevation of serum markers* Most common germ cell tumour is - Seminoma",
        "cop": 1,
        "opa": "Para-aortic lymph nodes",
        "opb": "Superficial inguinal nodes",
        "opc": "Deep inguinal nodes",
        "opd": "Internal iliac nodes",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "947d3fec-56dc-415b-be8c-724635a77018",
        "choice_type": "single"
    },
    {
        "question": "Treatment of seminoma is:",
        "exp": "Ans: a (High orchidectomy with radiotherapy) Ref: Bailey & Love, 24thed,p. 1411Treatment of testicular neoplasm involves high orchidectomy for tissue diagnosis and further management depending on the nature of tumour and the extent of lymphatic spread. So the obvious answer is high orchidectomy with radiotherapyStageExtent of diseaseSeminomaNonseminomaIATestis only, no vascular/ lymphatic invasion (Tl)High orchidectomy with radiation therapyHigh orchidectomy RPLND or observationIBTestis only with vascular/ lymphatic invasion (T2) or extension through tunica albuginea(T2) or involvement of spermatic cord (T3) or scrotum (T4)High orchidectomy with radiation therapyHigh orchidectomy with RPLNDIIANodes < 2 cmHigh orchidectomy with radiation therapyHigh orchidectomy with RPLND or chemotherapy often followed by RPLNDIIBNodes 2 -5 cmHigh orchidectomy with radiation therapyHigh orchidectomy RPLND +/- adjuvant chemotherapy or chemotherapy followed by RPLNDIICNodes > 5 cmHigh orchidectomy ChemotherapyHigh orchidectomy, chemotherapy, often followed by RPLNDIIIDistant metastasisHigh orchidectomy ChemotherapyHigh orchidectomy, chemotherapy, often followed by surgery (biopsy or resection)Tumorus of testis* Seminoma (40%): B/w 35 and 45 yrs* Teratoma (32%): Younger age group peak incidence b/w 20 & 35 yrs* Combined seminoma & teratoma (14%)* Interstitial tumours (1.5%)* Lymphoma (7 %): Men over 60 yrs* Others (5.5%)Note:Transscrotal approach in neoplasm of testis is contraindicated because of early spread of malignancy to scrotal skin.",
        "cop": 1,
        "opa": "High orchidectomy with radiotherapy",
        "opb": "Radiotherpy",
        "opc": "Chemotherapy only",
        "opd": "Trans scrotal resection of testis",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "e3706dce-174e-4f25-b8ad-33c0838a4911",
        "choice_type": "single"
    },
    {
        "question": "Cryptoorchidism is associated with malignant changes to",
        "exp": "(Seminoma): (1307-1308-S. Das 7th edition; 1378-Bctily & Love 26th)CRYPTORCHIDISM - predisposes to testicular cancer, with the incidence increasing inversely with the level of testicular descent (i.e testicles remaining in the abdomen have a much incidence of cancer) Seminoma is more common in this situationHazards of incomplete descent are* Sterility in bilateral cases (especially intra- abdominal cases)* Indirect inguinal hernia* Pain, Torsion* Epididymo-orchitis can mimic appendicitis* Atrophy of an inguinal testis before puberty* An incompletely descended testis is smaller than the normally descended testis is smaller than the normally descended testis and it may undergo more atrophy particularly when it is situated in the inguinal canal due to recurrent trauma* An completely descended testis tends to atrophy as the boy approaches puberty, atrophy of an inguinal testes can occur even before puberty, possibly due to recurrent minor trauma**** Orchidopexy (synonym-orchiopexy) consists firstly of mobilization of the testis and spermatic cord and secondly retaining the testis in the scrotum* Most pediatric surgeons perform orchidopexy at around the first year of life*** Preoperative localization of the intra- abdominal undescended testis using CT, MRI or ultrasound may be helpful, laparoscopy is currently the procedure of choice**",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Seminoma",
        "opc": "Embryonal cell carcinoma",
        "opd": "Choriocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "a0c97745-5a65-4e7d-a8c6-bd53a7662b87",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about undescended testes?",
        "exp": "Ans is 'c' i.e., Risk of developing testicular malignancy is about 20 times more \"All types of malignant testicular tumors are more common in incompletely descended testes even if they have been brought down surgically. However it does improve the prospect of early diagnosis.\" -- Bailey* Risk of developing testicular malignancy is about 40 times (not 20 times) more.Undescended testis* In undescended testis - the testes is arrested in some part of its path to the scrotum.* In Ectopic testis - the testis is abnormally placed outside its path.* Retractile testis - in infancy 80% of inapparent testis are retractile testis and require no t/t.* Approx 70-77% of cryptorchid testes will spontaneously descend, usually by 3 months of age.* More common in preterm, small for gestational age, LEW & twin neonates.* More common on Rt. Side** Secondary sexual characterstics are normal* Complications of incomplete descenti) Torsion of testisii) Epididymo-orchitisiii) An associated indirect inguinal hernia is frequentiv) Atrophyv) Pain - A testis situated in the inguinal canal is often liable to trauma and give rise to pain in the groinvi) Sterility - If the condition is bilateralvii) Malignancy - risk is 40 times more than a normally placed testis.",
        "cop": 3,
        "opa": "Surgery for undescended testes does not decrease the chances of development of testicular carcinoma",
        "opb": "Approximately 70% of the crytorchid testes descend by 3 months of age",
        "opc": "Risk of developing testicular malignancy is about 20 times more",
        "opd": "Patients have normal secondary sexual characteristics",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "74929727-7067-449c-9b55-0ab9f08563ad",
        "choice_type": "multi"
    },
    {
        "question": "A child presented with severe pain with twisted cord. The treatment is",
        "exp": "i.e. (Surgical treatment): (1379-80-Love & Bailey 25th)Prompt exploration, untwisting and fixation is the only way to save the torted testisThe patient should be counselled and consented for orchidectomy before explorationThe anatomical abnormality is bilateral and the contralateral testis should also be fixedEpididymitis - sudden pain in the scrotum, rapid unilateral scrotal enlargement, and marked tenderness that extends to the spermatic cord in the groin and may be relieved by scrotal elevation (Prehn's sign) (927- CSDT13th) some patients pain is relieved by scrotal hypothermiaTorsion of the testicular appendices (Vestigial mullerian duct structure) - gradual onset, point tenderness rathan than diffuse tenderness, visible necrotic lesion on scrotal transillumination (blue dot sign)Treatment - Self limiting since necrosis and auto amputation usually occurs, warm baths, limited activity and anti inflammatory agents",
        "cop": 4,
        "opa": "Elevation of the testes relieve the pain",
        "opb": "Rest and antibiotics",
        "opc": "Scrotal hypothermia",
        "opd": "Surgical treatment",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "a245ff26-5221-4550-b6aa-7a9c5562fc72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following should be done for an acute onset painful scrotal swelling in 12 years old male?",
        "exp": "Ans. is 'a' i.e., Doppler stethoscope evaluation * Acute onset painful scrotal swelling in 12 years old preadolescent male is most probably due to torsion of testis. In suspected cases of torsion of testis or testicular appendage a doppler stethoscope should be used to evaluate blood flow to the testicles (if decreased or absent, suspect testicular torsion and prepare the patient for surgery).",
        "cop": 1,
        "opa": "Doppler stethoscope evaluation",
        "opb": "Administer analgesics",
        "opc": "Advise bed rest",
        "opd": "Administer antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "4c4f6fba-ee85-4bb7-b650-bfa82b38b2ae",
        "choice_type": "single"
    },
    {
        "question": "Lord's and Jaboulay's operation is indicated for",
        "exp": "(Hydrocele) (1408-LB 24th) (1382-B & L 25th)Treatment of Hydrocele - Lord's operation is suitable when the sac is reasonably thin walled. There is minimal dissection and the risk of haematoma is reduced.Eversion of the sac with placement of the testis in a pouch prepared by blunt dissection in the facial planes of the serotum is an alternative (Jabouley's procedure)Varicocele - Embolisation of the testicular vein under radiographic control is probably the treatment of choice (1407-LB)* Simplest surgical procedure is ligation of the testicular vein above the inguinal ligaments where the pempiniform plexus has coalesced into one or two vessels",
        "cop": 1,
        "opa": "Hydrocele",
        "opb": "Varicocele",
        "opc": "Seminoma",
        "opd": "Teratoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "5e4a1d79-3b04-4e3b-b776-136153299779",
        "choice_type": "single"
    },
    {
        "question": "Most probable cause for a 70 yr old man presenting with tes-ticular tumour is",
        "exp": "Ans b (Lymphoma) Ref: Bailey & Love's slum practice of surgery 25th editionIncidenceSeminoma - 40%Teratoma - 32%Combined seminoma&teratoma -14%Interstitial tumours -1.5%Lymphoma - 7%Others - 5.5 %Age group< 10 yrs - Yolk sac tumour (most common)20 - 40 yrs - GCT (seminoma)50 yrs - LymphomaSpermatocytic seminoma (10% of the seminomas of which half occur in men over 50 years of age)",
        "cop": 2,
        "opa": "Seminoma",
        "opb": "Lymphoma",
        "opc": "Teratoma",
        "opd": "Choriocarcinoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "8c994154-5045-4e9b-8d49-9627121ca402",
        "choice_type": "single"
    },
    {
        "question": "An 80-year-old male with a testicular tumour- most probably it will be: (AI 2001)",
        "exp": "Ans: a (Lymphoma) Ref: Robbins, 7th ed, p. 1046Lymphomas account for 5% of testicular tumours and constitute the most common form of testicular neoplasm in men over the age of 60.\"The histologic type in most cases is the diffuse large cell lymphoma\"Prognosis is extremely poor.Testicular tumoursSeminoma - 40%Teratoma - 32%Combined - 14%Lymphoma - 7%Interstitial - 1.5%Others - 5.5%\"Pulmonary mets suggest that tumour is a teratoma\" (Bailey, p. 1411)",
        "cop": 1,
        "opa": "Lymphoma",
        "opb": "Seminoma",
        "opc": "Teratoma",
        "opd": "Lipoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "0412abf4-bf23-45d5-bed0-ca6ef4b0eeae",
        "choice_type": "single"
    },
    {
        "question": "Bag of worms in scrotum is seen in",
        "exp": "Ans. is 'a' i.e.,Varicocele Varicocele* A varicocele is a varicose dilatation of the veins draining the testis.* Most varicoceles present in adolescence or early adulthood, usually on the left.* In many cases the dilated vessels are cremasteric veins and not part of the pampiniform plexus.* Obstruction of the left testicular vein by a renal tumour or after nephrectomy is a cause of varicocele in later life; characteristically, the varicocele does not decompress in the supine position.* Varicocele is usually symptomless but there may be an annoying dragging discomfort that is worse if the testis is unsupported.* The scrotum on the affected side hangs lower than normal, and on palpation, with the patient standing, the varicose plexus feels like a bag of worms.* There may be a cough impulse.* If the patient lies down the veins empty by gravity and this provides an opportunity to ensure that the underlying testis is normal to palpation.* In longstanding cases the affected testis is smaller and softer than its fellow owing to a minor degree of atrophy.* It is widely believed that varicocele causes infertility but the evidence is inconclusive.",
        "cop": 1,
        "opa": "varicocele",
        "opb": "Spermatocele",
        "opc": "Inguinal hernia",
        "opd": "Hydrocele",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "9e7bc87f-48a1-4c77-ad54-71bafd7bfcff",
        "choice_type": "single"
    },
    {
        "question": "First line of intervention in symptomatic varicoceles is -",
        "exp": "Ans. is 'a' i.e., Embolization * Operation is not indicated for an asymptomatic varicocele.* When the discomfort is significant, then embolisation of the gonadal veins is the usual first line intervention.* If this is not possible, or if the varicocele recurs (as it does in around 20 per cent after embolisation), then surgical ligation of the testicular veins is the appropriate treatment, although recurrence can occur even after such surgery.",
        "cop": 1,
        "opa": "Embolization",
        "opb": "Conservative management",
        "opc": "Ligation of testicular vein",
        "opd": "Orchidectomy",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "3b3fbeb0-569e-4d8b-9c3b-bdf512d7b51d",
        "choice_type": "single"
    },
    {
        "question": "40 years male presents with translucent scrotal swelling in which it is possible to get above the swelling on examination. What is the most probable diagnosis?",
        "exp": "Ans. is 'a' i.e., Hydrocele * Hydroceles are typically translucent and it is possible to 'get above the swelling' on examination of the scrotum.Hydrocele* A hydrocele is an abnormal collection of serious fluid in a part of the processus vaginalis, usually the tunica.* Hydrocele fluid contains albumin and fibrinogen. If the contents of a hydrocele are allowed to drain into a collecting vessel, the liquid does not clot; however, the fluid coagulates if mixed with even a trace of blood that has been in contact with damaged tissue.* About 5% of inguinal hernias are associated with a vaginal hydrocele on the same side.* In congenital hydrocele, the processus vaginalis is patent and connects with the peritoneal cavity. The communication is usually too small to allow herniation of intra-abdominal contents. Pressure on the hydrocele does not always empty it but the hydrocele fluid may drain into the peritoneal cavity when the child is lying down; thus, the hydrocele is often intermittent.* Encysted hydrocele of the cord is a smooth oval swelling near the spermatic cord, which is liable to be mistaken for an inguinal hernia. The swelling moves downwards and becomes less mobile if the testis is pulled gently downwards.* Hydrocele of the canal of Nuck is a similar condition in females. The cyst lies in relation to the round ligament and is always at least partially within the inguinal canal.",
        "cop": 1,
        "opa": "Hydrocele",
        "opb": "Indirect inguinal hernia",
        "opc": "Varicocele",
        "opd": "Sebaceous cyst",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "f0ef07e3-76ae-410c-825d-b653dc2db3cd",
        "choice_type": "multi"
    },
    {
        "question": "All are true about spermatocytic seminoma except:",
        "exp": "Ans: a (3 types are there) Ref: Robbins, 7th ed, p. 1042Spermatocytic seminoma is a non seminomatous slow growing testicular tumour seen in old age. It does not have three types.Spermatocytic seminoma* Both clinically & histologically distinct from seminoma* Variant of germ cell tumour that do not arise from an intratubular germ cell neoplasia (other being teratoma in children)* Uncommon tumour 1 - 2% of all testicular germ cell neoplasms* Affected individuals over 65 yrs of age* S low growing tumour that rarely produces metastases* Excellent prognosis* Grossly spermatocytic seminoma tends to be larger than classic seminoma and presents with a pale grey soft cut surface, sometimes with mucoid cysts* Microscopy - 3 cell population all intermixedPathologic classification of common testicular tumoursGerm cell tumours (~ 95%)Nonseminomas* Spermatocytic seminoma* Embryonal carcinoma* Yolk sac (endodermal sinus) tumour* Choriocarcinoma* TeratomaSeminomaOthers (5%)Sex cord / gonadal stromal tumorsTumors containing both germ cell & sexcord/ gonadal stromal elementsLymphoid & Haematopoeitic tumorsMiscellaneousLeydig cell tumorsGonadoblastomaLymphomaCarcinoidSertoli cell tumour LeukemiaAdenomaGranulosa cell tumour PlasmacytomaCarcinomaThecoma / fibroma Most of the germ cell neoplasm arise from intratubular germ cell neoplasia; exceptions are spermatocytic seminoma, dermoid cyst, epidermoid cyst, paediatric tumours like yolk sac tumour and teratoma (pgi june 2007)",
        "cop": 1,
        "opa": "Three types are there",
        "opb": "Seen in 65 years of age group",
        "opc": "Slow growing tumour",
        "opd": "Clinically and histologically not related to seminoma",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "76eb9735-fa50-46c7-917d-01abca9c1fcd",
        "choice_type": "multi"
    },
    {
        "question": "Prehn sign is positive in -",
        "exp": "Ans. is 'a' i.e., Acute epidydimoorchitis Prehn's sign on elevation of testis the:* pain is not relieved in torsion (test is negative)* pain relieved in epidydimoorchitis (test is positive)",
        "cop": 1,
        "opa": "Acute epidydimoorchitis",
        "opb": "Chronic orchitis",
        "opc": "Testicular torsion",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "438e12b8-3475-42c0-a88e-0e8d689c298b",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice for congenital hydrocele?",
        "exp": "Ans. B. Herniotomy. (Ref. Bailey and Love 26th/pg. 1382; 381).# In congenital hydrocele, the processus vaginalis is patent and connects with the peritoneal cavity. The communication is usually too small to allow herniation of intra-abdominal contents. Pressure on the hydrocele does not always empty it but the hydrocele fluid may drain into the peritoneal cavity when the child is lying down; thus, the hydrocele is often intermittent. Ascites should be considered if the swellings are bilateral.# Congenital hydroceles are treated by herniotomy if they do not resolve spontaneously.# Established acquired hydroceles often have thick walls. Lord's operation is suitable when the sac is reasonably thin- walled. There is minimal dissection and the risk of haematoma is reduced. Eversion of the sac with placement of the testis in a pouch prepared by dissection in the fascial planes of the scrotum is an alternative (Jaboulay's procedure).# Herniotomy: In children who have lateral hernias with a persistent processus, it is sufficient only to remove and close the sac. This is called a herniotomy. In adult surgery, herniotomy alone has a high recurrence rate and some form of muscle strengthening is added (herniorrhaphy).",
        "cop": 2,
        "opa": "Sac eversion",
        "opb": "Herniotomy",
        "opc": "Conservative",
        "opd": "Hernioraphy",
        "subject_name": "Surgery",
        "topic_name": "Testis & Scrotum",
        "id": "769e2376-403e-43b3-a79a-f0f1eefb2ff8",
        "choice_type": "single"
    }
]