[
    {
        "question": "Placental alkaline phosphates is marker of:",
        "exp": "PLAP-most useful marker for bulk disease. Tumour marker for seminoma is PLAP. BETA HCG is also raised in 5-10% of pure seminomas as they contain syncytiotrophoblast like giant cells.",
        "cop": 4,
        "opa": "Theca cell tumour",
        "opb": "Teratoma",
        "opc": "Choriocarcinoma",
        "opd": "Seminoma",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "a7f3389a-7a40-40a8-8a7b-dc5d78cdba62",
        "choice_type": "single"
    },
    {
        "question": "In varicocele surgery, venous drainage is done by:",
        "exp": "Treatment* High inguinal ligation (near deep ring) of pampiniform plexus of veins* Microvascular sub inguinal ligation (best results)* Palomo's operation: ligation of Left Gonadal Vein in retroperitoneum * Alternative venous drainage cremasteric veins",
        "cop": 4,
        "opa": "IVC",
        "opb": "Aoa",
        "opc": "Superior epigastric vein",
        "opd": "Cremasteric vein",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "da904c5f-5665-45f9-8bb2-739b107fc9c0",
        "choice_type": "single"
    },
    {
        "question": "Congenital hydrocele is best treated by:",
        "exp": "Congenital hydrocele (Communicating hydrocele) Patent processus vaginals allows peritoneal fluid to freely communicate. Size of hydrocele fluctuates, usually related to activity Congenital hernia has the same defect. UDT are commonly associated. Wait for 2 years for spontaneous closure. Otherwise the treatment is herniotomy",
        "cop": 4,
        "opa": "Eversion of sac",
        "opb": "Excision of sac",
        "opc": "Lords procedure",
        "opd": "Herniotomy",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "6ad69da4-c1ac-4e4c-a3cd-45912467f3bb",
        "choice_type": "single"
    },
    {
        "question": "Bell clapper testis predisposes to:",
        "exp": "Testicular torsion is a condition in which testicle twists in such a way that the blood supply is compromised. Abnormalities which lead to torsion of the testis: 1. High investment of tunica vaginalis causing the testis to hang within the tunica like a clapper in the bell bilaterally. 2. Inversion of the testis. 3. Separation of the epididymis from the pedicle that connects the testis.",
        "cop": 1,
        "opa": "Torsion testis",
        "opb": "Varicocele",
        "opc": "Cancer of testis",
        "opd": "Hydrocele",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "d556230a-d454-437f-bebc-14f4fa1a243f",
        "choice_type": "single"
    },
    {
        "question": "Stage - II testicular Teratoma is treated by:",
        "exp": "STAGING AND TREATMENT Stage Extent of disease Seminoma Teratoma IA Testis only, without vascular or lymphatic invasion (T1) Radiation therapy RPLND or observation IB Testis with vascular or lymphatic invasion (T1), or ex-tension through tunica albuginea (T2), or involvement of sprematic cord (T3), or scrotum (T4) Radiation therapy RPLND IIA Nodes <= 2 cm (N1), S0/S1 Radiation therapy RPLND OR chemotherapy followed by RPLND IIB Nodes > 2-5 cm (N2), S0/S1 Radiation therapy RPLND +- adjuvant chemotherapy or chemotherapy followed by RPLND IIC Nodes > 5 cm (N3), S0/S1 Chemotherapy Chemotherapy followed by RPLND IIf Distant metastasis Chemotherapy Chemotherapy followed by surgery (biopsy or resection) Is Only serum tumor markers are raised (S1 to S3) Chemotherapy Chemotherapy STAGE Seminoma non Seminoma upto 2nd b Radiation therapy RPLND +- adjuvant chemotherapy above 2nd b Chemotherapy Chemotherapy followed by surgery (biopsy or resection)",
        "cop": 1,
        "opa": "Orchidectomy + RPLND",
        "opb": "Orchidectomy + Chemotherapy",
        "opc": "Orchidectomy",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "6146f937-89ae-43c5-abd1-53560aa024ed",
        "choice_type": "single"
    },
    {
        "question": "What is the grade of given varicocele?",
        "exp": "Varicocele Classification Subclinical Not palpable or visible at rest or during Valsalva maneuver, but demonstrable by special testsQ (reflux found on doppler examination) Grade 1 Palpable during ValsalvaQ maneuver, but not otherwise Grade 2 Palpable at restQ, but not visible Grade 3 VisibleQ and palpable at rest",
        "cop": 4,
        "opa": "Subclinical",
        "opb": "Grade I",
        "opc": "Grade II",
        "opd": "Grade III",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "82bf56e3-c18c-447f-868b-8534f3c18d07",
        "choice_type": "single"
    },
    {
        "question": "What is not seen in undescended testis?",
        "exp": "ASSOCIATED ANOMALIES WITH UNDESCENDED TESTIS Epididymal anomalies and patent processus vaginalis upto 90% cases of UDT. Renal Anomalies in 10% cases (renal hypoplasia, agenesis, horse shoe kidney, PUJ obstruction) Hypospadias Hazards: (SATHI - Sterility, Atrophy, Trauma, Tumor, Torsion, Hernia, Inflammation) Neoplasia Relative risk of testicular tumor is increased 17 times. MC tumor that develops is seminoma. Infeility Histopathological changes sta at 1 year. At 6-8 years, spermatogenesis is absent. Endocrine functions are retained as the Leydig cells are less sensitive to temperature. Surgical repositioning before the onset of histopathological changes decreases the risk of subfeility. Hernia: Patient processus vaginalis is seen in 90% cases of UDT. Torsion: Increased susceptibility DIAGNOSIS: Inguinal exploration is IOC for UDT.",
        "cop": 1,
        "opa": "Hydrocele",
        "opb": "Hernia",
        "opc": "Teratoma",
        "opd": "Seminoma",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "084d04e6-8421-4197-b23a-71d5d2ced7f5",
        "choice_type": "single"
    },
    {
        "question": "Chinese lantern on transillumination seen in:",
        "exp": "Chinese - Lantern pattern on transillumination is more commonly seen in epididymal cyst.",
        "cop": 2,
        "opa": "Spermatocele",
        "opb": "Epididymal cyst",
        "opc": "Hydrocele of cord",
        "opd": "Secondary hydrocele",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "c9aa57d4-5ea3-40ea-a869-e5c7b34f1c61",
        "choice_type": "single"
    },
    {
        "question": "If torsion of the testicle is suspected, surgical exploration:",
        "exp": "Torsion of the testicle should be corrected as soon as possible after the diagnosis is enteained. Incomplete torsion can cause paial strangulation, the effects of which may be overcome if surgical intervention is accomplished within 12 hours, whereas severe torsion with complete compromise of the blood supply results in loss of the testis unless surgical intervention occurs within approximately 4 hours. The contralateral scrotum should also be explored at the time of the operation, since the primary anatomic defect--insufficient attachment of the testicle to the scrotal sidewall--most often is a bilateral phenomenon. If the contralateral scrotum is not explored, the patient runs a very high risk of undergoing torsion on the other side and the possible complication of loss of both testes.",
        "cop": 4,
        "opa": "Can be delayed 24 hours and limited to the affected side.",
        "opb": "Can be delayed but should include the asymptomatic side.",
        "opc": "Should be immediate and limited to the affected side.",
        "opd": "Should be immediate and include the asymptomatic side.",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "b1d730da-c7fd-4667-a9d3-d612867a5e4e",
        "choice_type": "single"
    },
    {
        "question": "Most malignant testicular tumors is:",
        "exp": "Topic: - TESTICULAR TUMOR MC histological type of testicular tumor: Mixed (if option is there, otherwise seminoma) - MC tumor of testis: Seminoma - MC bilateral testicular tumor: Seminoma. - Most radiosensitive testicular tumor: Seminoma. MC testicular tumor in infant & children upto 3 years: Yolk sac tumor. MC testicular tumor in prepubeal children: Teratoma. - MC testicular tumor in patients > 60 years: Lymphoma - MC bilateral testicular tumor: Lymphoma. - MC secondary testicular tumour: Lymphoma. MC histologic type of testicular lymphoma: Diffuse large B-cell lymphoma (DLBL) Testicular tumour with best prognosis: Yolk sac tumor. Testicular tumour with worst prognosis: Hurricane tumor (Type of choriocarcinoma) Most malig: Choriocarcinoma",
        "cop": 3,
        "opa": "Seminoma",
        "opb": "Teratoma",
        "opc": "Choriocarcinoma",
        "opd": "Embryonal carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "6ae0a1b7-1252-4ab8-9b82-a55342a467d4",
        "choice_type": "single"
    },
    {
        "question": "The major blood supply to the testes comes through the:",
        "exp": "Testis arise from poions of the wolffian bodies on the genital ridge close to the kidneys; therefore, the major blood vessels from the testes arises from the aoa just below the renal aeries and are termed the internal spermatic aeries. Secondary blood supply to the testes comes from the aery of the vas deferens, and a small branch from the epigastric aery termed the external spermatic aery forms during descent of the testes from the abdomen to the scrotum. The surgical impoance of this phenomenon is that operations involving the region of the renal aeries may sacrifice the internal spermatic aery.",
        "cop": 3,
        "opa": "Hypogastric aeries.",
        "opb": "Pudendal aeries.",
        "opc": "Internal spermatic aeries.",
        "opd": "External spermatic aeries.",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "075a9699-da4a-4c63-be75-9a79c253d866",
        "choice_type": "single"
    },
    {
        "question": "To maximize feility potential, orchidopexy for cryptorchidism should be done before:",
        "exp": "Testes are exquisitely sensitive to temperature; therefore there is progressive deterioration of testes that are not within the scrotum. Cryptorchid testes Whether they are in inguinal canal, in intra-abdominal position, or in ectopic position, will undergo progressive spermatogenic failure, although adequate amounts of androgens may be produced & secreted. Timing of orchidopexy has been moved progressively backward, and now the recommendation is that orchidopexy should be accomplished before age 2 years, to maximize possibility of production of spermatozoa of normal quantity and quality. In cases of unilateral cryptorchidism; matter of surgical exploration is less critical; however, to provide maximum potential for both testes, the earlier cryptorchidism is surgically corrected; the better are chances for normal spermatogenesis.",
        "cop": 4,
        "opa": "15 years of age",
        "opb": "12 years of age",
        "opc": "18 years of age",
        "opd": "2 years of age",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "43c73edd-d830-4049-ac96-053f819ec8c4",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old man has a swelling in the scrotum. It shows clear transillumination anterioo the testis when a light is applied to the scrotum in a dark room. This physical exam is most consistent with?",
        "exp": "In adults, this is diagnostic, but in children, transillumination is also seen in an indirect inguinal hernai. As epididymal cyst may transilluminate but is posterior to the the testis",
        "cop": 3,
        "opa": "Cyst of the epididymis",
        "opb": "Torsion of testis",
        "opc": "Hydrocele",
        "opd": "Direct inguinal hernia",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "9d2d9996-2e35-45b1-a652-f6045a0c1093",
        "choice_type": "single"
    },
    {
        "question": "High inguinal orchidectomy specimen showed Teratoma testis with involvement of epididymis; stage is:",
        "exp": "8th AJCC (2017) TNM STAGING FOR TESTICULAR TUMORS T: Primary Tumor N: Regional Lymph nodes p Tis: Intratubular germ cell neoplasia (carcinoma in situ) N1: LN mass <= cm or multiple LN masses, none > 2 cm p. T1: Limited to the testis & epididymis and no vascular/ lymphatic invasion; Tumor may invade tunica albuginea but not tunica vaginalis N2: LN mass, > 2 cm but < 5 cm or multiple LN masses, any one mass > 2 cm but not < 5 cm p. T2: Limited to the testis & epididymis with vascular/ lymphatic invasion or extending through tunica albuginea with involvement of tunica vaginalis. N3: LN mass > 5 cm p. T3: Invades the spermatic cord with or without vascular/ Lymphatic invasion M: Distant metastases p. T4: Invades the scrotum with or without vascular/ lymphatic invasion M1: Non-regional nodal or pulmonary metastases M2: Non-pulmonary visceral masses",
        "cop": 1,
        "opa": "T1",
        "opb": "T2",
        "opc": "T3",
        "opd": "T4b",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "99512703-3b5b-4698-add8-10c8f5e1a635",
        "choice_type": "single"
    },
    {
        "question": "Best time for surgery of Undescended testis is:",
        "exp": "Management: Orchidopexy, Ideal time: 6-12 months of age. (Best time is 6 months) Types of Orchiopexy 1. Fowler-Stephens orchidopexy 2. Microvascular testicular autotransplanatation (Best results) 3. Ladd and Gross orchidopexy 4. Ombridanne's orchidopexy 5. Placing testis in Daos pouch 6. Keetley-Torek orchidopexy Diagnostic Laparoscopy IOC for 'non-palpable' UDT. Vas and testicular aery is traced in Pelvis. Blind ended Vas doesn't conclude the absence of testis, whereas Blind ended testicular aery is a definitive investigation for an absence of testis. Laparoscopy is also useful in lap. Assisted orchidopexy",
        "cop": 2,
        "opa": "Just after bih",
        "opb": "6 months of age",
        "opc": "12 months of age",
        "opd": "24 months of age",
        "subject_name": "Surgery",
        "topic_name": "Testis and scrotum",
        "id": "a7874a0c-b107-42f6-9edd-72dc556b0d03",
        "choice_type": "single"
    }
]