[
    {
        "question": "All of the following are features of SVC Syndrome except-",
        "exp": "Ans. is 'd' i. e., H'oarseness of voice SVC Syndromeo Superior vena cava syndrome (SVCS), is a group of symptoms caused by obstruction of the superior vena cava (a short, wide vessel carrying circulating blood into the heart). More than 90% of cases of superior vena cava obstruction are caused by cancer - most commonly bronchogenic carcinoma. Signs and symptomso Shortness of breath is the most common symptom, followed by face or arm swellingo Following are frequent symptoms:# Difficulty breathing# Headache# Facial swelling# Venous distention in the neck and distended veins in the upper chest and arms# Upper limb edema# Lightheadedness# Cough# Edema (swelling) of the neck, called the collar of Stokes# Pemberton's sign",
        "cop": 4,
        "opa": "Facial swelling",
        "opb": "Dilatation and congestion of neck veins",
        "opc": "Headache",
        "opd": "Hoarseness of voice",
        "subject_name": "Surgery",
        "topic_name": "Thoracic Outlet Syndrome",
        "id": "5833871e-cac4-48fc-8577-7c145a842e2a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following is true about thoracic outlet syndrome except -",
        "exp": "Ans. is 'd' i. e., Upper trunks of the brachial plexus are commonly affected Thoracic Outlet Syndromeo Is the collective name which includes -i) Cervical rib syndromeii) Scalenus anterior syndromeiii) Costoclavicular syndromeiv) Hyperabduction syndromev) Pectoralis minor syndromevi) First thoracic rib syndromeo The syndrome is caused by compression of the brachial plexus or subclavian vessels in the region of thoracic inlet. The symptoms may arise from neural, vascular or combined compressiono Neurological symptoms (are more common)# Compression of the brachial plexus usually affects its lower trunk (C8& Tl).# Symptoms are - Pain, paraesthesia and numbness usually in the finger and hands in the ulnar nerve distributiono Symptoms of Arterial Compression are seen less frequently in about 1/4 of the cases.# Symptoms are - Pain, numbness, paresthesia, coldness and weakness of the arm or hand. Raynauds phenomenon may also occur.# Venous symptoms are less common and include edema, venous distention, pain and cyanosiso Diagnostic tests or manoeuvres: 1. Adsons test*2. Costoclavicular compressive test*3. Hyperabduction test.*",
        "cop": 4,
        "opa": "Adson's test is used for diagnosis",
        "opb": "It may be caused by cervical rib",
        "opc": "Pain, numbness and paraesthesia in the involved extremity occur",
        "opd": "Upper trunks of the brachial plexus are commonly affected",
        "subject_name": "Surgery",
        "topic_name": "Thoracic Outlet Syndrome",
        "id": "f3d5446e-5bed-4255-910f-966d1bcdc611",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true about thoracic outlet syndrome:",
        "exp": "Ans is 'a' ie Radial Nerve is commonly affected (Ref. S. Das text book of Surgery, 4/e, p 170). Not the Radial nerve, but ulnar nerve is most commonly affected in thoracic outlet syndrome. Thoracic Outlet Syndromeis the collective name which includes -Cervical rib syndrome. Scalenus anterior syndrome Costoclavicular syndrome. Hyperabduction syndrome. Pectoralis minor syndrome. First thoracic rib syndrome. The syndrome is caused by compression of the brachial plexus or subclavian vessels in the region of thoracic outlet. The symptoms may arise from neural, vascular or combined compression. Neurological symptoms (are more common). Compression of the brachial plexus usually affect its lower trunk (C8& T1). Symptoms are - Pain, Paraesthesia and numbness usually in the finger and hands in the ulnar nerve distribution. Symptoms of Arterial Compression are seen less frequently in about 1/4 of the cases. Symptoms are - Pain, numbness, paresthesia, coldness and weakness of the arm or hand. Raynaud's phenomenon may also occur. Venous symptoms are less common and include edema, venous distention, pain and cyanosis. Diagnostic tests or man oeuvres: Adson's test*Costoclavicular compressive test*Hyperabduction test. * Treatment: Before surgical management conservative t/t is given a trial. Conservative Mx - Weight reduction, Exercise Programme. Operative management differs according to the pathology causing thoracic outlet obstruction. Excision of 1st rib (in First thoracic rib syndrome). Excision of cervical rib (in cervical rib syndrome). Scalenotomy (Scalenus anticus syndrome). Division of pectoralis minor (Pectoralis minor syndrome).",
        "cop": 1,
        "opa": "Radial Nerve is commonly affected",
        "opb": "Neurological features are most common.",
        "opc": "Resection of 1st rib relieves symptom",
        "opd": "Positive Adson's test",
        "subject_name": "Surgery",
        "topic_name": "Thoracic Outlet Syndrome",
        "id": "9c6c16a6-49d1-49ca-b036-e83a67e62d31",
        "choice_type": "multi"
    },
    {
        "question": "Adson's test is positive in -",
        "exp": "Ans. is 'a' i. e., Thorasic Outlet Syndrome Thoracic outlet Syndrome. TESTInstruction. Inference. Adson's test. The patient is instructed to- inspire maximally and hold his or her breath- the neck is fully extended and - the head is turned toward the affected side. A decrease or loss of the ipsilateral radial pulse suggests compression. This test causes narrowing of the space between the scalenus anticus and medius, resulting in compression of the subclavian artery and the brachial plexus. The Halsted (Costoclavicular) Test. The patient is instructed to place his or her shoulders in a military position (drawn backward and downward). This manoeuvre narrows the costoclavicular space between the first rib and the clavicle, there by causing neurovascular compression. A decrease or loss of the ipsilateral radial pulse or reproduction of symptoms suggests compression. The Wright (Hyperabduction) Test. The patient's arm is hyperabducted 180 degrees. Compression is suspected with decrease or loss of the radial pulse. The Wright (Hyperabduction) test causes the neurovascular structures to be compressed in the subcoracoid region by the pectoralis tendon, the head of the humerus, or the coracoid process. The Roos Test (Arm claudication test). The patient abducts his or her arm 90 degrees with external rotation of the shoulder. Reproduction of symptoms suggests compression. Additionally, neurogenic compromise may be detected using provocative tests such as percussion Maintaining this body position, he exercise his hands (performed by opening and closing the hand rapidly for 3 minutes in an attempt to reproduce symptoms.)of the nerve (Tinefs sign) or flexion of the elbow or wrist (Phalen's sign).",
        "cop": 1,
        "opa": "Thoracic Outlet Syndrome",
        "opb": "Homer's syndrome",
        "opc": "Carpal Tunnel Syndrome",
        "opd": "Axillary artery thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Thoracic Outlet Syndrome",
        "id": "51081ff7-5591-490d-b736-64471d0226f7",
        "choice_type": "single"
    }
]