[
    {
        "question": "A 52 year female pt. presents with symptoms of pheochromocytoma. She also has a thyroid carcinoma. Her thyroid Ca is of which type:",
        "exp": "Ans. is 'b' ie. Medullary carcinoma (Ref Harrison 17/e p2359 (16/e, p 2231, 15/e, p 2185) & Q. Nov. 2000). Pt. is having MEN syndrome type II. MEN syndrome is associated with medullary Ca of thyroid.",
        "cop": 2,
        "opa": "Anaplastic",
        "opb": "Medullary",
        "opc": "Folliculare",
        "opd": "Papillary",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "baf88a5b-1af4-4fbb-8665-0c4984126275",
        "choice_type": "single"
    },
    {
        "question": "The most common histologic type of thyroid cancer is -",
        "exp": "Ans. is 'c' i. e., Papillary type [Ref: Schwartz 9/e p1361 (8/e p1417); Harrison 17/e p. 2242 (16/e, p. 2122)\\o \"Papillary carcinoma accounts for 80% of ail thyroid malignancies in iodine-sufficient areas and is the predominant thyroid cancer in children and individuals exposed to external radiation. \" - Schwartzo Incidence of primaiy malignant tumors of thyroid gland (Harrison 17/e). Type of thyroid carcinoma. Approximate Prevalence. Papillary Carcinoma80-90%Follicular Carcinoma5-10%Medullary Carcinoma10%Anaplastic Carcinoma. Rare. Lymphomas1-2%o Also remembery Thyroid carcinoma is the most common malignancy of the endocrine system (Ref: Harrison, 17/e, p 2243)",
        "cop": 3,
        "opa": "Medullary type",
        "opb": "Follicular type",
        "opc": "Papillary type",
        "opd": "Anaplastic type",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "1f1c9273-3f6b-4086-8a83-a66d4ce14203",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the commonest tumour of thyroid -",
        "exp": "Ans. is 'c' i. e., Papillary 'Papillary carcinoma accounts for 80% of all thyroid malignancies in iodine-sufficient areas and is the predominant thyroid cancer in children and individuals exposed to external radiation. \" - Schwartz. Incidence of primary malignant tumors of thyroid gland (Harrison 17/e). Type of thyroid carcinoma. Approximate Prevalence. Papillary Carcinoma80-90%Follicular Carcinoma5-10%Medullary Carcinoma10%Anaplastic Carcinoma. Rare. Lymphomas1-2%* Also remember. Thyroid carcinoma is the most common malignancy of the endocrine system (Ref: Harrison, 17/e, p 2243)",
        "cop": 3,
        "opa": "Anaplastic carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Papillary carcinoma",
        "opd": "Medullary carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "24926ac8-e575-44a8-b426-b22e99e527a5",
        "choice_type": "single"
    },
    {
        "question": "FNAC cannot detect which of the following?",
        "exp": "Ans. a. Follicular carcinoma (Ref: Robbins 9/e p1097, 8/e p1123; Schwartz 9/e p1364, 1357; Sabiston 19/e p901-902; Bailey 26/e 765, 25/e p775)FBI AC cannot detect follicular carcinoma. 'The hallmark of all follicular adenomas is the presence of an intact, well-formed capsule encircling the tumor. Careful evaluation of the integrity of the capsule is therefore critical in distinguishing follicular adenomas from follicular carcinomas, which demonstrate capsular and/or vascular invasion. This cannot be done by cytology of aspirate alone obtained by a fine needle. - Robbins 8/e p1123. Limitations of FNAC in Thyroid Diseases. Not able to distinguish follicular adenoma from follicular carcinoma. QNot able to distinguish Hurthle cell adenoma from Hurthle cell carcinoma. QUseless in Reidel's thyroiditisQ (Biopsy is preferred)QFNAC is less reliable in patients who have history of head and neck irradiation or family history of thyroid cancer due to higher likelihood of multifocal lesions and occult cancer. QFollicular carcinoma of Thyroid. FTC account for 10% of thyroid cancers. Occurs more commonly in iodine-deficient areasQ. More common in women with mean age of 50 years. Genes implicated in FCT: p53Q, PTENQ, RasQ, PAX8/PPAR1. Pathology: Usually solitary lesion surrounded by capsuleQ. Histologically, follicles are present, but the lumen may be devoid of colloidQ. Malignancy is defined by the presence of capsular and vascular invasionQ. Tumor infiltration and invasion, as well as tumor thrombus within the middle thyroid or jugular veins, may be apparent at operation. Clinical Features: Usually present as solitary thyroid nodules, occasionally with a history of rapid size increase, and long-standing goiterQ. Pain is uncommon, unless hemorrhage into the nodule has occurred. Cervical lymphadenopathy is uncommon at initial presentation (about 5%). Preoperative clinical diagnosis of cancer is difficult unless distant metastases are present. Large follicular tumors (> 4 cm) in older men are more likely to be malignantQ. MC site of metastasis is bone (Osteolytic metastasis with pulsating secondaries in flat bones)QDiagnosis: FNAC is unable to distinguish benign follicular lesions from follicular carcinomasQ. Intraoperative frozen-section examination usually is not helpful, but should be performed when there is evidence of capsular or vascular invasion, or when adjacent lymphadenopathy is present. Treatment: Follicular lesion: HemithyroidectomyQ (80% of these patients will have benign adenomas). Thyroid cancer: Total thyroidectomy. QTotal thyroidectomy in older patients with follicular lesions > 4 cm because of the higher risk of cancer in this setting (50%)Q. Prophylactic nodal dissection is unwarrantedQ because nodal involvement is infrequent. Prognosis: The cumulative mortality: 15% at 10 years and 30% at 20 years. Most important prognostic factor: Age and distant metastasis. Poor long-term prognosis* Age >50 yearsQ* Tumor size > 4 cmQ * Higher tumor gradeQ* Marked vascular invasionQ* Extrathyroidal invasionQ* Distant metastasesQ",
        "cop": 1,
        "opa": "Follicular carcinoma",
        "opb": "Papillary carcinoma",
        "opc": "Colloid goiter",
        "opd": "Hashimoto's thyroiditis",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "66511959-4ba2-4dfb-a253-822c7ce684d2",
        "choice_type": "single"
    },
    {
        "question": "Thyroid Ca not diagnosed by FNAC -",
        "exp": "Ans. is 'a' i. e., Follicular o The diagnosis of follicular carcinoma cannot be made by FNA. o FNAB is unable to distinguish benigs follicular lesions from follicular carcinoma.",
        "cop": 1,
        "opa": "Follicular",
        "opb": "Medullary",
        "opc": "Papillary",
        "opd": "Anaplastic",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "a6fb2332-6fbb-407c-bd21-6d2dedfabefc",
        "choice_type": "single"
    },
    {
        "question": "Least malignant thyroid cancer is:",
        "exp": "Ans is 'a' i. e. Papillary Cancer Important points about thyroid malignancy: Least Malignant. Papillary Ca. Most Malignant. Anaplastic Ca. MC type of thyroid cancer after radiation. Papillary Ca*Latent period for radiation induced thyroid Ca. About 30 yrs*Type of thyroid cancer assoc with MEN syndrome. Medullary Ca*Thyroid Ca assoc with amyloidosis. Medullary Ca*Thyroid Ca assoc with dystrophic calcification. Papillary*Psammoma bodies are seen in. Papillary Ca*Orphan Annie-eyed nuclei are seen in. Papillary Ca*Thyroid cancer occurring in longstanding multinodular goitre. Follicular Ca*Carcinoma derived from the C cells of thyroid. Medullary*",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "193ef974-3d08-4b2e-824c-a46041e9a272",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of thyroid is -",
        "exp": "Ans. is 'a' i. e., Papillary o Papillary carcinoma thyroid accounts for 80% of all thyroid maligrancv in Iodine sufficient areas.",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Medullary",
        "opd": "Hurthle cell",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "3af5e1b9-1c6d-481a-a609-e8eb6caf9b2d",
        "choice_type": "single"
    },
    {
        "question": "In case of a long standing goitre., ca most probable to occur is:",
        "exp": "Ans. is 'a' ie follicular \"An increased incidence of cancer (usually follicular) has been reported from endemic areas. Dominant or rapidly growing nodules in longstanding goiters should always be subjected to aspiration cytology. \" - Bailey & Love",
        "cop": 1,
        "opa": "Follicular",
        "opb": "Papillary",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "d37202ac-43f2-4595-ab18-0da5281f69d9",
        "choice_type": "single"
    },
    {
        "question": "Cancer that arises from C-cells of thyroid",
        "exp": "Ans. (d) medullary. Ref: Bailey and Love 26th ed. ch. 5 / 741. Medullary thyroid cancer grows from specialized thyroid cells called parafollicular C-cells which are specialized thyroid cells that secrete calcitonin and play a major role in medullary thyroid cancer.",
        "cop": 4,
        "opa": "Follicular",
        "opb": "anaplastic",
        "opc": "Papillary",
        "opd": "Medullary",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "069f80a5-418a-4ba3-a631-2c95e5f9c145",
        "choice_type": "single"
    },
    {
        "question": "Treatment of medullary carcinoma thyroid is:",
        "exp": "Ans. c. Surgery only Treatment of medullary carcinoma thyroid is total thyroidectomy + central LS dissection +- ipsilateral MRND if tumor >1 cm0. If nodes are positive on ipsilateral side bilateral MRND should be done. \"I131 scan is of no use as MTC is TSH independent. \"Medullary Carcinoma Thyroid* Neuroendocrine carcinoma arising from parafollicular 'C' cells of thyroid* Parafollicular 'C' cells are derived from the ultimobranchial bodies and secrete calcitonin* 'C Cells are concentrated superolaterally in thyroid lobes, from where MTC usually develops* Most MTCs (75-80%) arise sporadically* Spread is both lymphatic and hematogenous* MC site of metastasis: Liver. Medullary Carcinoma Thyroid. Sporadic: 80%deg. Familial: 20%deg(Non-MEN setting/ MEN-2A/MEN-2B)* Originate in one lobe* Seen in 6* decade* RET protoncogeneQ mutation* Multicentric and bilateral* Occur in younger age* Associated with C-cell hyperplasia* RET protoncogene mutation. Clinical features: Medullary carcinoma should be suspected1. High level of serum Calcitonindeg and CEA2. Cervical lymph nodes at time of presentation (LN involvement, thyroid and blood borne metastases occurs early)03. Diarrhea at the time of presentation. 4. Amyloid in stroma histologically. 5. MEW setting: Evidence of Pheochromocytoma/Hyperparathyroidism/Thyroid cancer in family. (Discovery of medullary carcinoma thyroid makes family surveillance advisable)deg. Diagnosis:* Diagnosed by FNAC* l! JI scan is of no use as MTC is TSH independent.* Tumor marker: Calcitonin is raised in almost all cases of MTC* Calcitonin excess in MTC is not associated with hypocalcemia. Treatment: Total thyroidectomy + Central LN dissection +- Ipsilateral MRND if tumor >1 cm if nodes are positive on ipsilateral side: Bilateral MRNDFollow up: Level of Calcitonin falls after resection and is raises again in cases of recurrence, used for follow up. Prognosis:* MTC is associated with poor prognosis.",
        "cop": 3,
        "opa": "Surgery and radiotherapy",
        "opb": "Radiotherapy and chemotherapy",
        "opc": "Surgery only",
        "opd": "Radioiodine ablation",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "5b9e90f0-1d17-42f3-ac24-29ca59626337",
        "choice_type": "single"
    },
    {
        "question": "Tumor marker for medullary carcinoma of thyroid is:",
        "exp": "Ans. (d) Calcitonin. Ref: Bailey and Love 26th ed. ch. 51 / 764* Medullary thyroid cancer is a rare form of thyroid cancer and accounts for 3 to 10% of all thyroid cancers. It grows from specialized thyroid cells called parafollicular cells.* Parafollicular cells-C-cells; specialized thyroid cells that secrete calcitonin and play a major role in diagnosis of medullary thyroid cancer.",
        "cop": 4,
        "opa": "Albumin",
        "opb": "TSH",
        "opc": "Thyroglobulin",
        "opd": "Calcitonin",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "51458922-ae06-481f-ab7f-3efa41682c59",
        "choice_type": "single"
    },
    {
        "question": "Radiation exposure can leads to which thyroid carcinoma?",
        "exp": "ANSWER: (B) Papillary carcinoma. REF: APPENDIX-111 for \"THYROID CARCINOMA\"Repeat Pathology 2008",
        "cop": 2,
        "opa": "Lymphoma",
        "opb": "Papillary carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Follicular carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "cef83657-80b8-4805-b7bd-f735392920f9",
        "choice_type": "single"
    },
    {
        "question": "Thyroid tumor with best prognosis:",
        "exp": "Ans. (a) Papillary. Ref: Bailey & Love 26th ed. / 765-66. THYROID MALIGNANCYPoints to Remember* Papillary carcinoma thyroid (PTC) has excellent prognosis (l. Oyr survival rate >90%)* MC type- Papillary Thyroid CA (PTC)* Among people exposed to external radiation-PTC* Lateral abberent thyroid- PTC* Psammoma bodies-PTC* Orphan annie nuclei-PTC* Intranuclear inclusion/pseudo inclusion-PTC* Most reliable feature for PTC diagnosis- nuclear feature i. e orphan annie nuclei.# Intranuclear inclusion/pseudo inclusion* Diagnosis by -FNAC* Treatment: Total or near total thyroidectomy* Most common thyroid cancer in iodine sufficient persons - PTC",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "e5c507f7-cbde-4803-82d5-1dca0ab6f946",
        "choice_type": "single"
    },
    {
        "question": "Persistent multinodular goiter may cause -",
        "exp": "Ans. is 'a' i. e., Follicular Carcinoma \"An increased incidence of cancer (usually follicular) has been reported from endemic areas. Dominant or rapidly growing nodules in longstanding goiters should always be subjected to aspiration cytology. \" - Bailey & Love",
        "cop": 1,
        "opa": "Follicular Carcinoma",
        "opb": "Pappilary Carcinoma",
        "opc": "Medullary Carcinoma",
        "opd": "Colloid Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "087cd8d3-7ca4-42c8-9cce-7fb8b6d9e3d6",
        "choice_type": "single"
    },
    {
        "question": "Which malignancy would occur in prolonged multinodular goitre:",
        "exp": "Ans. is 'b' ie Follicular Ca In a multinodular goitre carcinoma is rare and is usually of follicular pattern. Other important points about thyroid malignancy: MC type of thyroid cancer after radiation - Papillary Ca*Latent period for radiation induced thyroid Ca - about 30 yrs *Type of thyroid cancer assoc with MEN synd - Medullary Ca*Thyroid Ca assoc with amyloidosis - Medullary Ca*Thyroid Ca assoc with dystrophic calcification - Papillary*Psammoma bodies are seen in - Papillary Ca*Orphan Annie-eyed nuclei are seen in - papillary Ca*Best prognosis of which thyroid Ca - Papillary Ca*Carcinoma derived from the C cells of thyroid - Medullary*",
        "cop": 2,
        "opa": "Papillary Ca",
        "opb": "Follicular Ca",
        "opc": "Anaplastic Ca",
        "opd": "Medullary Ca",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "8626c5d2-a05a-4381-8b75-b051876a1368",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for medullary carcinoma of thyroid is -",
        "exp": "Ans. is 'a' i. e., Total thyroidectomy Treatment of thyroid malignancies is as follows:- (Note- This is a very important and often repeated topic in PG exams, so if time permits one must turn the pages of Schwartz Sx or any other standard hook for detailed study). Papillary Thyroid Carcinoma (PCT)o High-risk tumors or bilateral tumors. Total thyroidectomy (or near total thyroidectomy), o Low risk. The treatment is controversial. Conservative approach advocates hemithyroidectomy (lobectomy + isthmusectomy). More radical approach advocates total thyroidectomy (or near total thyroidectomy). Schwartz Sx and Devita's Oncology are in favour of radical approach. (High and Low risk decided by any one of the many classification systems)o If enlarged lymph nodes are found. Modified radical neck dissection is done of the affected side. o When patients are found to have a minimal papillary thyroid carcinoma in a thyroid specimen removed for other reasons, unilateral thyroid lobectomy and isthmusectomy is usually considered to be adequate treatment, unless the tumor has evidence of angioinvasion, multifocality, or positive margins. Follicular Thyroid Carcinoma (FTC)o FNA biopsy is unable to distinguish benign follicular lesions from follicular carcinomas therefore, preoperative diagnosis of cancer is difficult unless distant metastases are present, o Patients diagnosed by FNA biopsy as follicular lesions should undergo thyroid lobectomy + isthmusectomy (because at least 80% of these patients will have benign adenomas). o The resected lobe is subjected to histology (intraoperative frozen - section examination, though usually not helpful should be performed in high risk cases). o If & follicular lesion larger than 4 cm is seen in an older patient - total thyroidectomy is done, because of high risk of cancer (50%) in this setting. o Prophylactic nodal dissection is not needed as nodal involvement is infrequent, but in the unusual patient with nodal metastases, therapeutic neck dissection is recommended. Lets also see what Sabiston 18/e p940 writes about treatment of Follicular lesions: The diagnosis of the carcinoma cannot be determined by preoperative FNA or intraoperative frozen section diagnosis of a follicular lesion. If the lesion is 2 cm or smaller and well contained within one thyroid lobe - thyroid lobectomy and isthmectomy. If the lesion is larger than 2 cm- total thyroidectomy. Medullary Thyroid Cancero Total Thyroidectomy is the treatment of choice for patients with MTC because of high incidence of multicentricity, the more aggressive course and RAI therapy usually being not effective, o The central compartment nodes are frequently involved early in the disease process, so that a bilateral central neck node dissection should be routinely performed. In patients with palpable cervical nodes or involved central neck nodes, ipsilateral or bilateral modified radical neck dissection is recommended. Similarly patient with tumors larger than 1 cm should undergo ipsilateral prophylactic modified radical neck dissection, because greater than 60% of these patients have nodal metastases. If ipsilateral nodes are positive, a contralateral node dissection should be performed. o In case of locally recurrent or metastatic disease, tumor debulking is advised, not only to ameliorate symptoms of flushing and diarrhoea, but also to decrease risk of death from recurrent central neck or mediastinal disease, o External beam radiotherapy is controversial, but is recommended for patients with unresectable residual or recurrent tumor. There is no effective chemotherapy regimeno If patients with MTC are found to have pheochromocytoma, this must be operated first. Anaplastic Carcinomao This tumor is one of the most aggressive thyroid malignancies, with few patients surviving six months beyond diagnosis. o All forms of treatment have been disappointing. If mass is resectable then thyroidectomy may lead to small improvement in survial. o Combined radiation and chemotherapy as adjuvant in resectable cases has been associated with prolonged survival. These are nowr also being used in neoadjuvant setting, o Tracheostomy may be needed to alleviate airway obstruction.",
        "cop": 1,
        "opa": "Total thyroidectomy",
        "opb": "Partial thyroidectomy",
        "opc": "1131 ablation",
        "opd": "Hemithyroidectomy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "6f4c7308-08c5-4f89-8c0d-1fb5906170ab",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy of the endocrine system?",
        "exp": "Ans. (a) Thyroid cancer. Ref: Harrison 18th ed. / 341* Thyroid carcinoma is the most common malignancy of the endocrine system.* Differentiated tumors, such as papillary thyroid cancer (PTC) or follicular thyroid cancer (FTC), are often curable, and the prognosis is good for patients identified with early-stage disease.* In contrast, anaplastic thyroid cancer (ATC) is aggressive, responds poorly to treatment, and is associated with a bleak prognosis.",
        "cop": 1,
        "opa": "Thyroid cancer",
        "opb": "Pancreatic cancer",
        "opc": "Pituitary adenoma",
        "opd": "Adrenal malignancy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "8ccdad16-e1df-46b7-bc9f-3d6d39b5716a",
        "choice_type": "single"
    },
    {
        "question": "Most probable malignancy that develops in a case oflong-standing goiter is -",
        "exp": "Ans. is 'a' i. e., Follicular carcinoma \"An increased incidence of cancer (usually follicular) has been reported from endemic areas. Dominant or rapidly growing nodules in longstanding goiters should always be subjected to aspiration cytology\". -- Bailey & Love. About Follicular Carcinoma (FTC)o FTC are second most common thyroid malignancies, more common in iodine-deficient areas, o More common in women (Female: Male ratio of 3: 1)o Mean age of presentation is later than papillary' Ca (~ 50 yrs)o Multiple foci are rarely seen and lymph node involvement is much less common than in papillary carcinoma, o Blood borne metastasis is common with spread to bone, lungs, liver and elsewhere. o In less than 1% of cases, follicular cancers may be hyperfunctioning (warm nodule on scintiscan), leading to symptom of thyrotoxicosis. Histopathoiogy. Follicidar carcinomas are usually solitary' lesions, the majority of which are encapsulated. Microscopically most follicular carcinomas are composed of fairly uniform cells forming small follicles containing colloid (quite like normal thyroid). In other cases follicular differentiation may be less apparent, and there may be nests or sheets of cells without colloid. The nuclei lack the typical features of papillary Ca.",
        "cop": 1,
        "opa": "Follicular Ca",
        "opb": "Anaplastic Ca",
        "opc": "Papillary Ca",
        "opd": "Medullary Ca",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "7ec843ed-9752-4fab-9aaa-527fa3b8f37f",
        "choice_type": "single"
    },
    {
        "question": "FNAC is not useful in which thyroid cancer -",
        "exp": "Ans. is 'a' i. e., Follicular Carcinoma FNAC in Follicular carcinoma of thyroido It cannot distinguish between a Follicular Adenoma and a Follicular Carcinoma as this distinction is dependent not on cytology but on histological criteria such as capsular and vascular invasion. It thus cannot be used to diagnose follicular carcinomas",
        "cop": 1,
        "opa": "Follicular Carcinoma",
        "opb": "Pappilary carcinoma",
        "opc": "Medullary Carcinoma",
        "opd": "Thyroid Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "9a8c51bf-a5d7-4b9b-bef9-380504d4fde8",
        "choice_type": "single"
    },
    {
        "question": "For screening of Medullary ca which of the following is estimated:",
        "exp": "Ans. is 'd' ie Serum calcitonin. MCT can be of two types - sporadic and familial (occuring in MEN syn. 2A & 2B and Familial cases without MEN syn.). The familial MTC are more aggressive, multicentric (bilateral) and present at a younger age, therefore high risk cases should be screened for MTC by - detecting RET mutation. The genetic screening tests are supplemented by estimating serum calcitonin levels in the basal state and after stimulation by either calcium or pentagastrin. Prophylactic total thyroidectomy is indicated in RET mutation carriers once the mutation is confirmed.",
        "cop": 4,
        "opa": "Serum HCG",
        "opb": "Serum AFP",
        "opc": "Serum Calcium",
        "opd": "Serum calcitonin",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "3cee0905-c2b3-4f32-9ca9-b33fd4fcae6c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in the treatment of well differentiated thyroid carcinoma -",
        "exp": "Ans. is 'a' i. e., I131",
        "cop": 1,
        "opa": "Il31",
        "opb": "99m Tc",
        "opc": "32p",
        "opd": "MIBG",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "6bff45a8-be1a-494a-ba9b-1f84b2688025",
        "choice_type": "single"
    },
    {
        "question": "Thyroid carcinoma with good prognosis is?",
        "exp": "ANSWER: (B) Papillary. REF: Schwartz's Principles of Surgery 9th edition chapter 38, American Cancer Society. In turn citing: AJCC Cancer Staging Manual (7th ed), National Cancer Database in the US by F. Griinwald; Biersack, H. J.; Gr-umvald, F. (2005). Thyroid cancer Springer ISBN 3-540-22309-6 Page 10. Prognosis depends mainly on the type of cancer and cancer stage. Thyroid cancer type 5-year survival 10-yearsurvival. Stage IStage IIStage IIIStage IVOverall. Overall. Papillary100%100%93%51%96%93%Follicular100%100%71%50%91%85%Medullary100%98%81%28%80%-86%75%Anaplastic(always stage IV)7%7% -14%(no data)",
        "cop": 2,
        "opa": "Medullary",
        "opb": "Papillary",
        "opc": "Follicular",
        "opd": "Anaplastic",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "742efa07-3f1c-4030-8da6-9f56820fbaff",
        "choice_type": "single"
    },
    {
        "question": "In Medullary Carcinoma thyroid Tumor marker is:",
        "exp": "Ans is 'b' ie calcitonin. * Schwartz Surgery writes -The presence of amyloid is a diagnostic finding, but immunohistochemistry for calcitonin is more commonly used as a diagnostic tumor marker. These tumors also stain positive for CEA (Carcinoembryonic antigen) and CGRP (Calcitonin gene-related peptide)\"List of important tumor markets* Tumor Site Tumor markers*Medullary Ca of Thyroid-Calcitonin*Papillary Ca of Thyroid-Thyroglobulin*Prostate-Prostate specific antigen, Prostate acid phosphatase*Liver-AFP, Carcino embryonic antigen*Ovary-CA 125, Placental alkaline phosphatase, beta-HCG*Breast-CEA (Carcinoembryonic antigen)*Testicle-AFPBeta-HCGLDH*Lung (small cell Ca)-Neuron specific enolase Creatinine kinase brain isoenzyme (CK-BB)*Carcinoid-5 HIAA (5-hydroxy indole acetic acid)*Neuroblastoma-Neuron specific enolase*Pancreas-Insulin*Stomach-Gastrin*Pituitary-ACTH*Bone-Alkaline Phosphatase*Multiple myeloma-Bence Jones proteins.",
        "cop": 2,
        "opa": "TSH",
        "opb": "Calcitonin",
        "opc": "T3, T4 and TSH",
        "opd": "Alpha Feto protein",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "1ebc1f65-3583-4ec3-9247-d432b7f2ae53",
        "choice_type": "single"
    },
    {
        "question": "Patient treated previously by irradiation to neckdevelops a single solitary nodule-",
        "exp": "Ans. is 'a' i. e., Papillary CA thyroid",
        "cop": 1,
        "opa": "Papillary ca thyroid",
        "opb": "Follicular CA thyroid",
        "opc": "Medullary CA",
        "opd": "Hurthle cell CA",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "e516d329-94e7-4ec3-b326-e9be84ee24ea",
        "choice_type": "single"
    },
    {
        "question": "Most common type of Ca thyroid having least hematogenous spread -",
        "exp": "Ans. is 'b' i. e., Papillary 7",
        "cop": 2,
        "opa": "Follicular",
        "opb": "Papillary",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "50dcccda-97f7-466d-b313-21a6a6e03192",
        "choice_type": "single"
    },
    {
        "question": "Which Thyroid Carcinoma is associated with MEN?",
        "exp": "Ans. is 'c' i. e., Medullary Carcinoma Multiple Endocrine Neoplasia Syndromes. MEN I (Wermer's syn.)MEN 2. MEN 2A (Sipple Syn.)MEN 2B (Mucosal neuroma syn.)o Parathyroid hyperplasia or adenomao Islet cell hyperplasia, adenoma, or carcinomao Pituitary hyperplasia or adenomao Other less common manifestations;# foregut carcinoid, pheochromocytoma, subcutaneous or visceral lipomaso MTCo Pheochromocytomao Parathyroid hyperplasia or adenomao Cutaneous lichen amyloidosiso Hirschsprung diseaseo FMTCo MTCo Pheochromocytomao Mucosal and gastrointestinal neuromaso Marfanoid features",
        "cop": 3,
        "opa": "Follicular Carcinoma",
        "opb": "Pappilary carcinoma",
        "opc": "Medullary Carcinoma",
        "opd": "Thyroid Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "0a31fdd7-b485-4771-b162-44c71ff8f43e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cancers tends to metastatize to the lymphnodes -",
        "exp": "Ans. is 'b' i. e., Pappilary carcinoma Papillary Ca thyroido PTC are the most common type of thyroid carcinomao More common in females with female: male ratio of 2: 1. o Mean age at presentation is 30 to 40 yearso Most common presentation is a painless nodule in neck or a cervical lymph node (lateral aberrant thyroid)o Spread to the lymph nodes is common but blood borne metastasis is unusual. o Multiple foci may occur in the same lobe as the primary tumor or, less commonly in both lobes (this may be due to lymphatic spread in the rich intrathyroidal lymph plexus, or due to multicentric growth)o Diagnosis is confirmed by FNA biopsy of the thyroid mass or lymph node. Important points about thyroid malignancy: Least Malignant. Papillary Ca. Most Malignant. Anaplastic Ca. MC type of thyroid cancer after radiation. Papillary Ca*Latent period for radiation induced thyroid Ca. About 30 yrs*Type of thyroid cancer assoc with MEN syndrome. Medullary Ca*Thyroid Ca assoc with amyloidosis. Medulalry Ca*Thyroid Ca assoc with dystrophic calcification. Papillary*Psammoma bodies are seen in. Papillary Ca*Orphan Annie-eyed nuclei are seen in. Papillary Ca*Thyroid cancer occurring in longstanding multinodular goitre. Follicular Ca*Carcinoma derived from the C cells of thyroid. Medullary*",
        "cop": 2,
        "opa": "Follicular Carcinoma",
        "opb": "Pappilary carcinoma",
        "opc": "Medullary Carcinoma",
        "opd": "Thyroid Lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "64ae86d8-b383-440c-ac0c-f2bccf77bd99",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy in a longstanding goiter is -",
        "exp": "Ans. is 'a' i. e., Follicular Carcinoma \"An increased incidence of cancer (usually follicular) has been reported from endemic areas. Dominant or rapidly growing nodules in longstanding goiters should always be subjected to aspiration cytology. \" - Bailey & Love. About Follicular Carcinoma (FTC)o FTC are second most common thyroid malignancies, more common in iodine-deficient areaso More common in women (Female: Male ratio of 3: 1)o Mean age of presentation is later than papillary Ca (~ 50 yrs)o Multiple foci are rarely seen and lymph node involvement is much less common than in papillary carcinomao Blood borne metastasis is common with spread to bone, lungs, liver and elsewhere. o In less than 1% of cases, follicular cancers may be hyperfunctioning (warm nodule on scintiscan), leading to symptom of thyrotoxicosis.",
        "cop": 1,
        "opa": "Follicular Carcinoma",
        "opb": "Pappilary Carcinoma",
        "opc": "Medullary Carcinoma",
        "opd": "Colloid Carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "2096f158-15cb-47f3-adf5-20f20e51ffd5",
        "choice_type": "single"
    },
    {
        "question": "Thyroid cancer associated with radiation exposure?",
        "exp": "Ans. (b) Papillary. Ref: Bailey & Love 26th ed. / 763-64* Ionizing radiation can cause genetic mutations leading to malignant transformation.* This association is much stronger for thyroid cancer than for other malignancies, and radiation is the only well-established environmental risk factor for thyroid malignancy.* The risk of developing thyroid cancer after exposure to radiation is greater in those exposed during childhood and increases with higher doses of radiation delivered to the thyroid. This is true for exposure to ionizing radiation given for medical purposes and for environmental exposures.* The association with radiation is much stronger for papillary than for follicular cancer.",
        "cop": 2,
        "opa": "Medullary",
        "opb": "Papillary",
        "opc": "Follicular",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "045f4102-f784-47fe-aac7-1f2550fc4f36",
        "choice_type": "single"
    },
    {
        "question": "Most common subtype of thyroid cancer is?",
        "exp": "ANSWER: (B) Papillary carcinoma. REF: Sabiston 18th ed chapter 36, Schwartz 9th ed chapter 38. Papillary carcinoma is the most common of the thyroid neoplasms and is usually associated with an excellent prognosis, particularly in female patients younger than 40 years. About 70% to 80% of patients in the United States in whom thyroid carcinoma is newly diagnosed have papillary carcinoma. Thyroid malignancy Papillarycarcinoma. Follicularcarcinoma. Hurthle cell carcinoma. Medullarycarcinoma. Anaplasticcarcinoma. Lymphoma. Prevalence80%10%3%5%1%<1%Cell type. Follicular. Follicular. Follicular, oxyphiliccells. Parathyroid C cellswide variety of cell types. Non Hodgkin's B cell type",
        "cop": 2,
        "opa": "Medullary carcinoma",
        "opb": "Papillary carcinoma",
        "opc": "Follicular carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid Malignancies",
        "id": "b1713ee3-ce97-4d46-86ad-d8ba809b626e",
        "choice_type": "single"
    }
]