[
    {
        "question": "A young lady with symptoms of hypehyroidism with elevated T4 and TSH levels. On examination, patient was not experiencing Tachycardia or excessive sweating.Fuher examination reveals bitemporal hemianopia. Next step of management",
        "exp": "Hypehyroidism with elevated levels of T4 and TSH levels and bitemporal hemianopia is highly suggestive of TSH secreting adenoma. Urgent MRI should be done to confirm the diagnosis of TSH secreting pituitary adenoma along with antithyroid drugs. Thyrotropin-secreting pituitary tumors (TSH-omas) are a rare cause of hypehyroidism and account for less than 1% of all pituitary adenomas. - Origin - anterior pituitary- MC cause of hyper pituitarism - Pituitary adenoma C/F Functional (Secreting) Non-Functional (Non-Secreting)Early Presentation due to physiologic Delayed presentation (Big enough toeffect cause neurological deficit) | Bitemporal Hemianopia Seen on 3rd / 4th Decade- M = F- MC type of pituitary adenoma is Prolactinoma IOC for diagnosis - MRIOther work-up done Full Endocrinologic ProfileFormal visual field testing TreatmentBromocriptine (Dopamine agonist) -Prolactinoma- Shrink prolactinoma in 6 to 8 weeks- Growth hormone security tumors - shrinkage occur < 20% Pts | Agent Octreotide | GH level in 70% Pts , | Tumor volume in 30% Indications of Sx in pituitary adenoma- GH Secreting tumors- Primarily Cushing Disease- Adenoma causing acute visual deterioration- Non-Prolactin secreting macroadenoma causing symptoms by mass effect Surgical ApproachIntranasal Trans-Sphenoidal , Sub labial Indications of Radiosurgery in pituitary adenoma- Used as primary therapy- Adjuvant therapy after subtotal resection- Recurrent disease",
        "cop": 4,
        "opa": "Sta beta blockers immediately",
        "opb": "Conservative management sufficient",
        "opc": "Sta antithyroid drugs and wait for symptoms to resolve.",
        "opd": "Sta antithyroid drugs and do urgent MRI",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "2aa8f835-c0c4-4f2e-895f-4630adf47221",
        "choice_type": "multi"
    },
    {
        "question": "In case of hypothyroidism which investigation is most informative and most commonly used:",
        "exp": "TSH* Most informative among thyroid function test parameters because of ultra-sensitivity* Can detect subclinical hypothyroidism & subclinical hypehyroidism* Hypothyroidism - TSH |* Hypehyroidism - TSH |",
        "cop": 1,
        "opa": "Serum TSH level",
        "opb": "Serum T3 and T4 level",
        "opc": "Serum calcitonin assay",
        "opd": "Serum TRH assay",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "4de3ae36-e35c-4bec-ac3c-e83ee383df6e",
        "choice_type": "single"
    },
    {
        "question": "An 80 year old male presents to OPD with c/o rapidly enlarging neck mass and Hoarseness of voice . He gives a history of untreated papillary carcinoma of thyroid . What would be the likely diagnosis?",
        "exp": "Anaplastic carcinoma - Seen in 7th-8th decade -C/F Sudden increase in the size of swelling Severe pain over the swelling Most common route of spread- Direct invasion Evidence of compression of Trachea - Dyspnea Esophagus - Dysphagia Recurrent laryngeal nerve - Hoarseness of voice Most common site of metastasis - Lungs - Investigations IOC for Diagnosis- FNAC - Treatment For resectable tumor - Total thyroidectomy For unresectable tumor - Tracheostomy (lifesaving procedure when tumor is obstructing trachea) - Poor prognosis.",
        "cop": 4,
        "opa": "Medullary thyroid cancer",
        "opb": "Huhle cell carcinoma",
        "opc": "Papillary thyroid cancer",
        "opd": "Anaplastic thyroid cancer",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "5f09a2dc-d2d5-4c09-9037-7ab4d6083e3b",
        "choice_type": "single"
    },
    {
        "question": "A young patient has a midline, tender swelling in neck occurring after an attack of sore throat. The diagnosis is:",
        "exp": "Diagnosis in this case is acute thyroiditis. Acute thyroiditis is preceded by respirstory symptoms like sore throat and in young patient.",
        "cop": 3,
        "opa": "Acute thyroiditis",
        "opb": "Thyroglossal cyst",
        "opc": "Subacute thyroiditis",
        "opd": "Toxic goiter",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "058bdd39-efbd-4da5-bb0a-806ca07e6b0d",
        "choice_type": "single"
    },
    {
        "question": "The thyroid scan shown below exhibits a pattern that is most consistent with which of the following disorders?",
        "exp": "The thyroid scan illustrated in the question shows a single focus of increased isotope uptake, often referred to as a \"hot\" nodule; the remainder of the thyroid gland has not taken up radioactive iodine. Hyperfunctioning adenomas become independent of thyroid stimulating hormone (TSH) control and secrete thyroid hormone autonomously, which results in clinical hypehyroidism. The elevated thyroid hormone levels ultimately diminish TSH levels severely and thus depress function of the remaining normal thyroid gland. An isolated focus of increased uptake on a thyroid scan is viually diagnostic of a hyperfunctioning adenoma. Carcinomas usually display diminished uptake and are called \"cold\" nodules. Graves' disease would probably manifest as a diffusely hyperactive gland without nodularity. Multinodular goiter would display many nodules with varying activity.",
        "cop": 1,
        "opa": "Hypersecreting adenoma",
        "opb": "Graves' disease",
        "opc": "Lateral aberrant thyroid",
        "opd": "Papillary carcinoma of thyroid",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "62e865c2-608e-41f7-9216-98622b2c4399",
        "choice_type": "single"
    },
    {
        "question": "Amyloid-rich stroma was seen on H&E stain of a thyroid nodule as shown below. What would be the diagnosis?",
        "exp": "Medullary Carcinoma of thyroid (MCT) Arise form para follicular 'C' Cells Derived from - Ultimobranchial bodies Secretes - calcitonin Level of calcitonin is raised Level of calcium is normal Clinical Features Midline swelling in anterior pa of neck Characteristic features Raised calcitonin History of diarrhea Presence of amyloid stroma Positive family history of Pheochromocytoma & Hyperparathyroidism (due to association with MEN 2A & MEN 2B)",
        "cop": 1,
        "opa": "Medullary thyroid carcinoma",
        "opb": "Systemic amyloidosis",
        "opc": "Thyroid lymphoma",
        "opd": "Papillary thyroid carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "cbc4b666-0096-4ca9-ae96-5037de430bbb",
        "choice_type": "single"
    },
    {
        "question": "Therapy of choice for diffuse toxic goiter in a patient over 55 years:",
        "exp": "Management- For sympathetic stimulation, first drug given is Propranolol- Antithyroid drugs - symptomatic improvement within 2 weeks- Patient becomes euthyroid within 6 weeks- Antithyroid drugs* Methimazole* Carbimazole* Propylthiouracil Anti-thyroid DOC* In Graves' disease - Methimazole* In Pregnancy - Carbimazole* In Thyrotoxic crisis - Propylthiouracil- TOC - Total Thyroidectomy- Alternative treatment - Radioactive Iodine Ablation- Indications of RAI Ablation* Elderly Patients* Patient with surgical co-morbidities* Recurrence after surgery",
        "cop": 3,
        "opa": "Surgery",
        "opb": "Antithyroid drugs",
        "opc": "Radioiodine",
        "opd": "Antithyroid drugs first followed by surgery",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "fcba5803-4c17-415f-ac99-635cb201865d",
        "choice_type": "single"
    },
    {
        "question": "Whole-body iodine scan after total thyroidectomy is not recommended for which thyroid cancer ?",
        "exp": "Whole-body iodine scan is recommended for differentiated thyroid cancer , which fulfill following conditions : Tumors - between 1cm-4cm Confined to the thyroid Do not have nodal or distant metastasis, Adverse histologic subtype (tall cell) Vascular invasion. =Unlike differentiated thyroid cancer, Medullary thyroid carcinoma cells do not concentrate radioactive iodine and are not sensitive to manipulation of thyroid-stimulating hormone.",
        "cop": 3,
        "opa": "Papillary thyroid cancer",
        "opb": "Anaplastic thyroid cancer",
        "opc": "Medullary thyroid cancer",
        "opd": "Follicular thyroid cancer",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "3158b821-0c69-4780-9e1e-209750d1747f",
        "choice_type": "single"
    },
    {
        "question": "30 year old female presents to OPD with complaints of palpitations, increased appetite but with significant weight loss.She also gives history of large neck swelling for which she has never been tested before . Her thyroid function tests showed raised T3,T4 and supressed TSH . Her TSH receptor antibody test was negative . On USG neck , multiple nodules were seen in the gland . Increased Radioactive Iodine Uptake (RAIU) . After achieving her euthyroid state , what shall be the best definitive step in management ?",
        "exp": "Toxic Multinodular goiter C/F- Palpitations Weight loss Increased appetite. Ix - | T3 ,T4 , | TSH Negative TSH-R ab. USG - Multiple nodules Isotope scan- Several areas of increased uptake. Rx After achieving euthyroid state , Near total thyroidectomy is preferred Near total Thyroidectomy- Leaving < 1 gram of thyroid tissue adjacent to recurrent laryngeal nerve at ligament of berry. Only in elderly ,subtotal thyroidectomy is done.",
        "cop": 4,
        "opa": "Continue antithyroid medication",
        "opb": "Sub-total thyroidectomy",
        "opc": "Radioactive iodine",
        "opd": "Near- total thyroidectomy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "d98c23c5-c1cb-4b0d-bdd2-2fddc45fcd37",
        "choice_type": "multi"
    },
    {
        "question": "Riedel's thyroiditis is associated with:",
        "exp": "Riedel's Thyroiditis Aka Invasive Fibrous thyroiditis Characterized by complete replacement of thyroid and parathyroid glands by fibrous tissue. Associated with Retro orbital fibrosis Periorbital fibrosis Retroperitoneal fibrosis Sclerosing cholangitis Management Lifelong levothyroxine (due to permanent hypothyroidism) Lifelong calcium and Vitamin D supplementation (due to permanent hypoparathyroidism",
        "cop": 2,
        "opa": "Hypehyroidism",
        "opb": "Retroperitoneal fibrosis",
        "opc": "Hyperparathyroidism",
        "opd": "Non-palpable thyroid gland",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "12640ea3-67ce-4519-b87f-a3742413245a",
        "choice_type": "single"
    },
    {
        "question": "Follicular carcinoma of thyroid is due to mutation of:-",
        "exp": "Genes implicated in FCT; p53, PTEN, RAS, PAX8/PPAR .",
        "cop": 1,
        "opa": "RAS",
        "opb": "HGF",
        "opc": "RET",
        "opd": "ABL",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "268c0185-6e21-4cbb-97e7-e986c4d11d86",
        "choice_type": "single"
    },
    {
        "question": "Isthmus of thyroid gland overlies the:",
        "exp": "THYROID GLAND Normal weight of thyroid gland: 20-25 gms Isthmus that is located just inferior to the cricoid cailage, usually anterior to 2nd and 3rd (mainly) 4th tracheal rings. A pyramidal lobe is present in about 50% of patients. Thyroid capsule is condensed into the posterior suspensory or Berry's ligament near the cricoid cailage & upper tracheal rings. External laryngeal nerve runs close to the superior thyroid aery and the recurrent laryngeal nerve runs close to the inferior thyroid aery.",
        "cop": 3,
        "opa": "1st tracheal cailage",
        "opb": "1st and 2nd tracheal cailage",
        "opc": "2nd and 3rd and 4th tracheal cailage",
        "opd": "3rd and 4th tracheal cailage",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "9a1310ef-7b38-4750-b9ad-a3ad9833b96c",
        "choice_type": "single"
    },
    {
        "question": "36 year old lady was diagnosed with Papillary carcinoma thyroid , total thyroidectomy was done but whole body iodine scan came out to be positive . What should be the next step in management ?",
        "exp": "Radio Active Iodine Ablation I 131 emits beta- rays (90%) and gamma- rays (10%) Beta rays are responsible for therapeutic effects Depth of penetration of beta rays -0.5 mm(Ablates only thyroid, even parathyroids are safe) Gamma rays are responsible for side effects Indications of RAI Ablation Elderly Patients Patient with surgical co-morbidities Recurrence after surgery Absolute contraindication(because gamma rays are emitted) Pregnancy Lactation",
        "cop": 2,
        "opa": "Re-exploration",
        "opb": "Radio-iodine ablation",
        "opc": "USG-neck",
        "opd": "Bi-annual follow-up",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "336b6f45-2279-4a09-9d05-d023d3e9ec5a",
        "choice_type": "multi"
    },
    {
        "question": "Least common thyroid malignancy is:",
        "exp": "Least common thyroid malignancy is anaplastic. Most common thyroid malignancy - Papillary > Follicular > Medullary > Anaplastic Papillary carcinoma - 80% occur in Iodine-sufficient areas and predominant thyroid cancer in children and individuals exposed to external radiation. Follicular carcinomas - 10% of thyroid cancers and occur more commonly in iodine-deficient areas. MTC- about 5% Anaplastic carcinoma- about 1%",
        "cop": 4,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Medullary",
        "opd": "Anaplastic",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "059145d8-9616-4115-85d6-961155f69d7b",
        "choice_type": "single"
    },
    {
        "question": "A patient came with a small solitary nodule in right lobe of thyroid. FNAC shows follicular adenoma. The best surgery is:",
        "exp": "A solitary toxic nodule ,which is often a functional follicular adenoma is treated with Iodine 131 therapy or Unilateral hemithyroidectomy . Patient with invasive follicular carcinoma are treated with total thyroidectomy .",
        "cop": 3,
        "opa": "Enucleation",
        "opb": "Sub - total thyroidectomy",
        "opc": "Right Hemithyroidectomy",
        "opd": "Near - total thyroidectomy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "d00a5554-5286-4eb7-8bb3-0da1cd257ece",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of Medullary carcinoma of thyroid is",
        "exp": "Management Total thyroidectomy + Routine central lymph node dissection + ipsilateral modified radical node dissection (Tumor > 1cm) +- Bilateral modified Radical neck dissection (if any lymph node is positive) MCT - Poor prognosis (because it does not respond to radioactive iodine ablation) Vandetanib - Only FDA approved drug in advanced progressive medullary thyroid cancer.",
        "cop": 3,
        "opa": "Surgery and Radiotherapy",
        "opb": "Radiotherapy and Chemotherapy",
        "opc": "Surgery only",
        "opd": "Radioactive ablation",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "1bed1be5-3e08-4967-9a9c-5e55b005120b",
        "choice_type": "single"
    },
    {
        "question": "Psammoma bodies may be seen in all of the following, except:",
        "exp": "Psammoma Bodies (PSM) 1. Papillary carcinoma thyroidQ 2. Papillary carcinoma (RCC)Q 3. Serous cystadenomaQ 4. MeningiomaQ",
        "cop": 1,
        "opa": "Follicular carcinoma of thyroid",
        "opb": "Papillary carcinoma of thyroid",
        "opc": "Meningioma",
        "opd": "Serous cystadenocarcinoma of ovary",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "81cb197a-72d2-442c-8d8a-375e89cba904",
        "choice_type": "multi"
    },
    {
        "question": "Most sensitive investigation of thyroid nodule:",
        "exp": "PET scan are not routinely used in the evaluation of thyroid nodules, however, they may show clinically occult thyroid lesions. USG is the most sensitive method for diagnosing intrathyroid lesions. CT and MRI are neither specific nor sensitive in diagnosing the intrathyroid lesions.",
        "cop": 3,
        "opa": "MRI",
        "opb": "PET Scan",
        "opc": "USG",
        "opd": "Clinical examination",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "4d6f9998-9ff6-46d7-b6d4-24d30f10e6f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding papillary thyroid carcinoma are true?",
        "exp": "Seventy to 80% of the 11,000 new patients with thyroid carcinoma diagnosed annually in the United States have papillary carcinoma. Papillary carcinomas of the thyroid include minimal thyroid carcinoma, intrathyroidal, and extrathyroidal (invasion through the true thyroid capsule) disease. Minimal thyroid carcinoma refers to those papillary carcinomas that are less than 1 cm in diameter and not associated with any clinically apparent lymph node metastases. In contrast to clinically significant papillary carcinomas, these are common and are found in 2% to 13% of adult thyroid glands serially sectioned after autopsy studies of individuals who have died from other causes. For tumors between 0.5 and 1 cm, a total lobectomy and isthmus resection are satisfactory treatment. Most clinically significant papillary carcinomas are 1 to 4 cm in diameter and are contained within the thyroid capsule. Multicentricity is relatively common and can be found on gross sectioning of the thyroid gland in 20% to 30% of cases. Fuhermore, after serial sectioning of the entire thyroid gland in patients with papillary carcinoma, microscopic foci are found in 70% to 80%. Local cervical lymph node metastases are found in about 30% of all patients with papillary carcinoma. The presence of lymph node metastases does not correlate as closely to the size of the tumor as it does to the age of the patient. The younger the patient, the greater the likelihood of metastatic lymph node involvement. Nearly all patients under 15 years of age have involved metastatic lymph nodes. The presence or absence of lymph node metastases in patients with intrathyroidal primary papillary carcinomas does not appear to have an appreciable effect on long-term survival if distant metastases are not present at the time of initial treatment.",
        "cop": 4,
        "opa": "Seventy to 80% of new cases of thyroid carcinoma in the United States are of the papillary type",
        "opb": "Total ipsilateral lobectomy and isthmus resection are adequate therapy for minimal thyroid carcinoma",
        "opc": "Microscopic evidence of multicentric disease is present in 70% to 80% of cases",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "93f61505-062c-477a-9454-1dd62b622e39",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a symptom of hypothyroidism?",
        "exp": "First 3 are features of hypehyroidism ; alopecia is the feature of hypothyroidism.",
        "cop": 4,
        "opa": "Hyperactivity",
        "opb": "Palpitation",
        "opc": "Diarrhoea",
        "opd": "Hair loss",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "cf6b84d2-6336-4081-85d6-555907a0f16e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following would be the best treatment for a 2 cm thyroid nodule in a 50-years old man with FNAC revealing it to be a papillary carcinoma?",
        "exp": "Treatment- Total thyroidectomy + removal of enlarged central group of lymph node +- Ipsilateral modified radical neck dissection MRND (if any LN is positive)- Lymph nodes* IA - submental nodes* IB - Submandibular node* II - upper jugular node* III - Middle jugular nodes* IV - Lower jugular node* V - Posterior triangular nodes VI - Central /Anterior compamental nodes VII - Superior mediastinal nodes",
        "cop": 3,
        "opa": "Hemithyroidectomy",
        "opb": "Subtotal thyroidectomy with modified neck dissection",
        "opc": "Total thyroidectomy + removal of enlarged central group of lymph node +- Ipsilateral modified radical neck dissection MRND (if any LN is positive)",
        "opd": "Hemithyroidectomy with modified neck dissection",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "57f3d64a-970e-407f-99ac-dabe26648d53",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old healthy man with a 2 cm Papillary thyroid carcinoma in the right lobe diagnosed on FNAC. What is the recommended treatment ?",
        "exp": "Total thyroidectomy or lobectomy on the affected side with subtotal lobectomy on the nonaffected site is the recommended treatment of choice for unifocal PTC greater than 1 cm in diameter. Definitive operation can be performed without frozen section when the diagnosis is unequivocal on FNAC. Papiloma Carcinoma Surgery Node -ve, <1cm - lobectomy >1 cm - Total thyroidectomy Any evidence of spread - Total thyroidectomy Familial disease - Total thyroidectomy Neck irrad'n in childhood - Total thyroidectomy",
        "cop": 4,
        "opa": "Right lobectomy and isthmusectomy",
        "opb": "Right lobectomy",
        "opc": "Excisional biopsy with frozen section analysis",
        "opd": "Total right lobectomy and subtotal left lobectomy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "d8a10f16-7c64-408e-941d-1af8a5dc9ebb",
        "choice_type": "single"
    },
    {
        "question": "A well differentiated follicular carcinoma of thyroid can be best differentiated from a follicular adenoma by:-",
        "exp": "Vascular invasion is best to diffrentiate between follicular carcinoma and Follicular adenoma",
        "cop": 3,
        "opa": "Huhle cell change",
        "opb": "Lining of tall columnar and cuboidal cells",
        "opc": "Vascular invasion",
        "opd": "Nuclear features",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "24f3d2e0-a548-41ed-918b-e70d60b51196",
        "choice_type": "multi"
    },
    {
        "question": "26 year old male presents to OPD with a discrete thyroid swelling. On neck USG , an isolated cystic swelling of gland is seen. How much percentage will be the risk of malignancy?",
        "exp": "- This is a case of an isolated cystic swellings. Risk of malignancy in this case is 24%. - Risk of malignancies in thyroid swelling can be expressed as a factor of 12 known as 'rule of twelve' - Isolated Thyroid swelling: Solid 24% Cystic 12% - Dominant Thyroid swelling: Solid 12% Cystic 6% - Generalized Thyroid swelling: 3%",
        "cop": 2,
        "opa": "48%",
        "opb": "24%",
        "opc": "12%",
        "opd": "3%",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "4bb5c56f-93ac-41b6-895d-c5b569e5dfe8",
        "choice_type": "single"
    },
    {
        "question": "Mark the false statement regarding huhle cell carcinoma :",
        "exp": "Huhle cell carcinoma =Occasional tumors are dominated by cells with abundant granular, eosinophilic cytoplasm- Huhle cells =Oncocytic variant of follicular carcinoma. =Arises from the oxyphilic cells of the thyroid =It can't be diagnosed by FNAC =Do central neck dissection prophylactically Surgical management Areas involved by cancer Surgery Unilateral Huhle cell adenoma Hemithyroidectomy Bilateral without level VI LNs involvement Total thyroidectomy +Central neck dissection(CND) (prophylactic) Huhle cell carcinoma with level VI LNs involved Total thyroidectomy + Central neck dissection(CND) (Therapeutic) Huhle cell carcinoma with other LNs involved Total thyroidectomy + Modified radical neck dissection(MRND)",
        "cop": 1,
        "opa": "It is the variant of papillary thyroid cancer",
        "opb": "Arises from the oxyphilic cells of the thyroid",
        "opc": "It can't be diagnosed by FNAC",
        "opd": "Do central neck dissection prophylactically",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "78c28c98-97a7-4033-9d27-a122d66aae2f",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with headache and flushing. He has a family history of his relative having died of a Medullary ca of thyroid. . The investigation that would be required for this patient would be:",
        "exp": "Diagnosis is MEN-2 Syndrome Pt is having symptoms of Pheochromocytoma MEN-2- Aka MEN 2A / Sipple syndrome- Autosomal dominant- Characterized by* Medullary carcinoma thyroid* Pheochromocytoma* Parathyroid hyperplasia / Adenoma* Hirschsprung disease* Cutaneous lichen amyloidosis- Gene responsible* Mutation of RET oncogene located on chromosome 10* Mutated codon - Cysteine codon Investigations- Most sensitive Screening test - Urinary catecholamines & VMA level- Best test for diagnosis - Fractionated plasma metanephrines- Radiological IOC for Adrenal pheochromocytoma- Radiological IOC for Extra adrenal pheochromocytoma MRI- Radiological IOC for pheochromocytoma in pregnancy- MIBG scan - useful for diagnosis of extra adrenal pheochromocytoma- FNAC and biopsy - contraindicated in pheochromocytoma as they can lead to hypeensive crisis",
        "cop": 3,
        "opa": "Chest X-ray",
        "opb": "Measurement of 5 HIAA",
        "opc": "Fractionated plasma metanephrines",
        "opd": "Intravenous pyelography",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "82c8ff78-8322-4b5a-be66-71b82dfcff91",
        "choice_type": "single"
    },
    {
        "question": "MACIS score used for prognosis of papillary cancer does not include?",
        "exp": "MACIS score - M - Metastasis A - Age C - Completion of resection during surgery I - Extra thyroidal invasion S- Size AGES score - Used in risk of dying from papillary Ca of thyroid A - Age G - grade (Histological) E - Extrathyroidal invasion & metastasis S - Size (tumor) AMES score - A - Age M - Metastasis E - Extrathyroidal spread S - Size of tumor",
        "cop": 4,
        "opa": "Age",
        "opb": "Size",
        "opc": "Excision completion in surgery",
        "opd": "Mitotic index",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "343fe8a5-f48a-482a-b53d-dab7d6f706d5",
        "choice_type": "single"
    },
    {
        "question": "Sistrunk operation is preferred treatment for",
        "exp": "Thyroglossal Cyst Congenital Age of presentation - 15-30 years Location Most common location- Subhyoid C/F Midline swelling in anterior pa of neck Thyroglossal cyst moves with deglutination Moves up on protrusion of tongue. Complications of Thyroglossal cyst- Infection - Abscess - if Incision and Drainage|Thyroglossal fistula (acquired condition due to I & D of abscess of thyroglossal cyst)- Increased risk of papillary carcinoma of thyroid Rx TOC - Sistrunk operation. The cyst passes body of hyoid bone - so excision is made Enbloc removal of central pa or body of hyoid bone + cyst.",
        "cop": 3,
        "opa": "Retrosternal goiter",
        "opb": "Endemic goiter",
        "opc": "Thyroglossal cyst",
        "opd": "Adrenal Incidentaloma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "83ff4e94-dd7f-4d9e-995b-cbea0a072e0a",
        "choice_type": "single"
    },
    {
        "question": "An 18 year old patient presents with neck swelling which moves with deglutition . What is your diagnosis?",
        "exp": "Thyroglossal Cyst - Congenital - Age of presentation - 15-30 years - There is cyst in connection to thyroid and tongue. So, on protrusion of tongue, the cyst moves up - MC location - Subhyoid - Other common locations * Suprahyoid * Near thyroid cailage * Near Foramen cecum * In floor of mouth =Clinical features - Midline swelling in anterior pa of neck - Thyroglossal cyst moves with deglutination - Moves up on protrusion of tongue =Complications of Thyroglossal cyst - Infection - Abscess - if Incision and Drainage - Thyroglossal fistula (Acquired condition due to I & D of abscess of thyroglossal cyst) - Increased risk of papillary carcinoma of thyroid =Treatment - TOC - Sistrunk operation. The cyst passes body of hyoid bone - so excision is made - Enbloc removal of central pa of body of hyoid bone + cyst",
        "cop": 3,
        "opa": "Dermoid cyst",
        "opb": "Branchial cyst",
        "opc": "Thyroglossal cyst",
        "opd": "Cervical lymphadenopathy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "4049429b-d4d3-4d51-b15e-60e0b19d12b7",
        "choice_type": "single"
    },
    {
        "question": "In thyrotoxicosis, b-blockers do not control:",
        "exp": "Beta-blockers do not correct the underlying metabolic abnormalities (i.e. does not affect the oxygen consumption) Beta-Blocker in Thyrotoxicosis Advantages Limitations Alletes adrenergic manifestations: Sweating, tremor Tachycardia, palpitations Nervousness, anxiety Beta-blockers do not significantly affect the thyroid status, it reduces to some extent the conversion of T4 and T3. Beta-blockers do not correct the underlying metabolic abnormalities (i.e. does not affect the oxygen consumption)",
        "cop": 4,
        "opa": "Anxiety",
        "opb": "Tremors",
        "opc": "Tachycardia",
        "opd": "Oxygen consumption",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "48efd9b2-7eef-4f01-9f51-2888c6e24b36",
        "choice_type": "single"
    },
    {
        "question": "In a patient presenting with swelling of the thyroid, the radionuclide scan showed a cold nodule and the ultrasound showed a non-cystic solid mass. The management of this patient would be:",
        "exp": "- Areas that trap less radioactivity than the surrounding gland are termed as COLD - Whereas areas that demonstrate increased activity are called HOT. - Risk of malignancy: Hot - < 5% Cold - 20 % - USG findings within a nodule that are considered suspicious for malignancy include - microcalcification, hypervascularity, infiltrative margins, being hypoechoic, shape taller than wide on transverse view. - Thus, management of the above case - hemithyroidectomy. Management- For Solitary thyroid nodule, using FNAC, it can be either",
        "cop": 2,
        "opa": "Lobectomy",
        "opb": "Hemithyroidectomy",
        "opc": "Propylthiouracil",
        "opd": "Radioactive iodine ablation",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "2e25eb21-039d-4e1d-ad1e-73cb77681f6f",
        "choice_type": "single"
    },
    {
        "question": "The laboratory investigation of a patient shows |T4, and |TSH. Which of the following is the most likely diagnosis:",
        "exp": "Grave disease is hypehyroid state,pituitary and hypothalamic failures are considered by decreased TSH. Hashimoto disease is characterised by increased TSH and decreased T4 .",
        "cop": 2,
        "opa": "Grave's disease",
        "opb": "Hashimoto's disease",
        "opc": "Pituitary failure",
        "opd": "Hypothalamic failure",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "7d754398-3c8f-4558-af08-31831b714e7e",
        "choice_type": "single"
    },
    {
        "question": "Which is the investigation of choice to differentiate between benign and malignant thyroid nodule?",
        "exp": "FNAC is investigation of choice to diagnose solitary thyroid nodule but it cannot differentiate follicular adenoma from follicular carcinoma Diagnosis of follicular carcinoma is based on vascular invasion/ capsular invasionthat can be seen on biopsy only and not on FNAC",
        "cop": 4,
        "opa": "USG",
        "opb": "FNAC",
        "opc": "Scintigraphy",
        "opd": "Biopsy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "8951032a-af24-443a-a6cf-5093bdde452d",
        "choice_type": "single"
    },
    {
        "question": "Thyroid nodule of 4 cm size, mobile but causing compressive symptoms. All are true except:",
        "exp": "Thyroid nodule investigation of choice is FNAC, but does not distinguish between Adenoma and Carcinoma. Managment is Total Thryoidectomy. Risk of malignancy for cold nodule is 17-20%",
        "cop": 4,
        "opa": "FNAC is investigation of choice",
        "opb": "FNAC cannot distinguish follicular adenoma from carcinoma",
        "opc": "Managed by total thyroidectomy",
        "opd": "Cold nodule are diagnostic of malignancy",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "a1b56466-2a0b-4fa8-86f2-cf6e691990c5",
        "choice_type": "multi"
    },
    {
        "question": "A middle aged old female presents to surgical OPD with thyroid swelling. She has been treated for Hodgkin's lymphoma. Which of the following thyroid malignancy is most likely to be suspected in this patient?",
        "exp": "Given history of treatment of Hodgkin's lymphoma most likely raises a suspicion of Papillary carcinoma of thyroid because of the radiotherapy used in the treatment of Hodgkin's lymphoma. Papillary carcinoma of thyroid: MC among thyroid malignancy Commonly seen in iodine sufficient areas Low dose radiation exposure during childhood increases the risk Thyroglossal cyst and Hashimoto's thyroiditis also increases the risk",
        "cop": 1,
        "opa": "Papillary thyroid cancer",
        "opb": "Medullary thyroid cancer",
        "opc": "Anaplastic thyroid cancer",
        "opd": "Thyroid lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "db463e6f-1c03-4127-a655-2d7fda2ed752",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve injured during thyroidectomy",
        "exp": "MC injured nerve - External branch of superior laryngeal nerve (aka External laryngeal nerve)",
        "cop": 1,
        "opa": "External laryngeal nerve",
        "opb": "Recurrent laryngeal nerve",
        "opc": "Vagus nerve",
        "opd": "Facial nerve",
        "subject_name": "Surgery",
        "topic_name": "Thyroid",
        "id": "d27b71e0-8917-4bab-8cfb-b3d76fea6e2b",
        "choice_type": "single"
    }
]