[
    {
        "question": "Order of anastomosis in lung transplant:",
        "exp": "Order of anastomosis in lung transplant pulmonary vein, bronchus, pulmonary aery. LUNG TRANSPLANTATION PROCEDURE SLT: Performed through posterolateral thoracotomyQ image on left side DLT: Performed through bilateral thoracotomy or median sternotomyQ Sequence of anastomoses in lung transplantation (PV By BA PA): Pulmonary Vein - Bronchial Anastomosis - Pulmonary AeryQ COMPLICATIONS OF LUNG TRANSPLANTATION Dehiscence of airway anastomosisQ Late airway stenosis at bronchial anastomosis due to ischemia: Treated by dilatationQ",
        "cop": 2,
        "opa": "Pulmonary aery, pulmonary vein, bronchus",
        "opb": "Pulmonary vein, bronchus, pulmonary aery",
        "opc": "Pulmonary vein, pulmonary aery, bronchus",
        "opd": "Pulmonary aery, bronchus, pulmonary vein",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "8423e689-1634-4c4c-8c1e-65a51791921b",
        "choice_type": "single"
    },
    {
        "question": "Criteria for a pancreas donor include:",
        "exp": "- Combined liver-pancreas procurement should be routine, even if the right hepatic aery arises from the superior mesenteric aery. - In this situation, since the transplanted liver is the life-saving organ, the proximal superior mesenteric aery should remain with the liver and the distal superior mesenteric aery supplying the head of the pancreas can be reconstructed on a Y-graft of iliac aery with the splenic aery. - Successful pancreas transplantation can be performed using donors who have previously undergone splenectomy; however, there should be no significant pancreatitis and no history of diabetes in the donor.",
        "cop": 1,
        "opa": "No history of diabetes",
        "opb": "No liver donation",
        "opc": "No replaced hepatic aery vessels arising from the superior mesenteric aery (SMA)",
        "opd": "No previous splenectomy",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "f96ed7ff-a25e-4357-9306-6b77f1bf1f68",
        "choice_type": "single"
    },
    {
        "question": "Most common disease caused by CMV in a postrenal transplant patients:",
        "exp": "Ans. (c) Pneumonia. Ref: Bailey 26th edition, Page 1416* Most common viral infection following kidney transplant is CMV- which presents with Interstitial pneumonia",
        "cop": 3,
        "opa": "Pyelonephritis",
        "opb": "Meningitis",
        "opc": "Pneumonia",
        "opd": "GI ulceration",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "8873e45a-506f-4468-9f30-fa41940504b9",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman undergoes a kidney transplant for CKD. 6 weeks after the transplant, she develops CMV infection characterized by fever, malaise, and myalgias. Which of the following is a potential sequela of CMV infection?",
        "exp": "Viral infections are the most common infection post transplantation. These include infections by cytomegalovirus (CMV), Epstein-Barr virus (EBV), herpes simplex virus, and varicella zoster virus. CMV infections presents as fever, malaise, myalgia, ahralgia, and leukopenia. Organ involvement leads to pneumonitis; ulceration and hemorrhage in the stomach, duodenum, or colon; hepatitis; esophagitis; retinitis; encephalitis; or pancreatitis. Pyelonephritis, cholecystitis, intra-abdominal abscesses, and parotitis are caused by bacterial infections or GI perforation and not primarily by CMV infection.",
        "cop": 4,
        "opa": "Intra-abdominal abscess",
        "opb": "Pyelonephritis",
        "opc": "Cholecystitis",
        "opd": "GI ulcers & hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "bb636c46-8d5a-480b-b952-31cb9b07e973",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of immunosuppression is:",
        "exp": "Ans. (c) Infection. Ref: Bailey 26th edition, Page 1416* Bacterial infection is most common in 1st month and is most common in those who are critically ill before and after transplant.* Viral infection is most common in 6 months--Most common is CMV > HSV* BK virus is universal in childhood causes urinary infection* Pneumocystis Jiroveci (Previously known as Pneumocystis carnii) is one important fungal infection.",
        "cop": 3,
        "opa": "Malignancy",
        "opb": "Graft rejection",
        "opc": "Infection",
        "opd": "Thrombocytopenia",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "c4116d9c-9904-48a5-a95a-fa6b7958c547",
        "choice_type": "single"
    },
    {
        "question": "Contraindication of liver transplant?",
        "exp": "Ans. (c) Metastasis. Ref: Sabiston 19th edition, Page 657* Contraindications for Liver transplant:# Metastatic liver disease# Poor cardio-pulmonary reserve# Systemic infections (HIV is not a contraindication now)# Porto pulmonary hypertension with pulmonary artery pressure >50mm. Hg # Hepatopulmonary syndrome when Pa. O2 does not show improvement with 100% oxygen.",
        "cop": 3,
        "opa": "Acute fulminant hepatic failure",
        "opb": "Metabolic Disease",
        "opc": "Metastasis",
        "opd": "Primary liver malignancy",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "2b5946ed-dbdc-47b7-a409-f9f279b13e23",
        "choice_type": "single"
    },
    {
        "question": "Human immunodeficiency virus (HIV) has been isolated from many body fluids. Which of the following is a major source of transmission?",
        "exp": "HIV has been isolated from blood, semen, vaginal secretions, saliva, tears, breast milk, CSF, amniotic fluid, and urine. It is an extremely fastidious virus that ordinarily is transmitted only after repeated admixture of body fluids. Blood and semen are by far the major transmission fluids.",
        "cop": 3,
        "opa": "Tears",
        "opb": "Sweat",
        "opc": "Semen",
        "opd": "Urine",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "b5ef92f8-77d0-46b6-9d7d-a3f9747d22d9",
        "choice_type": "single"
    },
    {
        "question": "Transplantation of which one of the following organs is most often associated with hyper acute rejection?",
        "exp": "Ans. (b) Kidney. Ref: Bailey 26th edition, Page 1409* Hyperacute rejection is most common in Kidney* Hyperacute rejection is very rare in liver",
        "cop": 2,
        "opa": "Heart",
        "opb": "Kidney",
        "opc": "Lungs",
        "opd": "Liver",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "f53b3d5e-9d2a-4697-be1e-bfedf89275b3",
        "choice_type": "single"
    },
    {
        "question": "The advantage of this type of pancreatic drainage in pancreas transplant is:",
        "exp": "Ans. (d) Physiological drainage* The image shows Enteric drainage of pancreas.* This is more physiological and there are less urinary complications.* Disadvantage is difficulty in measuring amylase level which is easy in bladder drainage.",
        "cop": 4,
        "opa": "Easy measure of amylase",
        "opb": "Fast diagnosis of rejection",
        "opc": "Less amount of leak",
        "opd": "Physiological drainage",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "c4a35e73-c8b3-48ad-a8d0-86c4ac9f74ee",
        "choice_type": "single"
    },
    {
        "question": "In order to activate helper/inducer T (CD41) lymphocytes, macrophages release",
        "exp": "Interleukin 1 (IL-1) is a thymocyte mitogen produced by activated macrophages as well as many other types of cells (e. g., monocytes, dendritic cells, Langerhans cells, neutrophils, microglial cells). It induces interleukin 2 production by the helper T cell, which initiates a cascade of immunoregulatory and inflammatory functions.",
        "cop": 1,
        "opa": "Interleukin 1",
        "opb": "Interleukin 2",
        "opc": "Interleukin 3",
        "opd": "Interleukin 4",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "55bad8d7-c10b-4355-913a-c8e1df1aeb81",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy in post-transplant individuals:-",
        "exp": "COMPLICATIONS OF IMMUNOSUPPRESSION INFECTION MALIGNANCY NON-IMMUNE SIDE EFFECTS High risk of infection by virusesQ (CMV InfectionQ)during first 6 months Recipient derived infections. Qare more common than donor derived infections Bacterial infection- during first monthQ Chemoprophylaxis is impoant in high risk patients Pre-transplant vaccination against community acquired infection should be considered MC malignancy in transplant recipient: Skin cancerQ (SCC) Increased risk of PTLD & Kaposi sarcoma Hypertension & chronic allograft nephropathy-Calcineurin inhibitorsQ New onset diabetes - Tacrolimus or steroidsQ Hyperlipidemia, anemia & accelerated cardiovascular diseaseQ Cardiovascular disease is the leading cause of death in transplant survivorsQ",
        "cop": 2,
        "opa": "Kaposi sarcoma",
        "opb": "Squamous cell carcinoma of skin",
        "opc": "PTLD",
        "opd": "CNS lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "ef0314fc-ae6f-4a4f-b631-6cb846f84118",
        "choice_type": "single"
    },
    {
        "question": "Milan Criteria is used for",
        "exp": "Ans. (a) Liver transplant. Ref: Bailey and Love 27th edition, Page 1555. Milan criteria is for liver transplant in HCC patients:* Single nodule <5cm or less than 3 nodules, the largest of which is <3cm* Those who meet these criteria - recurrence rate less than 20%* Those who fall outside, recurrence rate 60%",
        "cop": 1,
        "opa": "Liver transplant",
        "opb": "Kidney transplant",
        "opc": "Lung Transplant",
        "opd": "Heart transplant",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "af1fc5ce-696f-44a1-a069-e27dd5c8aa33",
        "choice_type": "single"
    },
    {
        "question": "First liver transplant was done by -",
        "exp": "Ans. is 'a' i. e., Starzl o The first human liver transplant was performed in 1963 by a surgical team led by Dr. Thomas Starzl of Denver, Colorado, United States. Dr. Starzl performed several additional transplants over the next few years before the first short-term success was achieved in 1967 with the first one-year survival post transplantation.",
        "cop": 1,
        "opa": "Starzl",
        "opb": "Yuri Voroniy",
        "opc": "Claudius Galen",
        "opd": "Gerhardt Kuntscher",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "9170c580-4b6e-4bd7-9251-72af0300a9ea",
        "choice_type": "single"
    },
    {
        "question": "What is the primary toxicity of doxorubicin (Adriamycin)?",
        "exp": "Doxorubicin, an antibiotic derived from Streptomyces species, has activity against sarcomas and carcinomas of the breast, liver, bladder, prostate, head and neck, esophagus, and lung. Its major side effect is production of a dilated cardiomyopathy. Patients receiving this agent should have echocardiography before and after treatment in order to monitor potential cardiac toxicity.",
        "cop": 1,
        "opa": "Cardiomyopathy",
        "opb": "Pulmonary fibrosis",
        "opc": "Peripheral neuropathy",
        "opd": "Uric acid nephropathy",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "d7b4068c-ad4f-44db-b72c-eb8453a7c813",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for liver transplantation in children-",
        "exp": "Ans. is 'a' i. e.. Biliary atresia",
        "cop": 1,
        "opa": "Biliary atresia",
        "opb": "PBC",
        "opc": "PSC",
        "opd": "Caroli's disease",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "9806c96b-5589-4c38-a567-9f59dd807745",
        "choice_type": "single"
    },
    {
        "question": "Most important HLA for organ transplantation and tissue typing:",
        "exp": "Ans. (d) HLA-DRef: Bailey 26th edition, Pages 1409-1412* HLA- A, B, DR are the most important antigens in transplant* HLA antigens are the most common cause of graft rejection* HLA- DR is the most important of all* Anti HLA antibodies causes hyper acute rejection.",
        "cop": 4,
        "opa": "HLA-A",
        "opb": "HLA-B",
        "opc": "HLA-C",
        "opd": "HLA-D",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "ef6bb44f-2ddf-49ce-92ab-f885dd5874da",
        "choice_type": "single"
    },
    {
        "question": "Most Donation after Circulatory Death (DCD) Donors are included in Maastricht category:",
        "exp": "ORGAN DONORS - Organ donors are of two types: Dead or deceased donors & living donors. Maastricht classification for donation after circulatory death (DCD) Donors Category Description (DRACUla) 1 Dead on arrival at hospital 2 Resuscitation attempted without success 3 Awaiting cardiac arrest after withdrawal of suppo (Most DCD donors from category 3 ) 4 Cardiac arrest while brain dead 5 Cardiac arrest & unsuccessful resuscitation in hospital",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "1400b857-871c-4915-aea1-aeeccc7a41e5",
        "choice_type": "single"
    },
    {
        "question": "Xeno transplantation of heart in human being, which of the animal heart has been used?",
        "exp": "Ans. (a) Pig. Ref: Internet Source* Xeno transplant of Piglet heart is tried and has shown successful survival in humans for 200 days.* Pigs were chosen because their anatomy is more or less same like human anatomy.",
        "cop": 1,
        "opa": "Pig",
        "opb": "Horse",
        "opc": "Dog",
        "opd": "Rabbit",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "5fe2c07e-19ff-4e1d-821c-55f906e2f85b",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for Liver Transplant in paediatric Patients:",
        "exp": "Ans. (a) Biliary Atresia. Ref: Surgery Sixer 3rd Edition Page 153* MC indication for Liver transplant in Children - Biliary tresia* MC indication for Liver transplant in Adults - HCV induced cirrhosis* MC metabolic indication for Liver transplant - Alpha 1 AT deficiency",
        "cop": 1,
        "opa": "Biliary Atresia",
        "opb": "Cirrhosis",
        "opc": "Hepatitis",
        "opd": "Fulminant liver failure",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "8a98aed5-bb84-4fc9-923f-2c403bbf3edf",
        "choice_type": "single"
    },
    {
        "question": "An edentulous 72-year-old man with a 50-year history of cigarette smoking presents with a nontender, hard mass in the lateral neck. The simplest way to establish an accurate histological diagnosis of a neck mass suspected to be cancerous is",
        "exp": "Isolated enlarged cervical lymph nodes in the adult are malignant nearly 80% of the time (excluding benign tumors of the thyroid gland). They are usually metastatic squamous cell carcinomas arising from primary sources above the clavicles in the aerodigestive tract. Fine-needle aspiration cytology is commonly used to obtain histological confirmation of suspected cancer. Aspiration cytology can usually diagnose carcinoma accurately, but lymphoma may be difficult to identify by this method, and open biopsy is often necessary. Bone marrow biopsy is not indicated prior to lymph node biopsy. It is done as part of the staging process after a diagnosis of lymphoma has been made. Endoscopy and scanning of the oropharynx and nasopharynx are part of the diagnostic workup of a suspected malignant cervical lymph node, but do not provide histological proof of cancer.",
        "cop": 1,
        "opa": "Fine needle aspiration cytology",
        "opb": "Bone marrow biopsy",
        "opc": "Nasopharyngoscopy",
        "opd": "CT scan of the head and neck",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "fecf7770-34fd-4eb5-a6ad-c066cf069757",
        "choice_type": "single"
    },
    {
        "question": "Acute cellular rejection following solid organ transplantation occurs:",
        "exp": "Ans. (c) Between 5 to 30 days of transplantation. Ref: Bailey 26th edition, Pages 1408-1412* Hyperacute - minutes to hours* Acute (Cellular rejection): Most common in 5-30 days (first 6 months)* Chronic rejection after 6 months (Most common cause of graft failure)",
        "cop": 3,
        "opa": "Within minutes to hours of transplantation",
        "opb": "Within 48 hours of transplantation",
        "opc": "Between 5 to 30 days of transplantation",
        "opd": "Beyond 30 days after transplantation",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "721c67a0-49cf-4bff-93e7-4dedf7b96714",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are efficient antigen-presenting cells found in the epidermis?",
        "exp": "Processing and presentation of antigen in association with class II molecules is critical for activation of T cells. Langerhans cells are potent antigen-presenting cells (APCs) found in skin. Macrophages are the major APCs in the body. Dendritic cells are APCs found in lymphoid tissue.",
        "cop": 3,
        "opa": "Macrophages",
        "opb": "T cells",
        "opc": "Langerhans cells",
        "opd": "Dendritic cells",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "7202269c-185c-40d6-b2d3-ee7b57b3a288",
        "choice_type": "single"
    },
    {
        "question": "Hyper acute rejection is due to:",
        "exp": "Ans. (a) Preformed antibodies. Ref: Bailey 26th edition, Page 1412* Hyperacute happens in minutes to hours due to preformed antibodies.",
        "cop": 1,
        "opa": "Preformed antibodies",
        "opb": "Cytotoxic T-lymphocyte medicated injury",
        "opc": "Circulating macrophage mediate injury",
        "opd": "Endothelitis caused by donor antibodies",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "4c4d6bb0-d092-4a33-9e18-71efd7889b07",
        "choice_type": "single"
    },
    {
        "question": "The most common malignancy in renal transplant recipient is:",
        "exp": "Ans. (a) Skin cancer. Ref: Bailey 26th edition, Pages 1415-1416. Side effects of immunosuppressive therapy after kidney transplant:* Most common opportunistic infection- Viral* Most common viral Infection- CMV* Most common time for Infection- 1st 6 months* Most common cancer to occur on immunosuppression - Skin cancer* PTLD - Post transplant Lympho proliferative disorder can also occur after transplant.",
        "cop": 1,
        "opa": "Skin cancer",
        "opb": "Renal cell carcinoma",
        "opc": "Non-Hodgkin's lymphoma",
        "opd": "Hodgkin's lymphoma",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "eff3e687-1c89-46d3-ab83-3bf8109ef3e9",
        "choice_type": "single"
    },
    {
        "question": "What is a xenograft:",
        "exp": "Ans. (d) Transplantation of living tissues/organs fromone species to another. Ref: Bailey & Love 26th ed./833* Xenotransplantation is the transplantation of living cells, tissues or organs from one species to another. Such cells, tissues or organs are called xenografts or xenotransplants.* In contrast, the term allotransplantation refers to a same-species transplant. Human xenotransplantation offers a potential treatment for end-stage organ failure, a significant health problem in parts of the industrialized world.",
        "cop": 4,
        "opa": "Transplantation of organs from a 1st degree relative",
        "opb": "Transplantation of organs from unrelated donor",
        "opc": "Transplantation of tissues from self",
        "opd": "Transplantation of living tissues/organs from one species to another",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "f65279df-41eb-4eb4-a9eb-776e49547b6e",
        "choice_type": "single"
    },
    {
        "question": "Principal cause of death in renal transplant patients:-",
        "exp": "Most common cause of death in renal transplant patients Heart disease > infection > stroke",
        "cop": 4,
        "opa": "Uremia",
        "opb": "Malignancy",
        "opc": "Rejection",
        "opd": "Infection",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "aab6b03e-bcf0-4b92-8d76-2bae9a633472",
        "choice_type": "single"
    },
    {
        "question": "The most commonly used drug in the immunosuppression of renal transplant patients is cyclosporine. A major side effect of this drug is:",
        "exp": "Ironically, nephrotoxicity is the major problem associated with the use of cyclosporine. Despite this fact, it is the most commonly used immunosuppressive drug in renal transplant patients.",
        "cop": 3,
        "opa": "Pancytopenia",
        "opb": "Constipation",
        "opc": "Nephrotoxicity",
        "opd": "Amenorrhea",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "2892b99d-f9bc-44db-b73f-d7bcc400c954",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication for liver transplantation?",
        "exp": "HIV is not an indication for liver transplantation. INDICATIONS FOR LIVER TRANSPLANTATION MC indication of LT: HCV induced cirrhosisQ 2nd MC indication of LT: Alcoholic liver diseaseQ MC indication of pediatric LT: Biliary atresiaQ MC metabolic disorder requiring LT: Alpha-1 antitrypsin deficiencyQ MC indication for LT following acute liver failure: Acetaminophen toxicityQ",
        "cop": 2,
        "opa": "Fatty liver",
        "opb": "HIV",
        "opc": "Wilson's disease",
        "opd": "Primary hyperoxaluria",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "85e3db22-eb23-4ae2-856a-043d66e9b82b",
        "choice_type": "single"
    },
    {
        "question": "The advantage of bladder drainage over enteric drainage after pancreatic transplantation is better monitoring of:",
        "exp": "Ans. (b) Amylase levels. Ref: Sabiston 19th edition, Pages 675-679* Amylase is measured easily in urine in bladder drainage* When urinary amylase decreases it's time to check for graft failure by taking biopsy* Similar amylase testing is difficult in Intestine drainage.",
        "cop": 2,
        "opa": "HBA1C levels",
        "opb": "Amylase levels",
        "opc": "Glucose levels",
        "opd": "Electrolyte levels",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "6359b6da-0564-4e66-886c-ad2b2c855e56",
        "choice_type": "single"
    },
    {
        "question": "Most common complication following intestinal transplant is:",
        "exp": "Ans. (a) Sepsis. Ref: Sabiston Textbook of surgery, 20th ed; 671 -673. COMPLICATIONS* Most common complication following intestinal transplant -- Bacterial infection 70-90% (E. coli, Klebsiella, Enterobacter and Enterococci) followed by viral infection (CMV infection)* PTLD is more common following intestinal transplant 10-20%. Manifested within 1 year of transplantation and presents with fever, malaise, lymphadenopathy to life threatening malignant diseases. Rituximab is useful.* Graft Versus Host Disease has high incidence in Intestinal Transplant (0 - 14%). Treatment includes antithymocyte globulin and steroids.",
        "cop": 1,
        "opa": "Sepsis",
        "opb": "GVHD",
        "opc": "PTLD",
        "opd": "Vessel thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "65f5e36b-6281-406e-88bf-07602435f820",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for live transplant in children:",
        "exp": "Ans. (b) Biliary atresia. Ref: Sabiston 20th edition, Page 638* In children who account for around 10-15% of all liver transplants, Biliary atresia is the most common indication for transplantation.",
        "cop": 2,
        "opa": "Viral hepatic disease",
        "opb": "Biliary atresia",
        "opc": "Primary sclerosing cholangitis",
        "opd": "Crigler Najar Syndrome",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "1037a5f8-6fb9-4b3b-b625-f43acd2978b6",
        "choice_type": "single"
    },
    {
        "question": "Five-year survival rates in excess of 20% may be expected following resection of pulmonary metastases if",
        "exp": "Resection of metastases of lung, liver, and brain can result in occasional 5-year cures. In general, surgery should be undertaken only when the primary tumor is controlled, diffuse metastatic disease has been ruled out, and the affected patient's condition and the location of the metastasis permit safe resection. Five-year survival rates as high as 18% have been reported for selected patients with liver metastases from colorectal primary tumors. However, the best results have come from resection of pulmonary metastases, in which 5-year survival rates exceed those of resection for primary bronchogenic carcinoma. Autopsy reviews have demonstrated that many patients with pulmonary metastases have no other evidence of tumor, which suggests that resectional treatment may be justified even when the lung foci are not solitary. Selection of patients for pulmonary resections may be aided by measurement of tumor doubling times; patients with doubling times greater than 40 days appear to benefit most, while those with doubling times less than 20 days are not significantly helped.",
        "cop": 2,
        "opa": "Other organ metastases are present",
        "opb": "Lung lesions are solitary",
        "opc": "Local tumor recurrence is found",
        "opd": "The tumor doubling time is less than 20 days",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "8f966b7a-7df3-49c1-ace6-d845ca185a9f",
        "choice_type": "single"
    },
    {
        "question": "Liver transplant for which of the following conditions will need duct to jejunal anastomoses rather than duct to duct anastomoses?",
        "exp": "Ans. (b) Primary sclerosing cholangitis. Ref: Bailey and love, 27th edition, Page 1554* Biliary drainage by choledocho choledochostomy (Bile duct to Bile duct) usually* Choledochojejunostomy is done for patients in whom Transplant done for PSC or biliary atresia where host duct is unsuitable.",
        "cop": 2,
        "opa": "Alagille syndrome",
        "opb": "Primary sclerosing cholangitis",
        "opc": "Liver cirrhosis",
        "opd": "Primary biliary cirrhosis",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "8724cdb5-d790-4a57-bb6d-bd2f7a89525c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diseases is appropriately treated with combined heart-lung transplantation?",
        "exp": "Many causes of end-stage lung disease have been appropriately treated with lung transplantation. Whether one lung or both lungs are replaced at the time of transplantation depends on recipient factors. Patients with restrictive processes like primary pulmonary fibrosis do well with a single lung transplant. For patients with primary pulmonary hypertension, unloading of the right ventricle with single lung transplantation has been adequate and replacement of both lungs has not been necessary in most cases. Cystic fibrosis patients do well after lung transplantation but double lung transplant is frequently necessary because of chronic infections. Secondary pulmonary hypertension is due to left ventricular failure with concomitant increases in pulmonary pressures secondary to increases in left ventricular end-diastolic pressures. Reactive secondary pulmonary hypertension is best treated with heart transplantation. Long-standing secondary pulmonary hypertension that is chiefly fixed is best treated with combined heart-lung transplantation.",
        "cop": 4,
        "opa": "Primary pulmonary hypertension",
        "opb": "Cystic fibrosis",
        "opc": "End-stage emphysema",
        "opd": "Idiopathic dilated cardiomyopathy with long-standing secondary pulmonary hypertension",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "415fbb8d-3c6e-470c-a247-64b4a8540110",
        "choice_type": "single"
    },
    {
        "question": "Hyperacute rejection is due to:-",
        "exp": "Hyperacute rejection is due to preformed antibodies. \"Hyperacute rejection occurs when preformed antibodies react with donor antigens on the vascular endothelium of the graft. Subsequent complement activation triggers rapid intravascular thrombosis and graft necrosis. \"-Sabiston 20/e p618 TYPES OF GRAFT REJECTION Hyperacute Rejection Acute (cellular) Rejection Chronic Rejection Immediate (within minutes to hours) graft destruction due to ABO or pre-formed anti-HLA antibodiesQ. Characterised by intravascular thrombosisQ Kidney transplants are paicularly vulnerable. Qto hyperacute graft rejection Heart and liver transplants are relatively resistantQ. Occurs during the first 6 monthsQ Most commonly presents between 5-30Q days after transplantation T-cell dependent, characterized by mononuclear cell infiltrationQ Usually reversibleQ Occurs after the first 6 monthsQ MC cause of graft failureQ Non-immune factors may contribute to pathogenesis Characterized by myointimal proliferation in graft aeries leading to ischemia and fibrosisQ",
        "cop": 1,
        "opa": "Preformed antibodies",
        "opb": "Cytotoxic T-lymphocyte medicated injury",
        "opc": "Circulating macrophage mediated injury",
        "opd": "Endothelitis caused by donor antibodies",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "126a94fc-21d4-424c-ae63-42a0fd553e40",
        "choice_type": "single"
    },
    {
        "question": "Most impoant HLA for organ transplantation and tissue typing:-",
        "exp": "Most impoant HLA for organ transplantation and tissue typing is HLA-D. HLA matching has a relatively small but definite beneficial effect on renal allograft survival (HLA-DR > HLA-B > HLA- A) HLA MATCHING HLA antigens Are the MC cause of graft rejectionQ Anti-HLA antibodies may cause Hyperacute rejectionQ In the case of liver transplants, HLA matching does not confer an advantageQ",
        "cop": 4,
        "opa": "HLA-A",
        "opb": "HLA-B",
        "opc": "HLA-C",
        "opd": "HLA-D",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "f3fbaa42-4afc-48f0-bd6b-64a5a6756a9f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organ is most sensitive to hypothermia?",
        "exp": "Organ which is most sensitive to hypothermia is the heart. This is reason why hypothermia may present as ventricular fibrillation or asystole especially when core temperature is less than 24 degC. Other complications: Coagulopathies Disseminated Intravascular Coagulation (DIC) Pancreatitis Acute renal failure",
        "cop": 3,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Heart",
        "opd": "Brain",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "20ae2b80-6812-4f71-957f-a580bf1d845d",
        "choice_type": "single"
    },
    {
        "question": "Left kidney is preferred for transplantation because:",
        "exp": "Ans. (a) Longer renal vein. Ref: Internet Source. The left kidney is preferred for transplantation because the left renal vein is longer and easy to anastomose. Other advantages mentioned are:* Anatomically easy to remove because liver is on right* Anomalies of vessels are less common on left side.",
        "cop": 1,
        "opa": "Longer renal vein",
        "opb": "Higher location",
        "opc": "Ease of surgery due to anatomical relations",
        "opd": "To prevent damage to liver",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "41931a97-814e-40fc-9d20-f30f6e3b24de",
        "choice_type": "single"
    },
    {
        "question": "A 46 year-old man is on a waiting list to secure a renal transplant. The genetic locus of transplant antigens in humans is known as which?",
        "exp": "HLA was one of the first studied antigens. The transplant antigen is located on the surface. The strongest transplant antigen is known as the major histocampatibility complex (MHC) and is found in humans on chromosome 6. The higher the number of MHC matches, the better chance of survival for the allograft. However, zero MHC-matched grafts have been placed due to overwhelming demands. On the other hand, mismatch in ABO and Rh group results in hyperacute rejection are elevated.",
        "cop": 3,
        "opa": "Rhesus (Rh)",
        "opb": "Ig (Immunoglobulin) A and IgM",
        "opc": "Human leukocyte antigen (HLA)",
        "opd": "ABO",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "d4087bdf-e633-44a3-99ff-b85a5e44cfee",
        "choice_type": "single"
    },
    {
        "question": "Immediately after kidney donation what happens to the creatinine level in the donors -",
        "exp": "Ans. is 'b' i. e., Increases o After kidney donation both the serum creatinine and creatinine clearance increase.",
        "cop": 2,
        "opa": "Remains Same",
        "opb": "Increases",
        "opc": "Decreases",
        "opd": "level in independent of the donation",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "1b7d84da-a65d-40ec-9748-1f4bb05256f5",
        "choice_type": "single"
    },
    {
        "question": "Dr. Christian Bernard is associated with?",
        "exp": "ANSWER: (A) Heart transplant. REF: http://en. wikipedia. or g /wiki/Chris tiaan_Barnard. Christiaan Neethling Barnard (November 8, 1922 - September 2, 2001) was a. South African cardiac surgeon who performed the world's first successful human-to-human heart transplant.",
        "cop": 1,
        "opa": "Heart transplant",
        "opb": "Renal transplantation",
        "opc": "Liver transplant",
        "opd": "Hair transplant",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "8b4f196f-8b70-4444-9bfc-f83c90818c12",
        "choice_type": "single"
    },
    {
        "question": "Renal transplantation is most commonly done in:",
        "exp": "Ans. (a) Chronic glomerulonephritis. Ref: Bailey and Love 26th edition, Page 1423. Most common causes of renal failure and indications for transplant* Diabetes* Hypertension* Glomerulonephritis* PCKD* Renal Vascular disease* Pyleonephritis",
        "cop": 1,
        "opa": "Chronic glomerulonephritis",
        "opb": "Bilateral staghorn calculus",
        "opc": "Horse shoe kidney",
        "opd": "Oxalosis",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "e969e286-4995-41a2-931a-b3b3142c3582",
        "choice_type": "single"
    },
    {
        "question": "Post-transplant cytomegalovirus infection may cause",
        "exp": "Overall, 30% of all infections contracted in the posttransplant period are viral. The most common viral infections are DNA viruses of the herpesvirus family and include cytomegalovirus (CMV), Epstein-Barr virus, herpes simplex virus, and varicella zoster virus. CMV infections may occur as either primary or reactive infections and have a peak incidence at about 6-week post-transplant. The classic signs include fever, malaise, myalgia, arthralgia, and leukopenia. CMV infection can affect several organ systems and result in pneumonitis; ulceration and hemorrhage in the stomach, duodenum, or colon; hepatitis; esophagitis; retinitis; encephalitis; or pancreatitis. The risk of developing posttransplant CMV depends on donor-recipient serology, with the greatest risk in seronegative patients who receive organs from seropositive donors. Pyelonephritis, cholecystitis, intraabdominal abscesses, and parotitis are caused by bacterial infections or GI perforation and not primarily by CMV infection.",
        "cop": 2,
        "opa": "Pyelonephritis",
        "opb": "GI ulceration and hemorrhage",
        "opc": "Cholecystitis",
        "opd": "Intraabdominal abscess",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "76e78c3c-2d2b-47af-bddb-e4e72efb2c56",
        "choice_type": "single"
    },
    {
        "question": "After the first postoperative year of cardiac transplantation, the most common cause of death is",
        "exp": "Chronic graft rejection is manifested in cardiac allografts as chronic vascular rejection of main and intramuscular coronary arteries. Myointimal proliferation and medial scarring result in diffuse and eccentric arterial narrowing referred to as accelerated graft atherosclerosis. Infection remains the primary cause of death within the first year of cardiac transplant, but accelerated graft arteriosclerosis is the most common cause of mortality thereafter. Percutaneous transluminal coronary angioplasty, coronary artery bypass grafting, and re-transplantation are the current options for combating this problem.",
        "cop": 3,
        "opa": "Infection",
        "opb": "Arrhythmia",
        "opc": "Accelerated graft arteriosclerosis",
        "opd": "Acute rejection episode",
        "subject_name": "Surgery",
        "topic_name": "Transplantation",
        "id": "241d2385-b917-4893-a7d9-7dad39f89f9b",
        "choice_type": "single"
    }
]