[
    {
        "question": "Which of the following bacterial meningitis is associated with sudural effusion?",
        "exp": "Chronic Subdural Empyema It may be primary infection of subdural space from sinusitis focus causing suppuration and pus formation. It can be complication of the chronic subdural haematoma. It is due to secondary bacterial infection of collected clot/fluid. Infection is from sinusitis scalp (common)/through earlier trauma wound/haematogenous. Commonly Gram positive organisms cause empyema like streptococci (viridans/milleri) but other virulent organisms like Gram negative bacteria (H. influenzae) occasionally can cause. There is coical venous thrombophlebitis and coical infarction. Headache, fever, meningism and convulsions are the features. MRI is ideal than CT to diagnose. Treatment: Antibiotics, craniotomy and drainage; anticonvulsants, ICU care, proper monitoring, regular follow up. Condition has got 10% moality. Ref: SRB's Manual of Surgery 5th edition Pgno: 1097",
        "cop": 1,
        "opa": "H. influenza",
        "opb": "Neisseria meningitits",
        "opc": "Streptococcus pneumonia",
        "opd": "Enterococcus",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "af3f9375-99f2-4495-8e66-c875d70c9612",
        "choice_type": "single"
    },
    {
        "question": "The earliest manifestation of increased intrcranial pressure following head injury is",
        "exp": "In general, symptoms and signs that suggest a rise in ICP include altered level of consciousness, headache, vomitingwithout nausea, ocular palcies, back pain and papilledema. If papilledema is protracted, it may lead to visual disturbances, optic atrophy, and eventually blindness. The headache is classically a morning headache which may wake them from sleep. The brain is relatively poorly supplied by oxygen as a result of mild hypoventilation during the sleeping hours and also cerebral edema may worsen during the night due to the lying position. ref-Graham, D. I.; Gennarelli, T. A. (2000). \"Pathology of Brain Damage After Head Injury\". In Cooper, Paul Richard; Golfinos, John (eds.). Head Injury (4th ed.). Mc. Graw-Hill. pp. 133-54",
        "cop": 3,
        "opa": "Ipsilateral pupillary dilatation",
        "opb": "Contralateral pupillary dilatation",
        "opc": "Altered mental status",
        "opd": "Hemiparesis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "dce8f390-9da2-4f5a-a4ac-c872f5a4b2b0",
        "choice_type": "single"
    },
    {
        "question": "Best prognostic factor for head injury is",
        "exp": "The severity of head injury is classified according to glassglow coma scale(GCS) as it is the best predictor of neurological outcome. Mode of injury and age of the patient help in initial evaluation and management, CT helps in confirmation of the diagnosis. Their prognostic value is less when compared to GCS. Reference: Bailey and Love's Sho Practice of Surgery, 26th edition, Pg no: 313",
        "cop": 1,
        "opa": "A. Glasgow coma scale",
        "opb": "B. Age",
        "opc": "C. Mode of injury",
        "opd": "D. CT",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "94d51fc0-0a30-409e-8406-9e14d67bbdb0",
        "choice_type": "single"
    },
    {
        "question": "Base of the skull fracture presents with involvement of the petrous temporal bone, which of the following important sign:",
        "exp": "(Battle sign) (595-Baily & Love 24th) (302-B &L 25th). Base of Skull Fractures* Anterior fossa fracture - May open into the frontal or ethmoid air sinuses or run across the cribriform plate.* Presents with sub conjunctival hematoma, anosmia, epistaxis, nasal tip anaesthesia, CSF-rhinorrhea and occasionally carotico-cavernous fistua.* Periorbital haematoma or \"raccoon eye\" indicate subgaleal haemorrhage.* Middle fossa fracture involving petrous temporal bone presents with CSF otorrhoea, haemotympanum, occicular disruption, Battle sign or VII and VIII cranial nerve palsies. Battle sign - bruising behind the ear appearing 36 hours after a head injury with a petrous temporal base of skull fracture",
        "cop": 4,
        "opa": "Subconjunctive haematoma",
        "opb": "CSF rhinorrhoea",
        "opc": "Raccon eyes",
        "opd": "Battle sign",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c229d52d-be85-428a-832c-bb708bb81c85",
        "choice_type": "single"
    },
    {
        "question": "Amount of blood loss in class II circulatory failure/Haemorrhagic shock?",
        "exp": "-Hemorrhagic shock has been divided into 4 classes according to ATLS course. Class 1 Class2 Class 3 Class 4 Blood volume lost as % of total < 15 % 15-30% 30-40% >40% Four Classes of Hemorrhagic Shock (According to the ATLS course) Parameter I II III IV Blood loss (%) 0-15% 15-30 30-40 >40 CNS Slightly anxious Mildly anxious Anxious or confused Confused or lethargic Pulse (beats/ min) <100 >100 >120 >140 Blood pressure Normal Normal Decreased Decreased Pulse pressure Normal Decreased Decreased Decreased Respiratory rate 14-20/min 20-30/min 30-40/min >35/min Urine (mL/hr) >30 20-30 5-15 Negligible Fluid Crystalloid Crystalloid Crystalloid + blood Crystalloid + blood Base deficit 0 to -2 m. Eq/L -2 to 6 m. Eq/L -6 to -10 m. Eq/L -10 m. Eq/L or less -Please refer to the above table as many such questions are asked from the table.",
        "cop": 2,
        "opa": "<15%",
        "opb": "15-30%",
        "opc": "30-40%",
        "opd": ">40%",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "22c5ed96-7f61-4836-9a7a-a1517d8c81ad",
        "choice_type": "single"
    },
    {
        "question": "Signature fracture of skull is seen in",
        "exp": "DEPRESSED SKULL FRACTURE It is a common neurosurgical problem among the head injuries. It means fracture depression is more than the depth of inner table of the skull. Investigations: CT scan. Problems in depressed fracture Tear in the dura beneath Haematoma in the deeper plane Injury to the cerebrum Injury to the venous sinuses--may cause life-threatening haemorrhage. Fracture should not be elevated in such occasion, as it itself can precipitate bleeding Convulsions Meningitis Treatment Antibiotics, anticonvulsants. Elevation of the depressed fracture: Burr holes are made in the adjacent normal skull. Fracture is elevated. Bony fragments and necrotic materials are removed. Dural tear is closed with interrupted sutures. Ref: SRB's Manual of Surgery 5th edition Pgno: 1099",
        "cop": 2,
        "opa": "Gutter fracture",
        "opb": "Depressed fracture",
        "opc": "Ring fracture",
        "opd": "Sutural seperation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "6f299673-f4a7-45b6-acfa-b15c564e923b",
        "choice_type": "single"
    },
    {
        "question": "Best Prognostic factor for head injury?",
        "exp": "Glassgow Coma Scale (GCS) Maximum score - 15, minimum score - 3 Best predictor of outcome: Motor response Patients scoring 3 or 4 have an 85% chance of dying or remaining vegetative, while scores above 11 indicate only a 5-10% likelihood of death Table given as image Ref: Harrison's 19th edition Pgno: 1777",
        "cop": 2,
        "opa": "Age of patient",
        "opb": "Glasgow coma scale",
        "opc": "Mode of injury",
        "opd": "Presence of facial trauma",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "23febf88-8f87-495d-8005-9979e455d6d6",
        "choice_type": "single"
    },
    {
        "question": "In traumatic brain injury, Glasgow outcome score of 4 stands for",
        "exp": "Glasgow Outcome Score (GOS). Good recovery 5. Moderate disability 4. Severe disability 3. Persistent vegetative state 2. Dead 1. Bailey and Love 26e pg: 320",
        "cop": 2,
        "opa": "Good recovery",
        "opb": "Moderate disability",
        "opc": "Severe disability",
        "opd": "Persistent vegetative state",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "fcf32c18-a61e-4426-9abc-1d9f396edba6",
        "choice_type": "single"
    },
    {
        "question": "Management of medulloblastoma in 1. 5 year old. What is not done in curative therapy?",
        "exp": ". Treatment consist of relief of raised intracranial pressure, establishment of pathological diagnosis, removal of beningn tumors, decompressive surgeries for malignant tumor, shunt surgeries to drain CSF_ventriculo peritonial shunt or ventriculo atrial shunt, radiotherapy, chemotherapy-temozolamide (Ref; SRB's Manual of Surgery, 5th edition, pg no. 1105)",
        "cop": 1,
        "opa": "Open surgery with leaving the tumour margins",
        "opb": "Chemotherapy",
        "opc": "Total cranial spinal irradination",
        "opd": "VP shunt for the obstructive hydrocephalus",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "22eedb2a-b0c4-4120-8468-97a33b17d9ba",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in an unstable patient with suspected intraabdominal injury is",
        "exp": "The investigation of choice in an unstable patient with suspected intraabdominal injury is ultrasound. Focused abdominal sonar for trauma(FAST) is a technique whereby ultrasound(sonar) imaging is used to assess the torso for the presence of free fluid, either in the abdominal cavity, and is extended into the thoracic cavities and pericardium(e. FAST). e. FAST is accurate at detecting <100ml of free blood. CT is the gold standard for the intr-abdominal diagnosis of injury in the stable patient. Reference: Bailey & love, 27th Edition, page no = 372.",
        "cop": 2,
        "opa": "DPL",
        "opb": "USG",
        "opc": "CT scan",
        "opd": "X-ray abdomen",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "85747b45-37cb-42cf-8dde-d14df8cd05bc",
        "choice_type": "single"
    },
    {
        "question": "BASDAI criteria is indicated in",
        "exp": "BASDAI(Bath Ankylosing Spondylitis disease activity index) Used to know effectiveness of drug therapy On a scale of 1-10 it is measured by various factors like discomfo, pain, morning stiffness etc If the value is >4 there is suboptimal control of disease",
        "cop": 1,
        "opa": "Ankylosing spondylitis",
        "opb": "Rheumatic Ahritis",
        "opc": "Kawasaki Disease",
        "opd": "Any autoimmune disease",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ecdacc04-6369-4fb1-a791-73f9a796fb2a",
        "choice_type": "single"
    },
    {
        "question": "A person had an accident and came to casualty with contusion on left precordium. There was decrease in breath sounds on left side, trachea deviated to right side and normal heart sounds. Which of the following is the first line of management?",
        "exp": "Ans. (a) Needle Thoracocentesis* History is clearly indicative of Tension Pneumothorax- hence urgent need is Thoracocentesis at 2nd ICS. MCL.",
        "cop": 1,
        "opa": "Needle thoracocentesis",
        "opb": "Chest tube thoracocentesis",
        "opc": "Pericardiocentesis",
        "opd": "Open surgery",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4eca9834-7ec0-4163-bc74-80a90a842f21",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man is in a car crash in which he is the driver. He did not have a seat belt or an airbag. He is found to have multiple rib fractures over his right chest. His pulse is weaker during inspiration. What are the most likely diagnoses?",
        "exp": "Flail chest should be suspected in multiple rib fractures where the individual rib is divided in two places. Paradoxical movement results in lung compression as the flail segment moves inward during inspiration.",
        "cop": 1,
        "opa": "Flail chest",
        "opb": "Empyema",
        "opc": "Diaphragm rupture",
        "opd": "Cervical rib",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "85023e0e-def4-4687-9ee3-71079f8c9daa",
        "choice_type": "single"
    },
    {
        "question": "Optimal timing of administration of prophylactic antibiotic for surgical patients is:",
        "exp": "IV administration at induction of anesthesia is optimal. If induction is not mentioned in the option go for 30 minutes to 1 hours before surgery.",
        "cop": 1,
        "opa": "At the induction of anesthesia",
        "opb": "Any time during the surgical procedure",
        "opc": "One hour after induction",
        "opd": "One hour prior to induction of anesthesia",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "110c028f-fbc1-472f-a08a-ab8fea39295c",
        "choice_type": "single"
    },
    {
        "question": "Early stage of trauma is characterized by",
        "exp": "Injury Phase (Phase of catabolism):-- Begins at the time of injury and lasts for 2-5 days-- Phase of hypermetabolism-- Stress hormones (coisol, catecholamines and glucagon) and volume control hormones (renin-angiotensin, aldosterone and ADH) are increased. This leads to proteolysis, lipolysis, hyperglycemia and wound healing despite of negative nitrogen balance.* Turning Point:-- Transient period marked physiologically by turning off of the neuroendocrine response and clinically by the appearance of getting well. * Early Anabolic Phase:-- Marked by gain in muscular strength or positive nitrogen balance.* Late Anabolic Phase:-- Marked by gain in weight and body fat or positive caloric balance",
        "cop": 1,
        "opa": "Catabolism",
        "opb": "Anabolism",
        "opc": "Glycogenesis",
        "opd": "Lipolysis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4ee59051-7c07-46df-ab93-49ca6d608e76",
        "choice_type": "single"
    },
    {
        "question": "Hinge fracture is seen in",
        "exp": "Skull base fractures Anteruor cranial fossa Subconjunctival hematoma CSF Rhinorrhea Carotico-cavernous fistula Periorbital hematoma or \"Raccoon eyes\" Middle cranial fossa fracture CSF otorrhea Hemotympanum Ossicular disruption Battle sign: Bruising behind the ear 7th and 8th cranial nerve palsies Ref: Bailey and love 27th edition Pgno: 333",
        "cop": 3,
        "opa": "Vault",
        "opb": "Ant cranial fossa",
        "opc": "Middle cranial fossa",
        "opd": "Posterior cranial fossa",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4404dd1e-7b37-484e-b439-7e00d09bd832",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy is admitted to the hospital after a road traffic accident. Per abdomen examination is normal. After adequate resuscitation, his pulse rate is 80/min and BP is 110/70 mm Hg. Abdominal CT reveals 1 cm deep laceration in the left lobe of the liver extending from the done more than half way through the parenchyma. Appropriate management at this time would be:",
        "exp": "Classification of liver injury (Moore) Grade Types Operative or CT Scan findings I Hematoma Laceration Subcapsular, <10% of surface area Capsular tear, < 1 cm in parenchymal death II Hematoma laceration Subcapsular, 10-50% of surface area Intraparenchymal, <10 cm in diameter 1-3 cm in parenchymal depth, <10 cm in length III Hematoma laceration Subcapsular, >50% of surface area or expanding; rupture subcapsular or parenchymal hematoma Intraparenchymal, hematoma > 10 cm or expanding > 3 cm in parenchymal depth IV Laceration Parenchymal disruption involving 25-75% of the hepatic lobe or 1-3 couinauds segments in a single lobe V Laceration vascular Parenchymal disruption involving >75% of the hepatic lobe or > 3 Coulnauds segments in a single lobe Juxta hepatic venous injuries, i. e retro hepatic vena cava / central major hepatic veins VI Vascular Hepatic avulsion",
        "cop": 1,
        "opa": "Conservative treatment",
        "opb": "Abdominal exploration and packing of hepatic wounds",
        "opc": "Abdominal exploration and ligation of left hepatic aery",
        "opd": "Left hepatectomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "2b044139-ce46-42a0-96b6-5b4954697702",
        "choice_type": "single"
    },
    {
        "question": "The response to shock includes which of the following metabolic effects?",
        "exp": "The biochemical changes associated with shock result from tissue hypoperfusion, endocrine response to stress, and specific organ system failure. During shock, the sympathetic nervous system and adrenal medulla are stimulated to release catecholamines. Renin, angiotensin, antidiuretic hormone, adrenocorticotropin, and cortisol levels increase. Resultant changes include sodium and water retention and an increase in potassium excretion, protein catabolism, and gluconeogenesis. Potassium levels rise as a result of increased tissue release, anaerobic metabolism, and decreased renal perfusion. If renal function is maintained, potassium excretion is high and normal plasma potassium levels are restored.",
        "cop": 4,
        "opa": "Increase in sodium and water excretion",
        "opb": "Increase in renal perfusion",
        "opc": "Decrease in cortisol levels",
        "opd": "Hyperkalemia",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c4d6fa3b-a648-4c82-9e87-3c2aa24ea876",
        "choice_type": "single"
    },
    {
        "question": "For the immediately life-threatening injuries of the chest \"Laryngeal obstruction\", select the proper intervention. (SELECT 1 INTERVENTION)",
        "exp": "Airway obstruction denotes partial or complete occlusion of the tracheobronchial tree by foreign bodies, secretions, or crush injuries of the upper respiratory tract. Patients may present with symptoms ranging from cough and mild dyspnea to stridor and hypoxic cardiac arrest. An initial effort should be made to digitally clear the airway and to suction visible secretions; in selected, stable patients, fiberoptic endoscopy may be employed to determine the cause of obstruction and to retrieve foreign objects. Unstable patients whose airways cannot be quickly reestablished by clearing the oropharynx must be intubated. An endotracheal intubation may be attempted, but cricothyroidotomy is indicated in the presence of proximal obstruction or severe maxillofacial trauma.",
        "cop": 2,
        "opa": "Endotracheal intubation",
        "opb": "Cricothyroidotomy",
        "opc": "Subxiphoid window",
        "opd": "Tube thoracostomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f7573eda-70b1-4f8e-9ad6-633f7af9df9e",
        "choice_type": "single"
    },
    {
        "question": "Rapid fluid resuscitation of the hypovolemic patient after abdominal trauma is significantly enhanced by which of the following?",
        "exp": "Rapid fluid administration is often the key to successful trauma resuscitation. Some of the important factors affecting the rate of fluid resuscitation include the diameter of the intravenous tubing, the size and length of the venous cannulae, the fluid viscosity, and the site of administration. According to Poiseuille's law, flow is proportional to the fourth power of the radius of a catheter and inversely proportional to its length. Therefore, the shorter a catheter and the larger its diameter, the faster one can infuse a solution through it. Central venous placement alone does not assure rapid flow. Importantly, the diameter of the intravenous tubing employed may be the rate-determining factor in fluid delivery: blood-infusion tubing allows twice the flow of standard intravenous tubing and should be used when rapid fluid resuscitation is needed. Any patient who is suspected of having a major abdominal injury should immediately have at least two short, large-bore (16-gauge or larger) intravenous cannulae placed in peripheral veins. Longer, smaller catheters, such as standard 18-gauge central venous catheters, may take more time to place and will have lower flow rates. Once fluid resuscitation is under way, one may elect to place an 8- or 9-French pulmonary artery catheter-introducer via a central venous approach for further volume administration, as well as for measurement of central venous pressure or for Swan-Ganz catheter insertion. Lower-extremity venous cannulae, placed by saphenous vein cutdown or percutaneously into the femoral veins, are no longer advised as primary access for patients with abdominal trauma, since possible disruption of iliac veins or the inferior vena cava will render volume infusion ineffective. Studies have demonstrated that the flow rate of cold whole blood is roughly two-thirds that of whole blood at room temperature. Diluting and warming the blood by \"piggybacking\" it into infusion lines that are delivering crystalloid will decrease the blood's viscosity, enhance flow, and minimize hypothermia.",
        "cop": 4,
        "opa": "Placement of long 18-gauge subclavian vein catheters",
        "opb": "Placement of percutaneous femoral vein catheters",
        "opc": "Bilateral saphenous vein cutdowns",
        "opd": "Placement of short, large-bore percutaneous peripheral intravenous catheters",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3cc9c16b-2271-40ba-828c-d7b8de54f1cc",
        "choice_type": "single"
    },
    {
        "question": "Scissors gait is seen in",
        "exp": "Scissor gait is a form of gait abnormality primarily associated with spastic cerebral palsy rigidity and excessive adduction of the leg in swing plantar flexion of the ankle flexion at the knee adduction and internal rotation at the hip progressive contractures of all spastic muscles complicated assisting movements of the upper limbs when walking",
        "cop": 2,
        "opa": "Poliomyelitis",
        "opb": "Cerebral palsy",
        "opc": "Hyperbilirubinemia",
        "opd": "Hyponatremia",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1825fbdb-260f-4277-894c-884957f106d3",
        "choice_type": "single"
    },
    {
        "question": "A road traffic accident patient presents with breathlessness. Differentiation between cardiac tamponade and tension pneumothorax is best done by?",
        "exp": "Ans. (d) Breath sounds. Ref. B&L page 354/ 26th Edition* Both Tension pneumothorax and Cardiac tamponade both present with breathlessness, tachypnea and distended neck veins* Tension pneumothorax features - Hyper resonance over the chest and absent breath sounds.* Cardiac tamponade - Classically, the presentation consists of venous pressure elevation, decline in arterial pressure with tachycardia, and muffled heart sounds.",
        "cop": 4,
        "opa": "Pulse pressure",
        "opb": "Pulse volume",
        "opc": "JVP",
        "opd": "Breathing sounds",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "bcae4984-ad48-4886-bf43-878824fef975",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best treatment for Grade II abdominal hypertension?",
        "exp": "Abdominal compament syndrome grading system Grade Bladder pressure (mm Hg) Clinical features Treatment I 12-15 None Nomovolemic resuscitation II 16-20 Oliguria, Splanchnic hypoperfusion Hypovolemic resuscitation II 21-25 Anuria, increased ventilation pressure Decompression IV >25 Anuria, Increased ventilation pressure & decreased PO2 Emergency re-exploration",
        "cop": 3,
        "opa": "Laparotomy",
        "opb": "Immediate decompression",
        "opc": "Hypovolemic resuscitation",
        "opd": "Normovolemic resuscitation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1b292534-da27-418e-9a34-10f9ef755b24",
        "choice_type": "single"
    },
    {
        "question": "The most common neurologic abnormality that occurs with head injury is:",
        "exp": "Ans. (c) Altered consciousness Signs of Head injury* Sudden loss of consciousness (Most common neurological abnormality)* Convulsions* Sudden dilatation of one pupil (Anisocori) - Omnious sign* Abnormal posture (Decorticate posture) - in Diffuse Axonal Injury* High ICP",
        "cop": 3,
        "opa": "Hemiplegia",
        "opb": "Ocular nerve palsy",
        "opc": "Altered consciousness",
        "opd": "Convulsion",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "a5d0995d-867a-4470-bdc9-2d9cb551d9c5",
        "choice_type": "single"
    },
    {
        "question": "A 45 year-male presents with abrupt onset pain, weakness, loss of contour of shoulder and muscle wasting on 5th day of tetanus toxoid immunization. Likely cause is",
        "exp": "BRACHIAL PLEXUS INJURIES It can be: Supraclavicular injury 65% Infraclavicular injury 25% Combined 10% It can also be: Upper plexus injury. Lower plexus injury. It can be: Pre-ganglionic injury Post-ganglionic injury Avulsion injury Usually less severe More dangerous Better recovery Extends into the spinal cord Upper plexus injury (Erb's Duchenne paralysis) Lower plexus injury (Klumpke's paralysis) It is due to depression of shoulder by trauma After diffucult labour in newborn. Here C5 and C6 roots are injured Muscles affected are deltoid, biceps, brachioradialis & supinator Effects Elbow will be extended, pronated & upper limb is internally rotated (Policemen receiving tip) Sensory deficit over the lateral aspect of arm & upper pa of the lateral forearm Forcible hyperabduction of shoulder causes thr injury In newborn it results due to difficult breech delivery Here C8 & 51 are injured Intrinsic muscles of hand are involved Effects Combines Median & Ulnar claw hand Horner's syndrome Sensory deficit over the medial aspect of forearm, hand & medial 1 1/2 finger Investigations Nerve conduction studies. CT/MRI. Electromyogram. X-ray cervical spine and pa. Treatment Conservative, nerve repair. Tendon transfer, physiotherapy. Osteotomy of coracoid process proximal to the attachment of pectoralis minor, sho head of biceps and coracobrachialis is done to improve abduction--Sever's operation. Ref: SRB's Manual of Surgery 5th edition Pgno: 265",
        "cop": 3,
        "opa": "Hysterical",
        "opb": "Radial nerve entrapment",
        "opc": "Brachial plexus neuritis",
        "opd": "Thoracic outlet syndrome",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4a316cd4-d9ea-4143-b94b-ebdc083ab777",
        "choice_type": "single"
    },
    {
        "question": "Commonest injury in blunt abdominal trauma",
        "exp": "Splenic injury can be a subcapsular hematoma, laceration or hilar injury. It can be associated with other organ injuries It can cause torrential hemorrhage and shock. It is the most common organ injured in blunt injury abdomen (Ref; SRB, s Manual of Surgery, 5th edition, pg no. 149)",
        "cop": 4,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Bladder",
        "opd": "Spleen",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b56f7521-5d90-4be7-b368-6e5a1a2be279",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old man underwent laparotomy for trauma because of multiorgan injuries. He was discharged after 2 weeks in the hospital only to be readmitted after 3 days because of abdominal pain and sepsis. The CT scan showed an accumulation of fluid in the subhepatic space. This space is likely to be directly involved following an injury to which of the following?",
        "exp": "Subhepatic space infection usually occurs after surgery or peritonitis in the supracolic compartment. It is an unlikely complication of biliary pancreatitis. Infections in the subhepatic space may extend to the infracolic compartment via the paracolic gutter (of Morrison). This implies a perforation of the stomach.",
        "cop": 2,
        "opa": "Inferior pole of the right kidney",
        "opb": "Stomach",
        "opc": "Superior mesenteric artery",
        "opd": "Inferior mesenteric vein",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7106875b-fd52-4618-849f-7f7de79e9a5a",
        "choice_type": "single"
    },
    {
        "question": "A patient is diagnosed with flail chest. Patient is stable, what is the treatment?",
        "exp": "Treatment consists of oxygen administration, adequateanalgesia (including opiates) and physiotherapy. If achest tube is in situ, topical intrapleural local analgesia introduced the tube, can also be used. Ventilation is reservedfor cases developing respiratory failure despite adequate analgesiaand oxygen. Surgery to stabilize the flail segment using internal fixation of the ribs may be useful in a selected group of patients with isolated or severe chest injury and pulmonary contusion. Bailey and love 27e pg: 368",
        "cop": 1,
        "opa": "Analgesia, Oxygen",
        "opb": "Internal fixation of ribs",
        "opc": "Positive pressure ventilation",
        "opd": "Chest strapping",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9be01bcd-942c-4600-af57-bdb840bc427b",
        "choice_type": "single"
    },
    {
        "question": "In patient of head injuries with rapidly increasing intracranial tension without hematoma, the drug of choice for initial management would be",
        "exp": "Mannitol Mannitol is widely used to reduce ICP Commonly used preparation: 20% solution, 0. 25-1 gm/kg is given IV as bolus Serum osmolality should not be allowed to go >320 m. Osm/L, to avoid systemic acidosis and renal failure. Uses of mannitol To reduce increased ICT or intra ocular tension To maintain GFR and urine flow in impending renal failure Forced diuresis in hypnotic or other poisoning To counteract low osmolality of plasma/ECF due to rapid hemolysis or peritoneal dialysis Contraindications of Mannitol Acute Tubular Necrosis Anuria Pulmonary edema Acute left ventricular failure CHF Cerebral hemorrhage Ref: Harrison's 19th edition Pgno: 1779-1780",
        "cop": 3,
        "opa": "Lasix",
        "opb": "Steroids",
        "opc": "20% Mannitol",
        "opd": "Glycine",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7720b5d3-74d2-473e-af51-66c9d47589e7",
        "choice_type": "single"
    },
    {
        "question": "In a blast injury, which of the following organ is least involved",
        "exp": "Primary blast injuries result from the rapid overpressure or shock waves produced by an explosion* These injuries result from the dramatic changes in barometric pressure projected from the point of detonation* Primary blast injuries predominantly cause damage to air filled hollow organs of the body from rapid pressure change (barotraumas).\\ * Damage to air filled organs includes middle ear, lungs and GIT. * Most sensitive and most frequently injured hollow organ: Tympanic membrane > Lungs* Blast damage to the lungs is the MC cause of life threatening injury following an explosion.",
        "cop": 3,
        "opa": "Lungs",
        "opb": "Eardrum",
        "opc": "Liver",
        "opd": "GI tract",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "a9cf3125-9ffb-47ab-97eb-b045d11b2767",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of traumatic rupture of diaphragm is done by?",
        "exp": "The most accurate evaluation of diaphragmatic rupture is by video assisted thoracoscopy or laparoscopy, the latter offering the advantage of allowing the surgeon to proceed to a repair and additional evaluation of the abdominal organs. Chest X ray with nasogastric tube maybe helpful CT scan and diagnostic peritoneal lavage lack positive or negative predictive value. Reference: Bailey and Love's Sho Practice of Surgery, 26th edition, Pg no: 356- 357.",
        "cop": 1,
        "opa": "A. Laparoscopy",
        "opb": "B. Chest X ray",
        "opc": "C. Diagnostic peritoneal lavage",
        "opd": "D. CT scan",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b8f0b1f8-6995-4a14-b9d3-e303f19f6cb4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following occurs in acute trauma?",
        "exp": "CSDT says \"following injury, neural impulses carried spinothalamic pathways activate the brain stem and thalamic and coical centres, which stimulate the hypothalamus. Hypothalamic stimulation triggers combined neural and endocrine discharges. Norepinephrine is released sympathetic nerve endings, epinephrine from the adrenal medulla, aldosterone from the adrenal coex, ADH from the adrenal coex, ADH from the posterior pituitary, glucagon from the pancreas, and ACTH, TSH and growth hormone from the anterior pituitary. These hormones produce secondary elevation of coisol, thyroid hormone and somatomedins. Hormones Increased In Response to Surgical Stress Catecholamines: The plasma catecholamines increase immediately after trauma and acheive peak concentration in 24-48 hours depending on the severity. Glucagon: Glucagon along with catecholamine and coisol promotes and prolongs the liver glycogenesis. Coisol: Hypothalamus during stress secretes ACTH, which in turn initiates sudden increase in coisol levels. Growth hormone: The secretion of GH is governed by hypothalamic factors, autonomic stimulation and non-hormonal signals. The primary metabolic action of GH during stress is to promote protein synthesis and enhance lipid breakdown, and glucose stores. Vasopressin (ADH) Aldosterone Renin-Angiotensin Plasma concentration of insulin during stress has been noted to be biphasic, characterized by the suppression of insulin secretion followed by a normal secretion. Ref: Bailey 27th edition, Pgno: 7 CSDT 11th edition pgno: 103-105",
        "cop": 4,
        "opa": "Increase in Insulin",
        "opb": "Decrease in glucagon",
        "opc": "Decrease in coisol",
        "opd": "Increase in thyroxine",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3dffb535-8dd8-44eb-a250-ff8e78c6516e",
        "choice_type": "single"
    },
    {
        "question": "Tom Smith septic ahritis affects",
        "exp": "Septic ahritis of hip seen in infants. At this age, the head of the femur is cailaginous and is rapidly and completely destroyed by the pyogenic process. Onset is acute with rapid abscess formation, which may burst out or be incised and heals rapidly. Usually it is mistaken as a superficial infection and the child presents some time later with complaint of a limp without any pain. On examination- it is found that the child walks with an unstable gait. The affected leg is shoer and hip movements are increased in all directions. Telescopy test is positive On X Ray, one finds complete absence of the head and neck of femur",
        "cop": 1,
        "opa": "Hip of infants",
        "opb": "Joint of children",
        "opc": "Shoulder in children",
        "opd": "Neck of infants",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ae7cc188-d8c3-476f-99d1-33e64a5aa1e0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are not included in GCS-PA CT?",
        "exp": "GCS-P GCS-PA CT - GCS-P Is calculated by subtracting the pupil reactivity score (PRS) from the Glasgow Coma Scale (GCS) total score: GCS-P = GCS - PRS - Pupil reactivity score represents the number of nonreactive pupils (0, 1, or 2) - This number is subtracted from the GCS score (3-15), resulting in the GCS-P (1-15) Pupils unreactive to light PRS Both pupils 2 One pupil 1 Neither pupil 0 Note: Higher score is assigned to non-reactive pupils - GCS-PA CT: GCS pupilis, Age & CT findings - Probability of moality 6 months after head injury based on the patient's admission GCS-P and age with no CT abnormality (A), exactly 1 CT abnormality (B) and 2 or more CT abnormalities (C). - Potential CT abnormalities includes intracranial hematoma, absent cisterns & SAH",
        "cop": 2,
        "opa": "Pupils",
        "opb": "Arrhythmia",
        "opc": "CT",
        "opd": "GCS",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "be566bfb-b31c-408f-b6a1-84baa7bd5fcb",
        "choice_type": "single"
    },
    {
        "question": "According to the Bismuth/Strasberg classification &; Cystic blow out&; is classified as",
        "exp": "Strasberg classification \u0002 Class A: Bile leak from the cystic duct or an accessory duct showing continuity with the common bile duct \u0002 Class B: Section/injury of an accessory duct/sectorial ducts aberrant right hepatic duct with no continuity with the common bile duct with occlusion \u0002 Class C: Leak/open drainage from a sectorial duct/aberrant right hepatic duct with no continuity with the common bile duct \u0002 Class D: Paial section/lateral injury of an extrahepatric duct bile duct with no complete loss of continuity with the rest of the bile duct system \u0002 Class E: Complete section/circumferential injury of the bile duct with subtypes according to the length of the stump at various levels - E1- Stricture/injury at more than 2 cm distal to bifurcation. - E2 - Stricture/injury less than 2 cm distal to bifurcation. - E3 - Stricture/injury at bifurcation - E4 - Stricture/injury involving right and left hepatic ducts - E5 - Complete obstruction of entire bile duct Note: Only right and left paial injuries are not included in this classification SRB's Manual of Surgery, 4th Edition, pg. no. 708",
        "cop": 1,
        "opa": "TYPE A",
        "opb": "TYPE B",
        "opc": "TYPE C",
        "opd": "TYPE D",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "718d02e9-8bc0-4b45-92fb-1dfbd1ab41cb",
        "choice_type": "single"
    },
    {
        "question": "Best assessment score in trauma patients:-",
        "exp": "The S is currently the best most universal physiology trauma-scoring system used for triage purposes.",
        "cop": 2,
        "opa": "Modified trauma score",
        "opb": "Revised trauma score",
        "opc": "Injury severity score",
        "opd": "Mangled extremity severity score",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "53f93c97-f9ef-4048-9157-1aac7352eab0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structure is fixed during reimplantation of an amputated digit",
        "exp": ".",
        "cop": 1,
        "opa": "Bone",
        "opb": "Aery",
        "opc": "Vein",
        "opd": "Nerve",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "237c5a74-0546-4635-8e24-75e547abd254",
        "choice_type": "single"
    },
    {
        "question": "The least common organ injured by blast injury is",
        "exp": "Ans. (d) Stomach. Ref: Love and Bailey 26th/e p. 430 * In blast injury ear, lung, heart are injured and to a lesser extent gastrointestinal tract occurs",
        "cop": 4,
        "opa": "Tympanic membrane",
        "opb": "Alveoli of the lung",
        "opc": "Skull",
        "opd": "Stomach",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "84b0683d-c8d0-4da7-bad2-cf89ad4d968d",
        "choice_type": "single"
    },
    {
        "question": "What is the use of the instrument shown below in Neurosurgery?",
        "exp": "Ans. (b) Burr hole* Single best answer here- Burr hole",
        "cop": 2,
        "opa": "Craniotomy",
        "opb": "Burr Hole",
        "opc": "Suturing",
        "opd": "Hydrocephalus",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7294a975-5dd4-436d-9da5-afc24574bb8d",
        "choice_type": "single"
    },
    {
        "question": "GCS of an intubated patient with Abnormal flexion attitude, and eye opening only to pain is",
        "exp": "Ans. (c) E2 VNTM3 Ref: Bailey and Love, 27th ed; pg. 331* Verbal response could not be tested in intubated patients and are scored as NT (not tested)* So, in intubated patients scores range from E1 M1 NT to E4 M6 NT",
        "cop": 3,
        "opa": "E2. VTM4",
        "opb": "E2. V1. M4",
        "opc": "E2. VNTM3",
        "opd": "E2. V1. M3",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "0c17ec99-143b-42f5-82bc-5bab696d99d4",
        "choice_type": "single"
    },
    {
        "question": "In trauma to the neck which indicates immediate management",
        "exp": "Trauma to neck Immediate Management Neck injuries can often require rapid intervention because of the vulnerability of the contained vital structures. The highest priority concern is establishment of a secure airway, especially given the rapidity with which deterioration can occur in the setting of a neck injury. Direct injury to the larynx or trachea is the most common cause of airway compromise. Expanding neck hemato- mas can quickly compress the upper airway, leading to inadequate ventilation. Immediate intubation should occur in the setting of an expanding neck hematoma or if there is concern about impend- ing airway compromise. Suspected laryngotracheal injury presents one of the most challenging airway management situations. Patients who are maintaining their own airway should have a planned approach to airway management that might include intu- bation or awake tracheostomy in the operating room. Attempted intubation could worsen a tenuous situation and should not be performed without a well-developed backup plan. A loss of airway requires emergent intervention that might include performing a surgical airway. The surgical airway of choice for an upper airway injury is a tracheostomy because injury to the larynx could make cricothyroidotomy ineffective. In the immediate setting, hemorrhage is the other major concern that might occur after neck injury. Direct pressure effec- tively manages most bleeding from the neck, at least during transpo to the operating room and initiation of neck explora- tion. Injury to the large vessels of the neck will often require control in the operating room. Bleeding should be immediately treated with digital pressure on the wound until operative expo- sure can be achieved. Large quantities of blood can be lost quickly, so resuscitation with blood products should be rapidly initiated. Patients with suspected injury should be rapidly trans- ferred to the operating room for surgical management of ongoing bleeding. Ref: Sabiston 20th edition Pgno: 423",
        "cop": 3,
        "opa": "Sub cutaneous emphysema",
        "opb": "Air bubbling",
        "opc": "Stridor",
        "opd": "Hypotension",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f527bb76-7ae4-42cc-bc8d-12ee1abf4629",
        "choice_type": "single"
    },
    {
        "question": "Minimum score of GCS scale is -",
        "exp": "Ans. is 'c' i. e., 3 Glasgow Coma Score:* It was devised to quantify the depth and duration of coma in patients of impaired consciousness.* Assessment of the cerebral cortex and brain stem functions is based on three responses to stimuli: eye opening response, verbal response, motor response.* Following table denotes the Glasgow coma score: Glasgow coma Scale Eye-Opening Response. Spontaneous opening with blinking at baseling4 To verbal stimuli, command, speech3 To pain only (not applied to face)2 No response1. Verbal Response. Oriented5 Confused conversation, but able to answer questions4 Inappropriate words3 Incoherent2 No response1. Motor Response. Obeys commands for movement6 Purposeful movement to painful stimulus5 Withdraws in response to pain4 Flexion in response to pain (decorticate posturing)3 Extension response in response to pain(decerebrate posturing)2 No response1* Add the numbers from each category. Maximum score = 15, minimum score = 3.",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1ecc66e8-a3c4-4afd-bc23-a1df5007ac36",
        "choice_type": "single"
    },
    {
        "question": "Mild head injury is having glassgow coma scale of",
        "exp": "There are a number of schemes to stratify the severity of head injury. Any such categorization isarbitrary and will be imperfect. A simple system based only on GCS score is as follows:* GCS 14-15 =mild* GCS 9-13 =moderate* GCS<=8 =severe ref; handbook of neurosurgery, Mark S. Greenberg P-825 glasgow coma scale EYE OPENING spontaneous -4 to speech -3 to pain -2 no response -1. VERBAL RESPONSE oriented -5 confused conversation -4 inappropriate words -3 incomprehensible sounds -2 no verbal response at all -1 MOTOR RESPONSE obeys commands -6 localises pain -5 withdrawal response -4 abnormal flexion -3 extension -2 no response -1",
        "cop": 4,
        "opa": "A. 10-15",
        "opb": "B. 13-14",
        "opc": "C. 12-14",
        "opd": "D. 14-15",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "909c97b8-90ba-491b-a65a-ad5e2d71dd48",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale -moderate includes",
        "exp": "Ans. (c) 9-12. Ref: Schwartz 10th Edition Page 1718* Severe head injury - 3 to 8* Moderate head injury - 9 to 12* Mild head injury -13 to 15",
        "cop": 3,
        "opa": "9-Mar",
        "opb": "<3",
        "opc": "12-Sep",
        "opd": ">12",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "65d380f6-60f9-4dc0-9c32-8f06a43a17b5",
        "choice_type": "single"
    },
    {
        "question": "A newborn boy was examined to exclude congenital dislocation of the hip (CDH). Which of the following tests is relative to the management of CDH? In Ortolani's sign, abduction and lifting with the fingers produces a corresponding jerk when the dislocated femoral head slides back into the acetabulum",
        "exp": "It is important to recognize congenital dislocation of the newborn soon after birth. Delay in initiating appropriate treatment may lead to permanent hip joint disease. There may be apparent shortening of the thigh, although with the hip and knee flexed.",
        "cop": 2,
        "opa": "The diagnosis should be established between 2 and 4 years of age.",
        "opb": "Abduction of the flexed hip causes a click (Ortolani's sign)",
        "opc": "Abduction of the hip is not limited.",
        "opd": "Apparent lengthening of the thigh with the hip and knee flexed may be seen.",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "85f115c4-c6cb-4e5d-9b6b-73bd867269c1",
        "choice_type": "single"
    },
    {
        "question": "Female to male ratio of microprolactinomas is?",
        "exp": "Pituitary Tumors 1. Eosinophil (Acidophil) adenomas: Tumour is usually small. Rarely it causes compressive features. It secretes excess growth hormone causing acromegaly in adults and gigantism in children. 2. Chromophobe adenomas are common in females and in the age group--20-50 years. Initially, it is intrasellar and after sometime becomes suprasellar. Later, it extends intracranially often massively, causing features of Intracranial space occupying lesion. It presents with myxoedema, amenorrhoea, infeility, headache, visual disturbances, bitemporal hemianopia, blindness, intracranial hypertension, epilepsy. Differential diagnosis: Meningiomas, aneurysms. CT scan, angiogram, X-ray skull are diagnostic. Treatment is surgical decompression by craniotomy through subfrontal approach or trans-sphenoidal approach. Deep external radiotherapy and steroids are also used. 3. Basophil adenomas are usually small. They secrete ACTH and presents as Cushing's disease with all its features. 4. Prolactin-secreting adenomas causes infeility, amenorrhoea and galactorrhoea. It can be of two types Microprolactinomas - < 10mm Macroprolactinoma - > 10 mm Classification II Hypersecreting Hyposecreting by compression and atrophy Classification III Micronodular: Tumour size less than 10 mm Macronodular: Tumour size more than 10 mm Stages Stage of intrasellar development Stage of suprasellar extension Stage of massive intracranial extension Ref: SRB's Manual of Surgery 5th edition Pgno: 1105",
        "cop": 4,
        "opa": "5: 01",
        "opb": "10: 01",
        "opc": "15: 01",
        "opd": "20: 01",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "d1d3979b-cdef-4d1e-aca2-1b5506cfa4b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sign of the skull base fracture?",
        "exp": "Skull base fracture can have the following presentation: Battle sign: Ecchymosis at the mastoid process due to extravasation of blood Racoon eye / Black eye: Ecchymoses in the periorbital area Target sign / Halo sign: Cerebrospinal fluid (CSF) rhinorrhea Hemotympanum Damage to Cranial nerves VII or VIII - Fox sign is seen in acute hemorrhagic pancreatitis due to bruising over the inguinal ligament.",
        "cop": 1,
        "opa": "Fox sign",
        "opb": "Halo sign",
        "opc": "Battle sign",
        "opd": "Racoon eyes",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4fecf88f-d7bd-4e2e-a4e3-0ae2043c4696",
        "choice_type": "single"
    },
    {
        "question": "Truma and injury severity score (TRISS) includes",
        "exp": "(B) (Revised Trauma score /injury severity score + Age) (The Trauma Manual by Moore 2 Mattox). Trauma and injury severity score (TRISS) Combines the Reviseds Trauma score (RTS)and injury severity score (ISS) with the 'Age' of patient together with the method of injury (Blunt or penetrating). Trauma and Injury Severity score (TRISS)* The TRISS is a combined scoring system used to predict the outcome following major trauma* It combines the anatomic derangements (ISS) and physiological derangements (RTS)together with patients. Age and Mechanism of Injury (Blunt or penetrating) to predict survival after trauma. TRISS (Trauma and injury Severity Score)* Injury severity Score (ISS)* Revised Trauma Score (RTS)* Age* Mechanism of injury (Blunt/penetrating)* The TRISS scoring system provides a rough predictor medicating whether mortality in a given patient is expected to be greater or less than 50 percent. TRIAGE- the screening and classification of sick, wounded or injured persons during war or other disaster to determine priorty needs for efficient uses of medical and nurshing manpower, equipment and facilities. It is also done in imergency rooms and in acute care clinics to determine priorty of treatment use of triage is essential if the maximum number of lives are to be saved during an emergency situation that produces many more sick and wounded than the available medical care facilities and personnel can possibly handle.",
        "cop": 2,
        "opa": "GCS+BP+RR",
        "opb": "Revised trauma score ^injury severity score +age",
        "opc": "Revised trauma score +injury severity score +GCS",
        "opd": "Revised trauma score + GCS +BP",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7c7be28d-9c3b-48b4-a162-fb3680967b6c",
        "choice_type": "single"
    },
    {
        "question": "As per 'Deadly dozen of chest injuries, which of the following is not immediately life-threatening",
        "exp": "The 'deadly dozen' threats to life from chestinjury. Immediately life threatening Airway obstruction Tension pneumothorax Pericardial tamponade Open pneumothorax Massive haemothorax Flail chest Potentially life threatening Aoic injuries Tracheobronchial injuries Myocardial contusion Rupture of diaphragm Oesophageal injuries Pulmonary contusion Bailey and love 27e pg: 367",
        "cop": 4,
        "opa": "Pericardial tamponade",
        "opb": "Open pneumothorax",
        "opc": "Flail chest",
        "opd": "Myocardial contusion",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "0def074f-a143-46d3-8e7e-a0df700450c4",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man is stabbed in the arm. There is no evidence of vascular injury, but he cannot flex his three radial digits. He has injured the",
        "exp": "The motor components of the median nerve maintain the muscular function of most of the long flexors of the hand as well as the pronators of the forearm and the thenar muscles. The median nerve is also an extremely important sensory innervator of the hand and is commonly described as the \"eye of the hand\" because the palm, the thumb, and the index and middle fingers all receive their sensation via the median nerve.",
        "cop": 3,
        "opa": "Flexor pollicis longus and flexor digitus medius tendons",
        "opb": "Radial nerve",
        "opc": "Median nerve",
        "opd": "Thenar and digital nerves at the wrist",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "238f53a8-7778-4107-af36-ae72ccb808d4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will manifest as \"patchy meningitis\" heamorrhaegica Interna",
        "exp": "Chronic subdural hematoma Virchow, in 1857, denied a traumatic origin, gave the name of \"patchy meningitis hemorrhagica intern\" to this pathology which he explained by Inflammatory processes The traumatic etiology of Chronic subdural hematoma was recognized in the 20th century, especially by Trotter in 1914 Ref: www. ncbi. nlm. nih. gov/pubmed/11915757 by M Guenot - 2001",
        "cop": 2,
        "opa": "Epidural haematoma",
        "opb": "Subdural haematoma",
        "opc": "Subarachonoid haemorrhage",
        "opd": "Brain infraction",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "156a6f09-4319-4c9f-ae91-21ef1b351a9d",
        "choice_type": "single"
    },
    {
        "question": "The four points of probe placement in Focused Abdominal Sonogram for trauma (FAST) in blunt Thoraco abdominal trauma are:",
        "exp": "Ans. (c) Epigastrium, (R) ad (L) Lumbar regions, hypogastrium. Ref: Sabiston 19/e p437* Focuses on six areas only: pericardial, splenic, hepatic, pelvic areas, Right and Left paracolic areas",
        "cop": 3,
        "opa": "Epigastrium, (R) hypochondrium, (L) Lower chest, hypogastrium",
        "opb": "Epigastrium, (R) and (L) Hypochondria, (R) Iliac fossa",
        "opc": "Epigastrium, (R) and (L) Lumbar regions, hypogastrium",
        "opd": "Hypogastrium, (R) and (L) Lumbar regions, (R) lower chest",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5d4d555a-b196-4398-b4fc-4d5f4ef86bc7",
        "choice_type": "single"
    },
    {
        "question": "A patient is presented with a gunshot wound on 4th intercostal space producing pneumothorax. The suction pressure needed for drainage is",
        "exp": "Traumatic Pneumothorax Traumatic pneumothoraces can result from penetrating injuries and non penetrating chest trauma. Traumatic pneumothoraces should be treated with tube thoracotomy unless they are very small Iatrogenic pneumothorax is a type of traumatic pneumothorax that is becoming more common Leading cause are transthoracic needle aspiration, thoracocentesis and the inseion of central intravenous catheters Most can be managed with supplemental oxygen or aspiration (presure should be about 20 cm. H2O), but if these measures are unsuccessful, a tube thoracostomy should be performed. Ref: Bailey and love 27th edition Pgno: 366",
        "cop": 3,
        "opa": "Less than 5cm H2O",
        "opb": "10 cm H2O",
        "opc": "20 cm H2O",
        "opd": "50 cm H2O",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "74c399ab-c0e9-42f8-9bda-6357466d2655",
        "choice_type": "single"
    },
    {
        "question": "Negative pressure therapy is used in",
        "exp": "Vaccum assisted closure Known as negative pressure wound closure Applying intermittent negative pressure of approximately - 125mm. Hg appears to hasten Debridement and the formation of granulation tissue in chronic wounds and ulcers A foam dressing is cut to size to fit the wound A perforated wound drain is placed over the foam and the wound is sealed with a transparent adhesive film. A vaccum is then applied to the drain. Negative pressure may act by decreasing oedema, by removing interstitial fluid and by increasing blood flow As a result bacterial counts decrease and cell proliferation increases thereby creating a suitable bed for graft or flap cover. Ref: Bailey and love 27th edition Pg no: 30",
        "cop": 1,
        "opa": "Bed sore in sacrum after debridment",
        "opb": "After amputation",
        "opc": "Chronic osteomyelitis wound",
        "opd": "After split skin graft",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7cea0588-21b6-4cf0-a8de-aea2161e53f5",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale of a patient with head injury. He is confused, able to localize on right side and does flexion on left side and opens eye for painful stimuli on sternum.",
        "exp": "Ans. b. 11. Ref: Bailey and Loves Short Practice of Surgery 27th Ed; Page No-331. GLASGOW COMA SCALEEyes open. Verbal. Motor. Response. Score. Response. Score. Response. Score. Spontaneously4. Normal oriented conversation5. Obeys commands6. To verbal command3. Confused4. Localizes to pain5. To painful stimulus2. Inappropriate/words only3. Withdrawal/flexion4. Do not open1. Sounds only2. Abnormal flexion3 No sounds1. Extension2 No motor response1 1. Confused sate=4. Able to localize the pain=5. Eye opens for painful stimuli=2. Total value of coma scale=4+5+2=11",
        "cop": 2,
        "opa": "6",
        "opb": "11",
        "opc": "12",
        "opd": "7",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "490fc00e-0dda-41b4-81fb-1d4bb7426ae4",
        "choice_type": "single"
    },
    {
        "question": "What is the investigation of choice in a patient with blunt abdominal trauma with hematuria",
        "exp": "CT Scan of Abdomen: It is most commonly used and better investigation for abdominal trauma. It is useful in blunt/penetrating trauma, suspected pancreas, spleen, liver, duodenal, retroperitoneal injuries. Smaller injuries, early haemoperitoneum are better detected. It is noninvasive, highly specific, highly accurate (96%), with low false-positive/low false-negative, noninvasive. Ultrasound Abdomen -Disadvantages: It is less useful in obesity, with interposition of gas, when fluid is less than 500 ml; retroperitoneal injuries and bowel injuries. SRB's Manual of Surgery, 4th Edition, pg. no. 151",
        "cop": 2,
        "opa": "Ultrasonography of abdomen",
        "opb": "Contrast enhanced tomography",
        "opc": "Intravenous urogram",
        "opd": "Retrograde urogram",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3b82afae-1cad-42f1-854b-ef9112158993",
        "choice_type": "single"
    },
    {
        "question": "In order to expose the coeliac axis, left renal aery, superior mesenteric aery and abdominal aoa in a case of trauma, which of the following is performed",
        "exp": "Supracolic injuries (aoa, celiac axis, proximal superior mesenteric aery, and left renal aeries) are best approached a left medial visceral rotation. This is done by incising the lateral peritoneal reflection (white line of Toldt) beginning at the distal descending colon and extending the incision along the colonic splenic flexure, around the posterior aspect of the spleen, and behind the gastric fundus, ending at the esophagus. The left colon, spleen, pancreas, and stomach are then rotated toward the midline. Reference: Schwaz's Principles of Surgery, 10th edition, pg no: 189- 190",
        "cop": 1,
        "opa": "Left medial visceral rotation",
        "opb": "Right medial visceral rotation",
        "opc": "Cranial visceral rotation",
        "opd": "Caudal cisceral rotation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "37160fa9-7b4c-445b-b0ea-db0a3d2d6010",
        "choice_type": "single"
    },
    {
        "question": "What is flail chest?",
        "exp": "Ans. (a) Fracture of three or more ribs at 2 or more places. Ref: Bailey 26th edition Page 355* Flail chest is defined as three or more ribs fractured in two or more places",
        "cop": 1,
        "opa": "Fracture of three or more ribs at 2 or more places",
        "opb": "Fracture of 2 ribs at three places",
        "opc": "Ventilator associated pneumonia",
        "opd": "Transfusion associated lung injury",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "deec9041-dc9a-4bf1-bba3-064449a32d4e",
        "choice_type": "single"
    },
    {
        "question": "Most common organ involved in blunt injury to the abdomen:",
        "exp": "- Most common organ involved in blunt injury to the abdomen - spleen > liver - Most common organ involved in penetrating trauma - liver > stomach > small intestine - Most common organ involved in gun shot wound to abdomen - small intestine - Most commonly injured bowel in blunt trauma injury to the abdomen - jejunum - Most commonly injured structure in seat belt injury - mesentery - Investigation done in blunt trauma injury FAST (stable /unstable) Ultrasound done within 2-4 minutes Assess 4P (1. pericardial sac, 2. perihepatic region, 3. perispleenic region, 4. Pelvis) - Gold standard invasion in stable patient in blunt trauma abdomen - CECT",
        "cop": 1,
        "opa": "Spleen",
        "opb": "Liver",
        "opc": "Intestines",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4d1bf559-92af-48c1-8d70-4cfe2e89e63b",
        "choice_type": "single"
    },
    {
        "question": "A young male met with a road traffic accident and came to the emergency department, he was evaluated found to have BP-130/80 mm HG, pulse rate - 88/min, RR -22/min. On auscultation there was decreased air entry on one side with absent breath sounds. X-ray chest is given below. Your most probable diagnosis is",
        "exp": "Ans. (b) Rupture of esophagus and compressing the pericardium* This image shows Pneumo mediastinum which is a feature of Esophageal rupture.* Decreased air entry implies collection of esophageal contents and pleural effusion on that side.* Naclerio's V sign- Presence of V shaped Gas shadow near Cardiophrenic angle on left side in Boerhaave syndrome Esophagus rupture.* Mackler's triad- Vomiting, Chest pain and Subcutaneous emphysema in Barotrauma Esophagus.",
        "cop": 2,
        "opa": "Tension pneumothorax",
        "opb": "Rupture of esophagus and compressing the pericardium",
        "opc": "Flail chest due to fracture of ribs 5, 6, 7, 8 ribs",
        "opd": "Normal CXR",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7deb562c-2ff5-4d79-b529-57722b3453c3",
        "choice_type": "single"
    },
    {
        "question": "In trauma transfusion, ratio of RBCs FFP and platelets:-",
        "exp": "In trauma transfusion, ratio of RBCs FFP and platelets should be 1: 1: 1. Because most patients do not require more than 6 units of PRBCs, most do not receive FFP. For patients who require more PRBCs, 7 to 12 units of PRBCs should be delivered along with 6 units of FFP and 1 unit of apheresis platelets. Preferably, the FFP and platelets should be transfused first, before the next 6 units of PRBCs are transfused. Thus, for a severely injured patient who will require massive transfusion, the ratio now stas to approach the preferred 1: 1: 1 ratio.",
        "cop": 2,
        "opa": "1: 01: 03",
        "opb": "1: 01: 01",
        "opc": "1: 01: 02",
        "opd": "1: 01: 04",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5ab3d800-4ae1-463a-8b92-eb7aeb948be3",
        "choice_type": "single"
    },
    {
        "question": "In A, injury to aoa causing aoic rupture is most commonly seen in?",
        "exp": "Traumatic Aoic Rupture Traumatic Aoic Rupture is a cause of sudden death after an automobile collision or fall from a great height Vessel is relatively fixed distal to the ligamentum aeriosum, just distal to the origin of left subclan aery Causes: Trauma to the chest, Rapid deceleration injury Clinical presentation Traumatic Aoic Rupture is lethal in 75-90% of patients and only 15-20% arrive at the hospital alive Approximately 90% of those who arrive alive at the hospital have an injury in the region of the Aoic isthmus > Injuries to the ascending aoa. Usually associated with other injuries like solid organ. Diagnosis X-ray chest: Widened mediastinum Aoography: Gold standard for diagnosis Contrast enhanced CT, Transesophageal Echocardiography (TEE) are useful in making diagnosis Treatment Control of systolic BP to less than 100mm. Hg Endovascular intra-Aoic stenting Direct repair or excision & Grafting using a Dacron graft Ref: CSDT 11th edition Pgno: 257-259",
        "cop": 3,
        "opa": "Pedestrian",
        "opb": "Mototcyclist",
        "opc": "Car driver",
        "opd": "Person accompanying car driver",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1c808397-e71e-4c7a-a83a-2c065cd1d5f2",
        "choice_type": "single"
    },
    {
        "question": "Best approach for thoracic trauma is",
        "exp": "Here best option is anterolateral thoracotomy. Different approaches to the contents of the chest cavity are.. Left anterolateral thoracotomy: left lung and lung hilum, Thoracic aoa, left side of heart, origin of left subclan aery and lower oesophagus. Right anterolateral thoracotomy: Right lung and lung hilum, Azygos vein, Superior vena cava, Infracardiac inferior vena cava, Upper oesophagus, Thoracic trachea. Median sternotomy: Anterior aspect of the heart, Anterior Mediastinum, Ascending aoa and arch of aoa, pulmonary aeries and Carina of trachea. Indications for thoracotomy: 1. 1000ml drained at inseion of chest drain. 2. Continued brisk bleeding >100ml per 15 min. 3. Continued bleeding >200ml per hr. for 3 or 4 more hrs. 4. Rupture of bronchus, aoa, oesophagus, diaphragm. 5. Cardiac tamponade. Reference: Bailey & love, 27th Edition, page no = 371.",
        "cop": 3,
        "opa": "Midline sternotomy",
        "opb": "Parasternal thoracotomy",
        "opc": "Anterolateral thoracotomy",
        "opd": "Posterolateral thoracotomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c5394999-c28d-488d-8071-5c03db892ede",
        "choice_type": "single"
    },
    {
        "question": "A four month-old-baby has cleft lip and palate. How would you manage the baby?",
        "exp": ". LAHS classification of cleft disorders: \u0002 'L' for lip, 'A' for alveolus, 'H' for hard palate, 'S' for soft palate \u0002 Capital 'LAHS' for 'complete' type \u0002 Small letters 'lahs' for 'incomplete type' \u0002 Asterisks 'lahs' for microclefts \u0002 'LAHSHAL' for bilateral clefts Treatment for Cleft Lip: Millard criteria is used to undeake surgery for cleft lip Millard criteria (Rule of '10') \u0002 10 pound in weight \u0002 10 weeks old \u0002 10 gm % hemoglobin a. Millard cleft lip repair by rotating the local nasolabial flaps. b. Management of associated primary or secondary cleft palate deformity. c. Proper postoperative management like control of infection, training for sucking, swallowing and speech. d. Tenninson's 'Z' plasty (Tenninson-Randall triangular flap). Note: Delaire timing of the cleft surgery - Unilateral/ bilateral cleft lip alone, in one stage operation done in 4-6 months. For cleft palate alone involving only soft palate, in one stage surgery is done in 6 months. For cleft palate alone but involving both soft and hard palates - soft palate in 6 months; hard palate in 18 months. In combined cleft lip and palate, unilateral or bilateral, in two stages - cleft lip and soft palate in 6 months; hard palate in 18 months. Treatment for Cleft Palate: Criteria for surgery \u0002 *10 kg weight \u0002 *10 months of age (10-18 months) \u0002 *10 gm % hemoglobin \u0002 Cleft palate is usually repaired in 12-18 months. Early repair causes retarded maxillary growth (probably due to trauma to growth center and periosteum of the maxilla during surgery if done early). Late repair causes speech defect. Both soft and hard palates are repaired. Ref: SRB's Manual of Surgery, 4th Edition, pg. no. 368, 372",
        "cop": 1,
        "opa": "Immediate repair of the lip",
        "opb": "Immediate repair of the lip and palate",
        "opc": "Delayed repair of the lip and palate until 2 years",
        "opd": "Delayed repair of the lip and palate until preschool age",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "117f4f64-b55c-49d5-88df-cea6df92f35e",
        "choice_type": "single"
    },
    {
        "question": "&; Tennis elbow&; is characterized by",
        "exp": ". tennis elbow(lateral epicondylitis) characterised by pain and tenderness at the lateral epicondyle of the humerus due to non-specific inflammation of the origin of extensor muscle of the forearm. clinical features-tenderness, precisely localized to the lateral epicondyle of the humerus. pain is aggravated by putting the extensor tendons to a stretch (Ref: Essential ohopaedics, Maheshwari and Mhaskar, 5th edition, pg no. 302)",
        "cop": 2,
        "opa": "Tenderness over the medial epicondyle",
        "opb": "Tendinitis of common extensor origin",
        "opc": "Tendonitis of common flexer origin",
        "opd": "Painful flexion and extension",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b779c28a-d77f-47c9-bc69-5eded70688cb",
        "choice_type": "single"
    },
    {
        "question": "Isolated splenic /hepatic injury in a child most commonly managed by:-",
        "exp": "Isolated splenic /hepatic injury in a child most commonly managed by conservative management. The intra-abdominal solid organs are paicularly vulnerable to blunt trauma in children. Nonoperative management is the standard therapy for hemodynamically stable children with blunt solid organ injury. Those who fail to respond to nonoperative management usually do so within the first 12 hours.",
        "cop": 1,
        "opa": "Conservative management",
        "opb": "Laparotomy",
        "opc": "Interventional",
        "opd": "Splenectomy and liver packing",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "a7149d73-0b2a-4906-8101-505551e6affd",
        "choice_type": "single"
    },
    {
        "question": "Protein metabolism after trauma is characterized by",
        "exp": "Injury and sepsis result in accelerated protein breakdown with increased urinary nitrogen loss and increased peripheral release of amino acids. The negative nitrogen balance represents the net result of breakdown and synthesis (with breakdown increased and synthesis increased or diminished). Amino acids such as alanine are released by muscle and transported to the liver for incorporation into acute-phase proteins including fibrinogen, complement, haptoglobin, and ferritin. The amino acids also undergo gluconeogenesis to glucose, which is utilized primarily by the brain and other glycolytic tissues such as peripheral nerves, erythrocytes, and bone marrow. Other tissues receive energy from fat in the form of fatty acids or ketone bodies during starvation following major trauma; this helps to conserve body protein. Glutamine is the most abundant amino acid in the blood, and its levels in muscle and blood decrease following injury and sepsis as it is consumed rapidly by replicating fibroblasts, lymphocytes, and intestinal endothelial cells. The use of glutamine may decrease protein catabolism in the intestine and may help prevent atrophy of the gastrointestinal tract in starved and parenterally nourished patients. Along with the counterregulatory hormones (glucagon, epinephrine, cortisol), interleukin 1 appears to mediate muscle breakdown. Recent studies have indicated that TNF (also called cachectin because of the role it plays in muscle wasting in septic or oncologic patients) also may be a principal catabolic cytokine in the traumatized patient. This protein is secreted by macrophages and further affects metabolism by inducing secretion of interleukin 1 and inhibiting synthesis and activity of lipogenic enzymes.",
        "cop": 4,
        "opa": "Decreased liver gluconeogenesis",
        "opb": "Inhibition of skeletal muscle breakdown by interleukin 1 and tumor necrosis factor (TNF, cachectin)",
        "opc": "Decreased urinary nitrogen loss",
        "opd": "Hepatic synthesis of acute-phase reactants",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "14cd73f3-bfe7-4f8e-a3fe-6272fdf81d6b",
        "choice_type": "single"
    },
    {
        "question": "FAST stands for:",
        "exp": "Ans. (a) Focused assessment with sonography for trauma. Ref: Sabiston 19/e p437* Focused ASSESSMENT is the correct term but even text books commonly use the term - \"Focussed Abdominal Sonogram of Trauma\"* We assess 6 areas as discussed in theory part* Old editions used to mention 4 areas are assessed.* To assess presence of blood in peritoneum or pericardium.* Focuses on six areas only: pericardial, splenic, hepatic, pelvic areas, Right and Left paracolic areas* It will detect blood more than 100ml only* It will not detect hollow viscus injury.* It cannot exclude injuries in Penetrating trauma.* Operator dependent.* In FAST we will not assess the grade of the injury - we will assess only whether is injury.",
        "cop": 1,
        "opa": "Focused assessment with sonography for trauma",
        "opb": "Focused abdominal sonography for trauma",
        "opc": "Fast assessment with sonography for trauma",
        "opd": "Fast assignment with sonography and tomography (computed)",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "06025f17-e9fe-4f93-a452-e87b4d2071d0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following grading methods is used to evaluate the prognosis/outcome after subarachnoid hemorrhage",
        "exp": ". subarachanoid haemorrhage is a type of intracranial haemorrhage into the subarachanoid space usually from basal cisterns. Hunt and Hess grading for subarachanoid haemorrhage grade1-asymptomatic grade2-severe headache and neck stiffness grade3-drowsy, confused or mild focal deficit grade4-stupor, hemiparesis grade5-decerebrate rigidity, coma (Ref: SRB&; s Manual of Surgery, 5th edition, pg no. 1097)",
        "cop": 2,
        "opa": "Glassgow coma scale",
        "opb": "Hess and Hunt scale",
        "opc": "Glassgow-Blatchford bleeding score",
        "opd": "Intracerebral hemorrhage score",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3b0da94e-9af6-4279-9919-969334ba2e16",
        "choice_type": "single"
    },
    {
        "question": "25 year old male with head injury comes walking, conscious oriented and then becomes unconsious. Diagnosis",
        "exp": ". extradural haematoma is the collection of blood in the extradural space between the dura and skull. most common site is the temporoparietal region. usually, it is associated with fracture of temporoparietal region. immediately after injury, there is transient loss of consciousness and the patient soon becomes normal. later after 6-12hours, he again falls ill and the condition deteriorates. this is the time taken to increase the intracranial pressure, coning and its effects. this crucial time gap is called lucid interval (Ref: SRB&; s Manual of Surgery, 5th editin, pg no. 1095)",
        "cop": 1,
        "opa": "EDH",
        "opb": "SAH",
        "opc": "ICH",
        "opd": "Rupture of aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c1e016cc-0059-481a-83c0-433f0e5f8439",
        "choice_type": "single"
    },
    {
        "question": "Following a car crash in which her face hit the steering wheel, a 37-year-old woman presents to the emergency department with facial deformity. Facial x-rays showed a transverse fracture through the articulation of the maxillary and nasal bones with the frontal bone. The fracture also passed below the zygomatic bone. What is the diagnosis?",
        "exp": "The bones injured describe a Le Fort II fracture, (Figure below) occasionally associated with a palatal split, where the right and left maxillary are completely separated at the midline or the hard palate. Gently rocking the maxillary arch causes the maxilla and nasofrontal areas to move in concert. If there is a Le Fort III fracture, the entire face is detached from the cranial base. Classic Le Fort fracture patterns.",
        "cop": 2,
        "opa": "Sphenoid wing fracture",
        "opb": "Le. Fort II fracture",
        "opc": "Petrous temporal fracture",
        "opd": "Palatal split",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b6c56c39-3d75-4a19-8e07-a13681f3d9b2",
        "choice_type": "single"
    },
    {
        "question": "Most common location of Subdural hematoma is",
        "exp": "Overall 85% of subdural haematomas are unilateral in adults. However, 75-85% are bilateral in infants. Common sites for subdural hematomas are frontoparietal convexities and the middle cranial fossa Reference: Textbook of Adult Emergency Medicine by Peter Cameron, 4th edition, page no: 78:.",
        "cop": 3,
        "opa": "Temporoparietal",
        "opb": "Frontotemporal",
        "opc": "Frontoparietel",
        "opd": "Parieto-occipital",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "61a53e35-ee3d-470e-b130-caa8f6d34a1d",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old man is brought to the emergency department following a car crash. X-rays revealed a fractured rib on the left and a fracture of the right femur. A CT scan of the abdomen showed a left-sided retroperitoneal hematoma adjacent to the left kidney and no evidence of urine extravasation. The hematoma should be managed by which of the following?",
        "exp": "A small nonexpanding hematoma with no associated urine extravasation can be managed by observation with repeat CT scan or ultrasound. If the patient becomes hypotensive, exploration through a midline incision would be indicated.",
        "cop": 1,
        "opa": "Observation",
        "opb": "Exploratory laparotomy through a midline incision",
        "opc": "CT scan-guided aspiration",
        "opd": "Surgical exploration through a left-flank retroperitoneal approach",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "12479c21-980b-4895-b9ee-5110ccbee83b",
        "choice_type": "single"
    },
    {
        "question": "A patient admitted in casualty after RTA- shows bruising behind the mastoid- This sign is known as.",
        "exp": "Ans. (b) Battle sign* Battle sign is due to Fracture of base of skull* Middle cranial fossa fracture is associated with Battle sign",
        "cop": 2,
        "opa": "Prehn sign",
        "opb": "Battle sign",
        "opc": "Catel Sign",
        "opd": "Dietel's sign",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ce52567b-4309-4cdd-a6bf-5291cab7411e",
        "choice_type": "single"
    },
    {
        "question": "An emergency thoracotomy shown here is known as",
        "exp": "Ans. (b) Clam shell thoracotomy* In emergency the chest cage is opened fully at diaphragm level to look for major vessel injury and repair- this is known as Clam shell thoracotomy",
        "cop": 2,
        "opa": "Right thoracotomy",
        "opb": "Clam shell thoracotomy",
        "opc": "Median sternotomy",
        "opd": "Left thoracotomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9a6b4ae5-60bf-425f-8c5c-6602ea36acaa",
        "choice_type": "single"
    },
    {
        "question": "The probable cause of sudden death in a case superficial Injury to neck is:",
        "exp": "Ans. (b) Air embolism through external jugular vein* Air gets sucked inside due to negative pressure in Major venous injuries in neck",
        "cop": 2,
        "opa": "Injury to phrenic nerve",
        "opb": "Air embolism through external jugular vein",
        "opc": "Bleeding from subclavian artery",
        "opd": "Injury to trachea",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1baf3c1e-a8b8-4cab-8648-d7d335d50954",
        "choice_type": "single"
    },
    {
        "question": "Not a component of Glasgow coma scale",
        "exp": "GLASGOW COMA SCALE EYE OPENING VERBAL RESPONSE MOTOR RESPONSE spontaneous -4 oriented -5 obeys commands -6 to speech -3 confused -4 localises pain -5 to pain -2 inappropriate words -3 flexion to pain -4 none -1 incomprehensible words -2 abnormal flexion -3 none -1 extension to pain -2 none -1. TOTAL SCORE: 15 MILD HEAD INJURY: 13-15 MODERATE HEAD INJURY: 9-12 SEVERE HEAD INJURY: less than 8(3-8)",
        "cop": 3,
        "opa": "Eye opening",
        "opb": "Motor response",
        "opc": "Pupil size",
        "opd": "Verbal response",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "66000391-c6f1-46ab-aeef-1d48317734df",
        "choice_type": "single"
    },
    {
        "question": "When will you do emergency endotracheal intubation?",
        "exp": "Ans. (a) GCS<7. Ref: Ezri T and Warters RD, Chapter 15: Indications for tracheal intubation p. 371-8 * In a case of head trauma if GCS is 8 or less - a definitive airway may be required.",
        "cop": 1,
        "opa": "GCS<7",
        "opb": "Tension pneumothorax",
        "opc": "Cardiac tamponade",
        "opd": "Bleeding gastric ulcer",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "2ca61ea0-abd4-417b-83f0-7c0f6263f8b9",
        "choice_type": "single"
    },
    {
        "question": "In a patient with head injury, eye opening is seen with painful stimulus, localizes the pain and there is inappropriate verbal response. What would be score on Glasgow coma scale",
        "exp": ". GLASGOW COMA SCALE EYE OPENING VERBAL RESPONSES MOTOR RESPONSES spontaneous -4 oriented -5 obeys commands -6 to speech -3 confused -4 localises pain -5 to pain -2 inappropriate words -3 flexion to pain -4 none -1 incomprehensive words -2 abnormal flexion -3 none -1 extension to pain -2 none -1 TOTAL SCORE: 15 MILD HEAD INJURY: 13-15 MODERATE HEAD INJURY: 9-12 SEVERE HEAD INJURY: less than 8(3-8) (Ref: SRB&; s Manual of Surgery, 5th edition, pg no. 1093)",
        "cop": 3,
        "opa": "8",
        "opb": "9",
        "opc": "10",
        "opd": "11",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9d507ce9-c6eb-40c3-8c89-28248a4e3be4",
        "choice_type": "single"
    },
    {
        "question": "A 20 years male patients following road traffic accident presented with pulse 100/minute, BP 100/70 mm. Hg and Respiratory rate 21/minute. The chest move in inspiration and move out in expiration. Diagnosis is",
        "exp": "i. e. (Flail chest): (689-Schwartz 7th) (161, 179-190- CSDT 13th)FLAIL CHEST - Massive trauma to the chest with multiple fracture of multiple ribs or bilateral disruption of the costo chondral junctions can result in free floating segment of chest wall may produce a paradoxical motion that impairs lung expansion. Flail chest is characterized by paradoxical motion of the chest wall (inward with inspiration and outward with expiration) The chances of having an intra thoracic injury in this situation increases several folds Pa. CO2 increases. In addition hypoventilation leads to progressive atelectasis and hypoxemia (and most important consequence of flail chest is respiratory failure).* Pa. O2: Fi. O2 ratio yields an estimate of the extent of intrapulmonary shunt and may be used as a parameter to determine the need for mechanical ventilation. Treatment* Analgesia intercostal nerve block, epidural anaesthesia* Endotracheal intubation and mechanical ventilation with peak end expiratory pressure are usually indicated provided that pain control is adequate* Intubation is delayed until clear evidence of a need of ventilator suport develops; a respiratory rate of 40/min, a falling Pa. CO2 (evidence of excessive work of breathing) or a Pa. O2 below 60 torr or inspired O2 fraction of over 0. 5 (689-Schwartz 7th)* Suggested parameters for instituting ventilator support are respiratory rate >30 breaths per minute Pa. O2 <60 mm. Hg or Pa. CO2 >45 mm. Hg (894-W. Shields 7th)* Open reduction plus internal fixation of sternal or rib fractures is rarely needed. TENSION PNEUMOTHORAX - develops when a flap valve leak allows air to enter the pleural space but prevents its escape, intrapleural pressure rises, causing total collapse of the lung and a shift of the mediastinal viscera to the opposite side interfering with venous return to the heart It must be relieved immediately to avoid impairment of cardiac functions. CP- hypotension in the presence of distended neck veins, decreased or absent breath sounds of the affected side hyper resonance to percussion and tracheal shift away from the affected side, cyanosis (late manifestation). Treatment - Insertion of a large bore needle or plastic IV cannula (angiocath) through the chest wall into the pleural space in the second intercostal space in the second intercostal space along the mid clavicular line to relieve pressure. Tension pneumothorax should be treated definitively by tube thoracostomy. Suckling chest wound - which allow air to pass in and out of the pleural cavity should be promptly treated by a three sided occlusive dressing and tube thoracostomy",
        "cop": 1,
        "opa": "Flail chest",
        "opb": "Tension pneumothrax",
        "opc": "Suckling chest wound",
        "opd": "Haemothorax",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1d125b3c-c6fd-4f8f-8624-be2b9e704274",
        "choice_type": "single"
    },
    {
        "question": "Most common organ involved in blunt injury to the abdomen:-",
        "exp": "MC organ injured in blunt trauma abdomen: Spleen > Liver MC organ injured in penetrating trauma: Small intestine MC injured bowel in blunt trauma abdomen: Jejunum.",
        "cop": 1,
        "opa": "Spleen",
        "opb": "Liver",
        "opc": "Intestines",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7640f86c-9b24-4685-91ad-a50ef0d9367f",
        "choice_type": "single"
    },
    {
        "question": "Initial resuscitation of a trauma patient is best done by administration of which of the following?",
        "exp": "- Initial resuscitation of a trauma patient is best done by administering Ringer's lactate, because it is isotonic, and it is similar to plasma in electrolyte composition. - There is no conclusive evidence that colloid solutions (albumin, plasma protein solution, or hydroxyethyl starch solution) improve the rate of resuscitation or eventual outcome. -D5W and 0. 45% normal saline are hypotonic hence not used in this case. - Use of crystalloid solutions also aids in resuscitation of interstitial compament",
        "cop": 3,
        "opa": "D5W",
        "opb": "D5W and 0. 45% normal saline",
        "opc": "Ringer's lactate solution",
        "opd": "5% plasma protein solution",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1f1e5f07-e5d7-4584-acf1-bae008833729",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is being used in trauma patients to control bleeding",
        "exp": "Tranexamic acid is an antifibrinolytic drug that reduces the risk of moality from bleeding in both blunt and penetrating trauma. One gram is given intravenously over 10 minutes, followed by a fuher 1 g dose over 8 hours. Tranexamic acid should be given to all trauma patients suspected to have significant haemorrhage, including those with a systolic blood pressure of <110 mm. Hg or a pulse of over 110 per minute. It needs to be administered within 3 hours of injury. Bailey and love 27e 324",
        "cop": 1,
        "opa": "Traneximic acid",
        "opb": "Haemocoagulase",
        "opc": "Aprotinin",
        "opd": "Fondaparinux",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "8c143d16-cf1b-477a-b7a4-b223b901fe56",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in splenic trauma",
        "exp": "Splenic injuries Most common injured blunt trauma abdomen: Spleen Pathophysiology Direct compression of the organ in the left upper quadrant of the abdomen Deceleration mechanism that tears the splenic capsule or parenchyma, mainly at areas fixed or tethered to the retro peritoneum Management With appropriate patient selection, many patients with blunt splenic trauma can be managed without splenectomy No bleeding patient should go without splenectomy or splenic repair, especially in an attempt to push the figurative non operative envelope Hemodynamic stability is a prerequisite for non operative management and must be present without ongoing intravascular volume suppo Hemodynamic stability is indicated by a normal blood pressure and lack of tachycardia, no physical examination findings indicating shock, and absence of metabolic acidosis. Non operative mangement is reserved for grades I, II and isolated grade III injuries Indications of operative management of splenic trauma Instability at admission Exact location of bleeding is unknown Failed nonoperative mamagement Best approach: Midline incision with packing of all four quadrants in cases of hemodynamic instability Drains should not be placed unless there is concern that the tail of the pancreas was also injured Splenic injury secondary to penetrating trauma Splenic injury secondary to penetrating abdominal trauma is usually identified during laparotomy and should be addressed based on the presence or absence of ongoing bleeding Splenectomy is performed in cases of ongoing bleeding Ref: Sabiston 20th edition Pgno: 435-437",
        "cop": 3,
        "opa": "Paial splenectomy cannot be done",
        "opb": "Post splenectomy infections are common",
        "opc": "Can cause late onset septic shock",
        "opd": "Mostly managed conservatively",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b3dad23c-12c6-4e8f-b683-99d60ae57135",
        "choice_type": "single"
    },
    {
        "question": "In polytrauma with blunt abdominal injury, the first investigation to evaluate his abdomen is",
        "exp": "Ans. (a)USG is the first investigation to evaluate abdomen in bunt trauma. Ref. Schwartz 10th/e p. 179 and 9th/e p. 151; Washington Manual of Surgery 5th/e p. 373 * CT scan is the best investigation.",
        "cop": 1,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "Complete Hemogram",
        "opd": "Abdominal X-ray",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "2e811305-2c4a-4147-9718-c1a2536a58b0",
        "choice_type": "single"
    },
    {
        "question": "Most common organ injured in submerged head underwater explosion:",
        "exp": "Air blast Most commonly injured organ - tympanic membrane Most severely injured organ - lungs Under water blast Most commonly injured organ If head is out of water - small intestine If head is submerged - tympanic membrane Most severely injured organ - small intestine",
        "cop": 1,
        "opa": "Tympanic membrane",
        "opb": "GIT",
        "opc": "Lungs",
        "opd": "Heart",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e9ddf315-21f0-4581-981e-bb3f998b4b71",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a pa of the Revised Trauma score?",
        "exp": "- Revised trauma score (S) - Mnemonic- GB Road G-GCS - B-Bp (systolic) - Road -Respiratory rate - Trauma scoring systems Revised trauma score (S) Trauma & injury severity score (TRISS) Mangled Extremity severity score (MESS) Mnemonic- GB Road G-GCS B-Bp (systolic) Road -Respiratory rate Mnemonic- ISS + RAM ISS- Injury severity score R- Revised trauma score A-Age M-Mechanism(blunt/penetrating) Mnemonic-ELISA E- Energy Li-Limb Ischemia S-Shock A-AGE",
        "cop": 3,
        "opa": "Glasgow coma scale",
        "opb": "Systolic blood pressure",
        "opc": "Pulse rate",
        "opd": "Respiratory rate",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "a8dfec45-b0f5-40df-8dd9-62667d267a85",
        "choice_type": "single"
    },
    {
        "question": "Revised trauma score is",
        "exp": "Glasgow coma scale: Total score = 13-15 Mild head injury = 9-12 Mild = 3-8 Ref: SRB&; s 4thE pg: 1175",
        "cop": 1,
        "opa": "Glasgow coma scale",
        "opb": "Pulse",
        "opc": "RR",
        "opd": "BP",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "106f59ed-d99f-4ce9-bc5a-9249e7570a96",
        "choice_type": "single"
    },
    {
        "question": "25-year-old female met with a car accident, her GCS was normal, Heart rate - 150/min, BP - 90/60 mm Hg, Respiratory rate of 20/min. On examination, her JVP was raised, abdomen was not tender and she had ecchymosis over her anterior chest. Breath sounds were absent on one side. Which of the following is the most appropriate diagnosis?",
        "exp": "Ans. (b) Tension pneumothorax. Ref. Bailey and Love, 27th ed; pg. 367-368.* Patient has sustained blunt trauma to the chest (chest wall ecchymoses) with ongoing cardiopulmonary collapse as evident with Tachycardia, Hypotension with Raised JVP and absent breath sounds on one side.* Pleural effusion is not a possibility and ruled out* Massive hemothorax present with Hypotension, tachycardia, absent breath sounds but JVP won't be raised.* Cardiac tamponade with present with Hypotension, Raised JVP but have normal breath sounds on either side, (also muffled heart sounds - Beck's Triad)* Tension pneumothorax typically starts with tachypnea, air hunger and progresses to Tachycardia, mediastinal shift, raised JVP and finally hypotension. Hence the most probable answer is Tension Pneumothorax",
        "cop": 2,
        "opa": "Cardiac tamponade",
        "opb": "Tension pneumothorax",
        "opc": "Massive hemothorax",
        "opd": "Pleural effusion",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b39addb6-2abf-4619-80e5-c30a40f46dc1",
        "choice_type": "single"
    },
    {
        "question": "Following A, one patient presented with respiratory distress and franctured ribs. One examination hyper resonant right hemithorax and absent breath sound over same side were found. What is the first line of management.",
        "exp": "The above mentioned features suggest Tension pneumothorax. The clinical features of Tension pneumothorax are Tachypnoea, tachycardia, decreased or absent breath sounds, Resonant on percussion with mediastinal/tracheal shift, cyanosis and hypotension, chest pain and distended neck veins may be present. Once clinically diagnosed, a wide bore needle is immediately placed in the second intercostal space in midclavicular line and a sterile glove is kept on the hub(blunt) end of the needle to create a valve so as to prevent inward sucking of air from outside - thoracocentesis. Reference: SRB's Manual of Surgery, 6th Edition, page no = 1102.",
        "cop": 1,
        "opa": "Inser wide bore needle in 2nd intercostal space",
        "opb": "Immediate chest X-ray",
        "opc": "CT scan",
        "opd": "Emergency thoracotomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "22ed9be7-d491-465d-9edb-7ee9c99f86da",
        "choice_type": "single"
    },
    {
        "question": "Extradural hemorrhage test is-",
        "exp": "Ans. is 'a' i. e., NCCT * A CT Scan is the best investigation to diagnose suspect intracranial bleeds. Epidural hematoma. Acute subdural hematoma. Chronic subdural hematoma. Contusion/ Parenchymal Hemorrhage. Subarachnoid hemorrhage. Radiologic features. Acute bulging epidural clot bounded by cranial sutures; lenticular in shape. Acute blood rimming broad region of cerebral convexity, crescentic shape. Hyper -or isodense, unilateral or bilateral, crescentic shape. Multiple, confluent regions of edema intermixed with focal, acute blood. Acute blood lining cortex in subarachnoid space",
        "cop": 1,
        "opa": "NCCT",
        "opb": "USG",
        "opc": "Dopplar US",
        "opd": "X-ray pelvis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "97db3fe3-2aa7-4fdf-b2f6-902cdab15c47",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man has been admitted to the ICU in respiratory distress. An endotracheal tube is placed for mechanical ventilation at a tidal volume of 900 mL, a rate of 12 breaths/min, and Fi. O2 50%. PEEP is 10 cm of water. Medications include subcutaneous heparin and aspirin. He now develops tachycardia and a blood pressure of 70/palpation mm Hg. Cardiac examination reveals multiple premature contractions. His aerial blood gas reveals a PO2 of 40 mm Hg. Most likely cause of this condition is?",
        "exp": "The sudden onset of tachycardia and hypotension indicates an acute process. Since the patient is being mechanically ventilated with positive pressure, he is at increased risk of a bullous rupture from barotrauma, leading to a pneumothorax. Cardiac arrhythmia could lead to tachycardia and hypotension. Ventricular tachycardia and atrial fibrillation with a rapid ventricular response may cause this from decreased ventricular filling. An ECG would aid in this diagnosis. In the setting of mechanical ventilation, however, a pneumothorax must be excluded first. Bronchial secretions usually have a progressively worsening presentation. Fuhermore, the patient would exhibit desaturation, but not necessarily hypotension. Myocardial infarction may lead to cardiogenic shock from failure. However, this would most likely be a bit more progressive and less acute. Infarction must remain high on the differential diagnosis, and the patient may require vasopressors because of the shock. In the immediate setting, the pneumothorax is more likely, given the acuity of onset. Pulmonary embolus is on the differential diagnosis of electromechanical dissociation. This patient&; s risk of an embolus is increased because of prolonged immobilization. However, the subcutaneous heparin should be adequate prophylaxis against an embolism.",
        "cop": 4,
        "opa": "Cardiac arrhythmia",
        "opb": "Bronchial secretions",
        "opc": "Myocardial infarction",
        "opd": "Pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "d2e411e7-915b-44a8-b50d-eef2ede65180",
        "choice_type": "single"
    },
    {
        "question": "Following a blunt trauma abdomen- renal laceration with Urinoma was there after 2 days. Patient was stable. No fever. How will you manage the patient?",
        "exp": "Ans. (a) Placing Urinary stent. Ref AUA guidelines for GU trauma* Small amounts of Urinary extravasation are usually not significant as long as they do not become infected.* Initially we treat the insult by Ureteric stenting.* Only for Large urinomas we drain by percutaneous drainage.",
        "cop": 1,
        "opa": "Percutaneous Exploration and repair",
        "opb": "Wait and Watch",
        "opc": "Placing Urinary Stent",
        "opd": "Percutaneous Nephrostomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "2d1c5d5f-3106-40f2-a509-c43b22fd83f9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is fixed first during re-implantation of an amputated digit?",
        "exp": "The amputated pa is placed in a clean, dry, plastic bag, which is sealed and placed on top of ice in a Styrofoam container. This keeps the pa sufficiently cool at 4deg C to 10deg C without freezing. The amputated pa is wrapped in alightly moistened saline gauze to prevent tissue drying. With only a few minor variations, the sequence of replantationhas been standardized. The order of repair is usually bone, tendons, muscle units, aeries, nerves, and finally veins. Sabiston 20e pg: 1997",
        "cop": 1,
        "opa": "Bone",
        "opb": "Aery",
        "opc": "Vein",
        "opd": "Nerve",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "70fa0585-302d-4982-842b-60e18765d7da",
        "choice_type": "single"
    },
    {
        "question": "Achondroplasia shows which of the following type of inheritance",
        "exp": "Achondroplasia The most common type of sho-limbed dwarfism. There is Autosomal Recessive inheritance While it's sometimes hereditary, most cases of dwarfism are caused by a genetic mutation. This is why the majority of people with achondroplasia are born to parents of average height Pain areas: in the back Also common: bow legs, enlarged head, excessive inward curvature of the lower back, hunched back, middle ear infection, misaligned teeth, physical deformity, sho fingers, sho stature, or snori Ref: internet sources",
        "cop": 1,
        "opa": "Autosomal Dominant",
        "opb": "Autosomal Recessive",
        "opc": "X-Linked Dominant",
        "opd": "X-Linked Recessive",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "186d2d40-7f6e-408a-9f23-33a6095f6e3a",
        "choice_type": "single"
    },
    {
        "question": "First treatment of flail chest is-",
        "exp": "Ans is 'a' i. e., O2 administration and analgesia * Currently, treatment consists of oxygen administration, adequate analgesia (including opiates) and physiotherapy.* If a chest tube is in situ, intrapleural local analgesia can be used as well.* Ventilation is reserved for cases developing respiratory failure despite adequate analgesia and oxygen.* Surgery to stabilise the flail chest is currently in use again; it may be useful in a selected group with isolated or severe chest injury and pulmonary contusion who have been shown to benefit from internal operative fixation of the flail segment.",
        "cop": 1,
        "opa": "O2 administration and analgesia",
        "opb": "Mechanical ventilation",
        "opc": "Surgical stabilization",
        "opd": "Intrapleural analgesia",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "320bc08d-3fdf-450e-ab4a-874cb0be7a41",
        "choice_type": "single"
    },
    {
        "question": "&; FAST&; can detect free blood if it is a minimum of",
        "exp": "Focused abdominal sonar for trauma (FAST) is a technique whereby ultrasound (sonar) imaging is used to assess the torso for the presence of free blood, either in the abdominal cavity or in the pericardium. The technique, therefore, focuses on six areas: the pericardium, the areas around the liver and the spleen, the left and right pericolic gutters, and the peritoneal space in the pelvis. FAST is accurate at detecting >100 mL of free blood; Bailey and Love 26e pg: 359",
        "cop": 2,
        "opa": "10 ml",
        "opb": "100ml",
        "opc": "200ml",
        "opd": "400ml",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "79dfa65d-eff7-4689-a486-5e49fb7543d8",
        "choice_type": "single"
    },
    {
        "question": "Neurogenic shock in acute spinal injury is due to",
        "exp": "Neurogenic shock presents with hypotension, anormal heart rate or bradycardia and warm peripheries. This is due to unopposed vagal tone resulting from cervical spinal cord injury at or above the level of sympathetic outflow (T1/T5). It should be treated with inotropic suppo, and care should be taken to avoid fluid overload. Bailey and love 27e pg: 352",
        "cop": 1,
        "opa": "Loss of sympathetic tone",
        "opb": "Loss of parasympathetic tone",
        "opc": "Increased heart rate",
        "opd": "Vasovagal attack",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "bc3844e6-60a5-4cd7-94df-fa42a7f1adb0",
        "choice_type": "single"
    },
    {
        "question": "A patient suffered bullet injury to the left side of the colon and presented in casualty depament after 12 hours. What will be the management",
        "exp": "Here option C is the correct answer. Left sided colonic injury is treated with proximal colostomy with closure of the wound if it is small, or resection and anastomosis if it is wider area. Closure of colostomy is done at later stages after 3-6 months. Reference: SRB's Manual of Surgery, 6th Edition, page no = 144",
        "cop": 3,
        "opa": "Proximal defunctioning colostomy",
        "opb": "Primary closure",
        "opc": "Proximal colostomy and bringing out the distal end as mucus fistula",
        "opd": "Resection and primary anastmosis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "0f276949-5c8a-432c-8c2f-50475ae591c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following neck zone injury is associated with maximum moality?",
        "exp": "Trachea, Carotid aery & esophagus are superficial in Zone 1",
        "cop": 1,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "22a3ab9f-3b64-4442-8672-465f8866898a",
        "choice_type": "single"
    },
    {
        "question": "Seat belt injury results in:",
        "exp": "Ans: a (Injury involving mesentery) Ref: Bailey & Love, 24th ed, p. 1147* Sudden deceleration can result in a tom mesentery* If any bruising of abdominal wall or even marks of clothing is impressed into the skin, laparotomy may be indicated* Diagnostic peritoneal lavage may be helpful in this situation* Laceration of mesentery - Transverse. Horizontala) Transverse tear often imperils the blood supply of a segment of intestine, making resection necessaryb) Longitudinal tear can be closed by suture. Conditions producing mesentery injury* Traumatic tears* Torsion* Embolism/thrombosis* A/c non specific adenitis* Cysts* Neoplasms- benign & malignant. Attachments of mesentery (Root of mesentery)15 cm long and is directed obliquely downwards and to the right. It extends from the duodenojejunal flexure on the left side of vertebra L2 to the upper part of right sacroiliac joint. Root of mesentery crosses the following structuresa) Third part of the duodenum where the superior mesenteric vessels enter into itb) The abdominal aortac) The inferior venacavad) The right uretere) The right psoas major",
        "cop": 1,
        "opa": "Injury involving mesentery",
        "opb": "Splenic laceration",
        "opc": "Liver laceration",
        "opd": "Pancreatic laceration",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "63ccbcdb-3213-4bea-b54c-a516f9a815ef",
        "choice_type": "single"
    },
    {
        "question": "In a patient of trauma with no head injury, the target blood pressure for resuscitation is",
        "exp": "The initial aim of resuscitation is to maintain the blood supply to the vital organs: the brain, heart and kidneys. For a sho time, this can be achieved with a target systolic blood pressure of 70-90 mm. Hg. The concept of \"permissive hypotension\" refers to managing trauma patients by restricting the amount of fluid resuscitation administered while maintaining blood pressure in the lower than normal range if there is still active bleeding during the acute period of injury. Although this treatment approach may avoid the adverse effects of early and high-dose fluid resuscitation, it carries the potential risk of tissue hypoperfusion. Bailey and love 27e 324",
        "cop": 2,
        "opa": "SBP 50-70 mm of Hg",
        "opb": "SBP 70-90 mm of Hg",
        "opc": "SBP 90-110 mm of Hg",
        "opd": "SBP > 110 mm of Hg",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "911c4952-433f-4c6e-a149-d6988e29274c",
        "choice_type": "single"
    },
    {
        "question": "In triage &; red&; denotes",
        "exp": "First priority: Red - Critical, but likely to survive if treatment given early. Second priority: Yellow - Critical, likely to survive if treatment given within hours. Third priority: Green - Stable, likely to survive even if treatment is delayed for hours to days. Last priority: Black - Not breathing, pulseless, so severely injured that no medical care is likely to help. Bailey and love 26e pg: 422",
        "cop": 1,
        "opa": "Critical, but likely to survive if treatment given early",
        "opb": "Critical, likely to survive if treatment given within hours",
        "opc": "Stable, likely to survive even if treatment is delayed for hours to days",
        "opd": "Not breathing, pulseless, so severely injured that no medical care is likely to help",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "d9ce49d6-00c2-4dbd-b1db-881da2894fc8",
        "choice_type": "single"
    },
    {
        "question": "A patient died after a blunt trauma to chest. Most common cause of death in blunt trauma to chest is:",
        "exp": "THORACIC INJURIES MC cause of moality in blunt thoracic trauma: Tracheobronchial injuries MC Cause of moality in penetrating thoracic trauma: Hemothorax (Secondary to pulmonary laceration) MC thoracic injuries: Chest wall injuries",
        "cop": 2,
        "opa": "Esophageal rupture",
        "opb": "Tracheobronchial rupture",
        "opc": "Pulmonary laceration",
        "opd": "Pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4b69e424-811e-477e-b279-4811bdafc4e2",
        "choice_type": "single"
    },
    {
        "question": "Cerebral perfusion pressure is",
        "exp": "Cerebral perfusion pressure (CPP), is the difference between mean aerial pressure (MAP) and intracranial pressure (ICP): CPP (75-105 mm. Hg) = MAP (90-110 mm. Hg) - ICP (5-15 mm. Hg). Normal cerebral blood flow (CBF) is about 55 mL/minute for every 100 g of brain tissue. Ischaemia results when this rate drops below 20 mL/min, Bailey and love 26e pg: 310",
        "cop": 4,
        "opa": "mean aerial pressure + intracranial pressure",
        "opb": "cerebral blood flow * brain surface area in m^2",
        "opc": "cerebral blood flow / brain surface area in m^2",
        "opd": "mean aerial pressure - intracranial pressure",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "171513dc-b81a-4250-a5d2-dfbaa0b720cb",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman was stabbed by her boyfriend in the left chest. On examination, she has a 1-cm stab wound just inferior to her left breast in the mid-clavicular line. There is jugular venous distension and breath sounds are completely absent on the left side. She is becoming extremely dyspneic and hypoxic.",
        "exp": "Precordial stab wound distended jugular veins, and hypotension should suggest a cardiac tamponade. It must be kept in mind that the same signs are those of a tension pneumothorax. Dyspnea and deviation of trachea to the opposite side, absent breath sounds, and hyperresonant percussion note should suggest the correct diagnosis.",
        "cop": 1,
        "opa": "Tension pneumothorax",
        "opb": "Cardiac tamponade",
        "opc": "Spontaneous pneumothorax",
        "opd": "Open pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "d8cec9a0-1a65-4f12-9c43-7f071dc50264",
        "choice_type": "single"
    },
    {
        "question": "'Tennis elbow' is characterized by",
        "exp": "Tennis Elbow (Lateral Epicondylitis) This is the most common cause of elbow pain excluding traumatic conditions Usually occur in patients of 30-40 years, etiology is unknown in most cases Strenous or over activity may precede spymptoms Anterodistal lateral epicondyle tenderness Diagnosis Resisted wrist extension is a reliable diagnostic test Local anaesthetic injection is diagnostically helpful Treatment Vast majority improve with supervised Conservative management Open or ahroscopic release yields good results in recalcitrant cases Ahroscopic release also identifies associated pathology Ref: Bailey and love 27th edition Pgno: 448",
        "cop": 2,
        "opa": "Tenderness over the medial epicondyle",
        "opb": "Tenderness of common extensor origin",
        "opc": "Tendinitis of common flexor origin",
        "opd": "Painful flexion and extension",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3961cabf-a37b-4581-86e4-ddd980cb039a",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man is brought into the emergency department with a gunshot wound that occurred 4 hours before admission. At exploratory laparotomy, an injury is noted in the transverse colon with extensive tissue destruction. There is a large amount of fecal contamination. Management of this injury should include which of the following?",
        "exp": "The necrotic bowel is resected, the proximal end is constructed as an end colostomy, and the distal end is constructed as a mucous fistula. This is the best procedure because it will avoid an anastomosis in a contaminated abdomen. Any procedure that involves either wound closure or anastomosis in an abdomen with extensive fecal contamination presents a significant risk of leakage and therefore should not be performed. Exteriorization should not be performed unless ischemic bowel is resected.",
        "cop": 2,
        "opa": "Debridement and closure of wound with a proximal colostomy",
        "opb": "Resection with proximal colostomy and distal mucous fistula",
        "opc": "Resection of the injured colon with primary anastomosis and proximal colostomy",
        "opd": "Resection of the wound with primary anastomosis and proximal cecostomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5a90cb70-b373-41c9-a0e3-a662c041ea1e",
        "choice_type": "single"
    },
    {
        "question": "Base of the skull fracture presents with involvement of the petrous temporal bone, which of the following is the impoant sign?",
        "exp": "Battle's sign Middle cranial fossa fracture(Petronius pa of temporal bone) Bruising/ecchimosi over the mastoid process in the line of posterior auricular aery. Raccoon sign, Panda sign, Spectacle haematoma, Black eye:- Haemorrhages in soft tissues around the eye and in eyelids. Causes: Direct trauma, punch to eye. Blunt impact to forehead, the blood gravitating downwards over supraorbital ridge. Fracture of floor of the anterior fossa of the skull.",
        "cop": 4,
        "opa": "A. Subconjuctival haematoma",
        "opb": "B. CSF rhinorrhoea",
        "opc": "C. Raccon eye",
        "opd": "D. Battle sign",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3605f58b-86ca-4408-9750-0c55402a34f1",
        "choice_type": "single"
    },
    {
        "question": "Haemodynamicaly unstable patient with blunt trauma to abdomen and suspected liver injury; which of the following is the first investigation performed in the emergency room?",
        "exp": "Ans. is 'a' i. e., FAST * The patient has gunshot injury to the right upper quadrant of abdomen, mostly damaging the liver. General: Liver trauma* The liver is the second most common organ injured in abdominal trauma.* Liver trauma can be divided into blunt and penetrating injuries.* Blunt injury produces contusion, laceration and avulsion injuries to the liver, often in association with splenic, mesenteric or renal injury.* Penetrating injuries, such as stab and gunshot wounds, are often associated with chest or pericardial involvement.* Blunt injuries are more common and have a higher mortality than penetrating injuries. Diagnosis of liver injury:* The liver is an extremely well-vascularised organ, and blood loss is therefore the major early complication of liver injuries.* Clinical suspicion of a possible liver injury is essential, as a laparotomy by an inexperienced surgeon with inadequate preparation preoperatively is doomed to failure.* All lower chest and upper abdominal stab wounds should be suspect, especially if considerable blood volume replacement has been required.* Similarly, severe crushing injuries to the lower chest or upper abdomen often combine rib fractures, haemothorax and damage to the spleen and/or liver.* Focused assessment sonography in trauma (FAST) performed in the emergency room by an experienced operator can reliably diagnose free intraperitoneal fluid.* Patients with free intraperitoneal fluid on FAST and haemodynamic instability, and patients with a penetrating wound will require a laparotomy and/or thoracotomy once active resuscitation is under way.* Owing to the opportunity for massive ongoing blood loss and the rapid development of a coagulopathy, the patient should be directly transferred to the operating theatre while blood products are obtained and volume replacement is taking place.* Patients who are haemodynamically stable should have a contrast-enhanced CT scan of the chest and abdomen as the next step.* Additional investigations that may be of value include diagnostic peritoneal lavage, which can confirm the presence of haemoperitoneum, but this is rarely performed nowadays due to inceased use of FAST and CT. Initial management:* The initial management is maintenance of airway patency, breathing and circulation (ABC) following the principles of advanced trauma life support (ATLS).* Peripheral venous access is gained with two large-bore cannulae and blood sent for crossmatch of ten units of blood, full blood count, urea and electrolytes, liver function tests, clotting screen, glucose and amylase.* Initial volume replacement should be with colloid or O-negative blood if necessary. Arterial blood gases should be obtained and the patient intubated and ventilated if the gas exchange is inadequate.* Intercostal chest drains should be inserted if associated pneumothorax or haemothorax is suspected. Once initial resuscitation has commenced, the patient should be transferred to the operating theatre, with further resuscitation performed on the operating table.* The necessity for fresh-frozen plasma and cryoprecipitate should be discussed with the blood transfusion service immediately the patient arrives, as these patients rapidly develop irreversible coagulopathies due to a lack of fibrinogen and clotting factors.* Standard coagulation profiles are inadequate to evaluate this acute loss of clotting factors, and factors should be given empirically, aided by the results of thromboelastography (TEG), if available.* A contrast CT prior to laparotomy should be considered if the patient is haemodynamically stable.",
        "cop": 1,
        "opa": "FAST",
        "opb": "CT Scan",
        "opc": "Diagnostic peritoneal lavage",
        "opd": "Standing X ray Abdomen",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f0e7bf7a-f8e4-4ccf-9f1b-f85e5afc4613",
        "choice_type": "single"
    },
    {
        "question": "Abdominal compament syndrome develops when abdominal pressures are more than",
        "exp": "Abdominal compament syndrome (ACS) comprises increasingorgan dysfunction or failure as a result of IAH (intra abdominal hypertension). IAH is presentwhen there is consistent increased IAP (Intra abdominal pressure) greater than 12 mm Hg, determined by a minimum of three measurements conducted 4to 6 hours apa, measured at the end of expiration in a relaxedpatient. ACS may be primary or secondary and develops when IAP is 20 mm Hg or greater, with or without abdominal perfusion pressure less than 50 mm Hg. Sabiston 20e pg: 327",
        "cop": 4,
        "opa": "12 mm of Hg",
        "opb": "14 mm of Hg",
        "opc": "16 mm of Hg",
        "opd": "20 mm of Hg",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9d7ca60a-32e8-473a-94c8-668675911e40",
        "choice_type": "single"
    },
    {
        "question": "A GCS of an intubated person with abdominal flexion attitude and eye opening only to pain is",
        "exp": "Glasgow Coma Scale score for head injury. Eyes open Spontaneously 4 To verbal command 3 To painful stimulus 2 Do not open 1 Verbal Normal oriented conversation 5 Confused 4 Inappropriate/words only 3 Sounds only 2 No sounds 1 Intubated patient T Motor Obeys commands 6 Localises to pain 5 Withdrawal/flexion 4 Abnormal flexion 3 Extension 2 No motor response 1 Ref: Bailey and love 27th edition Pgno: 331",
        "cop": 3,
        "opa": "E2 V1 M4",
        "opb": "E2 V1 M4",
        "opc": "E2 Vnt M3",
        "opd": "E2 V1 M3",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "3ab7ab65-a5f6-4fd7-b2b2-77c85701cbc3",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old male was injured in a motorcycle accident in which he was not wearing a helmet. On admission to the emergency room he was in severe respiratory distress and hypotensive (blood pressure 80/40 mm. Hg), and appeared cyanotic. He was bleeding profusely from the nose and had an obviously open femur fracture with exposed bone. Breath sounds were decreased on the right side of the chest. The initial management priority should be:",
        "exp": "Airway remains the first priority in the management of any patient with multiple injuries. Control of the airway in a patient with head, face, and neck injury can be extremely challenging. In the patient presented, the best option given for control of the airway is endotracheal intubation with in-line cervical traction. This requires at least two persons, one to maintain the head in the neutral position and one to inse the endotracheal tube under direct vision. An alternative in this case would be emergency cricothyroidotomy, tracheostomy, or needle-jet insufflation. Nasotracheal intubation is not an option in the presence of a mid-face fracture and a nasal hemorrhage. Clearly, attention must also be directed at assuring adequacy of ventilation (potential right pneumothorax), assessing and treating obvious hemorrhage, determining if there is occult intra-abdominal or thoracic hemorrhage, and determining the patient's neurologic status. While management of these other issues can occur simultaneously, they do not take priority over securing an adequate airway. In this patient the airway is so tenuous that time should not be spent obtaining a cross-table cervical spine film and chest film prior to definitive control of the airway.",
        "cop": 3,
        "opa": "Control of hemorrhage with anterior and posterior nasal packing.",
        "opb": "Tube thoracostomy in the right hemithorax.",
        "opc": "Endotracheal intubation with inline cervical traction.",
        "opd": "Obtain intravenous access and begin emergency type O blood transfusions.",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "55e1a11f-98b7-44aa-956e-ced7d352aec4",
        "choice_type": "single"
    },
    {
        "question": "The earliest manifestation of increase intracranial pressure following head injury is",
        "exp": "Early signs of elevated ICP includes drowsiness and a diminished level of consciousness Coma and unilateral papillary changes are late signs and require immediate intervention Ref: Harrison's 19th edition Pgno: 1779",
        "cop": 2,
        "opa": "Hemiparesis",
        "opb": "Altered mental status",
        "opc": "Ipsilateral pupillary dilatation",
        "opd": "Contralateral pupillary dilatation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4c7a825a-dca2-40fd-a64b-0cb4940a153b",
        "choice_type": "single"
    },
    {
        "question": "In hand injury first structure to be repaired should be",
        "exp": "For musculoskeletal injuries, early total care allows definitive fixation of all unstable long bone, spinal and pelvic fractures within 36 hours of injury. This facilitates nursing care, allows early mobilisation of the patient and reduces pulmonary complications and length of stay on intensive care. If a sequence of fracture fixations is required, at the conclusion of each procedure the surgeon and anaesthetist should determine whether the patient's physiological status has been maintained sufficiently to allow the next procedure, or whether the patient should return to critical care for a fuher period of resuscitation. Ref: Bailey and love 27th edition Pgno: 326 Sequence of repair in Hand injuries Bone shoening and stabilization/Fixation Extensor tendon repair Flexor tendon repair Aerial anastomosis Nerve repair Venous anastomosis Skin/Wound closure Pneumonic: BE FAN of VeinS Ref: Master techniques in ohopaedic surgery series by Morgan and cooney (2008) Pgno: 487",
        "cop": 2,
        "opa": "Muscle",
        "opb": "Bone",
        "opc": "Skin",
        "opd": "Nerve",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "8e39df31-f028-48bd-9fd2-797563cfd081",
        "choice_type": "single"
    },
    {
        "question": "Initial treatment in the management of trauma is",
        "exp": ". primary management Airway management(blocked by food, vomiting, clot, fallen tongue) Breathing Circulation Disability and level of consciousness assessment by Glasgow coma scale Exposure of patient from head to toe for final assessment Fingers and tubes: Finger evaluation, Foley&; s catheterisation (Ref: SRB&; s Manual of Surgery, 5th edition, pg no. 140)",
        "cop": 1,
        "opa": "Airway maintenance",
        "opb": "IV Fluids",
        "opc": "Fracture stabilization",
        "opd": "Do not shift",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "488abec8-d07c-4d03-990f-c40c6c585384",
        "choice_type": "single"
    },
    {
        "question": "Maximum & minimum score in Glasgow coma scale is?",
        "exp": ". GLASGOW COMA SCALE eye opening verbal response motor response spontaneous -4 oriented -5 obeys commands -6 to speech -3 confused -4 localises pain -5 to pain -2 inappropriate words -3 flexion to pain -4 none -1 incomprehensible words -2 abnormal flexion -3 none -1 extension to pain -2 none -1 maximum score: 15 mild head injury: 13-15 minimum score: 3 moderate head injury: 9-12 severe head injury: less than 8(3-8) (Ref: SRB&; s Manual of Surgery, 5th edition, pg no 1093)",
        "cop": 3,
        "opa": "15 & 0",
        "opb": "14 & 3",
        "opc": "15 & 3",
        "opd": "15 & 1",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "56f0ecf0-7464-409a-8aba-db0802298dcf",
        "choice_type": "single"
    },
    {
        "question": "A pt. died after a blunt trauma to chest Most common cause of death in blunt trauma to chest is -",
        "exp": "Option B is more common cause of death in blunt trauma of chest when compared to the other complications seen in chest trauma",
        "cop": 2,
        "opa": "Pneumothorax",
        "opb": "Tracheo bronchial rupture",
        "opc": "Pulmonary laceration",
        "opd": "Oesophageal rupture",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "0a576f40-d896-41ac-8f65-6abede332047",
        "choice_type": "single"
    },
    {
        "question": "In a patient with head injury black eye associated with subconjuctival hemorrhage occurs when there is",
        "exp": "Panda sign (Raccoon sign, Spectacle haematoma, Black eye): Haemorrhages in soft tissues around the eye and in the eyelids is known as Panda sign as it resembles panda eyes. It is caused by: 1. Direct trauma, such as punch to the eye. 2. Blunt impact to the forehead, the blood gravitating downwards over the supraorbital ridge. 3. Fracture of the floor of the anterior fossa of the skull. Ref: SRB's Manual of Surgery, 4th Edition, pg. no. 1284",
        "cop": 1,
        "opa": "Fracture of floor and anterior cranial fossa",
        "opb": "Bleeding between the skin and galea aponeurotica",
        "opc": "Hemorrhage between galea aponeurotica and pericranium",
        "opd": "Fracture of greater wing of sphenoid bone",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "886df315-68af-471d-9b55-b3e13eae134b",
        "choice_type": "single"
    },
    {
        "question": "In general commonest hemorrhage following head injury is",
        "exp": "SUBDURAL HAEMATOMA Types Acute Chronic Acute Subdural Haematoma It is a collection of blood between the brain and dura. It is due to injury to the coical veins and often due to laceration of coex of brain which bleeds and blood gets collected in the subdural space forming a haematoma. Here haematoma is extensive and diffuse. There is no lucid interval. There is severe primary brain damage. Haematoma may be of coup and contre-coup type. Loss of consciousness occurs immediately after trauma and Is progressive. Convulsion is common. Features of raised intracranial pressure is obviously seen high BP, bradycardia, vomiting. Focal neurological deficits or hemiparesis can occur. CT scan shows concavo-convex lesion. Treatment Antibiotics, anticonvulsants. Surgical decompression is done by craniotomy. Chronic Subdural Haematoma It is due to the rupture of veins between dura and brain (cerebral hemispheres), causing gradual collection of blood in subdural space. It is commonly seen in elderly people following any minor trauma like fall, slipping (which might have gone unnoticed). In elderly people, brain atrophies and even minor injuries can cause shearing and bleeding from these veins. Blood collects gradually over 2-6 weeks. Plasma and cellular components get separated. Eventually cellular pa gets absorbed leaving only fluid component. It is called as chronic subdural hygroma. Usual haematoma collection is 60-120 ml. Often in 50% of cases, it is bilateral. Clinical Features Common in old age, with history of minor trauma. Patient presents with confusion, disorientation, gradually with altered level of consciousness and drowsiness. Later convulsions, features of intracranial hypertension, features of coning develops. Extensor plantar response and pupillary changes develop eventually. Investigations CT scan (shows concavo-convex lesion). Serum electrolytes. Blood grouping and cross matching. Differential Diagnosis Electrolyte imbalance. Intracranial space occupying lesion. Treatment Craniotomy and evacuation of clot is done when required on both sides. Antibiotics. Anticonvulsants for 3 years. Complications Epilepsy Meningitis Coning Neurological deficits Ref: SRB's Manual of Surgery 5th edition Pgno: 1096",
        "cop": 3,
        "opa": "Subcoical",
        "opb": "Extradural",
        "opc": "Subdural",
        "opd": "Intraventricular",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "2b77e17c-f4d5-4a10-8c9f-e4f2d8d2f741",
        "choice_type": "single"
    },
    {
        "question": "A patient with blunt trauma of abdomen at 48 hours, USG shows normal, but patient had tenderness in Left lumbar region. Best appropriate diagnosis is by (Recheck):",
        "exp": "Ans. c. CECT abdomen. DIAGNOSIS FOR ABDOMINAL BLUNTTRAUMADiagnosis can be quickly access by utilizing the \"FAST\" exam: Focused Abdominal Sonography for Trauma. Bedside U/S evaluates the perisplenic space, perihepatic space, pericardium, and pelvis for free fluid. In these locations fluid is not typically present, therefore in combination with a clinical suspicion such as hypotension following blunt trauma, should trigger the consideration of an internal injury. For an unstable patient with these findings should be taken to the OR for immediate surgical exploration. USG is used to diagnose intra-abdominal injuries in unstable patients. For a stable patient in whom the diagnosis is less definite should be taken for a more definitive study, i. e., CT scan with intravenous contrast. CT will reveal the presence of intra-abdominal fluid and can accurately delineate the source, typically the liver or spleen. CECT is used to diagnose intra-abdominal injuries in unstable patients. Extra Mile. Most common organ injuries in blunt trauma: Spleen. Most common organ injured in penetrating trauma: Liver (26. 1%)> Stomach (17. 6-17. 3%)> Small Intestine (12. 9%). Colon and Rectal injury most common in: Penetrating trauma > blunt trauma. Most common gastric injury: Penetrating trauma",
        "cop": 3,
        "opa": "MCU",
        "opb": "IVP",
        "opc": "CECT abdomen",
        "opd": "Repeat USG",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "210a8f4a-5a5b-4e9f-8d90-f279c8ce0b3e",
        "choice_type": "single"
    },
    {
        "question": "Which is an ominous sign in case of severe head injury",
        "exp": "Head Injury A sudden Enlargement (dilatation) of one pupil (anisocoria) is an ominous sign Abnormal posturing (decoicate posturing) a characteristic positioning of the limbs caused by severe diffuse injury or high ICP is an ominous sign Ref: Harrison's 19th edition Pgno: 1774",
        "cop": 2,
        "opa": "Development of diabetes insipidus",
        "opb": "Anisocoria",
        "opc": "New focal deficit",
        "opd": "Depressed skull fracture",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "eee9aa7b-aa32-49dc-bf38-32bfa09d5e76",
        "choice_type": "single"
    },
    {
        "question": "Jefferson fracture is fracture of which spine",
        "exp": "Jefferson fracture is disruption of C1 ring in multiple locations; blow-out of ring. Hangman fracture is bilateral C2 pedicles with spondylolisthesis. Sabiston 20e pg: 443",
        "cop": 1,
        "opa": "C1",
        "opb": "C2",
        "opc": "C3",
        "opd": "C4",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e21511c5-d623-4170-9f65-3a48c3f43089",
        "choice_type": "single"
    },
    {
        "question": "A young patient presents with a massive injury to proximal duodenum, head of pancreas and distal common bile duct. The procedure of choice in this patient should be",
        "exp": ". whipple&; s operation is done by removing (tumor with) head and neck of pancreas, c loop of duodenum, 40% distal stomach, 10cm proximal jejenum, lower end of common bile duct, gall bladder, peripancreatic, pericholedochal, paraduodenal and perihepatic nodes. continuity is maintained by choledochojejunostomy, pancreaticojejunostomy, and gastrojejunostomy. few advocate pancreaticogastrostomy into posterior wall of stomach. moality in whipple&; s operation is 2-8% (Ref: SRB&; s Manual of Surgery, 5th edition, pg no. 706)",
        "cop": 2,
        "opa": "Roux-en-Y anastonmosis",
        "opb": "Pancreaticoduodenectomy (Whipple's operation)",
        "opc": "Lateral tube jejunostomy",
        "opd": "Retrograde jejunostomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "54314135-ea0d-4f8d-9703-dea8105ab05d",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old girl presents to the emergency depament with a stab wound to the abdomen in the anterior axillary line at the right costal margin. BP is 80/50 mm Hg, PR is 120 bpm, and RR is 28 breaths per minute. Two large-bore IV lines, a nasogastric tube, and a Foleys catheter are inseed. BP rises to 90/60 mm Hg after 2 L of Ringer's lactate. The appropriate management is which of the following?",
        "exp": "A patient without other sources of blood loss who presents to the emergency depament with a stab wound to the abdomen and in shock should have an expeditious exploratory laparotomy. The other tests will waste precious time and are contraindicated in a patient in shock.",
        "cop": 4,
        "opa": "Peritoneal lavage",
        "opb": "Ultrasound of the abdomen",
        "opc": "Laparoscopic assessment of the peritoneal cavity",
        "opd": "Exploratory laparotomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "8f9374fe-5071-4bec-b3a1-053b007dc930",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old man is brought to the emergency department with a stab wound just to the right of the sternum in the sixth intercostal space. His blood pressure is 80 mm Hg. Faint heart sounds and pulsus paradoxus are noted. Auscultation of the right chest reveals decreased breath sounds. The initial management of this patient should be which of the following?",
        "exp": "In a patient presenting with a chest wound in shock, the priorities are airway, breathing, and circulation. Thus, aspiration of the right chest to rule out a tension pneumothorax should be performed first. Aspiration of the pericardium does not definitively rule out cardiac injury; a pericardial window provides both diagnosis and decompression. An echocardiogram is not indicated in an unstable patient.",
        "cop": 1,
        "opa": "Aspiration of the right chest cavity",
        "opb": "Aspiration of the pericardium",
        "opc": "Echocardiogram",
        "opd": "Pericardial window",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "bb03dc67-f81b-40ff-883f-6057b33a8bfc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not assessed in FAST?",
        "exp": "Hypogastrium is not assessed in FAST. FAST (Focussed Assessment with Sonography for Trauma) Subxiphoid transverse viewQ * Assess pericardial sacQ Right upper quadrant (RUQ) longitudinal viewQ * Assess perihepatic regionQ Left upper quadrant (LUQ) longitudinal viewQ * Assess perisplenic regionQ Suprapubic longitudinal & transverse viewQ * Assess pelvisQ e-FAST (extended FAST) has two additional views, right & left thoracic views to rule out pneumothorax or hemothoraxQ.",
        "cop": 3,
        "opa": "Right upper quadrant",
        "opb": "Left upper quadrant",
        "opc": "Hypogastrium",
        "opd": "Sub-xiphoid area",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "77309952-ca56-4600-baab-e651d73f194c",
        "choice_type": "single"
    },
    {
        "question": "30 year old male met an accident and he is unable to move his legs and pass urine. Trauma to cervical spine is suspected. Which is the best approach?",
        "exp": "Ans. (d) Cervical collar immobilization and X-ray cervical spine. Ref: Sabiston 20th edition page 495)* In case of suspected spine injury immobilization is the 1st step.* X-ray cervical spine must be taken to rule out fracture.",
        "cop": 4,
        "opa": "X ray Cervical spine Lateral and AP view",
        "opb": "Doctor must accompany the patient and shift to Xray table",
        "opc": "Observation for any neurological deficit",
        "opd": "Cervical collar immobilization and X-ray Cervical spine",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "46e2aa19-823b-4644-b18e-0a0a68c1af3f",
        "choice_type": "single"
    },
    {
        "question": "1 month later injury presents with irritability altered sensorium",
        "exp": "Chronic subdural Hematoma Chronic SDH: Collection of blood breakdown products that is atleast 2-3 weeks old Chronic SDH: SDH often occurs in patients without a clear history of head trauma, as they may arise from minor trauma Clinical features Alcoholics, the elderly, and patients on anticoagulants are at higher risk for developing chronic SDH Patients may present with head ache, seizures, confusion, contralateral hemiparesis or Coma Ref: Sabiston 20th edition Pgno: 439-441",
        "cop": 2,
        "opa": "Extradural hematoma",
        "opb": "SDH",
        "opc": "ICH",
        "opd": "SAH",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "63b3c064-75ae-42f7-a9dc-ce56b9163742",
        "choice_type": "single"
    },
    {
        "question": "Cushing reflex is:",
        "exp": "Ans. (a) |Mean arterial pressure with increased intracranial pressure. Ref: Schwartz 10/e pi580-1583. Cushing reflex is caused by increased ICP* C/B- Increase in Systolic BP, Decreased Heart Rate and Irregular respiration* Due to insufficient blood flow and arteriole compression",
        "cop": 1,
        "opa": "| Mean arterial pressure with increased intracranial pressure",
        "opb": "| Mean arterial pressure with decreased intracranial pressure",
        "opc": "| Mean arterial pressure with increased intracranial pressure",
        "opd": "| Mean arterial pressure with decreased intracranial pressure",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f12278fc-9626-4462-a58a-831c5638bbbd",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old man has had a long-term \"bowlegged\" condition but recently his right knee has become warm, swollen, and tender. He reports no recent trauma and gets no relief with rest or Tylenol (paracetamol). He is otherwise in good health and takes no medication. X-rays show arthritis of the knee. Which would be the best treatment?",
        "exp": "Acute synovial reactions of weight-bearing joints with underlying arthritis are a common occurrence. It is usually related to minor traumatic events. Complete immobilization may increase joint stiffness secondary to arthritis, but partial reduction of stressful motions (avoiding kneeling and squatting) and continued muscle activity would be beneficial. These will allow the synovial reaction to subside while decreasing the weakening and stiffness caused by the underlying arthritis.",
        "cop": 2,
        "opa": "Bed rest, anti-inflammatory agents, analgesics, and a knee brace",
        "opb": "Use of a cane for ambulating, restriction of knee-bending activities, and implementation of muscle-strengthening exercises",
        "opc": "Intra-articular steroid injection, bed rest, and analgesics",
        "opd": "Long-leg cast and crutches for 3 weeks, analgesics, and anti-inflammatory agents",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b5af1b25-752e-426d-a368-d93cd7365674",
        "choice_type": "single"
    },
    {
        "question": "USG FAST does not involve scanning of which region from the following?",
        "exp": "Ans is 'b' i. e., Pleural Focused abdominal sonar for trauma (FAST)* FAST is a technique whereby ultrasound imaging is used to assess the torso for the presence of blood, either in the abdominal cavity or in the pericardium. The purpose of the ultrasound evaluation of the injured casualty is to determine the presence of free intra-abdominal or pericardial fluid. The technique therefore focuses only on four areas: a) Pericardial, b) Splenic, c) Hepatic and d) Pelvic",
        "cop": 2,
        "opa": "Pericardial",
        "opb": "Pleural",
        "opc": "Pelvic",
        "opd": "Hepatic",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e965c562-83bd-448c-95fb-754aeb79ea07",
        "choice_type": "single"
    },
    {
        "question": "GCS of 10 is classified as",
        "exp": "Head injury classification using the Glasgow. Coma Scale (GCS) score. Minor head injury GCS 15 with no loss of consciousness(LOC). Mild head injury GCS 14 or 15 with LOCModerate head injury GCS 9-13. Severe head injury GCS 3-8. Bailey and love 27e 329",
        "cop": 2,
        "opa": "Mild head injury",
        "opb": "Moderate head injury",
        "opc": "Severe head injury",
        "opd": "Moribund head injury",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "8926c9a5-d10f-46b0-9bb2-0d65a80996a3",
        "choice_type": "single"
    },
    {
        "question": "Blunt trauma to the abdomen most commonly injures which of the following organs?",
        "exp": ". SPLENIC INJURY-it can be subcapsular haematoma, laceration or hilar injury. it can be associated with other organ injuries like left kidney, left lobe of the liver, splenic flexure of the colon or pancreas. it can cause torrential haemorrhage and shock. it is the most common organ injuried in blunt injury abdomen (Ref: SRB&; s Manual of Surgery, 5th edition, pg no. 149)",
        "cop": 3,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Spleen",
        "opd": "Intestine",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "448ad4af-9e2b-4bf9-a69e-735ce47fb59b",
        "choice_type": "single"
    },
    {
        "question": "Back examination of polytrauma patient is done by which method:-",
        "exp": "Back examination of polytrauma patient is known as Logroll Back: Logroll - 5 people are required for examination of back, 3 for body, one for head & one for examining back; Per Rectum is done at this timeQ For log roll, ideal number of people required: 5Q Minimum number of people required for log roll: 4Q",
        "cop": 1,
        "opa": "Logroll",
        "opb": "Barrel roll",
        "opc": "Chin lift",
        "opd": "primary survey",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "0643d1c6-c402-46e8-a820-12255e56092e",
        "choice_type": "single"
    },
    {
        "question": "Management of flail chest with respiratory failure is:",
        "exp": "- Flail chest - 2 or more consecutive ribs at 2 or more than 2 places - Treatment - Oxygen inhalation Adequate analgesia Physiotherapy - If flail chest + respiratory failure: IPPV",
        "cop": 3,
        "opa": "Chest tube drainage",
        "opb": "Oxygen administration",
        "opc": "IPPV",
        "opd": "Internal operative fixation of the fractures segments",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5277aa0f-4ad8-4c0b-986f-488134051a0e",
        "choice_type": "single"
    },
    {
        "question": "Trauma and injury severity score (TRISSI) includes",
        "exp": "Predict outcome of trauma cases S - Revised Trauma Score ISS - Injury Severity Score",
        "cop": 2,
        "opa": "GCS+BP+RR",
        "opb": "S+ISS+ person's age",
        "opc": "S+ISS+GCS",
        "opd": "S+GCS+BP",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1c2727de-7e4c-4cd7-86c2-61cc7479e02d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most common site of Berry aneurysm",
        "exp": "Location of cerebral aneurysms: Saccular aneurysms, AKA berry aneurysms are usually located on major named cerebral aeries atthe apex of branch points which is the site of maximum hemodynamic stress in a vessel. Moreperipheral aneurysms do occur, but tend to be associated with infection (mycotic aneurysms) ortrauma. Fusiform aneurysms are more common in the veebrobasilar system. Dissect ing aneurysmsshould be categorized with aerial dissect ion (p. 1323). Saccular aneurysms location: 1. 85-95% in carotid system, with the following 3 most common locations: a) ACoA (single most common): 30% (ACoA & ACA more common in males)b) p-comm: 25%c) middle cerebral aery (MCA): 20%2. 5-15% in posterior circulation (veebro-basilar)a) [?] 10% on basilar aery: basilar bifurcation, AKA basilar tip, is the most common, followed by. BA-SCA, BA-VA junction, AICAb) [?] 5% on veebral aery: VA-PICA junction is the most common3. 20-30% of aneurysm patients have multiple aneurysms (p. 1226) Ref; Greenberg handbook of neurosurgery, 8th ed, p-1191",
        "cop": 3,
        "opa": "Veebro-basilar aery",
        "opb": "Origin of posterior communicating aery",
        "opc": "Anterior communication aery",
        "opd": "Anterior choroidal aery",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f66eb160-1054-4dfe-a947-5ddda6629085",
        "choice_type": "single"
    },
    {
        "question": "Which colour of triage is given the highest priority?",
        "exp": "Colour. Proirity. Medical need. Clinical status. Red. First. Immediate. Critical, but likely to survive if treatmentgiven early. Yellow. Second. Urgent. Critical, likely to survive if treatment givenwithin hours. Green. Third. Non-urgent. Stable, likely to survive even if treatmentis delayed for hours to days. Black. Last. Unsalvageable. Not breathing, pulseless, so severelyinjured that no medical care is likely tohelp. Bailey and love 27e pg: 412",
        "cop": 1,
        "opa": "Red",
        "opb": "Green",
        "opc": "Yellow",
        "opd": "Black",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "710566a6-dc3e-4a2e-8b84-9c54c93591e4",
        "choice_type": "single"
    },
    {
        "question": "Most common origin of cerebral metastases is",
        "exp": "Metastatic Brain Tumors Metastatic brain tumors are the most common tumors of the brain They out number primary brain tumors by 10 to 1 Location: Cerebral hemispheres (80%) mainly the frontal lobes, cerebellum (15%) and brain stem (5%) Most common primary sites: CA Lung (50%) >breast cancer(15-20%) Metastasis to brain are multiple in >70% of cases Ref: Harrison's 19th edition Pgno: 1604",
        "cop": 4,
        "opa": "Colon",
        "opb": "Kidney",
        "opc": "Malanoma",
        "opd": "Lung",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7c0fc3f7-a70e-4d59-a063-157bee23a8c7",
        "choice_type": "single"
    },
    {
        "question": "A A patient presents with multiple fractures. He develops respiratory distress and dies after few days. CT brain shows petechial hemorrhage. Most likely diagnosis is:",
        "exp": "- A presenting long bone fractures + respiratory distress +petechiae / hemorrhage in brain suggests: fat embolism syndrome FAT EMBOLISM SYNDROME - Generally associated with displaced long bone fractures of lower extremities - Occurs in 0. 5-3. 05% of cases - Fat embolism will reach in the brain through a right to left cardiac shunt or through an intact pulmonary circulation in the patient without the shunt - Major clinical characteristics: respiratory insufficiency, neurologic symptoms, and petechial skin rash",
        "cop": 1,
        "opa": "Fat embolism",
        "opb": "Stroke",
        "opc": "Hemorrhage",
        "opd": "Hypoxic ischemic encephalopathy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e4c8da76-780b-4dc9-9495-4f3b378c30d9",
        "choice_type": "single"
    },
    {
        "question": "Appropriate treatment for an acute stable hematoma of the pinna of the ear includes which of the following measures?",
        "exp": "A subperichondrial hematoma in the pinna of the ear may lead to avascular necrosis of the cartilage with shriveling of the pinna and fibrosis and calcification of the hematoma. The result is the deformity known as \"cauliflower ear. \" Appropriate treatment consists of evacuation of the hematoma by incision and tight packing of the skin and perichondrium onto the cartilage with a pressure dressing. Needle aspiration does not affect adequate drainage. Ice packs may be helpful early but are not sufficient to prevent the deformity; antibiotics are not indicated for this lesion. Since the hematoma is subperichondrial, excision of the hematoma would remove the perichondrium and lead to cartilage deformities.",
        "cop": 4,
        "opa": "Ice packs and prophylactic antibiotics",
        "opb": "Excision of the hematoma",
        "opc": "Needle aspiration",
        "opd": "Incision, drainage, and pressure bandage",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ab5cd28b-23ab-4a14-94eb-f113cfef6dcf",
        "choice_type": "single"
    },
    {
        "question": "Trauma and Injury Severity score (TRISS) includes",
        "exp": "TRISS methadology is impoant because it attempts to combine the Revised trauma score (S), physiologic component of injuryand the Injury severity score (ISS), anatomic component of injury. It also incorporates patient&; s age. Reference: Greenfield&; s Surgery - Scientific Principles & Practices, 5th edition, Page no: 390-391.",
        "cop": 2,
        "opa": "GCS + BP+RR",
        "opb": "S+ISS+Age",
        "opc": "S+ISS+GCS",
        "opd": "S+GCS+BP",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "bc4a324a-f875-4d29-b355-36c6665f73f7",
        "choice_type": "single"
    },
    {
        "question": "In a patient with head injury damage in the brain is aggravated by:",
        "exp": "Ans. (a) Hyperglycemia* Hyperglycemia will injure the micro vessels in brain and cause more damage.* It is a cause of secondary brain injury.",
        "cop": 1,
        "opa": "Hyperglycemia",
        "opb": "Hypothermia",
        "opc": "Hypocapnia",
        "opd": "Serum osmolality",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "fc4a8a56-8e08-4c61-9dd2-927b45b4f380",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale- moderate includes",
        "exp": "GLASGOW COMA SCLEEYE OPENING VERBAL RESPONSES MOTOR RESPONSES spontaneous4oriented5obeys commands6to speech3confused4localises pain5to pain2inappropriate words3flexion to pain4none1incomprehensible words2abnormal flexion3 none1extension to pain2 none1. TOTAL SCORE: 15. MILD HEAD INJURIES: 13-15. MODERATE HEAD INJURIES: 9-12. SEVERE HEAD INJURIES: less than 8 (3-8)",
        "cop": 3,
        "opa": "9-Mar",
        "opb": "<3",
        "opc": "12-Sep",
        "opd": ">12",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "fb29042f-5aa1-4e66-a5ca-c14e88521531",
        "choice_type": "single"
    },
    {
        "question": "In case of blunt injury abdomen, the incision for emergency laparotomy should be",
        "exp": "Upper midline incision extending down across the left of the umbilicus is the preferred incision. But surgeon should not be hesitant to extend the incision into the thorax or do horizontal T or extend as needed depending on the internal organ injury. Reference: SRB's Manual of Surgery, 6th Edition, page no = 142.",
        "cop": 2,
        "opa": "Paramedian incision",
        "opb": "Midline incision",
        "opc": "Transverse upper abdominalincision",
        "opd": "Subcostal incision",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "07c5b9f6-2cfd-4778-987d-790a9aad143d",
        "choice_type": "single"
    },
    {
        "question": "A person present in Emergency. On examination he is found to open eyes only on painful stimuli, he says inappropriate words and moves his limbs on commands. His GCS is",
        "exp": "Ans. (a) 11. Ref Surgery Sixer 2nd edition Page 109. Based on GCS table* Eye opening on painful stimuli - 2 points* Inappropriate words - 3 points* Obeys commands to motor response - 6 points",
        "cop": 1,
        "opa": "11",
        "opb": "10",
        "opc": "9",
        "opd": "13",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "20f5715c-74d2-4dac-9962-0da693534600",
        "choice_type": "single"
    },
    {
        "question": "Traetment of prolactinoma 7 mm in diameter is?",
        "exp": "Treatment of Pituitary Tumors Dopamine agonist, bromocriptine, can shrink prolactinomas in 75% of patients with macro adenomas in 6-8 weeks, but only as long as therapy is maintained Bromocriptine may also work on GH-secreting tumors with tumor shrinkage in <20% Octreotide can reduce GH levels in 71% of patients, with significant reduction in tumor volume in 30% cases Indications of surgery as an Initial Treatment GH-secreting tumors Primary Cushing's disease Any adenoma causing acute visual deterioration Non prolactin - secreting macro adenomas causing by mass effect Surgical approach of choice: Sublabial or intranasal trans-sphenoidal approach Recurrence rate: 12% (most recurrences occur 4-8 years after surgery) Radiosurgery can also be used either as primary therapy, as an adjuvant therapy after subtotal resection, or for recurrent disease. Main dose-limiting structure is proximity to the optic chiasma & optic nerves (within 3-5 mm). In this case, Fractionated EB may be indicated as an adjuvant therapy Ref: Sabiston 20th edition Pgno: 1914",
        "cop": 2,
        "opa": "Transsphenoidal resection",
        "opb": "Dopamine agonists",
        "opc": "Stereotactic radiosurgery",
        "opd": "Fractionated stereotactic radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "05453cb3-115f-44d3-a43f-f6d0560d15e8",
        "choice_type": "single"
    },
    {
        "question": "A driver wearing seat belt applied brake suddenly to avoid accident. Most common organ injured in seat belt injury:-",
        "exp": "SEAT BELT INJURY Use of seat belt is associated with injury profile known as seat belt syndrome MC injured structure: MesenteryQ Classic seat belt sign: Skin abrasion of neck, chest & abdomenQ Caused by sudden deceleration - Mesentery tearQ May compress pancreas over veebral column - Pancreaticoduodenal injuryQ",
        "cop": 3,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Mesentery",
        "opd": "Abdominal aoa",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "92ae304a-6bc3-469a-b879-f3f6df1ab91a",
        "choice_type": "single"
    },
    {
        "question": "Best treatment of subdural haemotoma in a deteriorating patient",
        "exp": "Subdural haematoma is the collection of blood between the dura and arachnoid. types- acute sub, subacute and chronic subdural haematoma acute-it is due to injury to coical veins and often due to laceration of coex of brain. chronic-it is due to rupture of veins causing gradual collection of bloodin sub dural space. treatment acute SDH-antibiotics, anticonvulsants, surgical decompression is done by craniotomy (i. e; decompressive craniectomy) chronic SDH- standard craniotomy or mini craniotomy or burrhole craniostomy and evacuation of Chronic-SDH fluid is done, antibiotics, anticonvulsants (Ref: greenberg handbook of neurosurgery, 8th ed, p-895)",
        "cop": 4,
        "opa": "By I/V Mannitol",
        "opb": "Oxygenation",
        "opc": "Use of steroids",
        "opd": "Surgical evacuation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f37b62b7-97f2-4ff6-92de-9907a3299cbe",
        "choice_type": "single"
    },
    {
        "question": "Sequence of resuscitation in a trauma patient:",
        "exp": "- First step- cervical spine protection | ABCDE A - Airway maintenance B - Breathing C - Circulation D - Disability (brief neurological examination) E - Exposure and environment control",
        "cop": 2,
        "opa": "Circulation, airway and breathing",
        "opb": "Airway, breathing and circulation",
        "opc": "Airway, circulation and breathing",
        "opd": "Breathing, airway and circulation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "731e8c90-37bc-46d1-9ead-e5fae0a0cb4a",
        "choice_type": "single"
    },
    {
        "question": "In traumatic brain injury, cerebral perfusion pressure should be maintained at?",
        "exp": "Treatment General Protection of airway using mouth gag, endotracheal intubation or tracheostomy, whenever required. Throat suction, bladder and bowel care and good nursing are very essential. Nasal oxygen, or often ventilator suppo. IV fluids initially, later Ryle's tube feeding has to be done. Electrolyte maintenance. Drugs Sedation is avoided. Analgesics and anticonvulsants like phenytoin or phenobarbitone is staed. Diuretics are given to reduce cerebral oedema--either mannitol 20%, 200 ml IV 8th hourly or frusemide 40 mg IV 8th hourly. It should not be given in case of intracranial haematoma. Cerebral perfusion must be maintained at 70-100mm. Hg Antibiotics like penicillins, ampicillins are given to prevent the onset of meningitis. through and through cut across skull and brain. Patient survived and went home. Coicosteroids, either dexamethasone or betamethasone is used commonly, but its beneficial effect is not confirmed. Indications for surgery Acute extradural haematoma. Acute subdural haematoma. Depressed skull fracture. Ref: SRB's Manual of Surgery 5th edition Pgno: 1094",
        "cop": 3,
        "opa": "35 - 50 mm Hg",
        "opb": "50 - 70 mm Hg",
        "opc": "70 - 90 mm Hg",
        "opd": "> 90 mm Hg",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c64a84af-80db-4f75-9c0e-a3c7c4299a10",
        "choice_type": "single"
    },
    {
        "question": "Attitude in posterior dislocation of hip",
        "exp": "Ref: Textbook of ohopaedics, Maheshwari and Mhaskar, 6th edition Pgno: 130",
        "cop": 2,
        "opa": "Flexion, abduction and internal rotation",
        "opb": "Flexion, adduction and internal rotation",
        "opc": "Flexion, abduction and external rotation",
        "opd": "Flexion, adduction and external rotation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9a250968-55a2-42c7-85a1-af3a532e2af5",
        "choice_type": "single"
    },
    {
        "question": "A pt is brought to the emergency as a case of head injury, following a head on collision road traffic accident. His BP is 90/60 mm. Hg. Tachycardia is present. Most likely diagnosis is",
        "exp": "CDST says \"Patients with blunt trauma and hypovolemia should be examined first for Intra abdominal bleeding even if there is no ove existence of abdominal trauma Ref: CDST 13th edition Pgno: 196",
        "cop": 3,
        "opa": "EDH",
        "opb": "SDH",
        "opc": "Intra abdominal bleeding",
        "opd": "Intra cranial hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ca861d99-20e7-47a7-81de-256c5fa09822",
        "choice_type": "single"
    },
    {
        "question": "A person has been brought in casualty with history of road accident. He had lost consciousness transiently and then gained consciousness but again became unconsious. Most likely, he is having brain hemorrhage of",
        "exp": ". extradural haematoma is the collection of blood in the extradural space between the dura and skull. most common site is the temporoparietal region. usually it is associated with fracture of temporoparietal region. immediately after injury, there is transient loss of consciousness and the patient soon become normal. later after 6-12 hours, he again falls ill and the condition deteriorates. this is the time taken to develop raised intracranial pressure, coning and its effects. this crucial time gap is called lucid interval. (Ref: SRB&; s Manual of Surgery, 5th editin, pg no. 1095)",
        "cop": 4,
        "opa": "Intracerebal",
        "opb": "Sub arachnoid",
        "opc": "Sub dural",
        "opd": "Extra dural",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b5069c73-64fb-4976-8abd-d2e215298b08",
        "choice_type": "single"
    },
    {
        "question": "A patient died after a blunt trauma to chest, most common cause of death in blunt trauma to chest is",
        "exp": "Answer is pneumothorax. The common life threatening conditions due to blunt trauma are Tension pneumothorax, Massive haemothorax, Flail chest etc, out of which Tension pneumothorax is most common cause. Pericardial tamponade needs to be differentiated from a tension pneumothorax. It is most commonly the result of penetrating trauma. Reference: Bailey & love, 27th Edition, page no = 367",
        "cop": 4,
        "opa": "Oesophageal rupture",
        "opb": "Tracheo bronchial rupture",
        "opc": "Pulmonary laceration",
        "opd": "Pneumothorax",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "8e683f23-8d17-49fc-a411-d0cb576e2427",
        "choice_type": "single"
    },
    {
        "question": "A patient presents to ER after RTA, what is the best way to differentiate cardiac tamponade from Tension Pneumothorax?",
        "exp": "Ans. (a) Presence of Breath Sounds. Ref: ATLS Guidelines 10th Edition Page 69* Tension pneumothorax, particularly on the left side, can mimic same line cardiac tamponade.* Because of the similarity in their signs like muffled heart sounds, Raised JVP and Dilated neck veins, tension pneumothorax can initially be confused with cardiac tamponade.* The presence of hyperresonance on percussion indicates tension pneumothorax, whereas the presence of bilateral breath sounds indicates cardiac tamponade.",
        "cop": 1,
        "opa": "Presence of Breath Sounds",
        "opb": "Raised JVP",
        "opc": "Tracheal Shift",
        "opd": "Increased Heart Rate",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c7bb1011-2c12-4d27-ac33-f3aef2d0dd21",
        "choice_type": "single"
    },
    {
        "question": "A head injury patient was brought to casualty. On examination, opens eyes to pinching finger tip, makes moaning sounds but does not talk or say anything and patient lies in normal flexion attitude. What is the GCS?",
        "exp": "Eye opening. Criterion. Rating. Score. Open before stimulus. Spontaneous4. After spoken or shouted request. To sound3. After finger tip stimulus. To pressure2. No opening at any time, no interfering factor. None1. Closed by local factor(Ex orbital ). Non testable. NTVerbal response. Criterion. Rating. Score. Correctly gives name, place and date. Orientated5. Not oriented but communication coherently. Confused4. Intelligible single words. Words3. Only moans/groans. Sounds2. No audible response, no interfering factor. None1. Factor interfering with communication (Ex: ET tube). Non testable. NTBest motor response. Criterion. Rating. Score. Obey 2-pa request. Obeys commands6. Brings hand above clavicle to stimulus on head neck. Localising5. Bends arm at elbow rapidly but features not predominantly abnormal. Normal flexion4. Bends arm at elbow, features clearly predominantly abnormal. Abnormal flexion3. Extends arm at elbow. Extension2. No movement in arms/legs, no None1. Paralysed or other limiting factor. Non testable. NT",
        "cop": 2,
        "opa": "7",
        "opb": "8",
        "opc": "9",
        "opd": "10",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "8a21fde0-7337-4e81-9d4d-20c506a99247",
        "choice_type": "single"
    },
    {
        "question": "What is the full explanation of ATLS",
        "exp": "Ans. (a) Advanced trauma life support. Ref. Bailey and Love 26th edition Page 329 * ATLS - Advanced Trauma and Life Support is followed in all cases in management of trauma.",
        "cop": 1,
        "opa": "Advanced trauma life support",
        "opb": "Advanced tertiary life support",
        "opc": "Advanced trauma life salvage",
        "opd": "Advanced tertiary Longterm safety",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f74df3c6-4f2b-4556-b93d-35e8067d048c",
        "choice_type": "single"
    },
    {
        "question": "Which is the most commonly injured abdominal organ in trauma",
        "exp": "The spleen is the most commonly injured abdominal organ. Sabiston 20e pg: 456",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Stomach",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7ef1ee50-08c3-4318-a8e0-a4851b7d6a36",
        "choice_type": "single"
    },
    {
        "question": "A 25 year Patient presents in emergency with abdominal trauma. Why is FAST done?",
        "exp": "Ans. (a) Detection of Pericardial fluid accumulation. Ref: Bailey 26th edition Page 359. FAST focuses on six areas1. Pericardium2. Area around the liver3. Area around the spleen4. Left pericolic gutters5. Right pericolic gutters6. Peritoneal space in the pelvis",
        "cop": 1,
        "opa": "Detection of Pericardial fluid accumulation",
        "opb": "Detection of bowel lacerations",
        "opc": "Detection of Mesenteric Tear",
        "opd": "Detection of aortic transection",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "d1923073-32a7-482f-bebc-16e59e83b17c",
        "choice_type": "single"
    },
    {
        "question": "Flail chest is defined as",
        "exp": "Flail chest: Fracture of two or more consecutive ribs, with each rib having two or more fracture sites. Such segment is called flail segment. Ref: SRB&; s 4thE pg: 1196",
        "cop": 2,
        "opa": "Fracture of 3 or more ribs at 2 or more places",
        "opb": "Fracture of 2 or more ribs at 2 or more places",
        "opc": "Fracture of 2 or more ribs at one place",
        "opd": "Fracture of multiple ribs at one place",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "edbb5c93-1cdd-4e09-b48d-4eaf79d35300",
        "choice_type": "single"
    },
    {
        "question": "In triage of School bus accident of children which one will you attend first and give priority?",
        "exp": "Ans. (a) Airway obstruction(Ref Page 413/ Sabiston 20th edition, Surgery Sixer 2nd Edition Page 106). This initial assessment, also termed the primary survey, follows the mnemonic ABCDE * Airway and cervical spine protection* Breathing* Circulation* Disability or neurologic condition* Exposure and environmental control",
        "cop": 1,
        "opa": "Airway obstruction child",
        "opb": "Boy who has Shock",
        "opc": "Flail chest child",
        "opd": "Severe Head injury",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "2dc0e06c-d688-4d40-a0f2-802073a194d4",
        "choice_type": "single"
    },
    {
        "question": "Chronic subdural haenatoma refers to collection present for a period of",
        "exp": "REF; GREENBERG HANDBOOK OF NEUROSURGERY 8th edi, p-895",
        "cop": 4,
        "opa": "7 days",
        "opb": "6 months",
        "opc": "1 year",
        "opd": "21 days",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "200aaa59-6fce-4f46-8e8f-7a9a82faf59d",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old boy is admitted to the hospital after a road traffic accident. Per abdomen examination is normal. After adequate resuscitation, his pulse rate is 80/min and BP is 110/70 mm Hg. Abdominal CT reveals 1 cm deep laceration in the left lobe of the liver extending from the dome more than half way through the parenchyma. Appropriate management at this time would be:",
        "exp": "Stable + Left lobe Laceration= no organ bleeding- Conservative Treatment of HEPATIC INJURY - Mechanism of blunt hepatic trauma: Compression with direct parenchymal damage and shearing forces, which tear hepatic tissue and disrupt vascular and ligamentous attachments - Most liver injuries (>85%) involves segments 6, 7 and 8 of the liver. - Most liver injury bleeding is venous; and therefore low pressure, tamponade is readily performed Protocol for Liver Trauma:",
        "cop": 1,
        "opa": "Conservative treatment",
        "opb": "Abdominal exploration and packing of hepatic wounds",
        "opc": "Abdominal exploration and ligation of left hepatic aery",
        "opd": "Left hepatectomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5c218661-0a4f-41ac-9662-c671bb71316d",
        "choice_type": "single"
    },
    {
        "question": "A person has been brought in casualty with history of road accident. He had lost consciousness transiently and gained consciousness but again became unconscious. Most likely, he is having brain hemorrhage of:",
        "exp": "Ans. (d) Extradural* History typical of Lucid interval.* Immediately he needs evacuation of the EDH.* Usually they will have no hypotension.",
        "cop": 4,
        "opa": "Intracerebral",
        "opb": "Subarachnoid",
        "opc": "Subdural",
        "opd": "Extradural",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f52e0c87-a36b-41b6-9986-8c8b4acd30a9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of secondary brain injury?",
        "exp": "Secondary brain injury refers to the changes that evolve over a period of time (from hours to days) after the primary brain injury. It includes an entire cascade of cellular, chemical, tissue, or blood vessel changes in the brain that contribute to fuher destruction of brain tissue. It is caused by the following factors: Hypoxia Hypotension; Low cerebral perfusion pressure ICP >20 mm. Hg Hypercapnea Metabolic disturbance (hyperglycemia)",
        "cop": 1,
        "opa": "Hypocapnea",
        "opb": "Hyperglycemia",
        "opc": "Hypoxia",
        "opd": "Hypotension",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "383c6031-05ce-4b41-902b-18d4b9c486a6",
        "choice_type": "single"
    },
    {
        "question": "A severely injured patient with multiple injuries is brought to casualty. Primary survey done and patient is stabilized. What is the preferred investigation?",
        "exp": "Computed tomography(CT) from the head to pelvis with IV contrast, the so called 'whole body CT' (WBCT) is the gold standard investigation in patients with signs or symptoms of multiple injury or deranged physiology. There is no role for scanning selective bodysystems in the severely injured trauma patient. Wherever possible, WBCT should be performed as soon as possible during the patient's resuscitation. A provisional 'hot repo' can be issued within minutes to identify immediate life-threatening pathology to the trauma team. A more detailed definitive repo should be available within 30-60 minutes. Bailey and love 27e 324",
        "cop": 1,
        "opa": "Whole body CT with IV contrast",
        "opb": "CT head, abdomen and Xray of suspected limb fractures",
        "opc": "CT head, FAST scan with Xray C-spine and Pelvis",
        "opd": "CT head and neck, FAST scan chest and pelvis Xray",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ebdb5766-c561-4577-ab7f-66f7242d4352",
        "choice_type": "single"
    },
    {
        "question": "Battle's sign is presented in:",
        "exp": "Skull base is formed by Anterior cranial fossa Middle cranial fossa Posterior cranial fossa - Formed by frontal bone - Formed temporal & sphenoid bone - Formed by occipital bone Cribriform plate: Sieve like structure between anterior cranial fossa & nasal cavity Anterior cranial Fossa fracture Middle cranial fossa fracture Posterior cranial fossa fracture - MC type of skull base fracture - Caused by fracture of cribriform plate Clinical feature: - Subconjunctival hematoma - CSF rhinorrhea - Epistaxis - Peritoneal hematoma or \"Raccoon eyes\" - Carotico cavernous fistula - Frontal lobe contusion - Caused by fracture of petrous pa of temporal bone Clinical feature: - CSF otorrhea - Paradoxical rhinorrhea - Hemotympanum Battle sign: Bruising or ecchymosis behind ear - Ossicular disruption - VII & VIII cranial nerve palsies - Temporal lobe contusion - Caused by fracture of occipital bone Clinical features: - Visual disturbances - VI cranial nerve injury - Jugular foramen syndrome (Vernet syndrome): Paresis of IX, X, XI cranial nerves - Basilar aery injury - Occipital contusion",
        "cop": 2,
        "opa": "Anterior cranial fossa fracture",
        "opb": "Middle cranial fossa fracture",
        "opc": "Posterior cranial fossa fracture",
        "opd": "Fracture lesser wing of sphenoid",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "634acbe9-d14c-403a-a21c-f10301cd8faf",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man with a skull fracture of the temporal bone",
        "exp": "A temporal skull fracture crossing the middle meningeal artery grove with lucid interval are pathognomonic of an extradural hemorrhage.",
        "cop": 2,
        "opa": "Diffuse axonal injury",
        "opb": "Acute extradural hematoma",
        "opc": "Acute subdural hematoma",
        "opd": "Tentorial herniation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e96f0fbe-8ff9-4186-8b3f-76fd65be921f",
        "choice_type": "single"
    },
    {
        "question": "A patient with head injury opens eyes of painful stimulus, used inappropriate words, and localizes pain. What is his GCS score?",
        "exp": ". GLASGOW COMA SCALE EYE OPENING VERBAL RESPONSES MOTOR RESPONSES spontaneous -4 oriented -5 obeys commands -6 to speech -3 confused -4 localises pain -5 to pain -2 inappropriate words -3 flexion to pain -4 none -1 incomprehensible words -2 abnormal flexion -3 none -1 extension to pain -2 none -1 TOTAL SCORE: 15 MILD HEAD INJURY: 13-15 MODERATE HEAD INJURY: 9-12 SEVERE HEAD INJURY: less than 8(3-8) (Ref: SRB&; s Manual of Surgery, 5th editin, pg no. 1093)",
        "cop": 2,
        "opa": "8",
        "opb": "10",
        "opc": "12",
        "opd": "14",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "aad72187-0465-4b57-a18c-0dc4cdfe09e6",
        "choice_type": "single"
    },
    {
        "question": "What percentage of pneumothorax needs operative management",
        "exp": "Primary spontaneous Pneumothorax Usually due to rupture of apical pleural blebs, small cystic spaces that lie within or immediately under the visceral pleura Primary spontaneous pneumothorax commonly occur in tall, thin, adolescent men. Occur almost exclusively in smokers Approximately one-half of patients with an initial primary spontaneous pneumothorax will have a recurrence Treatment Initial recommended treatment: Simple needle aspiration If the lung does not expand with aspiration or if the patient has a recurrent pneumothorax, thoracoscopy with stapling of blebs and pleural abrasion is indicated. Thorascopy or thoracotomy with pleural abrasion is almost 100% successful in preventing recurrences. Small pneumothoraces (<20%) that are stable may be monitored of the patient has few symptoms Moderate (20-40%) and large (>40%) pneumothoraces nearly always are associated with persistent symptoms that cause physical limitations and require intervention Ref: Bailey and love 27th edition Pgno: 368",
        "cop": 2,
        "opa": ">10%",
        "opb": ">20%",
        "opc": ">30%",
        "opd": ">40%",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "c1bad743-549f-4110-b792-22595295b85c",
        "choice_type": "single"
    },
    {
        "question": "Glasgow coma scale motor score 4 is",
        "exp": "Glasgow coma scale Motor response score: 6= obeys command 5= localised to pain 4= Withdraws from pain 3= Flexion in response to pain 2= Extension to pain 1= No motor response Reference: Bailey & Love, 27th Edition, page no = 325.",
        "cop": 2,
        "opa": "Decotricate position",
        "opb": "Withdrawl from pain",
        "opc": "Decerebrate position",
        "opd": "Localize pain",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ef4aace2-42f8-4a77-9d9a-42d74ef15018",
        "choice_type": "single"
    },
    {
        "question": "A 27 year old patient presented with left sided abdominal pain to the emergency room; 6 hours FAST positive. Contrast Enhanced CT (CECT) scan showed grade III splenic laceration. What will be the most appropriate treatment",
        "exp": "The non- operative or conservative managementof spleenic trauma is most attractive if diagnosis has been made with an abdominal scan, the patient is hemodynamically stable and no other signs of abdominal injury are present. Reference: Greenfield&; s Surgery- Scientific Principles and Practices, 5th edition, page no- 393",
        "cop": 4,
        "opa": "Splenectomy",
        "opb": "Splenorrhaphy",
        "opc": "Splenic aery embolization",
        "opd": "Conservative management",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e1def4ab-99ef-4058-b30a-49f2c17fa296",
        "choice_type": "single"
    },
    {
        "question": "Trauma and injury severity score includes:-",
        "exp": "Trauma and injury severity score includes S +ISS + age + Mechanism of injury.",
        "cop": 2,
        "opa": "GCS+BP +RR",
        "opb": "S +ISS + age + Mechanism of injury",
        "opc": "S +ISS + GCS",
        "opd": "S +GCS + BP",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5b2b1e3d-7483-4aed-b938-c85d8528e157",
        "choice_type": "single"
    },
    {
        "question": "History of lucid interval is present in",
        "exp": ". extradural haematoma is the collection of blood in the extradural space between the dura and skull. most common site is temporoparietal region. usually, it is associated with fracture of temporoparietal region. immediately after injury, there is transient loss of consciousness and the patient soon becomes normal. later after 6-12 hours, he again falls ill and condition deteriorates. this is the time taken to develop raising intracranial pressure, coning and its effects. this crucial time gap is caleed lucid interval. (Ref: SRB&; s Manual of Surgery, 5th editin, pg no. 1095)",
        "cop": 1,
        "opa": "EDH",
        "opb": "SAH",
        "opc": "ICH",
        "opd": "Rupture of aneurysm",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "975f454f-8783-45e4-af26-80c0e205f524",
        "choice_type": "single"
    },
    {
        "question": "Early stage of trauma is characterized by:",
        "exp": "Ans. (a) Catabolism* Initial phase of trauma is Phase of catabolism\"# Begins at the time of injury and lasts 2-5 days# Stress hormones are released.",
        "cop": 1,
        "opa": "Catabolism",
        "opb": "Anabolism",
        "opc": "Glycogenesis",
        "opd": "Lipogenesis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4faa0014-1293-4452-bbc7-4f0a41207159",
        "choice_type": "single"
    },
    {
        "question": "A new born child presents with inveed foot and the dorsum of the foot cannot touch the anterior tibia. The most probable diagnosis is",
        "exp": "Examination of CTEV(Clubfoot) Normally the foot of a newborn child can be Dorsi flexed until the dorsum touches the anterior aspect of the shin of the tibia. This is a good screening test for detecting milder variety of club foot. Classic findings Bilateral foot deformity in 60% cases Size of the foot smaller Foot is in equinis, varus and adduction. This can be judged by the Inability to bring the foot in the opposite direction. In late cases in addition cavus of the foot may also be present Heel is small in size, the calcaneum may be felt with great difficulty Deep skin creases on the back of the heel and on the medial side of the sole Bony prominences felt on the lateral side of the foot, the head of the talus and lateral malleolus Outer side of the foot is gently convex. There are dimples on the outer aspect of the ankle. Ref: Textbook of ohopaedics, Maheshwari and Mhaskar 6th edition pgno: 212",
        "cop": 3,
        "opa": "Congenital veical talus",
        "opb": "Ahrogryposis multiplex",
        "opc": "Congenital talipes equino varus",
        "opd": "Flat foot",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "dcf21884-8142-4cae-8c81-522b9c60d56b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to define penetrating neck injury?",
        "exp": "Neck Injuries Most severe neck injuries are caused by penetrating wounds and may present an immediate threat to life as a result of airway compromise or hemorrhage. Major vascular & aerodigestive structures in the neck are located in anterior triangle, & all are deep to platysma. Platysma & SCM are useful anatomic boundaries. Injuries that donot penetrate the platysma can be considered superficial, and no fuher investigations is needed. Wounds that penetrate the platysma must be fuher evaluated. Injuries that are anterior to SCM present a high likelihood of significant injury, whereas those that track posterior to SCM are unlikely to involve major vascular or aerodigestive structures. Penetrating injuries to the posterior triangle should raise concern about trauma to cervical spinal cord. Neck is divided into Three Horizontal Zones on Craniocaudal location Zone I At thoracic inlet Extends from sternal notch to cricoid cailage Injuries in this zone carry the highest moality beacuse of the presence of great vessels & difficult surgical approach Zone II Mid-poion of the neck Extends from cricoid cailage to angle of mandible Zone III Extends from angle of mandible to base of skull Ref: Sabiston 20th edition Pgno: 423",
        "cop": 3,
        "opa": "2 cm depth of wound",
        "opb": "Injury to vital structures",
        "opc": "Breach of platysma",
        "opd": "Through and through wound",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "635122f6-4c67-4e1a-a149-d501daef3f88",
        "choice_type": "single"
    },
    {
        "question": "Patient in shock. IV cannulation not possible, intraosseous line for IVF shock be done within:",
        "exp": "Ans. (b) 1. 5 minutes* In patients on shock it is difficult to get peripheral IV access. So immediately get a central venous line or intraosseous line in 90 seconds.",
        "cop": 2,
        "opa": "1 minute",
        "opb": "1. 5 minutes",
        "opc": "2 minutes",
        "opd": "2. 5 minutes",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "d8d1dd0a-aef2-4831-93c8-743443b9c7d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not used in the treatment of rib fracture?",
        "exp": "- Rib Fractures are managed conservatively with Analgesic medications to provide pain-relief & comfo - Strapping should not be done - Chest physiotherapy is also indicated in the form of deep breathing exercises and incentive spirometry. - Mechanical ventilation is indicated in case of pulmonary failure.",
        "cop": 1,
        "opa": "Strapping",
        "opb": "Analgesic medication",
        "opc": "Incentive spirometry",
        "opd": "Chest Physiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "41d35f50-1245-46b0-a385-5fc8d9738ff0",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man is brought to the emergency department in respiratory distress following a shotgun wound to the face. There is a possible cervical spine injury. Which is the best way to gain rapid control of the airway?",
        "exp": "In a patient with a massive midface injury, cricothyroidotomy or tracheostomy should be performed, depending on the urgency of the need for airway control (Figure below). Cricothyroidotomy can usually be performed more quickly than tracheostomy. Nasotracheal and endotracheal intubation may push blood and debris into the trachea. Cricothyroidotomy is recommended for an emergency surgical airway. Vertical incisions are preferred to avoid injury to the anterior jugular veins, which are located just lateral to the midline. Hemorrhage from these vessels will obscure vision and prolong the procedure. When making an incision in the cricothyroid membrane, the blade of the knife should be angled inferiorly to avoid injury to the vocal cords. A. Heavy silk suture for traction on the thyroid cartilage. B. Insertion of the cricothyroid tube.",
        "cop": 3,
        "opa": "Nasotracheal intubation",
        "opb": "Percutaneous jet ventilation",
        "opc": "Cricothyroidotomy",
        "opd": "Endotracheal intubation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "ff03f0f9-8eae-409f-9758-162678797ca7",
        "choice_type": "single"
    },
    {
        "question": "Whiplash injury is tear of which ligament",
        "exp": ".",
        "cop": 2,
        "opa": "Ligamenta flava",
        "opb": "Ant. longitudinal ligament",
        "opc": "Post. longitudinal ligament",
        "opd": "Supraspinal ligament",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "0873dd15-4bab-4fca-970e-c8c8ca746460",
        "choice_type": "single"
    },
    {
        "question": "Typical of rectus sheath hematoma is -",
        "exp": "Ans. is 'c' i. e., Firm painful mass Rectus sheath hematoma* Rectus sheath hematoma is an uncommon and often clinically misdiagnosed cause of abdominal pain.* It is the result of bleeding into the rectus sheath from damage to the superior or inferior epigastric arteries or their branches or from a direct tear of the rectus muscle.* The emergency physician should be familiar with rectus sheath hematoma because it can mimic almost any abdominal condition.* While usually a self-limiting entity, rectus sheath hematoma can cause hypovolemic shock following sufficient expansion, with associated mortality. Clinical features of rectus sheath hematomaA) Symptoms* Common historical features of rectus sheath hematoma (RSH) include acute abdominal pain, fever, nausea, and vomiting. B) Signsi) Vital signs# A low-grade fever is common in rectus sheath hematoma. The hematoma can be large enough to compromise intravascular volume, with resultant signs of hypovolemic shock including hypotension, tachycardia, and tachypnea. ii) Abdominal examination# Typically, the abdominal examination reveals a palpable, painful, firm, nonpulsatile abdominal mass corresponding to the rectus sheath. The mass may be bilobar with a central groove. The mass does not move with respiration. Because the hematoma is deep to the subcutaneous tissue and rectus muscles, the mass is not always palpable, particularly in obese patients.",
        "cop": 3,
        "opa": "Severe tenderness",
        "opb": "Bluish discoloration",
        "opc": "Firm painful mass",
        "opd": "Ecchymosis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "6905a4a3-2145-4583-8432-3ff9285325bf",
        "choice_type": "single"
    },
    {
        "question": "In a vehicular accident, extensive contusions of brain due to acceleration and deceleration injury indicate what kind of injury?",
        "exp": "Ans. b (Coup-Countercoup Injury). (Ref. Parikh's testbook of FMT 6th ed. 4. 98)TRAUMATIC BRAIN INJURYTYPE OF INJURYCOMMENTSContusion# Can result from a direct impact to the head, and is a bruise (bleeding) on the brain.# Large contusions may require surgery. Coup-Countercoup Injury# Contusions at both the site of impact and the opposite side of the brain.# Occurs when the force impacting the head causes the brain to slam to the opposite side of the skull, shearing brain cells.# The result is a contusion at the original impact site, and on the opposite side. Second Impact Syndrome# Can occur when an individual sustains a second brain injury before the symptoms from the first have healed.# This second injury is more likely to cause swelling and widespread damage and requires immediate emergency medical treatment.# Longterm effects include muscle spasms, increased muscle tone, rapidly changing emotions, hallucinations and difficulty in thinking and learning. Diffuse Axonal Injury# Can be caused by shaking (acceleration-decceleration injury) or strong rotation of the head.# The unmoving brain lags behind movement of the skull, causing brain structures to tear.# It can produce damage, coma or death.# No obvious external injury may be evident, but patient may be unconscious/ comatose.# DWMRI is diagnostic.# Compression of cisterns and blurring of GW matter interface with petechial hem orrhages are notable findings on CT/MRI. Locked in SyndromeA rare neurological condition in which a person cannot move any part of the body, except the eyes. Victims are fully conscious and able to think and use blinking and eye gestures to communicate.",
        "cop": 2,
        "opa": "Penetrating Injury",
        "opb": "Coup-Countercoup Injury",
        "opc": "Second Impact Syndrome",
        "opd": "Crush injury",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "18d13d45-1d55-4d57-ae95-64dd1b13b2c0",
        "choice_type": "single"
    },
    {
        "question": "Principles of treatment of Pyogenic infection of skeletal system are",
        "exp": ". Treatment is antibiotics, radical wound excision with removal of pus and all necrosed muscle and compament release haemodialysis is needed until recovery if there is renal failure later secondary suturing or skin grafting is needed. (Ref: SRB's Manual of surgery, 5th edition, pg no. 65)",
        "cop": 2,
        "opa": "Analgesics",
        "opb": "Antibiotics",
        "opc": "Steroids",
        "opd": "Non-operative",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9e2e06b7-461a-432d-a753-b7fa247a4afd",
        "choice_type": "single"
    },
    {
        "question": "During reconstruction of an amputated limb which of the following is done first?",
        "exp": "Ans. (c) Fixation of the bone. Ref Conner Orthopaedic Surgery Page 487. Order of Repair of Injury in extremity:* Bone* Tendon (Extensor before Flexors)* Artery (3rd structure is artery)* Nerve* Vein* Skin",
        "cop": 3,
        "opa": "Arterial repair",
        "opb": "Venous repair",
        "opc": "Fixation of the bone",
        "opd": "Nerve anastomoses",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "bf4bdd90-2f72-4c86-82cb-f492ea91d505",
        "choice_type": "single"
    },
    {
        "question": "A person after pelvic fracture, could not pass urine. On examination bladder is not palpable. What is probable diagnosis",
        "exp": "Intraperitoneal ruptures of the bladder, usually from direct blunt injury, will require surgical repair. Extraperitoneal ruptures are usually associated with a fracture of the pelvis and will heal with adequate urine drainage. Ref: Bailey and love 26thE pg361",
        "cop": 3,
        "opa": "Posterior urethra repture with retension of urine",
        "opb": "Rectourethral injury",
        "opc": "Intraperitoneal rupture of bladder",
        "opd": "Extraperitoneal rupture of bladder",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "caf677aa-ab4f-4ae5-b453-e132fce3c101",
        "choice_type": "single"
    },
    {
        "question": "A person might become quadriplegic if injury to spine is at level of",
        "exp": "Expected outcomes in spinal injuries. If an injury at the level of C3-C4: Power wheelchair with mouth or chin control. Verbalise care, communicate through adaptive equipment. Maybe ventilatordependent. If an injury at the level of C5: Power wheelchair, dress upper body, self-feed with aids, wash face with assistance. If an injury at the level of C6: Propel power wheelchair, possibly push a manual wheelchair, transfer with assistance, dress upper body (lower body with assistance), self-groom with aids, bladder/bowel care with assistance, self-feed with splints, able to drive. If an injury at the level of C7: Manual wheelchair, independent transfer, dressing (with aids), feeding, bathing, self-care. Bladder and bowel care withassistance. If an injury at the level of C8-T4: Independent with most activities of daily living, and bowel and bladder care. Bailey and Love 26e PG: 340",
        "cop": 1,
        "opa": "C3",
        "opb": "C5",
        "opc": "C7",
        "opd": "T1",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "696407b1-1f13-4ddc-b693-0fb1fd8e6656",
        "choice_type": "single"
    },
    {
        "question": "Duret haemorrhage is/are seen in",
        "exp": "Duret Hemorrhage In case of increased ICP downward herniation of brainstem occur, which cause stretching of perforators of basilar aery and may result in bleed (Duret hemorrhage) Duret hemorrhage is a small area of bleeding in ventral and paramedian pa of upper brainstem (midbrain and pons). It usually indicates a fatal outcome, however survival has been repoed Diagnosis is made on CT or MRI Ref: Robbins 9th edition Pgno: 1255",
        "cop": 4,
        "opa": "Conjunctiva",
        "opb": "Middle ear",
        "opc": "Encardium of heart",
        "opd": "Brain",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9ef59458-669d-4ade-92ad-a9b56f18946f",
        "choice_type": "single"
    },
    {
        "question": "Earliest Sign/Symptom of Compartment Syndrome of Leg is",
        "exp": "Ans. (B) Pain on Passive flexion of Fingers. Ref: Surgery Sixer 3rd Edition Page 103. Repeated question so many times, Compartment syndrome of Lower leg is associated with* Early Sign- Pain on Passive stretching* Late Sign- Absent Pulses* Fasciotomy done Longitudinally at 2 sides of Tibia, at pressure >30mm. Hg.* Delayed Fasciotomy may result in Myoglobinuria and Renal Failure.",
        "cop": 2,
        "opa": "Tingling Numbness",
        "opb": "Pain on passive flexion of fingers",
        "opc": "Skin Changes",
        "opd": "Absent Pulses",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e9e996c3-56e6-4f6d-b0cc-3fa769555afd",
        "choice_type": "single"
    },
    {
        "question": "Most common involved in blunt injury to the abdomen:",
        "exp": "Ans. (a) Spleen. Ref: Sabiston 19/e p457-459* MC organ injured in# Blunt trauma: Spleen> Liver# Penetrating Trauma: Small Intestine",
        "cop": 1,
        "opa": "Spleen",
        "opb": "Liver",
        "opc": "Intestines",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "abc1f49a-da83-45c5-882c-fe5b7ddd44a1",
        "choice_type": "single"
    },
    {
        "question": "For the immediately life-threatening injuries of the chest \"Flail chest\", select the proper intervention (SELECT 1 INTERVENTION)",
        "exp": "Flail chest describes the paradoxical motion of the chest wall that occurs when consecutive ribs are broken in more than one place, usually following blunt trauma to the thorax. Respiratory distress may ensue when the noncompliant flail segment interferes with generation of adequate positive and negative intrathoracic pressure needed to move air through the trachea. In addition, a blow sufficiently violent to cause a flail chest may also contuse the underlying pulmonary parenchyma, which compounds the respiratory distress. Treatment consists of stabilizing the chest wall. Although some temporary benefit may be gained by external buttressing of the chest (e. g., with sandbags, or by turning the patient onto the affected side), endotracheal intubation provides rapid and safe control of the airway, as well as stabilization of the chest internally by positive pressure ventilation.",
        "cop": 1,
        "opa": "Endotracheal intubation",
        "opb": "Cricothyroidotomy",
        "opc": "Subxiphoid window",
        "opd": "Tube thoracostomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5b64c5c2-44d0-4382-94b4-8d73001f3aca",
        "choice_type": "single"
    },
    {
        "question": "In Pediatric age group, the most common feature of polytrauma is",
        "exp": "As the surface area to body volume ratio of children is high, thermal energy loss is higher and hypothermia is a higher risk. Due to the greater physiological capacity and ability of children to compensate for the fluid loss, hypotension is a very late and ominous sign of hypovolaemic shock.",
        "cop": 1,
        "opa": "Hypothermia",
        "opb": "Hypotension",
        "opc": "Hypovelomic shock",
        "opd": "Hypoxemia",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5c4b51d7-f873-467f-8c25-c35df59cf1aa",
        "choice_type": "single"
    },
    {
        "question": "40 year old male patient sustained head injury due hit by car, brought to casuality. On examination patient is drowsy, aphasic, opening eyes on giving deep pain stimulus and throwing examiners hands while giving pain stimulus. what is his GCS..?",
        "exp": "Here patient shows eye opening to painful stimulus,, so E2 He is aphasic, means no verbal response at all, so it will be - V1 Patient throwing hands of examiner, that means withdrawl response, M4 Therefore total GCS score is 2+1+4= 7 Glasgow coma scale EYE OPENING spontaneous -4 to speech -3 to pain -2 no response -1. VERBAL RESPONSE oriented -5 confused -4 inappropriate words -3 incomprehensible sounds -2 none -1 MOTOR RESPONSE obeys commands -6 localises pain -5 withdrawal response -4 abnormal flexion -3 extension -2 no response -1",
        "cop": 2,
        "opa": "A. 8",
        "opb": "B. 7",
        "opc": "C. 6",
        "opd": "D. 10",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "b6736a77-51ee-4728-86b4-06c7b181f9ac",
        "choice_type": "single"
    },
    {
        "question": "Normal cerebral blood flow is",
        "exp": "Normal cerebral bloodflow (CBF) is about 55 mL per minute for every 100 gramsof brain tissue. Ischaemia results when this rate drops below20 mL per minute, and even lower levels will result in infarctionunless promptly corrected. Flow depends on cerebral perfusion pressure (CPP), the difference between mean aerial pressure (MAP) and intracranial pressure (ICP). CPP (75-105 mm. Hg) = MAP (90-110 mm. Hg) - ICP(5-15 mm. Hg). Bailey and love 27e 328",
        "cop": 2,
        "opa": "45 ml/min for every 100gm of brain tissue",
        "opb": "55 ml/min for every 100gm of brain tissue",
        "opc": "65 ml/min for every 100gm of brain tissue",
        "opd": "75 ml/min for every 100gm of brain tissue",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "7680d8b8-9f14-4bd0-9883-c1036624f01d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for wound infection grading system?",
        "exp": "Ans. (c) Southampton Grading(Ref: Bailey and Love 26th edition Page 54)* There are scoring systems for the severity of wound infection, which are particularly useful in surveillance and research.* Examples are the Southampton and ASEPSIS systems.",
        "cop": 3,
        "opa": "ASA classification",
        "opb": "Glassgow scale",
        "opc": "Southampton grading",
        "opd": "APGAR score",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "9cc225a1-0a32-44a7-9fd0-59318876a44b",
        "choice_type": "single"
    },
    {
        "question": "Which type of intubation is preferred in case of bilateral mandibular fractures?",
        "exp": "Ans. (a) Orotracheal intubation. Ref. Robert kellman, Cranio Maxial Trauma * Regardless of associated injuries the primary means of securing airway in bilateral mandibular fracture is orotracheal intubation.* If there is any difficulty in orotracheal intubation - fibre optic Naso tracheal intubation is used.",
        "cop": 1,
        "opa": "Orotracheal intubation",
        "opb": "Naso tracheal intubation",
        "opc": "Cricothyrotomy",
        "opd": "Submental intubation",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "93733195-c785-4453-a685-7b2eccd85121",
        "choice_type": "single"
    },
    {
        "question": "\"Debridement\"- meaning of this French word is",
        "exp": "Ans. (a) Cut open. Ref Bailey and Love 27th edition Page 415* Debridement- Derived from FRENCH word \"Unleash or Cut open\"* Debridement reduces the chances of anaerobic and necrotizing infections and can prevent systemic sepsis.",
        "cop": 1,
        "opa": "Cut open",
        "opb": "Debulk",
        "opc": "Sanitize",
        "opd": "Rehydration",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "276c4821-da21-444e-b657-3b17a43b6ca6",
        "choice_type": "single"
    },
    {
        "question": "Most common organ involved in blunt abdominal trauma is",
        "exp": ". repeated",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Pancreas",
        "opd": "Stomach",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "5c57f2cd-727b-436d-8fc1-0ac90fea8090",
        "choice_type": "single"
    },
    {
        "question": "Cervical spine fracture in A patient, what is the first thing to do",
        "exp": "Since there are high chances of injury to cervical segments of spinal cord, immobilization of cervical spine is really impoant. Ref: SRB's 4thE At site of accident: Suspected cervical injury spine injury - one person hold the neck in traction by keeping the head pulled. In emergency depament: Two sand bags should be used on either side of neck in order to avoid any movement of neck. Definitive care: Aim To avoid any deterioration of the neurological status To achieve stability of spine by Conservative or operative methods To rehabilitate the paralysed patient to the best possible extent Ref: Maheshwari and Mhaskar essential ohopaedics. 6th edition Pg no: 271",
        "cop": 2,
        "opa": "Intubation",
        "opb": "Cervical spine immobiliation",
        "opc": "X-ray spine",
        "opd": "Trachoostomy",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "1ca31490-3179-4d30-bc9d-799638a70f86",
        "choice_type": "single"
    },
    {
        "question": "In crush syndrome what is noted",
        "exp": "In a crush injury, crushing of muscle leads to a reperfusion injury when the casualty is rescued. This releases myoglobin and vasoactive mediators into the circulation. It also sequesters many litres of fluid, reducing the effective intravascular volume and resulting in renal vasoconstriction and ischaemia. The myoglobinuria leads to renal failure from tubular obstruction. Bailey and Love 26e pg: 430",
        "cop": 1,
        "opa": "Renal failure",
        "opb": "Liver failure",
        "opc": "Cardiac failure",
        "opd": "Endocrine crisis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "215e1356-72c8-4acc-b464-4fc03aeab789",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old gentleman met with an accident, he was able to point to pain site and opens eyes when pinched, he is confused and not sure where he is now or how he met with an accident. What will be his minimum GCS",
        "exp": "His GCS would be 11. Glasgow Coma Scale. Eyes open Spontaneously 4. To verbal command 3. To painful stimulus 2. Do not open 1. Verbal Normal oriented conversation 5. Confused 4. Inappropriate/words only 3. Sounds only 2. No sounds 1. Intubated patient TMotor Obeys commands 6. Localises to pain 5. Withdrawal/flexion 4. Abnormal flexion 3. Extension 2. No motor response 1. Bailey and Love 26e pg: 312",
        "cop": 1,
        "opa": "11",
        "opb": "10",
        "opc": "9",
        "opd": "8",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "4f0526cd-2fb8-4504-a8f8-c61168d0f0d3",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with sudden headache and vomiting and unconciousness. The diagnosis is",
        "exp": "Sub Arachnoid Hemorrhage Most common cause: Trauma >Spontaneous rupture of Berry aneurysm Clinical features Sudden transient loss of consciousness (occurs in nearly half of the patients) Excruciating severe headache: presenting complaint in 45% of cases (worst headache of patients life) more common upon regaining consciousness when loss of consciousness is associated. Neck stiffness and vomiting are common associations Focal neurologicalal deficit: uncommon Sudden headache in the absence of Focal neurological deficit is the Hallmark of aneurysmal rupture Associated prodromal symptoms (suggest location of progressively enlarging unruptured aneurysm) Third nerve cranial nerve palsy: Aneurysm at junction of PCS and ICA Sixth nerve palsy: Aneurysm in cavernous sinus Occipital and posterior cervical pain: Inferior cerebellar aery aneurysm Pain in or behind the eye: MICA aneurysm Ref: Sabiston 20th edition Pgno: 1918",
        "cop": 1,
        "opa": "Subarachnoid hemorrhage",
        "opb": "Intracerebral hemorrhage",
        "opc": "Sudural hemorrhage",
        "opd": "Exbtradural hemorrhage",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "23a5d5e8-2681-4bdd-bf0d-df9f9e043391",
        "choice_type": "single"
    },
    {
        "question": "Vidian Neurectomy is indicated in",
        "exp": "Vasomotor rhinitis: increased parasympathetic discharge Vidian neurectomy is done. Ref: SRB&; s 4thE",
        "cop": 3,
        "opa": "Glossophayngeal neuralgia",
        "opb": "Trigeminal neuralgia",
        "opc": "Vasomotor rhinits",
        "opd": "Atrophic rhinits",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "a4668f83-200f-4fb8-aa4f-0b3b5e0aa7e3",
        "choice_type": "single"
    },
    {
        "question": "What is the ideal site to make a burr hole in a patient of head injury with rapidly deteriorating sensorium & progressive dilatation of pupil with no localizing sign?",
        "exp": "Burr hole surgery should be done by taking into consideration side of pupillary dilatation 1. One sided pupillary dilatation: Burr hole on that side 2. Both sided pupillary dilatation: Burr hole on the side of first dilated pupil/ side with obvious external trauma. 3. No localizing sign: Burr hole on the side of dominant hemisphere i. e left temporal.",
        "cop": 2,
        "opa": "Right temporal region",
        "opb": "Left temporal region",
        "opc": "Midline",
        "opd": "Left parietal region",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "f966070b-a0f3-44cf-969d-6ee1940fc256",
        "choice_type": "single"
    },
    {
        "question": "Nexus criteria in trauma is used for",
        "exp": "Ref: ALTS, 10th edition Pgno: 140",
        "cop": 1,
        "opa": "Intubation",
        "opb": "Burns resuscitation",
        "opc": "Blood transfusion",
        "opd": "Taking X-Ray cervical spine",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "a9e47fdc-a237-467f-9afb-e21d1bc0268c",
        "choice_type": "single"
    },
    {
        "question": "Preferred incision for abdominal exploration in Blunt injury abdomen is",
        "exp": "Adults Upper midline incision extending down across the left of the umbilicus is the preferred incision. But can be extended into the thorax or do horizontal T or extended as needed depending on internal organ injury Paediatric abdomen:- The abdomen is wider with the bladder intra abdominal. Transverse supraumbilical incisions are preferred to veical midline Scars may migrate during growth. Ref. Bailey $ Love; 24th edition",
        "cop": 1,
        "opa": "A. Always Midline incision",
        "opb": "B. Depending upon the organ",
        "opc": "C. Transverse incision",
        "opd": "D. Paramedian",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e768da65-b7eb-45a5-85c4-a1bf7c1b56dc",
        "choice_type": "single"
    },
    {
        "question": "A patient with spine, chest and abdominal injury in road traffic accident developed hypotension and bradycardia. Most likely reason is",
        "exp": "Answer is neurogenic shock. It is usually due to spinal cord injury, which causes dilatation of splanchnic vessels. There will be bradycardia, hypotension, arrhythmias, and decreased cardiac output. Reference: SRB's Manual of Surgery, 6th Edition, page no = 106.",
        "cop": 4,
        "opa": "Hypovolemic shock",
        "opb": "Hypovolemic + neurogenic shock",
        "opc": "Hypovolemic + Septicemia",
        "opd": "Neurogenic shock",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "cc2277fb-2cea-48cc-9312-2d668ee59bb1",
        "choice_type": "single"
    },
    {
        "question": "In prolactinoma most common symptom other than galactorrea is?",
        "exp": "Pituitary tumors 1. Eosinophil (Acidophil) adenomas: Tumour is usually small. Rarely it causes compressive features. It secretes excess growth hormone causing acromegaly in adults and gigantism in children. 2. Chromophobe adenomas are common in females and in the age group--20-50 years. Initially, it is intrasellar and after sometime becomes suprasellar. Later, it extends intracranially often massively, causing features of intracranial space occupying lesion. It presents with myxoedema, amenorrhoea, infeility, headache, visual disturbances, bitemporal hemianopia, blindness, intracranial hypertension, epilepsy. Differential diagnosis: Meningiomas, aneurysms. CT scan, angiogram, X-ray skull are diagnostic. Treatment is surgical decompression by craniotomy through subfrontal approach or trans-sphenoidal approach. Deep external radiotherapy and steroids are also used. 3. Basophil adenomas are usually small. They secrete ACTH and presents as Cushing's disease with all its features. 4. Prolactin-secreting adenomas causes infeility, amenorrhoea and galactorrhoea. Ref: SRB's Manual of Surgery 5th Pgno: 1105",
        "cop": 2,
        "opa": "Bitemporal hemianopia",
        "opb": "Amennorhea",
        "opc": "Thyroid dysfuntion",
        "opd": "Headache",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "e72c5519-e944-45ce-8787-08de7bd530af",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice of flail chest is",
        "exp": ". It is fracture of two or more consecutive ribs, with each rib having two or more fracture sites. Such segment is called as flail segment. Treatment \u0002 Intercostal tube drainage. \u0002 Applying clips to fracture ribs and fi xing above and below to normal ribs. \u0002 Antibiotics like penicillins, cefotaxime. \u0002 Blood transfusion, IV fluids. \u0002 Bronchodilators, steroids. \u0002 Ventilator suppo with IPPV--IPPV is treatment of choice. Assisted ventilation is required for several days until the chest wall stabilises. If ventilator suppo is required for more than 10 days, then tracheo stomy is done to prevent laryngeal stenosis which can occur due to prolonged endotracheal intubation. \u0002 Thoracotomy--when required only. Ref: SRB's Manual of Surgery, 4th Edition, pg. no. 1196",
        "cop": 1,
        "opa": "Ext. fixation of flail segment & mech ventilation",
        "opb": "Strapping",
        "opc": "O2 administration",
        "opd": "Intrapleural local analgesia",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "320d9a3d-97f8-44cb-9c90-2aa6f7dc6040",
        "choice_type": "single"
    },
    {
        "question": "Charcot's/neuropathic joint are most commonly seen in",
        "exp": ".",
        "cop": 1,
        "opa": "Diabetes Mellitus",
        "opb": "Spyringomyelia",
        "opc": "Leprosy",
        "opd": "Rheumatic Ahritis",
        "subject_name": "Surgery",
        "topic_name": "Trauma",
        "id": "6fe0d6a1-cc5c-4975-98ba-77700d6f31fa",
        "choice_type": "single"
    }
]