[
    {
        "question": "Signature fracture of skull is seen in -",
        "exp": "Ans. is 'b' i. e., Depressed fracture",
        "cop": 2,
        "opa": "Gutter fracture",
        "opb": "Depressed fracture",
        "opc": "Ring fracture",
        "opd": "Sutural separation",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "61202db0-3d61-45e2-948e-cdd0e006aade",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of non traumatic subarachnoid hemorrhage -",
        "exp": "Ans. is 'b' i. e., Berry aneurysm o Excluding head trauma, most common cause of subarachnoid hemorrhage is rupture of a saccular (Berry) aneurysm.",
        "cop": 2,
        "opa": "Idiopathic",
        "opb": "Berry aneurysm rupture",
        "opc": "Hypertension",
        "opd": "AV malformation",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "6e378705-0ff4-4219-9a6d-40a01dfa1419",
        "choice_type": "single"
    },
    {
        "question": "After head injury, biconvex, lenticular shape hematoma in CT scan is characteristic of which of the following:",
        "exp": "Ans ie 'a' ie Extradural haemorrhage (Ref.: Chapman, 3/e, p438)CT scan (non-contrast) is the best diagnostic method to evaluate a head injury pt. (better than MRI). On CT scan -Extradural haemorrhage appears as biconvex lentiform opacity. *Subdural haemorrhage appears as concavoconvex crescentic opacity. *Intracerebral blood appears on small foci, typically at grey/white matter interface, or more centrally in the white matter.",
        "cop": 1,
        "opa": "Extradural haemorrhage",
        "opb": "Subdural haemorrhage",
        "opc": "Intracerebral hematoma",
        "opd": "Diffuse-axonal injury",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "b1e7c877-5af9-4279-816a-d8002e85ed25",
        "choice_type": "single"
    },
    {
        "question": "Not a component of Glasgow coma scale -",
        "exp": "Ans. is 'c' i. e.. Pupil size o Harrison writes - \"In severe head injury eye opening, the best motor response oj the limbs, and verbal output have been found to be roughly predictive of outcome; these are summarized using the \" 'Glasgow coma scale '. Glasgow coma scale is used to determine the conscious level of the patient -A) Eye openingB) Verbal responseC) Motor response. Spontaneous-4. Oriented-5. Obeys commands-6. To Voice-3. Confused-4. Localises pain-5. To pain- 2. Inappropriate words-3. Withdraws (pain)-4. None-1. Incomprehensible sound-2. Flexion (pain)-3 None-1. Extension (pain)-2 None- 1. Noneo Ranges from 3 to 15. o A score of 7 or less is classified as comao A score of 9 or more excludes coma",
        "cop": 3,
        "opa": "Eye opening",
        "opb": "Motor response",
        "opc": "Pupil size",
        "opd": "Verbal response",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "6270ab41-c8d9-4728-8b6b-efb4b16a2f4b",
        "choice_type": "single"
    },
    {
        "question": "The earliest manifestation of increased intracranial pressure following head injury is -",
        "exp": "Ans. is 'c' i. e., Altered mental status o Early signs of elevated ICP include drowsiness and a diminished level of consciousness. o Coma and unilateral pupillary changes are late signs and require immediate intervention. - Harrison",
        "cop": 3,
        "opa": "Ipsilateral pupillary' dilatation",
        "opb": "Contralateral pupillary dilation",
        "opc": "Altered mental status",
        "opd": "Hemiparesis",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "a1836b7a-b6a0-4daa-a570-caa63a412d59",
        "choice_type": "single"
    },
    {
        "question": "Prognostic factor in head injury -",
        "exp": "Ans. is 'b' i. e., Glasgow coma scale Harrison writes- \"In severe head injury, eye opening, the best motor response of the limbs, and verbal output have been found to be roughly predictive of outcome; these are summarized using the 'Glasgow coma scale'. \"Glasgow coma scale is used to determine the conscious level of the patient. A) Eye openingB) Verbal responseC) Motor response. Spontaneous - 4. Oriented - 5. Obeys commands - 6. To Voice - 3. Confused - 4. Localises pain - 5. To pain - 2. Inappropriate word - 3. Withdraws (pain - 4. None - 1. Incomprehensible sound - 2. Flexion (pain) - 3 None - 1. Extension (pain) - 2 None - 1o Ranges from 3 to 15o A score of 7 or less is classed as comao A score of 9 or more excludes coma",
        "cop": 2,
        "opa": "Age of patient",
        "opb": "Glasgow' coma scale",
        "opc": "Mode of injury",
        "opd": "Presence of facial trauma",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "63f7983e-11a0-4189-ae11-71b2486a0a7e",
        "choice_type": "single"
    },
    {
        "question": "Secondary brain injury seen in:",
        "exp": "Ans: C (Seizures) Ref:. J. Claude Hemphill. Multimodal Monitoring and Neurocritical Care Bioinformatics: Secondary Brain Injury. Med scape education. Explanation: When patients have an acute neurological catastrophe such as traumatic brain injury (TBI) or stroke, damage to the brain can occur at the time of the initial event. This damage is termed primary brain injury, and the underlying mechanisms include: Intraparenchymal or extra-axial traumatic or spontaneous hemorrhage. Diffuse axonal injury (in TBI). Focal or global ischemia from acute ischemic stroke or global cerebral ischemia during cardiac arrest. Although interventions (eg: surgical hematoma evacuation ) can be undertaken to limit or reverse primary brain injury, much of the primary damage may be irreversible. This primary brain injury initiates a cascade of biochemical events that are rexersible. This process is termed secondary brain injury. Secondary brain injury can generally be considered as two related concepts: Cellular injury cascades. Secondary brain insults (SBIs). An example of the cellular injury cascade is the ischemic cascade in which events such as excitotoxicity, intracellular calcium influx, and free radical membrane damage are ongoing. Hence, ultra-early ischemic stroke treatment via revascularization of an occluded intracranial artery with thrombolytic agents is intended to restore perfusion before permanent cell death, thereby reversing this secondary brain injury. In addition to initiating ischemic and apoptotic cell injury cascades, primary brain injuries make injured, but salvageable, brain tissue vulnerable to SB Is. Hypotension, hypoxia and hypoglycemia are all examples of SBIs in which decreased substrate delivery to an injured brain further worsens injury. On the other hand, fever, seizures and hyperglycemia are examples of SBIs in which increased metabolic demand may outstrip compensator) mechanisms and result in further injury. Examples of primary and secondary brain injury in TBIPrimary. Secondary* Intracerebral fiemorrnage* Subdural hemorrhage* Subarachnoid hemorrhage* Epidural hemorrhage* Cerebral contusion* Cerebral laceration* Axonal stretch injury* Edema* Impaired metabolism* Altered cerebral blood flow* Free radical formation* Excitotoxicity* Increased inlracracial tension* Seizures",
        "cop": 3,
        "opa": "Concussion",
        "opb": "Diffuse axonal surgery",
        "opc": "Seizures",
        "opd": "Intracrebral hematoma",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "279b0859-4761-431d-9f82-9466a0af080d",
        "choice_type": "single"
    },
    {
        "question": "In Glasgow coma scale, withdrawal to pain stimulus comes under:",
        "exp": "Ans. a. M4 (Ref: Harrison 19/e p1730, 18/e p3381-3382; Sabiston 19/e p1894; Schwartz 9/e p1522; Bailey 25/e p301-302). In Glasgow coma scale, withdrawal to pain stimulus comes under M4. Glasgow Coma Scale (GCS). Eye Opening. Verbal response. Best Motor response. Spontaneous4. Oriented5. Obeys commands6. To loud voice3. Confused, disoriented4. Localizes pain5. To pain2. Inappropriate words3. Flexion (withdrawal) to pain)4. No response1. Incomprehensible sounds2. Abnormal flexion posturing3 No response1. Extension posturing2 No response1. Maximum score-15Q, minimum score-3Q. Best predictor of outcome: Motor response. QPatients scoring 3 or 4 have an 85% chance of dying or remaining vegetative, while scores above 11 indicate only a 5-10% likelihood of deathQ. Maximum score-15, minimum score-3. Best predictor of outcome: Motor response. QPatients scoring 3 or 4 have an 85% chance of dying or remaining vegetative, while scores above 11 indicate only a 5-10% likelihood of death.",
        "cop": 1,
        "opa": "M4",
        "opb": "M3",
        "opc": "M2",
        "opd": "M5",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "c2bd2f97-b1ad-49b0-b709-72d1d7cf37b9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is commonest source of Extradural haemorrhage:",
        "exp": "Ans is 'a' ie Middle meningeal artery (Ref. Chandrasoma Taylor, 3/e, p 924)\"Extradural Haemorrhage is an accumulation of blood between the skull and the dura. In 90% of cases, bleeding is from a branch of the middle meningeal artery\". Chandrasoma. Also remember *Subdural Haemorrhage, commonest source is - communicating veins b/w the cerebral cortex and superior sagittal sinus. Intracerebral Haemorrhage, commonest source is - lenticulostriate arteries in the region around the basal ganglia* and internal capsule. It is frequently d/t rupture of Charcot-Bouchard aneurysms in the lenticulostriate arteries. Subarachnoid Haemorrhage - MC cause is rupture of Berry aneurysms.",
        "cop": 1,
        "opa": "Middle meningeal artery",
        "opb": "Subdural venous sinus",
        "opc": "Charcot's artery",
        "opd": "Middle cerebral artery",
        "subject_name": "Surgery",
        "topic_name": "Traumatic Brain Injury",
        "id": "703d9208-a8d5-43cd-af29-0dd0ce8c4510",
        "choice_type": "single"
    }
]