[
    {
        "question": "All of the following are true about pancreatic injury except -",
        "exp": "Ans. is 'b' i. e., Commonly isolated injuries occur Pancreatic injuryo About two-thirds are due to penetrating injuries and rest one-third due to blunt trauma. o Pancreatic injuries are usually associated with injury to other visceral organ. Isolated pancreatic injuries are rare. o In blunt injuries which are usually the result of midline upper abdominal trauma (eg. car seat belt, cycle handle), junction of the neck and body of the pancreas are most commonly injured as they are pressed against the vertebral column. o Major abdominal vascular injuries are present in more than 75% of cases of penetrating trauma. \"The presence of pancreatic duct injury appears to be a key factor in postoperative morbidity. \" -- Sabistono Pancreas being a retroperitoneal structure, peritoneal lavage is not helpful in making the diagnosis of pancreatic injury. o CT scan is the best diagnostic procedure, apart from an exploratory laprotomy. Also knowo Serum amylase levels are elevated in most patients with significant pancreatic trauma, but they are also increased in up to 90% of severe abdominal trauma patients who do not have pancreatic injury. Thus measurement of amylase at the time of hospital admission is not helpful in identifying those with pancreatic injury. On the other hand a progressive rise in serum amylase activity is a more specific indicator of pancreatic injury.",
        "cop": 2,
        "opa": "Penetrating injuries are common",
        "opb": "Commonly isolated injuries occur",
        "opc": "Serum amylase is raised",
        "opd": "Peritoneal lavage is not helpful for diagnosis",
        "subject_name": "Surgery",
        "topic_name": "Trauma (Pancreas)",
        "id": "76d87903-2429-4ef6-866b-f8a9a1c62fda",
        "choice_type": "multi"
    },
    {
        "question": "For pancreatic injury true is -",
        "exp": "Ans. is 'd' i. e., HRCT is investigation of choice o Pancreas being a retroperitoneal structure, peritoneal lavage is not helpful in making the diagnosis of pancreatic injury. o CT scan is the best diagnostic procedure, apart from an exploratory' laprotomy. More about Pancreatic injuryo About two-thirds are due to penetrating injuries and rest one-third due to blunt trauma, o Pancreatic injuries are usually associated with injury to other visceral organ. Isolated pancreatic injuries are rare. o In blunt injuries which are usually the result of midline upper abdominal trauma (eg. car seat belt, cycle handle), junction of the neck and body of the pancreas are most commonly injured as they are pressed against the vertebral column. o Major abdominal vascular injuries are present in more than 75% of cases of penetrating trauma. \"The presence of pancreatic duct injury appears to be a key factor in postoperative morbidity \" Sabiston. Also knowo Serum amylase levels are elevated in most patients with significant pancreatic trauma, but they are also increased in up to 90% of severe abdominal trauma patients who do not have pancreatic injury. Thus measurement of amylase at the time of hospital admission is not helpful in identifying those with pancreatic injury. On the other hand a progressive rise in serum amylase activity is a more specific indicator of pancreatic injury. Treatmento The treatment of pancreatic injury depends on its grade and extent. Minor injuries not involving a major duct may be treated nonoperatively. Moderate injuries usually require operative exploration, debridement, and the placement of external drains. More severe injuries including those with major duct injury or transection of the gland, may require distal resection or external drainage.",
        "cop": 4,
        "opa": "Most are iatrogenic",
        "opb": "Blunt trauma most common",
        "opc": "Urine amylase is diagnostic",
        "opd": "HRCT is investigation of choice",
        "subject_name": "Surgery",
        "topic_name": "Trauma (Pancreas)",
        "id": "952e4ac2-8337-4692-b5f8-d07f24cc1673",
        "choice_type": "multi"
    }
]