[
    {
        "question": "Bochdalek hernia is related to -",
        "exp": "Ans. is 'b' i. e., Pleuroperitoneal canal Bochdalek herniao Most Bochdalek hernia are on the left side (~80%) and may rarely be bilateral. o Compression of the lung results in pulmonary hypoplasia, involving both the lungs (ipsilateral > contralateral)o Pulmonary vasculature is also abnormal leading to pulmonary hypertension. o Thus the two main factors that affect morbidity and mortality are pulmonary hypoplasia and pulmonary hypertension. o The most frequent clinical presentation of CDH is respiratory distress due to severe hypoxemia, o The anteroposterior diameter of the chest may be large along with a scaphoid abdomen, o The diagnosis of CDH can be made prenatally by ultrasound. o The postnatal diagnosis is relatively straightforward because a plain chest radiograph demonstrates the gastric air bubbles or loops of bowel within the chest. There may also be a mediastinal shift away from the side of the hernia. o Historically, the surgical repair of a CDH was considered to be a surgical emergency' because it was believed that the abdominal viscera within the chest prevented the ability to ventilate. More recently with the recognition of the role of pulmnary hypertension and pulmonary hypoplasia and the adverse effects of early operative repair on the pulmonary function has caused a policy of delayed repair. o Thus most pediatric surgeons wait for a variable period (24 to 72 hrs) to allow for stabilization of the infant before doing surgical repair. Congenital diaphragmatic herniao It is the herniation of abdominal contents into the thoracic cavity through the diaphragmatic defecto The defect may be: Posterolateral (Bochdalek hernia). Retrosternal (Morgagni hernia). At the esophageal hiatus (hiatal hernia). Adjacent to the hiatus (paresophageal hernia)o Although all these defects are congenital, the term congenital diaphragmatic hernia is generally used for Bochdalek hernia.",
        "cop": 2,
        "opa": "Inguinal canal",
        "opb": "Pleuroperitoneal canal",
        "opc": "Femoral canal",
        "opd": "Obturator foramen",
        "subject_name": "Surgery",
        "topic_name": "Unusual Hernias",
        "id": "bad555df-d202-4de6-957f-c976fa530600",
        "choice_type": "single"
    },
    {
        "question": "Bochdaleck hernia location:",
        "exp": "Ans. (a) Posterolateral. Ref.: Bailey & Love 26th ed. / 871-72* Bochdaleks hernia is the most common form of diaphragmatic hernia, occurring in approximately 1 in 2500 births and twice as often in males as in females.* Bochdaleks hernia results from failure of normal development of the posterolateral diaphragm during embryogenesis.* Separation of the developing thoracic and abdominal cavities occurs during the eighth week of gestation, when the opening between the chest and abdomen (the pleuroperitoneal canal) closes. A congenital diaphragmatic hernia results when the pleuroperitoneal membrane fails to form.* Most Bochdaleks hernias occur on the left side, allowing protrusion of the abdominal viscera into the chest. The herniated bowel passes through the defect, filling the chest cavity and causing hypoplasia of the left lung and a shift of mediastinal structures to the right side. It is not uncommon for other abnormalities to be associated with Bochdaleks hernia; these may include neural tube defects and cardiovascular abnormalities* The left-sided Bochdalek hernia occurs in approximately 85% of cases. Left-sided hernias allow herniation of both the small and large bowel and intraabdominal solid organs into the thoracic cavity.* In right-sided hernias (13% of cases), only the liver and a portion of the large bowel tend to herniate. Bilateral hernias are uncommon and are usually fatal. Remember* The 3 basic types of congenital diaphragmatic hernia include the posterolateral Bochdalek hernia (occurring at approximately 6 weeks' gestation), the Anterior Morgagni hernia, and the hiatus hernia.",
        "cop": 1,
        "opa": "Posterolateral",
        "opb": "Anteroposterior",
        "opc": "Anterolateral",
        "opd": "Posteromedial",
        "subject_name": "Surgery",
        "topic_name": "Unusual Hernias",
        "id": "b39102b7-d2e2-4fc1-849c-f42b9da1b0a8",
        "choice_type": "single"
    },
    {
        "question": "Content of epiplocele is?",
        "exp": "ANSWER: (A) Omentum. REF: Bailey 8t Love 25th edition page 969 CONTENTS OF HERNIA: These can be: Omentum = omentocele (synonym: epiplocele). Intestine = enterocele; more commonly small bowel but may be large intestine or appendixA portion of the circumference of the intestine = Richter s herniaA portion of the bladder (or a diverticulum) may constitute part of or be the sole content of a direct inguinal, a sliding inguinal or a femoral hernia. Ovary with or without the corresponding fallopian tubeA Meckel's diverticulum = a Littre's hernia. Fluid, as part of ascites or as a residuum thereof.",
        "cop": 1,
        "opa": "Omentum",
        "opb": "Intestine",
        "opc": "Colon",
        "opd": "Urinary bladder",
        "subject_name": "Surgery",
        "topic_name": "Unusual Hernias",
        "id": "e632c84c-0ef5-4d98-ad08-a3d7f7140929",
        "choice_type": "single"
    },
    {
        "question": "Most common site of Morgagni hernia:",
        "exp": "Ans. is 'a' i. e. Right anterior Morgagni hernia is a rare form of cong. diaphragmatic hernia occurring through foramen of Morgagni or space of Larrey i. e. space between the sternal and costal origins of the diaphragm). It is more common on right side. Usually it is asymptomatic. Most common viscera to herniate through space of Morgagni is transverse colon (Bailey & Love, 24/e, p 873). Also know. Superior epigastric vessels pass through foramen of Morgagni",
        "cop": 1,
        "opa": "Right anterior",
        "opb": "Right posterior",
        "opc": "Left anterior",
        "opd": "Left posterior",
        "subject_name": "Surgery",
        "topic_name": "Unusual Hernias",
        "id": "8a2bcf21-68c6-4593-b2e3-2b9d8a87461f",
        "choice_type": "single"
    }
]