[
    {
        "question": "Most common site of hypospadias:",
        "exp": "Ans. (a) Proximal to GlansRef Page 1478, Bailey and Love 27th editionHypospadias:* Incidence- 1 in 200* MC congenital anomaly of urethra* External meatus opens on under side (Ventral surface)* Dorsal Hood and ventral chordee seen.* MC site of opening- proximal to the normal opening in Glans Penis (MC)* Others: Coronal, penile, Penoscrotal, Perineal.* Most severe type is perineal, luckily it is the rarest also.* Procedure of choice: Tabularized incised plate Urethroplasty for distal hypospadias for proximal hypospadias Foreskin is used.* As per Bailey Surgery done before 18 months (correct answer is 6 months)",
        "cop": 1,
        "opa": "Proximal to Glans",
        "opb": "Scrotum",
        "opc": "Perineum",
        "opd": "Mid penis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "d5b7cadc-61e2-43a6-9b1e-dbffb1897c86",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of failure of radiotherapy for stage II cervical carcinoma?",
        "exp": "In stage II cervical cancer, the incidence of nodal involvement is 25%-40%. Most tumors are not radioresistant, and distant metastasis (i.e., a more advanced stage) are a late complication of more advanced stages of the disease.",
        "cop": 3,
        "opa": "Liver metastasis",
        "opb": "Bone metastasis",
        "opc": "Para-aortic node metastasis",
        "opd": "Resistance of the central tumor",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "3caa1963-12c3-4399-87a7-7f6dc029b1a5",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with a hard swelling in this right testis. All are true statements except:",
        "exp": "Ans. (a) Trans scrotal biopsy is needed* Chevassu maneuver biopsy is done inguinal.* Transcrotal biopsy will disseminate the tumor cells to Inguinal nodes",
        "cop": 1,
        "opa": "Trans scrotal biopsy is needed",
        "opb": "Inguinal exploration is done",
        "opc": "High inguinal exploration should be done",
        "opd": "Scrotal USG is done",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "e3b79ab2-495a-428d-b1b9-c26d76272f96",
        "choice_type": "multi"
    },
    {
        "question": "An otherwise healthy, 30-year-old man is brought to the emergency department after being thrown off the back of a motorcycle. During the assessment, blood is noted at the urethral meatus. Which of the following statement is TRUE?",
        "exp": "Initially, advanced trauma life support (ATLS) protocol requires that airway, breathing, and circulation (ABC) to be maintained. Blood at the urethral meatus is an indication of lower urinary tract (bladder, urethra, penis) injury. Foley catheter should not be inserted until the integrity of urethra is assessed (usually by performing a retrograde urethrogram). Trauma x-ray panel includes a pelvic study to evaluate the extent of injury to pelvic brim and pubic symphysis. Fracture of the pubic rami or diastasis of pubic symphysis are commonly associated with dislocation of the sacroiliac joint as well as direct or indirect injury to the bladder and bulbous urethra.",
        "cop": 2,
        "opa": "A foley catheter should be inserted immediately.",
        "opb": "Dislocation of the sacroiliac joint is usually associated with a fracture of the pubic ramus or separation of the symphysis.",
        "opc": "Open lavage is a useful indication for the need to perform laparotomy.",
        "opd": "Fracture of the coccyx requires surgical excision in most patients.",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "15c7eecf-2c06-4c81-a0b0-1c6bb6313c3c",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old male presented with painless testicular swelling and with history of fever and weight loss. All the following investigations are indicated in this patient, except:",
        "exp": "Ans. (d) Trans-scrotal biopsyRef: Bailey and love, 26th Edition, Pages 1385-1388* Painless testicular swelling in a 25 male with history of fever and weight loss amounts to a diagnosis of malignant testicular swelling, i.e. testicular cancer.* To confirm the histopathological evidence of testicular cancer, orchidectomy in form of high inguinal orchidectomy to be done after a manuever known as Chevasu Manuever* Trans scrotal biopsy is contraindicated, as Tunica albuginea will be breached during biopsy. Since Tunica albuginea is a natural barrier to testicular cancer, following biopsy, this will be breached and extend into the scrotum.",
        "cop": 4,
        "opa": "USG scrotum",
        "opb": "CT abdomen and pelvis",
        "opc": "Chest x-ray",
        "opd": "Trans-scrotal biopsy",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f950fd08-7047-4b36-8ec4-4070291c14ea",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old male patient complains of loss of libido and is found to have a low free and total testosterone level. Treatment is commenced with testosterone supplemental therapy. What is the next step in management after testosterone administration?",
        "exp": "PSA levels can increase because both benign and malignant prostatic tissue are sensitive to testosterone (hormonal) therapy. There is increased prostatic growth with elevation of PSA and possible polycythemia.",
        "cop": 1,
        "opa": "Check PSA levels",
        "opb": "Testosterone levels are decreased",
        "opc": "Decrease in size of benign prostatic tissue lesions occurs",
        "opd": "Decrease in size of prostatic cancer occurs",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "920ad252-d347-4be2-baa1-cbd1ed428f01",
        "choice_type": "multi"
    },
    {
        "question": "A 46-year-old man has a swelling in the scrotum. It shows clear transillumination anterior to the testis when a light is applied to the scrotum in a dark room. This physical exam is most consistent with?",
        "exp": "In adults, this is diagnostic, but in children, transillumination is also seen in an indirect inguinal hernia. As epididymal cyst may transilluminate but is posterior to the testis.",
        "cop": 3,
        "opa": "Cyst of the epididymis",
        "opb": "Torsion of testis",
        "opc": "Hydrocele",
        "opd": "Direct inguinal hernia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "3c372938-0d3a-43c0-a2ae-4e6d55a8f27f",
        "choice_type": "single"
    },
    {
        "question": "All are true about bulbar urethral rupture, except:",
        "exp": "Ans. (b) Floating prostate on per rectal examination* Floating prostate is seen in membranous urethral injury* Perineal hematoma seen in Bulbar urethral injury.* Deep Perineal pouch hematoma is seen in Membranous urethral injury.",
        "cop": 2,
        "opa": "Perineal hematoma",
        "opb": "Floating prostate on per rectal examination",
        "opc": "Collection of urine in perineum",
        "opd": "Bleeding per urethra",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "71436754-35e2-4c6e-bb25-ca3b6ba8b9c4",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Foley catheter induced UTI",
        "exp": "Ans. (a) E. coliRef Bailey and Love 26th Edition, Page 276* Urinary infection is the most commonly associated infection in postoperative period* Most common organism isolated in catheter related Infections: E. coli",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Klebsiella",
        "opc": "Pseudomonas",
        "opd": "Staphylococci",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "d1ea3ca3-fc30-4991-80fa-91cbfe3c4c7a",
        "choice_type": "single"
    },
    {
        "question": "Surgical treatment of congenital hydrocele is done at the age of:",
        "exp": "Ans. (c) 3 yearsRef: Bailey and Love 27th Edition, Page 125* Congenital hydrocele may resolve spontaneously as the processus vaginalise continues to obliterate up to age of 3 years. If not resolves in 3 years - operate by herniotomy.",
        "cop": 3,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "d63f2890-aaae-4fd2-a00c-fc7595d2b2b0",
        "choice_type": "single"
    },
    {
        "question": "Urine cytology is used for the screening of:",
        "exp": "Ans. (c) Urothelial carcinomaRef: Campbell Urology 11th Edition, Page 2197* Urinary cytology is used for screening of urothelial cancer.* AUA guidelines for evaluation include cystoscopy, upper; tract imaging and urine cytology.",
        "cop": 3,
        "opa": "Wilms tumor",
        "opb": "Renal cell carcinoma",
        "opc": "Urothelial carcinoma",
        "opd": "Carcinoma prostate",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "baa808e8-b57c-471f-b69a-de3708a7f43b",
        "choice_type": "single"
    },
    {
        "question": "The Best investigation to visualize posterior urethra is",
        "exp": "Ans. (d) Ascending urethrogramRef: Campbell Urology 11th Edition, Page 3257* Best Investigation to visualize posterior urethra is micturiting cystourethrogram or ascending urethrogram",
        "cop": 4,
        "opa": "CT Scan",
        "opb": "IV pyelogram",
        "opc": "Cystoscopy",
        "opd": "Ascending urethrogram",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "952dc292-c15c-4fcc-ad03-8ebaf545c762",
        "choice_type": "single"
    },
    {
        "question": "During evaluation of the cause of varicocele in a 36-year-old man, attention is directed to the method of drainage of the left testicular vein, which usually enters which of the following?",
        "exp": "The left testicular vein empties into the left renal vein, and the right testicular vein empties into the IVC. Partial occlusion of the right renal vein is an uncommon cause of varicocele and may signify an associated retroperitoneal malignancy.",
        "cop": 2,
        "opa": "Left adrenal vein",
        "opb": "Left renal vein",
        "opc": "Left inferior mesenteric vein",
        "opd": "Inferior vena cava (IVC)",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "bc67b41a-f226-4daa-8caf-4029f3cc9114",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following changes would be most consistent with the diagnosis of choriocarcinoma?",
        "exp": "Gestational trophoblastic disease may involve hydatidiform mole, choriocarcinoma, or placental trophoblastic tumor. Trophoblastic tissue produces B-HCG and thus B-HCG is elevated in all these conditions. AFP is increased in neural tube defect setting when screening at 15-18 weeks gestation. AFP may be decreased in Down syndrome.",
        "cop": 1,
        "opa": "Increased B-HCG",
        "opb": "Increased alpha-fetoprotein (AFP)",
        "opc": "Increased thyroid-stimulating hormone (TSH)",
        "opd": "Decreased AFP",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "35544c59-a9ec-420f-af14-ea951bcf6e5c",
        "choice_type": "single"
    },
    {
        "question": "During a workup for infertility, a 34-year-old man is noted to have a solid tumor in the anterior aspect of his right testis. What is the most likely diagnosis?",
        "exp": "Non-hematogenous testicular tumors are divided into two categories - germ cell tumors (seminoma, non-seminoma, i.e., embryonal, choriocarcinoma, teratoma, teratocarcinoma, yolk sac tumors) and non-germ cell tumors (Leydig cell or Sertoli cell). There is no mass within the testis with torsion. Epididymitis presents within painful tender testis.",
        "cop": 4,
        "opa": "Torsion of the testis",
        "opb": "Cyst of the epididymis",
        "opc": "Lipoma of the cord",
        "opd": "Cancer of the testis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "03c49a9c-b98f-4dbe-9cd1-fd1feeeca434",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of death in carcinoma penis?",
        "exp": "Ans. d (Erosion of femoral vessels) (Ref. Bailey and Love 26th/pg. 1375)CARCINOMA OF PENISAetiology# Circumcision6 soon after birth confers almost complete immunity against carcinoma of the penis.# Later circumcision does not seem to have the same effect and muslims circumcised between the ages of 4 and 9 years are still liable to the disease.# Chronic balanoposthitis in known to be a contributory factor.6# Definite precarcinomatous states:- Leucoplakia of the glans is similar to the condition seen on the tongue;- Longstanding genital warts may rarely be the site of malignant change;- Paget's disease of the penis.Pathology# Carcinoma of the penis may be flat and infiltrating or papillary.# The former often starts as leucoplakia and the latter results from an existing papilloma.# The earliest lymphatic spread is to the inguinal and then to the iliac nodes.6# Once the growth breaches the partial barrier formed by the fascial sheath of the corpora cavernosa it spreads rapidly and iliac lymph node involvement is common.6# Distant metastatic deposits are infrequent.Clinical Features# Forty % of patients are under 40 years of age.# There is little or no pain.# Sixty % have inguinal lymph node enlargement when they present but in half this is reactive enlargement due to sepsis.# Later the inguinal nodes erode the skin of the groin and the death of the patient may be due to involvement of the femoral or external iliac artery with TORRENTIAL HEMORRHAGE.6Rx# Radiotherapy is effective (60-70 % survival at 5years) if the growth is small.# Surgery is needed for large anaplastic growths, if there is infiltration of the shaft and when radiotherapy fails.0# Partial amputation is used for distal growths when adequate clearance of the tumor is possible.# When an advanced, infiltrating or anaplastic lesion is present, total amputation is necessary.# Treatment of associated enlarged inguinal lymph nodes should usually be delayed until at least 3 weeks after local treatment to the primary lesion.# If surgery to the nodes is impossible, radiotherapy may cause a worthwhile temporary regression.Also know:Buschke-Lowenstein tumor is uncommon, verrucous carcinoma. It is locally destructive and invasive, but appears not to spread to lymph nodes or to metastasise. Treatment is by surgical excision.Paget's disease of the penis (syn. erythroplasia of Queyrat)0 is 'a persistent rawness of the glans like a long-standing balanitis followed by cancer of the substance of the penis' (Sir James Pager). Treatment is by circumcision, observation and excision if the lesion does not resolve.",
        "cop": 4,
        "opa": "Uremia",
        "opb": "Urinary sepsis",
        "opc": "Lung metastases",
        "opd": "Erosion of femoral vessels",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "307ccc20-cd8b-40ef-8de5-b2e75adc0da8",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male, scrotal swelling. Exam - bag of worms swelling present. Which structure is responsible:",
        "exp": "Ans. (a) Pampiniform plexus of veinsRef: Bailey 26th Edition, Page 1381* Varicocele is a varicose dilatation of the veins draining the testis. Vein draining the testis and epididymis form the pampiniform plexus",
        "cop": 1,
        "opa": "Pampiniform plexus of veins",
        "opb": "Testicular artery + Pampiniform plexus of veins",
        "opc": "Spermatic cord + Testicular artery",
        "opd": "Testicular vein + Testicular artery",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "a5cb5fdc-5dc3-4147-8a01-29eb2fe4c848",
        "choice_type": "single"
    },
    {
        "question": "28 year patient from Bihar presents with on and off pain in right scrotum and then gradual onset swelling develops over the duration of 2 years. Trans illumination test is positive. Top of testis can be reached. The probable diagnosis is:",
        "exp": "Ans. (a) Right hydroceleRef: Bailey 26th Edition, page 1382HYDROCELE OF TESTISHydrocele are trans illuminant and it is possible to get above the swelling on examination of the scrotum.",
        "cop": 1,
        "opa": "Right hydrocele",
        "opb": "Right inguinal hernia",
        "opc": "Right epididymal cyst",
        "opd": "Right encysted hydrocele of cord",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "9b822986-a0c9-4f93-ab58-8f16f4b41868",
        "choice_type": "single"
    },
    {
        "question": "Orchidopexy ideal time is:",
        "exp": "Ans. (a) Before the age of 12 monthRef: Bailey 26th Edition, Page 1378Orchidopexy is usually performed before the boy reaches 12 months of age.",
        "cop": 1,
        "opa": "Before the age of 12 month",
        "opb": "After the age of 24 month",
        "opc": "At the age of 3 year",
        "opd": "At 5 year",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "63fa3da2-bb6a-4d28-b6c4-420875f0dd65",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of exstrophy of the bladder, except:",
        "exp": "Ans. (b) Cloacal membrane is present* Basic defect in ectopia vesical is abnormal overdevelopment of Cloacal membrane and its rupture",
        "cop": 2,
        "opa": "Epispadias",
        "opb": "Cloacal membrane is resent",
        "opc": "Posterior bladder wall protrudes through the defects",
        "opd": "Umbilical and inguinal hernia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "e59fdd13-d26a-47c3-9c30-eb9d1739e7d9",
        "choice_type": "multi"
    },
    {
        "question": "After undergoing a partial cystectomy for carcinoma of the rectum, a 76-year-old woman develops a vesicovaginal fistula. The repair will have a higher chance of success if which of the following occurs?",
        "exp": "Repair of vesicovaginal fistula is recommended after enough time has passed, to allow a reduction in the inflammatory reaction and even spontaneous closure to occur. To promote spontaneous closure, a Foley catheter is inserted for bladder drainage. It is advised to perform meticulous repair, excision of previous fistulous tract, and tension-free anastomosis. Frequently an omental interposition helps to separate overlapping suture lines.",
        "cop": 3,
        "opa": "Scare tissue is not excised",
        "opb": "The bladder wall is closed under tension",
        "opc": "Repair is performed more than 6 months after the causative operation",
        "opd": "Repair is performed within 7-14 days of the onset of symptoms",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "34149a5a-4a08-4deb-9855-c0e53a688084",
        "choice_type": "multi"
    },
    {
        "question": "A young male falls from 15 feet and he gets a perineal hematoma and suprapubic mass. There is Injury to:",
        "exp": "Ans. (c) UrethraBailey 26th Edition, Page 1361* Ruptured bulbar urethra causes perineal hematoma typically with butterfly distribution. Retention of urine is typically present",
        "cop": 3,
        "opa": "Urinary bladder",
        "opb": "Anus",
        "opc": "Urethra",
        "opd": "Rectus abdominiis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "d9fbee95-70d9-461e-bed3-5a121a47be93",
        "choice_type": "multi"
    },
    {
        "question": "During her eighth month of pregnancy, a 29-year-old woman is noted to have polyhydramnios. Further testing shows anencephalus. Polyhydramnios in this patient is caused by which of the following?",
        "exp": "Anencephalus is due to failure of the cephalic part of the neural tube to close off. This condition happens in 1/1000 pregnancies, is four times more common in whites than blacks, and is four times more common in females than males.",
        "cop": 1,
        "opa": "Impairment of the fetus's swallowing mechanism",
        "opb": "Tumor of the fetus's brain",
        "opc": "A secretory peptide from the placenta",
        "opd": "Excess antidiuretic hormone (ADH) from the fetus",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "76e28066-deb1-4b96-815f-d6db0bf7233d",
        "choice_type": "multi"
    },
    {
        "question": "A 6-month-old boy was born with hypospadias. This condition is due to failure in the development of which of the following?",
        "exp": "Embryologically, the genital tubercule develops into the penis. The edge of the cloacal membrane forms the urogenital fold and by the process of invagination forms the urethral groove and finally the penile urethra. The severity of hypospadias depends on the location of the anomalous opening onto the penile urethra. The mildest degree is where the opening is on the glans and the most severe form at the penoscrotal junction.",
        "cop": 1,
        "opa": "Urogenital fold",
        "opb": "Mullerian system",
        "opc": "Genital tubercle",
        "opd": "Urachus",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "79596aa8-ed5f-4ac8-829d-74b60df8fd76",
        "choice_type": "single"
    },
    {
        "question": "Most common site of cancer penis:",
        "exp": "Ans. (a) Glans penisRef Bailey and Love 27th Edition, Page 1492* Most common site of involvement of cancer penis (Squamous Cell Cancer)# Glans - 50%# Prepuce- 20%# Both glans and prepuce# Coronal sulcus# Shaft",
        "cop": 1,
        "opa": "Glans penis",
        "opb": "Prepuce",
        "opc": "Shaft",
        "opd": "Coronal Sulcus",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "401cf6bd-714d-4b1c-a9e0-ae849232ceb5",
        "choice_type": "single"
    },
    {
        "question": "Peyronie's disease is:",
        "exp": "Ans. B. Bowing of penis during erection due to fibrous plaque. (Ref LB 26th pg. 1372).Peyronie's disease# Peyronie's disease is a relatively common cause of deformity of the erect penis. On examination, hard plaques of fibrosis can usually be palpated in the tunica of one or both corpora cavernosa. The plaques may be calcified.# The presence of the unyielding plaque tissue within the normally elastic wall of the corpus cavemosum causes the erect penis to bend, often dramatically, towards the side of the plaque.# The aetiology is uncertain but it may be a result of past trauma - there is an association with Dupuytren's contracture.- Medical treatments during the active phase have little evidence of efficacy- The disease has a natural history of 18-24 months active disease before it stabilises- Surgery may be indicated to correct deformity that interferes with sexual activity- Surgical treatment will shorten the erect penile length.# Rx is difficult. Some cases continue to progress. Others seem to remit after 3-5 years. Various drug Rxs have been suggested but their beneficial effect is hard to prove in such a chronic condition. When the deformity of the penis is causing distress, it may be possible to straighten it by placing non- absorbable sutures in the corpus cavemosum opposite the plaque. This reduces the elasticity in this region to balance that caused by the plaque (Nesbitt's operation). The most common procedure is the Nesbitt procedure which corrects the deformity by plicating the convex side of the deformity, thereby straightening the penis, with some accompanying loss of length.Additional Educational points# Chordee (French = corded) is a fixed bowing of the penis caused by hypospadias or, more rarely, chronic urethritis. Erection is deformed and sexual intercourse may be impossible. Rx is usually surgical.",
        "cop": 2,
        "opa": "Curved deformity of penis",
        "opb": "Bowing of penis during erection due to fibrous plaque",
        "opc": "Ectopic opening of urethra",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "afa16cc3-3ff0-4826-baf6-d3ae3a1933f8",
        "choice_type": "multi"
    },
    {
        "question": "A young boy 18 years of age presents with Pain in groin for 2 days. On examination the testis seems high and cremasteric reflex is absent. Elevation of testis worsens the pain. The probable diagnosis is:",
        "exp": "Ans. (a) Right testicular torsionRef: Bailey 26th Edition, Page 1380* Torsion of Testis is most common between 10 to 25 years. Cremasteric reflex is lost. Elevation of testis worsen the pain",
        "cop": 1,
        "opa": "Right testicular torsion",
        "opb": "Right strangulated hernia",
        "opc": "Right inguinal hernia",
        "opd": "Right epididymo-orchitis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "ad9f5fd9-e693-4ee9-a5d4-040833ac8bd7",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male presents with Cancer prostate. The tumor is limited to the capsule and it is palpable on PR examination. The patient is diagnosed as stage T1b. The best treatment would be:",
        "exp": "Ans. (a) Radical prostatectomyBailey 26th Edition, Page 1355* Radical prostatectomy is only suitable for localized disease (T1 and T2) and should be carried out only in men with a life expectancy of > 10 years.",
        "cop": 1,
        "opa": "Radical prostatectomy",
        "opb": "Chemotherapy",
        "opc": "Palliative radiotherapy",
        "opd": "Orchidectomy",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "89f2df30-5245-4d5a-9d94-45fc135a843f",
        "choice_type": "multi"
    },
    {
        "question": "Most common congenital urethral abnormalities is:",
        "exp": "(Hypospadias): Ref: 1389-LB (1362-B &L 25th)HYPOSPADIAS: is the most common congenital malformation of the urethra* Glandular hypospadias is the most common type and perineal hypospadias is the most severe abnormality.* The floor of the urethra is absent partially or completely* The meatus is usually smaller than normal and patients may have dysuria* The prepuce is hood-shaped and is absent on the ventral surface* The glans is ill-developed and may have a ventral curvature (chordee) in glandular type there is no curvature but the severe defects have significant bending.* There may be other associated abnormalities:(I) The testis may be imperfectly descended(II) The scrotum may be bifid resulting in a female type appearance of the perineum* If the patients is a grow up person there may be sexual dysfunction* Avoid circumcision as prepuce may be used in procedure to correct the abnormality.",
        "cop": 2,
        "opa": "Meatal stenosis",
        "opb": "Hypospadias",
        "opc": "Epispadias",
        "opd": "Diverticula",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "b49f4b9f-9880-46b2-a107-fa4575be41f0",
        "choice_type": "single"
    },
    {
        "question": "Varicocele is common on left testis because:",
        "exp": "Ans. (b) Left testicular vein drains into left renal vein which has high pressureCauses for varicocele common on left side:* Left testicular vein drains into the left renal vein and has more chances of blockage.* Total length of Left testicular vein is more on the Left side than on Right sides.* In about 15% cases testicular artery arches over the left renal veins and obstructs it.* Left renal vein passes in between the superior Mesenteric A and the abdominal aorta behind; and thus compressed between the two arteries;* Loaded sigmoid colon compresses on the left side.* Left suprarenal vein also drains into Left renal vein and hence circulating adrenaline may cause constriction.* Incompetent valves are more common on Left side* Renal cell carcinoma can invade into the Renal vein obstructing the testicular Vein on Left side; (Varicoele that is Irreducible.)* Perpendicular drainage of testicular vein into renal vein on left side.",
        "cop": 2,
        "opa": "Left testicular vein drains into IVC which has high pressure",
        "opb": "Left testicular vein drains into left renal vein which has high pressure",
        "opc": "Left testis is lower situated",
        "opd": "Compression of testicular vein by rectum",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "6129973e-8620-4325-b42f-fb3919128a47",
        "choice_type": "single"
    },
    {
        "question": "Gians penis drains to lymphnodes -",
        "exp": "Ans. is 'b' i.e., External iliac Penis -Lymphatic Drainage* Skin - Inguinal LN* Gians - External iliac LN (Primarily deep inguinal which then drain into the external inguinal lymphnodes)* Deep urethra - Internal iliac (hypogastric) and common iliac LN.",
        "cop": 2,
        "opa": "Hypogastric",
        "opb": "External iliac",
        "opc": "Internal iliac",
        "opd": "Superficial Inguinal",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "1a67d26f-be87-4521-859f-5eb30ce7ca94",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old man is on a waiting list to secure a renal transplant. The genetic locus of transplant antigens in humans is known as which?",
        "exp": "HLA was one of the first studied antigens. The transplant antigen is located on the surface. The strongest transplant antigen is known as the major histocompatibility complex (MHC) and is found in humans on chromosome 6. The higher the number of MHC matches, the better chance of survival for the allograft. However, zero MHC-matched grafts have been placed due to overwhelming demands. On the other hand, mismatch in ABO and Rh group results in hyperacute rejection are elevated.",
        "cop": 3,
        "opa": "Rhesus (Rh)",
        "opb": "Ig (Immunoglobulin) A and IgM",
        "opc": "Human leukocyte antigen (HLA)",
        "opd": "ABO",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "dc343899-409b-4456-8b01-19d0ab9e0339",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sequel happens in Schistosomiasis of Bladder?",
        "exp": "Ans. (a) Squamous cell cancerRef: Bailey And Love 27th Edition, Page 1444Cystoscopy features of schistosomiasis:* Bilharzial pseudo tubercles (Earliest feature)* Bilharzial nodules* Sandy patches (Dead calcified Ova)* Ulceration* Fibrosis* Granulomas* Papillomas* Carcinoma: Squamous and transitional cancer of bladder",
        "cop": 1,
        "opa": "Squamous cell cancer",
        "opb": "Adeno cancer",
        "opc": "Lymphoma",
        "opd": "Sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "cc4c3341-8cf1-4570-8253-fe7abf283b22",
        "choice_type": "single"
    },
    {
        "question": "Acute bacterial prostatitis most common organism involved is:",
        "exp": "Ans. (c) Escherichia coliRef Bailey and Love 27th Edition, Page 1474Most common organisms causing Acute Prostatitis:* E. coli (Most common in 80%)* Staph, aureus* Staph. Albus* Streptococcus faecalis* Neisseria Gonorrhea* ChlamydiaInfection spread via hematogenous source or via acute urinary infectionClinical features: Fever with chills and rigors and back ache, urine contains threads in voided sample, rectal irritation, etc. Treatment involves antibiotics that penetrates prostate like trimethoprim and ciprofloxacin",
        "cop": 3,
        "opa": "Streptococcal viridans",
        "opb": "Pepto streptococci",
        "opc": "Escherichia coli",
        "opd": "Streptococci agalactiae",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "b84b313a-e482-45bf-a524-6716e9ba0b72",
        "choice_type": "single"
    },
    {
        "question": "Tumor marker for seminoma testis is",
        "exp": "Ans. (d) Lactate DehydrogenaseRef Surgery Sixer 3rd Edition Page 795Tumor markers in testicular cancers:* Beta HCG - Concentration is increased in Both Seminoma and Non Seminoma.* AFP - Concentration is increased in only non seminoma.* LDH - It is increased in both seminoma and non seminoma, but not specific.",
        "cop": 4,
        "opa": "Alfa - fetoprotein",
        "opb": "Carcinoembryonic antigens",
        "opc": "Alpha HCG",
        "opd": "Lactate dehydrogenase",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "89417783-e4f0-4262-9e4f-a06d4778c291",
        "choice_type": "single"
    },
    {
        "question": "Peyronie's disease is",
        "exp": "Ans. c (Curved deformity of erect penis due to fibrous plaque) (Ref. Bailey and Love 25th/pg. 1373)PEYRONIE'S DISEASE (Penile thickening and curvature)# Peyronie's disease is a relatively common cause of deformity of the erect penis.# On examination, hard plaques of fibrosis can usually be palpated in the tunica of one or both corpora cavernosa. The plaques may be calcified.# The presence of the unyielding plaque tissue within the normally elastic wall of the corpus cavemosum causes the erect penis to bend, often dramatically, towards the side of the plaque.# The aetiology is uncertain but it may be a result of past trauma - there is an association with Dupuytren's contracture.- Rx:# Typically self-limiting disease.# Surgery (Nesbitt's operation) may be indicated to correct deformity that interferes with sexual dysfunction# Nesbitt's operation is straightening of penis by placing non-absorbable sutures in corpus cavernosum opposite the plaque.",
        "cop": 3,
        "opa": "Bowing of penis",
        "opb": "Ectopic opening of urethra",
        "opc": "Curved deformity of erect penis due to fibrous plaque",
        "opd": "Absent glans penis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "aea4d41d-35e2-41b2-b500-2b54f18a7b37",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old female complains of vaginal bleeding. Diagnostic workup reveals clear cell adenocarcinoma of the vagina. A maternal history should be obtained for use of?",
        "exp": "Oral DES was given to patients who were unable to conceive. Fortunately, this complication is unlikely to occur, because DES has been withdrawn as a drug used for this purpose.",
        "cop": 2,
        "opa": "Thalidomide",
        "opb": "Oral DES",
        "opc": "Loss of sensation in the scrotum",
        "opd": "absent bulbocavernosus refl",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "875a7fa5-8fa9-4769-abb1-8bc0b495b86d",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of hypospadias is -",
        "exp": "Ans. is 'a' i.e., Just proximal to glans Hypospadias* Failure of complete urethral tubularisation in the male fetus results in hypospadias, a common congenital anomaly affecting about one in every 200-300 boys.* In most cases the urethra opens just proximal to the glans penis but in severe cases the meatus may be on the penile shaft or in the perineum.* The dorsal fore- skin is hooded and there is a variable degree of chordee (a ventral curvature of the penis most apparent on erection).* Glanular hypospadias may be a solely cosmetic concern but more proximal varieties interfere with micturition and erection.* In severe forms of hypospadias, additional genitourinary anomalies and intersex disorders should be excluded.* Surgical correction of distal hypospadias is frequently undertaken before 2 years of age, often as a single- stage operation. Proximal varieties may require complex staged procedures. Surgery aims to achieve a terminal urethral meatus so that the boy can stand to micturate with a normal stream, a straight erection and a penis that looks normal.* Ritual circumcision must be avoided in infants with hypospadias because the foreskin is often required for later reconstructive surgery.",
        "cop": 1,
        "opa": "Just proximal to glans",
        "opb": "In the meid of penis",
        "opc": "Scrotum",
        "opd": "Perineum",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f42bcbf0-02ce-4cdb-99ec-6e1bded1706a",
        "choice_type": "single"
    },
    {
        "question": "A 16-years old boy presents with acute onset pain in the left testis. The following statements about his management are true except:",
        "exp": "Ans. (a) The patient should be prescribed antibiotics and asked to come after a week* Our aim in this case is to differentiate orchitis from torsion.* So we can't just like that send him home without confirming there is no torsion.",
        "cop": 1,
        "opa": "The patient should be prescribed antibiotics and asked to come after a week",
        "opb": "Colour flow Doppler will be very useful in diagnosis Doppler is not available",
        "opc": "Scrotal exploration should be done without delay if Doppler is not available",
        "opd": "If left testis is not exploration, patient should undergo left Orchidectomy and right orchidopexy",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "29ebed88-5e3c-4daa-a19e-f29704217e5f",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of urethral obstruction in male children -",
        "exp": "Ans. is 'a' i.e., Posterior urethral valve * The most common cause of obstructive uropathy in a male child is posterior urethral valve.Posterior urethral valve* These are symmetrical folds of urothelium extending distally from prostatic urethra to external urinary sphincter.* It most commonly lies just distal to the verumontanum or at the verumontanum.* It occurs only in males.* It behaves as flap valves so, although urine does not flow normally a urethral catheter can be passed without difficulty.* Sometimes, the valves are incomplete and the patient remains without symptoms until adolescence or adulthood.* Approximately 30% of patients experience end stage renal disease* Vesicoureteral reflux occurs in 50% of patients.",
        "cop": 1,
        "opa": "Posterior urethral valve",
        "opb": "Meatal stenosis",
        "opc": "Urinary tract infection",
        "opd": "Urethral duplication",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f2a0c6a3-033a-4176-b4bd-5fc2ed6304fe",
        "choice_type": "single"
    },
    {
        "question": "All are true about hypospadias, except:",
        "exp": "Ans. (b) Avoid surgery till puberty* Surgery ideal age- 6 months to 1 year* Chordee 2 stage operation is known as Dennis Browne operation is done. First chordee is released. In 2nd stage we correct the opening.",
        "cop": 2,
        "opa": "Circumcision in infancy is contraindicated",
        "opb": "Avoid surgery till puberty",
        "opc": "No treatment required in glandular variety",
        "opd": "If associated chordee is present, 2 stage operation is done",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "4a4cdbe4-6ea9-443a-9bf8-e5a36bf4dfe3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is used in circumcision?",
        "exp": "Ans: a (1 % Lignocaine without adrenaline) Ref: Bailey & Love, 24th p. 491 % lignocaine without adrenaline is used in circumcisionLignocaine 1 % is effective for most sensory block. Adrenaline should not be used in end arterial locations where there is no collateral circulation, such as fingers and toes, around retinal arteries and tip of penis.Advantage of adrenaline in LA:Addition of adrenaline (1: 2,00.000 to 1: 1,25,000 cone) to local anaesthetic solution hastens the onset and prolongs the duration of action, permits a higher dose of drug to be used as it is more slowly absorbed into the circulation.C.I. of adrenaline:* Hypertensive patients* Patients taking either MAO inhibitors or TCA drugs (Its cardiovascular effects are potentiated)Note:Never use mono polar diathermy when performing circumcision. Causes coagulation at the base of penis in small boys.",
        "cop": 1,
        "opa": "1 % lignocaine without adrenaline",
        "opb": "2% lignocaine with adrenaline",
        "opc": "1 % lignocaine with adrenaline",
        "opd": "2% lignocaine without adrenaline",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "a9fab0c8-05ea-48b8-9851-5d6643df6c27",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old man had been treated for gonorrhea 2 months previously. He developed an ulcerative lesion in the glands of the penis that is noted to be condylomata lata. The etiology of condylomata lata is which of the following?",
        "exp": "Condylomata lata are a manifestation of secondary syphilis. The treatment is intramuscular injection of penicillin. They are distinguished from condylomata acuminata; in that the latter are velvety and filiform in appearance and are result of infection with human papilloma virus (HPV).",
        "cop": 4,
        "opa": "Mixture of organisms",
        "opb": "Hemophilus ducreyi",
        "opc": "Herpesvirus hominis, type II",
        "opd": "Treponema pallidum",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "a5c4da2a-e686-4563-981a-34281ad7991a",
        "choice_type": "multi"
    },
    {
        "question": "Twelve years after menopause, a 60-year-old woman undergoes laparotomy for an ovarian carcinoma. The ovarian tumor that is most likely to respond to radiotherapy is which of the following?",
        "exp": "Dysgerminoma (like seminoma in men) is very radiosensitive. The Krukenberg's tumor is a metastatic tumor to the ovary and is not treated by radiation. The other tumors are best treated by surgery. The Brenner tumor is most often a benign tumor. Arrhenoblastomas and granuloso cell tumors are hormone-producing tumors.",
        "cop": 1,
        "opa": "Dysgerminoma",
        "opb": "Krukenberg's tumor",
        "opc": "Arrhenoblastomas",
        "opd": "Granulosa cell tumor",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "5675ba37-cf6e-47e8-a242-5b036fa9e885",
        "choice_type": "single"
    },
    {
        "question": "Indication for circumcision in children:",
        "exp": "Ans. (a) PhimosisRef: Campbell Uro 3370* Circumcision is the treatment of choice in Phimosis.* Circumcision is Contraindicated in Hypospadias, Penile curvature, dorsal hood deformity, buried penis and webbed penis.* Most common complication of circumcision is bleeding.",
        "cop": 1,
        "opa": "Phimosis",
        "opb": "Non-retractable prepuce in a 3 month old baby",
        "opc": "Noctural enuresis",
        "opd": "Severe diaper rash",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "9160e8eb-c6bc-446e-b6fb-17ae8b1c6ae8",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man presents with two painless beefy red ulcers in the inguinal region, a biopsy and Giemsa stain reveal Donovan bodies, these findings are most consistent with? SELECT ONE",
        "exp": "Granuloma inguinale is a lesion related to a contagious, sexually transmitted disease. Identification of Donovan bodies in tissue prepared with Giemsa stain establishes the diagnosis. Treatment is with tetracycline.",
        "cop": 4,
        "opa": "Behcet's syndrome",
        "opb": "Glomus tumor",
        "opc": "Renal agenesis",
        "opd": "Granuloma inguinale",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "6dcbfc72-0384-4279-b84b-b19c3391c271",
        "choice_type": "single"
    },
    {
        "question": "A 25-years old married male presents with infertility. He had undergone retroperitoneal lymph node dissection at age of 15 years for embryonal carcinoma of right testis. Semen analysis shows-quantity-0.5 ml, no. sperm, no fructose. Biopsy of testis shows normal spermatogenesis. Best treatment here would be:",
        "exp": "Ans. (c) Microtesticular aspiration and intracytoplasmic injectionRef: Smith 17th Edition, Pages 710-711* For patients having normal spermatogenesis and problem in sperm transport we do Sperm aspiration from Vas or Epididymis or Testis and injected into cytoplasm. (In vitro Fertilization Technique- IVF)",
        "cop": 3,
        "opa": "Artificial insemination of donor",
        "opb": "Penile-prosthesis",
        "opc": "Micro testicular aspiration and intracytoplasmic injection",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "80100b7c-8850-495b-b63e-7718946bc36d",
        "choice_type": "multi"
    },
    {
        "question": "Gleason score is used to grade:",
        "exp": "Ans. (a) Prostate cancerRef: Bailey 27th Edition, Page 1469* Classification of histological pattern based on the degree of glandular de- differentiation and its relation to stroma has been devised by GLEASON.* Prostate cancers exhibits heterogeneity within the tissue itself and hence two histological areas of prostate are scored each between 1- 5.* The scores are added to an overall score of 2- 10.* Gleason score 2- 10 helps to predict the likelihood of spread and prognosis* Example: Gleason Score of 8-10: High Grade tumor, Poor Prognosis",
        "cop": 1,
        "opa": "Prostate cancer",
        "opb": "Transitional Cell CA",
        "opc": "Penile cancer",
        "opd": "Anal cancer",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "c107c5b8-2c74-4134-aaf8-0dd977ba14c2",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman has been unsuccessful becoming pregnant. She is admitted with abdominal pain; her blood pressure is 90/60 mm Hg, her pulse rate is 102 beats per minute (bpm), and her hematocrit (HCT) is 28%. Features of ectopic pregnancy include which of the following?",
        "exp": "Free bleeding in the peritoneal cavity results in pain referred to the right supraclavicular region due to diaphragmatic irritation. Patients who present with abdominal pain and (usually) a history of missed menstruation should undergo a pregnancy test after hospital admission.",
        "cop": 4,
        "opa": "Elevated blood pressure on assuming an erect position",
        "opb": "Pulsus paradoxus",
        "opc": "Tenderness below the right subcostal margin (Murphy's sign)",
        "opd": "Pain referred to the supraclavicular region",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "09173ce1-a01a-478f-8033-9106ed3d7141",
        "choice_type": "single"
    },
    {
        "question": "Urinary tract infection exists when the bacterial count in 1 ml. midstream specimen of urine is:",
        "exp": "Ans. (d) 105or overRef: Smith 17th Edition, Page 196* >105 colony forming unit is used to exclude contamination.* 80% of UTI are due to E. Coli.* UTI caused by Staphylococcus are due to Hematogenous spread.* In Children MC cause - Klebsiella and Enterobacter species.* The most reliable Urine specimen is obtained by Supra Pubic Aspiration",
        "cop": 4,
        "opa": "100",
        "opb": "1000",
        "opc": "104",
        "opd": "105 or over",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "88053ade-44aa-4dd8-a963-f008bdd0cc1d",
        "choice_type": "single"
    },
    {
        "question": "Bag of worms sensation in scrotum on palpation:",
        "exp": "Ans. (a) VaricoceleRef: Bailey and Love 27th Edition, Page 1502* Varicocele is most common on left side* Clinical examination shows Bag of Worm feeling and Cough impulse+ and Empties on lying down* Grades:# Grade 1: Diagnosed on USG only, not palpable# Grade 2: Palpable# Grade 3: Visible",
        "cop": 1,
        "opa": "Varicocele",
        "opb": "Epididymal cyst",
        "opc": "Hydrocele",
        "opd": "Spermatocele",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "825a3850-d691-4c9d-aaa1-08a944022eb3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are a complication of urethral stricture?",
        "exp": "Ans: d (All of these) Ref: Bailey & Love, ed, p. 1394Complication of urethral strictureCauses of urethral stricture:Periurethral abscessUrethral diverticulumRetention of urineUrethral fistula* Inflammatory* Congenital* Traumatic* Instrumental-Indwelling catheter Urethral endoscopy * Post operative -Open prostatectomy Amputation of penis",
        "cop": 4,
        "opa": "Periurethral abscess",
        "opb": "Urethral diverticulum",
        "opc": "Retention of urine",
        "opd": "All of these",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "6b63e1f0-5917-473b-a918-1de9d742d79b",
        "choice_type": "multi"
    },
    {
        "question": "Marion's disease is due to:",
        "exp": "Ans. (a) Muscular hypertrophy of internal sphincter of urinary bladder* Congenital hypertrophy of the posterior urethra due to muscular hypertrophy and stenosis at bladder neck is known as Marion's disease.",
        "cop": 1,
        "opa": "Muscular hypertrophy of internal sphincter of urinary bladder",
        "opb": "Fibrosis of the neck of bladder",
        "opc": "Vesicular diverticula",
        "opd": "Vesicular calculi",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "e86e4fbb-740b-4304-ad09-590bc0fa7b3a",
        "choice_type": "single"
    },
    {
        "question": "The following is not seen in undescended testis:",
        "exp": "Ans. (a) HydroceleRef: Bailey 26th Edition, Page 1378* Around 90 % of boys with an undescended testis have a patent processus vaginalis (Hernia)* Malignancy associated with undescended testis are Seminoma and Teratoma Seminoma is the most common cancer associated.",
        "cop": 1,
        "opa": "Hydrocele",
        "opb": "Hernia",
        "opc": "Teratoma",
        "opd": "Seminoma",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "eaa7f07c-f060-45e7-8993-8d114127d128",
        "choice_type": "single"
    },
    {
        "question": "All are true about Peyronie's disease EXCEPT:",
        "exp": "(Medical treatment is effective) (1399-1400-Baily & 24th) (1373-B &L 25th)PEYRONIE'S DISEASE - Common cause of erect penis.* Hard plaques of fibrosis can usually be palpated in the tunica of one or both corpora covemosa. The plaque may be calcified.* May result of past trauma, there is association with dupuytren *s contracture.Treatment - continue to progress or remit after 3-5 years* When the deformity of the penis is causing distress, it may be possible to straighten it by placing non absorbable sutures in corpus cavernous opposite the plaque. This reduces the elasticity in the region to balance that caused by the plaque (NES BITT'S OPERATION)Peyronie's disease* Medical treatment are often ineffective* The disease is typically self-limiting* Surgery may be indicated to correct deformity with sexual function.",
        "cop": 2,
        "opa": "Self limiting",
        "opb": "Medial treatment is effective",
        "opc": "Association with Dupvytren's contracture",
        "opd": "Calcified plaques",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "fdf7bbcd-9fd4-4da7-ac26-b66776f8b780",
        "choice_type": "multi"
    },
    {
        "question": "Indications of circumcision are all except",
        "exp": "Ans. c (Carcinoma penis). (Ref. B & L, Surgery, 25th/pg. 78)Indications of circumcision (Circumcision should be avoided until hypospadias is repaired)1. Religious in Muslims and Jews2. Phimosis including due to balanitis xerotica obliterans3. Recurrent balanoposthitis4. Recurrent UTI",
        "cop": 3,
        "opa": "Chronic balanoposthitis",
        "opb": "Jewish religion",
        "opc": "Carcinoma penis",
        "opd": "Paraphimosis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "df01a233-da43-470a-a904-e59fd60302af",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old female had been unable to become pregnant for 6 years. Three weeks previously, she missed her period. She was admitted to hospital with left-side lower abdominal pain and nausea. Her B subunit human chorionic gonadotropin (HCG) and pelvic ultrasound confirms an ectopic pregnancy. Treatment includes which of the following?",
        "exp": "If unruptured the fallopian tube should be spared; laparoscopic surgery is indicated, on the side of the ectopic pregnancy. An incision is made into superior (antimesenteric) border of the fallopian tube and the products of conception removed by gentle traction. Preserving the fallopian tube may improve the chances of future conception. The appendix should be removed to avoid possible confusion of the diagnosis at a subsequent date.",
        "cop": 2,
        "opa": "Immediate laparotomy and salpingectomy",
        "opb": "If unruptured, the fallopian tube should be spared",
        "opc": "Avoid incidental appendectomy",
        "opd": "If stable, avoid surgery",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f8fe5f4b-1745-4a98-9344-a677a7577eb1",
        "choice_type": "multi"
    },
    {
        "question": "Prostate cancer occurs in which zone of the gland:",
        "exp": "Ans. (c) Peripheral zoneRef: Bailey 26th Edition, Page 1340* Prostate cancer occurs in peripheral zone* BPH occurs in Transitional Zone.",
        "cop": 3,
        "opa": "Transitional zone",
        "opb": "Central zone",
        "opc": "Peripheral zone",
        "opd": "Anterior portion",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "b44dce1c-7f57-4858-afb5-16c728929727",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male presents with hematuria. He is diagnosed of having bladder cancer which extends muscle deep. The best treatment:",
        "exp": "Ans. (b) Neoadjuvant chemotherapy followed by radical cystectomyRef: Bailey 26th Edition, Page 1335* Neoadjuvant chemotherapy improves survival by about 5 -7 %. Radical cystectomy is the standard treatment for muscle invasive bladder cancer.",
        "cop": 2,
        "opa": "Intra vesical chemotherapy",
        "opb": "Neoadjuvant chemotherapy followed by radical cystectomy",
        "opc": "Radiotherapy",
        "opd": "Transurethral resection",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f98f7caa-c60f-4f31-a97a-211075be89d7",
        "choice_type": "single"
    },
    {
        "question": "Peyronie's disease affects?",
        "exp": "Ans. b (Penis). (Ref. Bailey & Love, Surgery, 25th ed., 1373)PEYRONIE'S DISEASE# Relatively common cause of deformity of erect penis.# Hard plaque of fibrosis that may be calcified can be palpable in tunica of corpora cavernosa.# Etiology: unknown, past trauma, association with Dupuytren's contracture.# Medical treatments are often ineffective. The disease is typically self-limiting.# Rx: Surgery (Nesbitt's operation) indicated to correct deformity that causes sexual dysfunction. Nesbitt's operation is straightening of penis by placing non-absorbable sutures in corpus cavernosum opposite the plaque.6Chordee.# Chordee (French = corded) is a fixed bowing of the penis due to hypospadias or, rarely, chronic urethritis.# Erection is deformed and sexual intercourse may be impossible.# Treatment is usually surgical.Persistent priapism.# The penis remains erect and becomes painful.# This is a pathological erection and the glans penis and the corpus spongiosum are not involved.# Etiology:- Blood disorders such as sickle cell disease or leukaemia.- Following therapeutic injection of papaverine- An abnormally prolonged bout of otherwise normal sexual activity.- Malignant disease in the corpora cavernosa or the pelvis (A tiny proportion).- Spinal cord disease.# Treatment.- An underlying cause should be excluded. Prolonged priapism is associated with erectile dysfunction, especially if surgical decompression by shunt formation is performed.- If aspiration of the sludged blood in the corpora cavernosa fails to cause detumescence, and injection of metaraminol or 1:100 000 adrenaline solution is ineffective, it may be necessary to decompress the penis by an anastomosis between the corpus spongiosum and one of the corpora cavernosa. The outlook for normal erectile function is poor.Precancerous penile conditions:# Chronic balanoposthitis# Leukoplakia of the glans# Long-standing genital warts# Paget's disease of the penis (syn. erythroplasia of Queyrat): is 'a persistent rawness of the glans like a longstanding balanitis followed by cancer of the substance of the penis'. Treatment is by circumcision, observation and excision if the lesion does not resolve.Buschke-Lowenstein tumour# is uncommon. It is a verrucous carcinoma. It is locally destructive and invasive but appears not to spread to lymph nodes or to metastasise. Treatment is by surgical excision.Circumcision soon after birth confers almost complete immunity against carcinoma of the penis. Later circumcision does not seem to have the same effect and Muslims circumcised between the ages of 4 and 9 years are still liable to the disease. Never use monopolar diathermy when performing circumcision.",
        "cop": 2,
        "opa": "Prostate",
        "opb": "Penis",
        "opc": "Urinary bladder",
        "opd": "Kidneys",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "41ecc74b-4ad5-40ed-8ad8-b9f8dcc108d0",
        "choice_type": "single"
    },
    {
        "question": "Complication of the urethral stricture are:",
        "exp": "(AH of the above): Ref: 1394-LB (1368-B &L 25th)Complications of urethral stricture includeTreatments of urethral stricture* Retension of urine* Urethral diverticulum* Periurethral abscess* Urethral fistula* Hernia, haemorrhoides and rectal prolapse due to abdominal straining to void urined* Dilatation- Gum elastic bougie- Filiform and follower- Metal sounds- Self-de-flatation with Nelaton catheter* Urethrotomy- Internal visual urethrotomy* Urethroplasty- Excision and end to end anastomosis- Patch urethroplasty",
        "cop": 4,
        "opa": "Retension of urine",
        "opb": "Urethral diverticulum",
        "opc": "Periurethral abscess",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "c3ce7448-507f-45ed-b4a4-0b3b683dfdd8",
        "choice_type": "multi"
    },
    {
        "question": "Bladder outlet obstruction (BOO) is defined by:",
        "exp": "Ans. (b) urine flow rate <10mL/secondRef Bailey and Love 27th Edition, Page 1459Bladder outlet obstruction (BOO):* It's a Urodynamic study based diagnosis.* Urine flow rate calculated along with voiding pressures.* Urodynamically proven BOO is seen in:# BPH# Bladder neck stenosis# Bladder neck hypertrophy# Prostate cancer# Urethral strictures# Neuropathic conditions* Urodynamic study findings:# For voided volume >200mL, a peak flow rate of >15mL/second is normal# Voiding pressures <60cmH2 O is normal# So, Flow rate <10mL/s or Pressure more than 80cmH2 O is definition of BOO* Complications of BOO: Acute and chronic retention of urine",
        "cop": 2,
        "opa": "PSA-10 m mol",
        "opb": "Urine flow rate <10 mL/second",
        "opc": "Urine voiding pressure decreased",
        "opd": "Retained urine",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "fd5a574b-47a8-44e7-bdc1-a80badf2e6fa",
        "choice_type": "single"
    },
    {
        "question": "A 20-years old male presents with scrotal mass. The first investigation to be done is:",
        "exp": "Ans. (a) Clinical evaluation (palpation and transillumination)* Best Investigation is USG* The question asks the first investigation - Clinical examination may show nodules and loss of testicular sensation and secondary hydrocele.",
        "cop": 1,
        "opa": "Clinical evaluation (Palpation and transillumination)",
        "opb": "USG",
        "opc": "Biopsy",
        "opd": "AFP",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "fafd8933-f3ca-4f99-ae17-58688d84c761",
        "choice_type": "single"
    },
    {
        "question": "True about prostate specific antigen except:",
        "exp": "Ans. (a) Normal level is 10-14ng/mL.Ref: Campbell Urology 11th Edition, Page 2418* Normal serum concentration in men aged 50 to 80 years without prostatic disease range from 1to4ng/ml1.",
        "cop": 1,
        "opa": "Normal level is 10-14 ng/mL",
        "opb": "It my elevated in BPH and Ca Prostate",
        "opc": "It is produced by prostate",
        "opd": "It is a glycoprotein",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "c5e1ce99-70a9-4c7f-8266-f4aa68e0d923",
        "choice_type": "multi"
    },
    {
        "question": "A patient who has undergone pancreatico-duodenectomy for ampullary carcinoma. On 3rd postoperative day, you were instructed to remove Foley's. You dry to deflate and remove the catheter but you can't deflate. Your resident tries and he couldn't remove it either. The next step to remove catheter will be:",
        "exp": "Ans. (a) Ultrasound guided puncture of balloonRef: Bailey and Love 27th Edition, Page 1436 Bailey Points: Page 1436:Retained Foley Catheter removal:* Further inflate the Balloon with 20mL water and then burst the balloon percutaneously using a needle under USG guidance* Later cystoscopy must be made to look for fragments getting retained* Cutting off side arm and attempt to clear the channel is only occasionally successful",
        "cop": 1,
        "opa": "Ultrasound guided puncture of balloon",
        "opb": "CT guided puncture of balloon",
        "opc": "Push in ether till the balloon bursts and then remove the catheter",
        "opd": "Push in water till the balloon bursts and then remove catheter",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "5fcc34e8-e019-41f5-b8f2-a11497870f40",
        "choice_type": "multi"
    },
    {
        "question": "In cases of swelling in testes, investigation of choice:",
        "exp": "Ans. (c) USGRef: Campbell Urology 11th Edition, Page 790* Scrotal USG is IOC for testicular pathology. With high frequency transducers (5 to 10 MHz) intra testicular lesions can be identified and readily distinguished from extra testicular pathology.",
        "cop": 3,
        "opa": "FNAC",
        "opb": "CT",
        "opc": "USG",
        "opd": "MRI",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "20e6a347-9993-46d1-995a-8bed5042b04f",
        "choice_type": "single"
    },
    {
        "question": "Most common type of hypospadias?",
        "exp": "Ans. A. Glandular. (Ref. Bailey and Love 26th/pg. 1360.)HypospadiasHypospadias occurs in one in 200-300 boys and is the most common congenital malformation of the urethra. The external meatus opens on the underside of the penis or the perineum, and the ventral aspect of the prepuce is poorly developed ( hooded prepuce').Hypospadias is classified according to the position of the meatus:# * Glanular or distal hvpospadia: most common form and does not usually require treatment. Opening is found near the head of the penis. The normal site of the external meatus is marked by a blind pit, although it occasionally connects by a channel to the ectopic opening on the underside of the glans.# * Coronal hypospadias. The meatus is placed at the junction of the underside of the glans and the body of the penis.# * Penile and penoscrotal hypospadias. The opening is on the underside of the penile shaft (.# * Perineal hvpospadias.This is the most severe abnormality.The scrotum is bifid and the urethra opens between its two halves. There may be testicular maldescent, which may make it difficult to determine the sex of the child.The more severe varieties of hypospadias represent an absence of the urethra and corpus spongiosum distal to the ectopic opening. The absent structures are represented by a fibrous cord, which deforms the penis in a downward direction (chordee).Rx: Glanular hypospadias does not need treatment unless the meatus is stenosed, in which case a meatotomy is performed. Surgery is indicated for other forms of hypospadias to improve sexual function, to correct problems with the urinary stream and for cosmetic reasons. A variety of plastic surgical procedures is described to correct the chordee and to re-site the urethral opening. Most procedures use preputial skin and so circumcision should be avoided until the hypospadias has been repaired.",
        "cop": 1,
        "opa": "Glandular",
        "opb": "Coronal",
        "opc": "Penile",
        "opd": "Perineal",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "e4258c7a-b704-4044-a579-4318b441c889",
        "choice_type": "single"
    },
    {
        "question": "Features of carcinoma penis are all except:",
        "exp": "Ans: d (Transitional cell carcinoma)Ref: Bailey & Love, 24th ed, p. 1400 & 23rd ed, p. 1268, 1269",
        "cop": 4,
        "opa": "Circumcision soon after birth provides total immunity",
        "opb": "Metastatic to inguinal nodes",
        "opc": "Surgery treatment of choice",
        "opd": "Transitional cell carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "d8916183-0c3d-4963-8b22-1356dcccb1d4",
        "choice_type": "multi"
    },
    {
        "question": "In testicular torsion, surgery within how much time can save viability of testis:",
        "exp": "Ans. (a) 6 hoursRef: Bailey 26th 1379* Testicular salvage rate of 100 % if the testis is untwisted within 6 hrs of torsion as compared to 20 % if surgery is delayed for 24 hrs",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "24 hours",
        "opd": "1 week",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "93997228-6c76-456b-93de-100927ac7a11",
        "choice_type": "single"
    },
    {
        "question": "Major hazard of having an ectopic testis:",
        "exp": "Ans. (c) Liable to injuryRef: Bailey and Love 27th Edition, Page 1499* Ectopic testis is a normal developed testis and located in ectopic site* Most common ectopic site is superficial inguinal pouch.* Most common complication is liability to trauma because of abnormal location.",
        "cop": 3,
        "opa": "Impotence",
        "opb": "Carcinoma",
        "opc": "Liable to injury",
        "opd": "Hernia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "26bb3bce-255a-45e4-a8f7-611aa185766b",
        "choice_type": "single"
    },
    {
        "question": "Palpable plaque with curved penis is:",
        "exp": "Ans. (b) Peyronie diseaseRef: Bailey and Love 27th Edition, Page 1490Classical points: Peyronie's disease* Penile deformity+* Palpable penile plaques inside the penis+* Erectile dysfunction* Microhemorrhage beneath the Tunica albuginea and secondary fibrosis may be and etiology.* Plaques are calcified and penis is seen on plain X-ray.* Most common direction of curvature is DORSAL towards the Abdomen* NESBITT procedure - MC done surgery to make the penis straight.",
        "cop": 2,
        "opa": "Condylomata",
        "opb": "Peyronie disease",
        "opc": "Penile cancer",
        "opd": "Hypospadias",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "01e4d938-fc90-4b8b-b220-ea17c4258970",
        "choice_type": "single"
    },
    {
        "question": "Palpable plaque with curved penis pointing to the side of plaque is a feature of",
        "exp": "Ans. is 'a' i.e., Peyronies disease * Unyielding palpable plaque in penis with erect penis bent, often dramatically, towards the side of the plaque is a feature of peyronies disease.Peyronie's disease* Peyronie's disease is a common cause of deformity of the erect penis.* Hard plaques of fibrosis can usually be palpated in the tunica of one or both corpora cavernosa. The plaques may be calcified.* The presence of the unyielding plaque tissue within the normally elastic wall of the corpus cavernosum causes the erect penis to bend, often dramatically, towards the side of the plaque.* The aetiology is uncertain but it may be a result of past trauma - there is an association with Dupuytren's contracture.* Disease may continue to progress or remit after 3-5 years.* When the deformity of the penis is causing distress, it may be possible to straighten it by placing non- absorbable sutures in the corpus cavernosum opposite the plaque. This reduces the elasticity in this region to balance that caused by the plaque (Nesbitt's operation).",
        "cop": 1,
        "opa": "Peyronies disease",
        "opb": "Condyloma acuminate",
        "opc": "Penile carcinoma",
        "opd": "Hypospadias",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f7a1bec4-04ab-4d2d-bacc-a7f7853d0136",
        "choice_type": "single"
    },
    {
        "question": "Testicular hypoechoic mass with back pain in a patient of age 30 years. Best tumor marker?",
        "exp": "Ans. (a) AFPRef: Campbell 11th Edition, Page 790* Seminomas occurs at a later age (40 years) compared to non seminomas (<40 years)* Non seminomatous tumors appear as Hypoechoic mass lesion in Testis.* Chevasu maneuver is the method of taking biopsy (Trans-scrotal biopsy is contraindicated)* Tumor markers for Non seminomatous tumors are - AFP and HCG.",
        "cop": 1,
        "opa": "AFP",
        "opb": "Calcitonin",
        "opc": "CA 19-9",
        "opd": "CEA",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "73628340-6b41-48f0-9d1a-98921cc71afa",
        "choice_type": "single"
    },
    {
        "question": "Seminoma spreads by?",
        "exp": "Ans. (c) LymphaticsRef: Bailey 26th Edition, Page 1385* Seminoma metastasise mainly via the lymphatics and hematogenous spread is uncommon",
        "cop": 3,
        "opa": "Hematogenous route",
        "opb": "Direct route",
        "opc": "Lymphatics",
        "opd": "Directly by spermatic cord",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "264d451b-3087-45e6-aafe-717ce1609ed4",
        "choice_type": "single"
    },
    {
        "question": "In evaluating the menstrual cycle, which is TRUE?",
        "exp": "The proliferative (follicular) phase (estrogen) is between the first days of menstrual bleeding to ovulation. If fertilization does not take place, progesterone release results in the endometrial proliferative phase. FSH stimulates the cycle of follicular proliferation.",
        "cop": 2,
        "opa": "Estrogen secretion predominates during week prior to menstruation.",
        "opb": "Ovulation follows a surge in LH.",
        "opc": "Progesterone predominates the first week after menstruation.",
        "opd": "FSH is released at midcycle.",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "801107fa-1695-430d-92b9-c138102b5c62",
        "choice_type": "multi"
    },
    {
        "question": "Acute onset of painful scrotal swelling in a 12 year old boy. What will you do immediately?",
        "exp": "Ans. (a) Doppler stethoscopeRef. Bailey and Love 27th Edition, Page 1500* As abdominal wall muscles contracts, cremaster also contracts, makes a rotation of the testis in vertical axis* The stimuli may be a mechanical, sexual, thermal one due to straining on stool, sport, sex, lifting heavy weight, etc.* Two factors which decide the damage of testis are extent of twist and duration of the episode.* Twists of 720 degree causes more ischemia than twists of 360 degree.* If the untwist is done in \"6 Hours \"time - 100% chance for the test is to be viable, if done at 24 hours only 20% chance for the testis to survive.* IOC is Doppler USG, But False positive results are can be seen. If there is a doubt- Explore.* Exploration must be done by transverse scrotal incision. Three nonabsorbable suture must be made to fix it to the scrotal raphe.",
        "cop": 1,
        "opa": "Doppler stethoscope",
        "opb": "Analgesics",
        "opc": "Bed rest",
        "opd": "Antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "057c03d6-fea7-418f-a7ca-f7d28d674c06",
        "choice_type": "single"
    },
    {
        "question": "What characteristic of struvite (ammonium magnesium phosphate) stones makes antibiotics ineffective when treatment is being performed?",
        "exp": "Bacteria inaccessible to antibiotics. Struvite calculi harbor infective bacteria within their interstices. Effective therapy must be directed to eradicate associated infection. Struvite stones are the second most common type of renal calculi after calcium oxalate stone.",
        "cop": 4,
        "opa": "Resistant bacteria",
        "opb": "Poor excretion of antibiotics",
        "opc": "Ineffective antibiotics",
        "opd": "Bacteria inaccessible to antibiotics",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "99e06a19-f883-4c02-be99-b6c23cf80811",
        "choice_type": "single"
    },
    {
        "question": "A 27-years old man presents with a left testicular tumor with a 10 cm retroperitoneal lymph node mass. The treatment of choice is:",
        "exp": "Ans. (c) Left high inguinal orchiectomy plus chemotherapyGerm Cell Tumor Staging andTreatmentExtent of DiseaseSeminomaNon seminoma* Testis only, no vascular/lymphatic invasion (T1)Radiation therapyRPLND or observation* Testis only, Vascular/lymphatic invasion (T2),* Tunica albuginea (T2),* Involvement of spermatic cord (T3)* Scrotum (T4)Radiation therapyRPLNDNodes <2cmRadiation therapyRPLND or chemotherapy often followed by RPLNDNodes 2-5cmRadiation therapyRPLND+/-adjuvant chemotherapy or chemotherapy followed by RPLNDNodes >5cmChemotherapyChemotherapy, often followed by RPLNDDistant metastasesChemotherapyChemotherapy often followed surgery (biopsy or resection)",
        "cop": 3,
        "opa": "Radiotherapy",
        "opb": "Immunotherapy with interferon and interleukins",
        "opc": "Left high inguinal orchiectomy plus chemotherapy",
        "opd": "Chemotherapy alone",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "edc841a3-39b0-4d6a-9bdc-dfc522f34846",
        "choice_type": "single"
    },
    {
        "question": "A child operated for circumcision for meatal stenosis has urine retention recurrently, what is the most likely cause?",
        "exp": "Ans. b (Recurrent scab formation). (Ref. Bailey & Love, 25th/78.)# Circumcision may benefit boys with recurrent UTI and urinary tract abnormality or boys who need to catheterize regularly (e.g. spina bifida).# But complications like bleeding, infection, and damage to glans and scab formation can be hazardous.",
        "cop": 2,
        "opa": "Recurrence of meatal stenosis",
        "opb": "Recurrent scab formation",
        "opc": "Urinary tract infection",
        "opd": "Failed circumcision",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "a20703e2-2075-4056-b034-dcac86640507",
        "choice_type": "single"
    },
    {
        "question": "Clinical scenario having scrotum with bag of worms:",
        "exp": "Ans. (a) VaricoceleRef: Bailey 26th Edition Page 1381* On palpation of varicocele with the patient standing the varicose plexus feels like a bag of worm.",
        "cop": 1,
        "opa": "Varicocele",
        "opb": "Hydrocele",
        "opc": "Torsion of testis",
        "opd": "Congenital hernia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "4701de18-58b4-4daa-87e1-3c5b112c9e12",
        "choice_type": "single"
    },
    {
        "question": "What is not true about Peyronie disease?",
        "exp": "Ans: d (Medical treatment is effective) Ref: Bailey, 24th ed, p.Medical treatment is ineffective in Peyronie disease.Peyronie's disease- Relatively common cause of deformity of erect penis.- O/E hard plaque of fibrosis can be palpated in the tunica of one or both corpora cavernosa, (occasionally calcified)- Erect penis often bend towards the side of plaque.- Disease is typically self limiting.- Aetiology is uncertain, may be a result of past trauma.- Association with Dupuytren contracture.TreatmentMedical treatment is often ineffective.Some continue to progress, others seem to remit after 3-5 yrs.Nesbitt operation -^Surgery may be indicated to correct deformity that interferes with sexual function.",
        "cop": 4,
        "opa": "Associated with fibrosis in the penis",
        "opb": "Associated with dupuytren's contracture.",
        "opc": "It shows a self limited course",
        "opd": "Medical treatment is effective",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "ee3e6a90-9828-4473-b659-ba805e444ec8",
        "choice_type": "multi"
    },
    {
        "question": "Scrotal swelling non reducible but disappears on lying overnight and reappears slowly over day time is:",
        "exp": "Ans. (a) Congenital hydroceleRef Bailey and Love 27th Edition, Page 1503* Congenital hydrocele with patent Processus vaginalis has a very narrow opening to peritoneal cavity and drains into the cavity overnight and reappears as the boy wakes up and starts walking. This effect is known as INVERTED INK BOTTLE effect- Specific for Congenital hydrocele.",
        "cop": 1,
        "opa": "Congenital hydrocele",
        "opb": "Varicocele",
        "opc": "Indirect hernia",
        "opd": "Sliding hernia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "7c851beb-0486-4485-97ac-4d9adecad70b",
        "choice_type": "single"
    },
    {
        "question": "50 year old male with scrotal pain for 2 days, pain decreases with elevation of testis. Clinical diagnosis is:",
        "exp": "Ans. (b) EpididymoorchitisRef: Bailey 26th Edition, Page 1384* The sign demonstrated above is PREHN's SIGN* The sign is used to differentiate Orchitis and Torsion.* In Prehn's sign - Elevation of Testis reduces the pain in Orchitis.",
        "cop": 2,
        "opa": "Torsion",
        "opb": "Epididymoorchitis",
        "opc": "Hernia",
        "opd": "Hydrocele",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "01ea2003-3585-41e6-bc71-4e464a04a3c8",
        "choice_type": "single"
    },
    {
        "question": "In evaluating the role of the autonomic nervous system related to urinary incontinence that developed in a 67-year-old man after prostatectomy, it is determined that the sympathetic nerves are injured. What is the natural hormone in the catecholamine pathway?",
        "exp": "The metabolic pathway of catecholamines is initiated by conversion of tyrosine to dopa, which in turn, forms dopamine. Dopamine forms norepinephrine, which is the precursor of epinephrine. Epinephrine is the main amine secreted during life and is concerned with the \"fight or flight\" reaction.",
        "cop": 1,
        "opa": "Norepinephrine",
        "opb": "Dopamine",
        "opc": "Vasoactive intestinal peptide (VIP)",
        "opd": "Isoproterenol",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "ee591f49-3c43-4aeb-b140-144e79b58268",
        "choice_type": "single"
    },
    {
        "question": "Which of the following investigation is used to confirm anorchia?",
        "exp": "Ans. (c) LaparoscopyRef: Smith 17th Edition, Page 25* Gold standard investigation for non-palpable testis is diagnostic laparoscopy* Blind ended testicular artery implies absence of testis.* Blind ended Vas doesn't conclude absent testis",
        "cop": 3,
        "opa": "PET",
        "opb": "MRI",
        "opc": "Laparoscopy",
        "opd": "USG",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "1155f044-91eb-4320-a4a2-809adb8f0a8e",
        "choice_type": "single"
    },
    {
        "question": "Thimble bladder is seen in:",
        "exp": "Ans. (a) TBRef: Campbell Urology 11th Edition, Page 423* Severely contracted thimble bladder occurs in tuberculosis; typically has a capacity of less than 20mL.",
        "cop": 1,
        "opa": "TB",
        "opb": "BPH",
        "opc": "Malignancy",
        "opd": "Schistosomiasis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "ed34c187-f7a3-44d4-9258-79c61910eddf",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old woman is seen for evaluation of infertility. She complains of dyspareunia. On vaginal examination, tender nodularity along the uterosacral ligaments is noted. What is the diagnosis?",
        "exp": "Tender uterosacral ligament usually are a sign of endometriosis. Although the other conditions listed may be associated with some form of pelvic pain, they do not produce tender uterosacral ligaments.",
        "cop": 4,
        "opa": "Adenomyosis",
        "opb": "Diethylstilbestrol (DES)-related disease",
        "opc": "Subserosal fibroids",
        "opd": "Endometriosis",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "92196367-14bf-485f-87d8-8631221f0009",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old male is admitted to the emergency department following a car accident. His pulse is 94 bpm, blood pressure 95/60 mm Hg, and HCT 30%. Severe hematuria is evident. Following resuscitation, his blood pressure is elevated to 120/80 mm Hg. A CT scan reveals extensive contusion confined to the left kidney and perirenal fat. His blood pressure declines to 80/40 mm Hg, and urgent laparotomy is performed via?",
        "exp": "After entering the abdominal cavity the inferior mesenteric vein is isolated to the left of the fourth part of the duodenum and Treitz's suspensory ligament. An incision is made between the fourth part of the duodenum and the inferior mesenteric vein lateral to the aorta. This approach exposes the left renal hilum and allows early and accurate exposure and control of the left renal hilum. The approach allows exposure of the left kidney and enables the surgeon to determine if a renal repair or nephrectomy is needed. It also allows exposure to the opposite kidney.",
        "cop": 2,
        "opa": "Through a left flank incision",
        "opb": "Through a midline abdominal incision",
        "opc": "Through an Gibson incision",
        "opd": "Through a thoracoabdominal incision",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "459f3887-ee6c-45ad-8d1d-90246834042c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of urethral stricture is:",
        "exp": "Ans. (a) TraumaRef: Campbell Urology 11th Edition, Page 917* Most urethral stricture are result of trauma (usually straddle trauma)",
        "cop": 1,
        "opa": "Trauma",
        "opb": "Infection",
        "opc": "Congenital",
        "opd": "Post endoscopy",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "155620f1-fb3a-4fe7-9672-7d1947e85e76",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be seen after transurethral resection of prostate except:",
        "exp": "Ans. (d) HypernatremiaTUR Syndrome (Dilutional Hyponatremia/Water Intoxication)* Nausea, Vomiting, Confusion* CCF* Convulsions* Hypertension* Bradycardia* Visual disturbanceTreatment- Diuretics (frusemide), in severe cases- Hypertonic Saline is used",
        "cop": 4,
        "opa": "Congestive cardiac failure",
        "opb": "Transient blindness",
        "opc": "Convulsions",
        "opd": "Hypernatremia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "398dfbc0-b7e5-4887-a888-1ff0ff751102",
        "choice_type": "multi"
    },
    {
        "question": "Scrotal cancer is seen in which occupation traditionally:",
        "exp": "Ans. (c) Chimney cleanersRef Bailey and Love 27th Edition, Page 1511Causes of Scrotal cancer:* Chimney sweepers* Oil and Coal workers* Aromatic cyclic hydrocarbons are cancer causing factorCarcinoma scrotum is totally absent in India and Asians",
        "cop": 3,
        "opa": "Coal worker",
        "opb": "Painters",
        "opc": "Chimney cleaners",
        "opd": "Spinners of cotton",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "5218ba72-e4f4-40d7-aa8d-487788dec632",
        "choice_type": "multi"
    },
    {
        "question": "Following are the signs of urinary tract obstruction in a CT Scan:",
        "exp": "Ans. (d) All the aboveRef Internet SourcesFeatures of CT Scan abdomen in Obstruction of Urinary system:* Ureter dilatation* Hydroureter* Hydronephrosis* Perinephric stranding* Periureteral Edema* Unilateral Renal Angiogram",
        "cop": 4,
        "opa": "Dilated ureter",
        "opb": "Perinephric fat stranding",
        "opc": "Thickening of Lateroconal fascia",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "96be8589-d07f-4b3f-8a3d-66b001ccdd29",
        "choice_type": "multi"
    },
    {
        "question": "A healthy appearing, 8-year-old boy is evaluated for an abdominal mass, felt by his mother during a bath. What is the most likely diagnosis?",
        "exp": "Typically Wilms' tumor is noted in well appearing children in the second half of their first decade of life. These masses are usually felt or visually noted by parents during routine daily activities. Children with neuroblastoma are usually younger and appear quite sick. Although unlikely, renal cell carcinoma has been reported in children and diagnosis is only based on final pathology results. Lymphoma should be ruled out based on CT scan findings and subsequent needle-guided biopsy, since treatment is usually nonsurgical.",
        "cop": 3,
        "opa": "Lymphoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Wilms' tumor",
        "opd": "Neuroblastoma",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "bbd93241-9f60-4ca9-8bd0-d6ff0c7f077e",
        "choice_type": "single"
    },
    {
        "question": "Symptoms of cystitis are the following except:",
        "exp": "Ans. (a) FeverRef: Campbell Urology 11th 250* Cystitis is usually associated with dysuria, frequency and urgency.* Suprapubic pain and hematuria are less common* Fever is not present.",
        "cop": 1,
        "opa": "Fever",
        "opb": "Hematuria",
        "opc": "Dysuria",
        "opd": "Nocturia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "92063f6b-50f3-4a80-a027-98a479fc348f",
        "choice_type": "multi"
    },
    {
        "question": "True about torsion of testis is all except:",
        "exp": "Ans. (b) Commonly associated with pyuriaRef: Smith 17th Edition, Page 704* Epididymo orchitis is associated with pyuria* Torsion has nothing to do with pyuriaAbnormalities predisposing to torsion of testis* Bell Clapper deformity: High investment of tunica vaginalis - testis hangs like a clapper in bell.* Inversion of testis: Most common predisposing factor* Separation of epididymis from body of testis",
        "cop": 2,
        "opa": "Presents with sudden pain in testis",
        "opb": "Commonly associated with pyuria",
        "opc": "Doppler U/S shows decreased blood flow to the testis",
        "opd": "Simultaneous orchidopexy of the other side should also be done",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "1a005d45-5f60-4f44-8c78-7b0a88993530",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old male presents with hematuria, weight loss. Cystoscopy biopsy of the superficial lesion in bladder shows hyperchromatic nucleus, increased nuclear - cytoplasmic ratio, the lesion involves full thickness of epithelium but doesn't invade basement membrane. The diagnosis is:",
        "exp": "Ans. (c) Bladder Carcinoma in situRef: Bailey 26th Edition, Page 1333* Carcinoma in situ stands when the lesion does not invade basement membrane.",
        "cop": 3,
        "opa": "Dysplasia",
        "opb": "Metaplasia",
        "opc": "Bladder carcinoma in situ",
        "opd": "Micro invasion",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "9ac8e2f7-840a-497f-9dc6-5df7c4fd7d02",
        "choice_type": "single"
    },
    {
        "question": "Because of positive biopsy findings and negative workup, he undergoes a radical prostatectomy. The pathology report reveals Gleason score 9/10 and involvement of several pelvic lymph nodes. Which is the most likely site for prostatic cancer metastasis?",
        "exp": "Bone metastasis is a characteristic feature of prostatic cancer. The lesions are typically osteoblastic on x-ray, and the serum acid phosphatase level becomes elevated.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Lung",
        "opd": "Bone",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "c09833f2-d41e-4f5f-a8c7-3e5d61a77a65",
        "choice_type": "single"
    },
    {
        "question": "Which electrolyte abnormality occurs after TRUP:",
        "exp": "Ans. (b) HyponatremiaRef: Bailey 26th Edition, page 1349* Most common electrolyte abnormality during TURP is HYPONATREMIA due to water intoxication.",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Hyponatremia",
        "opc": "Hyperkalemia",
        "opd": "Hypernatremia",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "e903d24f-a052-45b6-9149-4a9f1cddf619",
        "choice_type": "single"
    },
    {
        "question": "IOC for urethral trauma:",
        "exp": "Ans. (a) Ascending urethrogramRef: Bailey and Love 27th Edition, Page 1479* Most common urethral injury sites caused by external trauma are bulbar and membranous urethra.* Most common cause of urethral trauma: Catheterization and cystoscope induced.* IOC for urethral injuries is by ascending urethrogram using water soluble contrast.",
        "cop": 1,
        "opa": "Ascending urethrogram",
        "opb": "Descending urethrogram",
        "opc": "USG",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "267c59ce-118f-4baf-acf1-1eec00b4c858",
        "choice_type": "single"
    },
    {
        "question": "Optical urethroplasty is done in:(Internet)",
        "exp": "(Congenital stricture of urethra) (1388-89-Baily & Love 24th) (Internet) (1362-Baily & Love 25th)Hypospadias - surgical plastic repair of hypospadias is currently accomplished by a variety of highly successful one stage operations and is routinely performed between 6 and 19 months of age (1008-CSDT 12(tm))Epispadias - Treatment consist of correction of penile curvature reconstriction of the bladder neck in incontinent patients.Congenital urethral stricture - commonly these strictures are thin diaphragms that may respond to simple dilation onto direct vision internal urethrotomy.A single treatment by optical urethrotomy or dilatation is usually effective (1388-Bailey & Love 24th)* A one stage dorsal free graft urethroplasty for bulbar urethral structure to reduce the incidence of urethrocele.",
        "cop": 1,
        "opa": "Congenital stricture of urethra",
        "opb": "Hypospadias",
        "opc": "Epispadias",
        "opd": "Testicular tumour's",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "03cd7e2f-3eba-43df-96f3-9276236534cf",
        "choice_type": "single"
    },
    {
        "question": "A 55 years old smoking presents with history of five episodes of macroscopic hematuria each lasting for about 4-5 days in the past five years. Which of the following investigations should be performed to evaluate the suspected diagnosis?",
        "exp": "Ans. (a) Urine microscopy and cytologyRef: Smith 17th Edition, Pages 308-315Diagnosis of Urinary bladder carcinoma:* Cystoscopy and transurethral resection is the IOC for obvious lesions.* Urinary cytology is the IOC for carcinoma in situ.* Cytological examination of exfoliated cells from tumor is useful in detecting cancer in symptomatic patients and assessing the response to treatment.* Cytological examination is also most useful to detect early recurrence* CT and MRI are used in stagingExfoliative markers:* NMP22 (Nuclear matrix protein 22)* Hyaluronidase* Lewis X ag* Telomerase activity",
        "cop": 1,
        "opa": "Urine microscopy and cytology",
        "opb": "X-ray KUB",
        "opc": "Ultrasound KUB",
        "opd": "DTPA scan",
        "subject_name": "Surgery",
        "topic_name": "Urethra & Penis",
        "id": "f0013e89-e17a-4684-a19b-c6fab23d5b3d",
        "choice_type": "single"
    }
]