[
    {
        "question": "Hunner's ulcer is seen in:",
        "exp": "Ans: b (Bladder) Ref: Bailey & Love, 24th ed, p. 1357HUNNER'S ULCER (Interstitial cystitis)* Confined to women* 40's age.* Chronic pancystitis with marked infiltration with lymphocytes and macraphages.* Asa result of pancystitis, fibrosis of the vesicular musculature results leading to contracture of the bladder and areas of avascular atrophy of the epithelium. Ulceration of the mucosa occurs in the fundus of the bladder.INVESTIGATION - Cystoscopy.TREATMENTAppearance of the bladder in interstitial cystitis is similar to CA insitu and may be misdiagnosed. It is important to check urine cytology and biopsy of the bladder. Hydrostatic dialation under anaesthesia may give some relief. Light diathermy fixlgration may help",
        "cop": 2,
        "opa": "Ureter",
        "opb": "Bladder",
        "opc": "Urethra",
        "opd": "Kidney",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "9fdf5fda-acb5-4701-ad44-a96c09c80e9c",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old chronic heavy smoker presents with 2 weeks history of frank hematuria. USG pelvis shows a filling defect. Most probable diagnosis:",
        "exp": "Ans: (d) Transitional cell carcinoma of bladderRef: Bailey and Love's Short Practice of Surgery, 26th editionBladder CancerUrothelial/Transitional cell cancer - most common typeSquamous cell carcinoma (most prevalent form in Schistosomiasis endemic areas)Adenocarcinoma (usually arise in the fundus of the bladder at the site of urachal remnant)Risk FactorsTransitional ceil cancerSquamous cell cancer*. Smoking*. Chemical carcinogens: naphthylamine, benzidine, aniline*. Schistosomiasis (Bilharziasis)*. Long term use of analgesics*. Long time Cyclophosphamide exposure*. Pelvic irradiation*. Schistosomiasis (Bilharziasis)*. Chronic bladder infection*. Irradiation*. Bladder diverticulaCarcinoma in situ or Flat urothelial carcinoma - Pagetoid spread Staging and TreatmentSuperficial bladder cancers (does not invade the detrusor muscle)pTa - no lamina propria invasionpT1 - lamina propria invasionThe most common site of superficial tumors are the trigone and the lateral walls of bladder Clinical FeaturesPainless gross hematuria is the most common symptomFrequency, urgency and dysuria are common symptomsMetastasis: Most common primary to metastasize to penis - bladder cancerInvestigationsNew tests: Detection of antigens such as nuclear matrix proteins (NMP22) or mini-chromosome maintenance (MCM) in urine, which may be able to detect new or recurrent tumorsThe most common radiological sign is a filling defectFor staging contrast-CTMRI can demonstrate LN metastases and muscle invasionCystourethroscopy is the mainstay of diagnosisTreatmentSuperficial bladder cancersSolitary papillary lesions, no CIS: Endoscopic transurethral resection (TURT)CIS, recurrent disease, T1 disease, >40% bladder surface involvement: TURT followed by intravesical therapyStandard intravesical therapy: Bacille-Calmette-Guerin (BCG) 6 weeks instillations; followed by monthly instillations for 1 yearOther agents: Mitomycin C, interferon, gemcitabineFor persistent disease after BCG, immediate cystectomyMuscle invasion cancers (pT2-pT3): Radical cystectomy with pelvic lymphadenectomy; neo-adjuvant chemotherapy (M-VAC: Cisplatin, methotrexate, doxorubicin and vinblastine or GC: gemcitabine and cisplatin)",
        "cop": 4,
        "opa": "Bladder diverticula",
        "opb": "Adenocarcinoma of bladder",
        "opc": "Squamous cell carcinoma of bladder",
        "opd": "Transitional cell carcinoma of bladder",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "da8b7dd3-854a-4986-a6a0-ad8786e4f565",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are suspected carcinogens for bladder carcinoma?",
        "exp": "Ans. is 'd' i.e., All the above Risk factors for transitional cell carcinoma (TCC) of bladder -1. Smoking - Major etiological factor.2. Occupational exposure to chemicals - Nephthylamine benzidine, aniline dyes, acrolein.3. Schistosoma haematobium (Bilharziasis) - It is a risk factor for both TCC & SCC.4. Drugs - Phenacetin5. Cyclophosphamide therapy6. Pelvic irradiations",
        "cop": 4,
        "opa": "Phenacitin",
        "opb": "Tobacco",
        "opc": "Aniline dye",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "52d137f5-5e05-4ecf-ad52-b5cb88970e4d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a sequel of schistosomiasis of bladder",
        "exp": "Ans. is 'a' i.e., Squamous cell carcinoma * The adult S. haematobium worm lives in the prostatovesical plexus of veins. The female worm lays her eggs in the subepithelial layers of the affected viscus.* Massive egg deposition leads to severe local reaction with granuloma formation. These are later replaced by fibrous tissue that causes contraction of different parts of the bladder and stricture of ureter.* Fibrosis and massive egg deposition interfere with the blood supply of area causing chronic bilharzial ulcerations.* Epithelial metaplasia is common and squamous cell ca is a frequent sequele.* Transitional cell carcinoma may also arise.* Schistosoma hematobium is a risk factor for both TCC & SCC",
        "cop": 1,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Lymphoma",
        "opd": "Sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "f406cacc-e5e0-4dcb-8d3e-25f4c7bdbe55",
        "choice_type": "single"
    },
    {
        "question": "Carcinoma common in dye industry workers:",
        "exp": "Ans. c (Urinary bladder). (Ref. Bailey and Love, 25th/pg.1334)RISK FACTORS FOR CARCINOMA OF BLADDER# Following occupations have been reported to be associated with a significantly increased risk of carcinoma bladder:- Cigarette smoking- Dye workers, Textile workers, Petrol workers, Leather workers, Tyre tube and cable workers, Painter, Shoe manufacturers and cleaners.# Following compounds are carcinogenic, as far as urinary bladder carcinoma is considered:- 2-naphthylamine, 4-aminobiphenyl benzidine, Chloro-o-toludine, O-toludine, 4--4'-methylene bis (2-chloroaniline), Methyleneclianiline# Other risk factors:- Genetic: Polymorphisms for N-acetyl transferase, glutathione transferase & cytochrome P450 (CYP2D6)- Schistosomiasis (Squamous cell carcinoma)0- Balkan nephropathy- In activation of tumor suppressor genes like p53, pl6&Rb and activation of tumor oncogenes like ras & c-erb. B- 2.",
        "cop": 3,
        "opa": "Skin",
        "opb": "Scrotum",
        "opc": "Urinary bladder",
        "opd": "Maxilla",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "225fa4f9-934b-4c73-9af2-a05132405c57",
        "choice_type": "single"
    },
    {
        "question": "BCG is used in the treatment of:",
        "exp": "Ans. c (Carcinoma of urinary bladder). (Ref. Bailey and Love 25th/pg. 1335; Harrison medicine 17th/Table 90-2)IMPACT OF BCG WITH TURTUR with intravesical BCG provides a significantly better prophylaxis of tumour recurrence in Ta and T1 bladder cancer than alone TUR.Indications for intravesical therapy:# Multifocal Ta disease is a relative indication for intravesical therapy.# Infrequent recurrence of low-grade stage Ta disease can be treated with repeated resection; and if recurrence is noted with in 2yrs intravesical therapy should be considered.# Patient with grade III disease regardless of tumor stage should be referred for intravesical therapy.# Positive cytology finding after TUR of bladder, recurrent tumor, extravesical urothelial tumor, and presence of urothelial dysplasia. Even small focus of CIS is definite indication for intra-vesical therapy.# Intravesical immunotherapy has replaced cystectomy as the primary treatment for diffuse CIS, with clinical response reaching 84%.MANAGEMENT OF BLADDER CANCERNature of LesionManagement ApproachSuperficialEndoscopic removal, usually with intravesical therapyinvasive diseaseCystectomy +- systemic chemotherapy (before or after surgery)Metastatic diseaseCurative or palliative chemotherapy (based on prognostic factors) +- surgerySuperficial Disease - Intravesical therapies are used in two general contexts:# As an adjuvant to a complete endoscopic resection to prevent recurrence or, less commonly,# To eliminate disease that cannot be controlled by endoscopic resection alone.- Intravesical treatments are advised for patients with recurrent disease, >40% involvement of the bladder surface by tumor, the presence of diffuse CIS, or T1 disease.- Bacillus Calmette-Guerin (BCG) in six weekly instillations, followed by maintenance, is considered standard based on randomized comparisons.- Other agents with activity include - mitomycin-C and interferon (IFN).- The side effects include dysuria, urinary frequency, and, depending on the drug, myelosuppression or a contact dermatitis.- Rarely, intravesical BCG may produce a systemic illness associated with granulomatous infections in multiple sites that requires antituberculin therapy.- Following the endoscopic resection, patients are monitored for recurrence at 3-month intervals during the first year.- Those with persistent disease or new tumors are generally considered for a second course of BCG or for intravesical chemotherapy with valrubicin or gemcitabine.",
        "cop": 3,
        "opa": "Carcinoma colon",
        "opb": "Carcinoma cervix",
        "opc": "Carcinoma of urinary bladder",
        "opd": "All",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "b0bea957-4441-43a1-96a0-d6725d2d7bca",
        "choice_type": "multi"
    },
    {
        "question": "True about extraperitoneal urinary bladder rupture is all except",
        "exp": "Ans. c (Commonly associated with anterior urethral rupture). (Ref. LB, 25th/ 1365)Rupture of the bladder may be -# Intraperitoneal (20 per cent) or - Extraperitoneal (80 per cent).Extraperitoneal bladder rupture (JIPMER 2003)# It is commonest type of bladder rupture (80%) after blunt trauma abdomen & is associated usually with bony pelvis & posterior urethral injuries.# The urine extravasates in perivesical region, first in cave of Ritzius i.e., retropubic space.# Radiograph may show pelvic bones, pear shaped bladder density, loss of obturation fat planes, upward displacement of coils & paralytic ileus.# Cystography (gold standard, definitive) reveals distorted bladder with extravasation of contrast in perivesical space & streaks of contrast into facial planes giving typical \"sun burst\" appearance.# US shows \"bladder in bladder\" appearance due to perivesical collection and rent may be detected.# CT cystography is best investigative technique as the exact site & extent of rent, bladder wall contusions, blood clots & surrounding organ injuries can be detected.# Can be managed conservatively without surgical intervention.Intraperitoneal rupture# Intraperitoneal rupture may be secondary to a blow, kick or fall on a fully distended bladder and it is more common in the male than in the female, and usually follows a bout of beer drinking. More rarely, it is due to surgical damage. Extraperitoneal rupture is usually caused by a fractured pelvis or is secondary to major trauma or surgical damage.# Treatment of intraperitoneal ruptureThe mainstay is to provide adequate drainage of the bladder. The standard treatment is to perform a lower midline laparotomy, urine is removed by suction, after which the patient is placed in Trendelenberg's position. The edges of the rent, which are usually situated in the posterior part of the dome of the bladder, are trimmed and sutured with two layers of interrupted catgut stitches, and the operation completed by placement of a suprapubic and urethral catheter.The peritoneum should be irrigated with copious amounts of warm saline.Operations in which the bladder is liable to be injured are:# Inguinal or femoral herniotomy;# Hysterectomy by either the abdominal or vaginal route; and# Excision of the rectum. In the latter two operations, the bladder should be catheterised prior to operation to minimize the risks of this accident.If the injury is recognised at the time, the bladder must be repaired in two layers and urethral catheter drainage maintained for 7 days. If it is not recognised, the treatment is similar to that of rupture of the bladder.When accidental perforation of the bladder occurs during endoscopic resection of a bladder tumour, or the prostatic capsule is perforated during transurethral prostatectomy, the perforation is usually extraperitoneal.",
        "cop": 3,
        "opa": "Associated with fracture pelvis in about 70% cases",
        "opb": "More common than intraperitoneal bladder rupture",
        "opc": "Commonly associated with anterior urethral rupture",
        "opd": "Can be managed conservatively without surgical intervention",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "1a554873-fd4a-4e54-8ec3-5d95da3e117f",
        "choice_type": "multi"
    },
    {
        "question": "Eagle Barrett syndrome, all are true except -",
        "exp": "Ans. is 'd' i.e., Scapular hypoplasia Prune Belly or Eagle Barrett syndrome -o Consists of -Extremely lax lower abdominal musculatureDilated urinary tractB/l undescended testeso Comorbidities -Pulmonary' hypoplasiaDislocation/dysplasia of hipPectus excavatum",
        "cop": 4,
        "opa": "Also known as prune belly syndrome",
        "opb": "Pulmonary hypoplasia",
        "opc": "Bilateral undescended testes",
        "opd": "Scapular hypoplasia",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "3f548bfa-c163-4f04-9f39-5d390369aa2a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are the treatment options for cystocele?",
        "exp": "Ans. is 'd' i.e., All the above Uterovaginal prolapse:* A minor degree of prolapse may be asymptomatic but with more significant degrees the patient complains of 'something coming down'.* A cystocele (bladder prolapse) and a cystourethrocele lead to the sensation of a lump in the vagina and may also be associated with incontinence and recurrent urinary infections.* Following are the treatment options for different types of uterovaginal prolapseSurgical treatments for uterovaginal prolapseConditionTreatmentUrethrocele/ cystoceleTraditionally; an anterior vaginal wall repair (anterior colporrhaphy) was performed vaginally; now replaced by vaginally inserted tape (transvaginal tape (TVT) or transobturator tape (TOT)] or mesh slingsUterine prolapseIf family complete, a vaginal hysterotomy with an anterior vaginal wall repair if necessary. If the uterus is to be preserved use either amputation of the cervix with suturing of the transverse cervical ligaments vaginally (Manchester repair) or laparoscopic plication of the uterosacral ligaments (McCall sulture)EnteroceleSimilar technique to repair of a hernia. The vaginal skin is opened and the hernial sac repairedVault prolapseSacrospinous fixation or sacrocolpopexy; the vault is attached to the sacrum using a non-absorbable sutureRectocelePosterior coiporrhaphy; the posterior vaginal wall is opened, the rectum returned to its normal position and redundant vaginal skin is excised. A laparoscopic approach to repairing the defect in the pelvic floor with or without the use of a mesh is now more popular and as there is no resulting scarring in the vaginal skin the incidence of post-surgery dyspareunia is less",
        "cop": 4,
        "opa": "Anterior colporrhaphy",
        "opb": "Transvaginal tape",
        "opc": "Transobturator tape",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "c0dbaa74-9f39-4df8-b5eb-3a426db94d4d",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of stage I bladder cancer is -",
        "exp": "Ans. is 'b' i.e., Endoscopic removal with intravesical chemotherapy Following is the slide of TNM staging of bladder carcinoma:Bladder staging. TNM, tumor, node, metastasis* Stage I bladder carcinomas are typically come under superficial bladder tumors.Following table is a broad guideline for the management of urinary bladder carcinoma:Management of Bladder CancerNature of LesionManagement ApproachSuperficialEndoscopic removal usually with intravesical therapyInvasive diseaseCystectomy + systemic chemotherapy (before or after surgery)Metastatic diseaseCurative or palliative chemotherapy (based on prognostic factors) +- surgery",
        "cop": 2,
        "opa": "Radical cystectomy",
        "opb": "Endoscopic removal with intravesical chemotherapy",
        "opc": "Chemotherapy",
        "opd": "Radiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "8fd77f0c-2092-4ad3-af38-a77847230feb",
        "choice_type": "single"
    },
    {
        "question": "A female developing haemarrhagic cystitis, with following -- treatment",
        "exp": "(Cyclophosphamide) (320- CSDT 12th)* Haemorrhagic cystitis can develop in patients recieving cyclophosphamide or Ifosamide* Other drugs causing hemorrhagic cystitis- Carmustine- Chlorumbucil- Extended spectrum penicilline- Nitrogen mustard- Vincristine* Remember these following two very important points* Hemorrhagic cystitis due to cyclophosphamide is attributed to the presence of its metabolite ACROLEIN in urine* Hemorrhage cystitis due to cyclophosphamide can be prevented by I.V- injection of MESNA (Sodium- 2 mercaptoethane sulfonate) and adequate hydration* Haemorrhagic cystitis is also seen in patients who undergo Bone marrow transplantation (BMT)* In BMT setting1. Early onset haemorrhagic cystitis - due to drugs (cyclophosphamide)2. Late onset haemorrhagic cystitis - due to polyoma virus BKV or adenovirus type II",
        "cop": 4,
        "opa": "5-FU",
        "opb": "Methotrexate",
        "opc": "Bleomycin",
        "opd": "Cyclophosphamide",
        "subject_name": "Surgery",
        "topic_name": "Urinary Bladder",
        "id": "9f9f768e-48b0-4ac2-9ff0-69c822263bab",
        "choice_type": "single"
    }
]