[
    {
        "question": "A patient with alkaline urine which is cloudy with plenty of pus cells is suffering from:",
        "exp": "Ans: b (Proteus). Ref: Bailey & Love, 24th ed, p. 1324 & 23rd ed, p. 1191. Proteus and Staphylococcus split urea, forming ammonia which makes the urine alkaline and promotes formation of calculi.",
        "cop": 2,
        "opa": "E. coli",
        "opb": "Proteus",
        "opc": "TB",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "04eaa6a3-57eb-440c-b646-52014381a87b",
        "choice_type": "multi"
    },
    {
        "question": "Malignant cells in urine cytology are most commonly seen in",
        "exp": "Ans. c (Urothelial carcinoma). (Ref. Harrison's Medicine 17th ed. 555)# Urothelial malignancy classically shows polychronotropism & multicentricity.# In urothelial or transitional carcinoma of renal pelvis or ureter, the examination of urine for malignant cells is positive and even may indicate whether tumor is well or poorly differentiated.# There is evidence that those with poorly differentited tumors do better if they have a short course of radiotherapy before surgery.# It is hence useful to obtain cells from tumor/urine by sampling a brush or catheter passes up the ureter under radiological control.",
        "cop": 3,
        "opa": "Renal cell carcinoma",
        "opb": "Prostate carcinoma",
        "opc": "Urothelial carcinoma",
        "opd": "Bladder carcinoma",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "fab52be2-1236-4ac4-b40f-95a9b9fd37dd",
        "choice_type": "single"
    },
    {
        "question": "Yoyo reflux -",
        "exp": "Ans. is 'a' i. e., Duplication of ureter * Reflux of the urine from one limb of the collecting system to the other limb, rather than down towards the bladder is called yo-yo reflux (saddle reflux)* Cause: Duplication of ureters, partial duplication of ureters, duplicate renal pelvis* Another explanation of yo-yo reflux is the pressure gradient between two ureteric segments. The pressure of the lower moiety is generally higher than the upper moiety and therefore the urine generally refluxes from the lower moiety to the upper moiety* Duplication of the upper collecting system is one of the most common of renal anomalies* Complete duplication is associated with ectopic ureter, ureterocele or vesicoureteral reflux.* The incomplete duplication of the upper collecting system rarely causes urinary symptoms and usually does not carry clinically importance",
        "cop": 1,
        "opa": "Duplication of ureter",
        "opb": "Polycystic Kidney",
        "opc": "Mellutary sponge Kidney",
        "opd": "Pseudo kidney",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "5e69c63e-c825-4be9-83f5-1d1375518a09",
        "choice_type": "single"
    },
    {
        "question": "Most common uropathic obstruction in children is",
        "exp": "C. i. e. (Posterior urethral valve) (1362 -B & L 25th) (1289 - S. Das 5th)POSTERIOR URETHRAL VALVES are the most common obstructive urethral lesion in newborn and infants males and most common cause of end stage renal disease in boys (1008 - CSDT 12th)* They are usually just distal to the verumontanum*** Most reliable method to confirm the diagnosis is voiding cystourethrography*** Definitive treatment by transurethral resection of the valve. Marion's Disease - congenital obstruction of the neck of the bladder",
        "cop": 3,
        "opa": "Stricture",
        "opb": "Stones",
        "opc": "Posterior urethral valve",
        "opd": "Anterior urethral valve",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "0d44b537-b851-41cb-b5bd-fc35c403598b",
        "choice_type": "single"
    },
    {
        "question": "T/t of choice for grade IV vesicoureteric reflux with recurrent UTI",
        "exp": "Ans. is 'a' ie. Cotrimoxazole (Ref. Nelson, 18/e p2233 (16/e, p 1628)). Don't get misled by this statement given in O. P. Ghai - \"Operative correction of VUR is indicated inpts. with - persistent severe (grade IV or V) reflux. This statement does not mean that any pt. with grade IV & V reflux will be given surgical management and rest medical management. Treatment is not so clear-cut. The choice b/w medical or surgical modality is based on certain principles (go through the following text to understand it). The below given explanation is a bit lengthy. Bear with me for giving such a long text, as it is one of the most important but less read topic (UG books do not give sufficient information on its treatment). This explanation will help you to tackle any future question on t/t of VUR with different patient profile (as t/t changes with grades as well as age of the patient). Vesicoureteral reflux (VUR)is the retrograde flow of urine from the bladder to the ureter and the renal pelvis. Grading of VUR: is based on the appearance of the urinary tract on Micturating Cystourethrogram (MCU). Grade 1reflux into a non-dilated ureter. Grade IIreflux into the upper collecting system without dilatation. Grade IIIreflux into dilated ureter and /or blunting of calyceal fornices. Grade IVreflux into a grossly dilated ureter. Grade VGross dilatation of the ureter, renal pelvis & calyces: calyces show loss of papillary impression. Complications of VURReflux predisposes to renal infection (pyelonephritis) by facilitating the transport of bacteria from the bladder to the upper urinary tract. The inflammatory reaction caused by a pyelonephritic infection may result in renal injury or scarring. Extensive renal scarring impair renal function and may result in renin mediated hypertension, reflux nephropathy, renal insufficiency, end stage renal disease, reduced somatic growth and morbidity during pregnancy.* Treatment. The goals of t/t are to prevent pyelonephritis, renal injury, and other complication of reflux. Treatment modality is either medical or surgical. Medical therapyis based on the principle that reflux often resolves over time and the antibiotics maintain urine sterility and prevent infection and complication while awaiting spontaneous resolution. Surgical therapy: the basis for surgical therapy is that in selected children, ongoing reflux has caused or has significant potential for causing renal injury. The decision to do medical or surgical t/t is based on certain principles and parental, patient preferences. Below is given a chart listing the treatment recommendation for VUR. Before going through the chart lets see the basic principles on which this chart is based -With bladder growth and maturation, there is tendency for reflux to resolve or improve over time. Lower grades of reflux are much more likely to resolve than are higher grades. For grades I & II reflux, the likelihood of resolution is similar irrespective of age at diagnosis and whether if it unilateral or bilateral. For grade III & IV a younger age at diagnosis and unilateral reflux generally are associated with a higher rate of spontaneous resolution. Grade V reflux rarely resolves. The mean age for reflux resolution is 6 - 7 yrs. Reflux is unlikely to cause any renal injury in the absence of infection. Treatment Recommendation for VUR diagnosed following a UTI. Grade. Age (yrs). Scarring. Initial t/t. Follow-upI-ii. Any-Antibiotic prophylaxis-III - IV0-5-Antibiotic prophylaxis. Surgery. III - IV6- 10-U/L: Antibiotic prophylaxis. Surgery. III - IV6 - 10-B/L: Surgery V<1-Antibiotic prophylaxis. Surgery. V1 - 5. NoU/L: Antibiotic prophylaxis. Surgery. V1 - 5. NoB/L: Surgery V1 - 5. Yes. Surgery V6- 10-Surgery * Thus. Medical Management is the initial t/t in almost all children except for -Grade III & IV (Bilateral). Grade V (Mostly). Medical management (antibiotic prophylaxis) is continued till the reflux resolves. Pt. is shifted from medical to surgical management, in children withbreakthrough UTI (Recurrent UTI despite prophylaxis). Development of new renal scars. Failure of reflux to resolve. Thus in this question we will begin with medical management ie cotrimoxazole. This pt is having recurrent UTI. This will not alter our t/t. If the pt. had recurrent UTI despite prophylaxis, we would have done a surgical management. If you have a close look at the statement of O. P. Ghai, you will note that he is not stating that grades IV & V will be t/t surgically. It is persistent grades IV & V that are t/t surgically (persistent means VUR that are not resolving over time).",
        "cop": 1,
        "opa": "Cotrimox azole",
        "opb": "Bilateral reimplantation of ureter",
        "opc": "Injection of Collegen in the ureter",
        "opd": "Endoscopic resection of ureter",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "ba9d382c-f704-4922-9582-a7bf26d4ed81",
        "choice_type": "single"
    },
    {
        "question": "A child complains of fluid coming out of umbilicus on straining. What is the diagnosis?",
        "exp": "Ans. a. Urachal fistula (Ref: Nelson 19/e p651; Bailey 26/e 968. 25/e p986). Diagnosis in a child complaining of fluid coming out of umbilicus on straining is urachal fistula. 'A persistent urachus (urachal cyst) is due to failure of closure of the allantoic duct and is associated with bladder outlet obstruction. Patency should be suspected if a clear, light yellow, urine-like fluid is being discharged from the umbilicus. - Nelson 19/e p651. Patent urachusA patent urachus seldom reveals itself until maturity or even old ageQ. This is because the contractions of the bladder commence at the apex of the organ and pass towards the baseQ. Because it opens into the apex of the bladder a patent urachus is closed temporarily during micturition and so the potential urinary stream from the bladder is cut off. Thus, the Astula remains unobtrusive until a time when the organ is overfull, usually due to some form of obstructionQ. Treatment: Remove the obstructionQ in the lower urinary tract. If the leak continues or a cyst develops in connection with the urachus: Umbilectomy and excision of the urachusQ",
        "cop": 1,
        "opa": "Urachal fistula",
        "opb": "Gastroschisis",
        "opc": "Patent vitellointestinal duct",
        "opd": "Congenital umbilical hernia",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "4aa0bfa2-4dd1-4cd0-aa89-284ce4a9da65",
        "choice_type": "single"
    },
    {
        "question": "Strangury means?",
        "exp": "Ans: c (Extreme wretching sensation at the end of micturation) Ref: S. Das, p. 339. Strangury - Painful frequent attempts at micturation but passing only a small quantity each time. Conditions:* Stone impacted in the lower end of the ureter & stone in the bladder (most common)* Inflammatory conditions in the neighborhood of the bladder and ureter such as retrocaecal appendicitis, pelvic appendicitis & pelvic peritonitis. Tenesmus - Ineffectual straining at stool with passage of mucous and blood. Causes:* Pelvic appendicitis or pelvic abscess, irritation of rectum",
        "cop": 3,
        "opa": "Painless terminal haematuria",
        "opb": "Painful haematuria",
        "opc": "Extreme wretching sensation at the end of micturation causing distress",
        "opd": "Pain during micturation",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "b9b2dece-8e45-405f-8dc4-ca30b3bb1932",
        "choice_type": "single"
    },
    {
        "question": "Optimal management of bilateral undescended testicles in an infant is",
        "exp": "By the second year, a testicle not in the cooler environment of the scrotal sac will begin to undergo histologic changes characterized by reduced spermatogonia. Testicles left longer in the undescended state not only have a higher incidence of malignant degeneration but are inaccessible for examination. If a malignancy should occur, diagnosis will be delayed. There is also a substantial psychological burden when children reach school age or are otherwise subjected to exposure of their deformed genitalia. Gel-filled prostheses are generally inserted when a testicle cannot be placed in the scrotum. Close follow-up by a physician until the late teens is indicated in all patients who have had an undescended testicle. Since these patients may be at increased risk for malignancy throughout life, careful training should be given in self-examination.",
        "cop": 2,
        "opa": "Immediate surgical placement into the scrotum",
        "opb": "Chorionic gonadotropin therapy for 1 month; operative placement into the scrotum before age 1 if descent has not occurred",
        "opc": "Observation until the child is 2 years old because delayed descent is common",
        "opd": "Observation until age 5; if no descent by then, plastic surgical scrotal prostheses before the child enters school",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "50a0458e-21a0-4fb2-a6db-b5a04be22dda",
        "choice_type": "single"
    },
    {
        "question": "Following are the sign/s suggestive of obstruction of urinary tract on CT Scan",
        "exp": "Ans. is 'd' i. e., All the above CT Scan in Urolithiasis* Nonenhanced CT has been accepted as the imaging modality of choice in the radiologic evaluation of patients suspected of having urolithiasis.* CT is superior to other imaging modalities in the diagnostic accuracy and assessment of their characteristics.* The most direct sign of ureterolithiasis is the stone within the ureteral lumen, with proximal ureteral dilatation and normal distal caliber.* Other favorable secondary signs at CT are: Hydroureter, hydronephrosis, perinephric stranding, periureteral edema and unilateral renal enlargement.* Less reliable findings include unilateral absence of the white renal pyramid, thickening of the lateroconal fascia, and perinephric edema.* Differences in the renal parenchymal attenuation between obstructed and nonobstructed kidneys have also be used as the secondary sign of obstruction.",
        "cop": 4,
        "opa": "Hyroureter",
        "opb": "Perinephric stranding",
        "opc": "Thickening of the lateroconal fascia",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "02b9a26b-20d5-4630-a2ef-a8943a3a8df5",
        "choice_type": "multi"
    },
    {
        "question": "Seminoma is accurately described by which of the following statements?",
        "exp": "Seminomas tend to grow slowly and metastasize late. They usually present as a nonpainful lump that does not transilluminate. They represent about 40% of malignant testicular tumors; embryonal cell carcinoma and teratocarcinoma each represent about 25%. Because most tumors have mixed elements, they are usually classified according to the most malignant cell type encountered, whatever the predominant cell type. When metastases occur, they are usually along the regional lymphatic drainage pathways to the iliac, aortic, and renal lymph nodes. Because of their slow growth and radio-sensitivity, seminomas are associated with a 90% 5-year survival rate. Therapy generally consists of removing the affected testis and sampling the lymph nodes (usually external iliac) for evidence of metastasis. If metastases are present, radiation therapy is given locally to areas of known involvement. Radiation therapy is highly effective in seminoma, and metastatic disease may be palliated for extended periods.",
        "cop": 1,
        "opa": "It is the most common type of testicular cancer",
        "opb": "Metastases to liver and bone are frequently found",
        "opc": "It does not respond to radiation",
        "opd": "The 5-year survival rate approaches 50%",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "e9b930ca-3cd1-48d7-ab61-570bf73b5230",
        "choice_type": "multi"
    },
    {
        "question": "Strangury is:",
        "exp": "Ans: d (Painful frequent attempt at micturation passing.....) Ref: S. Das, p. 339. Strangury - Painful frequent attempts at micturation but passing only a small quantity each time. Conditions:* Stone impacted in the lower end of the ureter & stone in the bladder (most common)* Inflammatory conditions in the neighborhood of the bladder and ureter such as retrocaecal appendicitis, pelvic appendicitis & pelvic peritonitis. Tenesmus - Ineffectual straining at stool with passage of mucous and blood. Causes:* Pelvic appendicitis or pelvic abscess, irritation of rectum",
        "cop": 4,
        "opa": "Renal colic",
        "opb": "Pain due to twisted ovarian cyst",
        "opc": "Biliary colic",
        "opd": "Painful frequent attempt at micturation and passing only a small quantity each time",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "98dcc6ec-ab24-4369-82ee-06eb5ab40064",
        "choice_type": "multi"
    },
    {
        "question": "In case of vesicoureteric reflux which will be inv. of choice:",
        "exp": "Ans is 'a' ie MCU n Two techniques are commonly used to detect VUR. The radiocontrast MCU is most commonly used since in addition to showing if provides excellent anatomical details. Isotone radionuclide cystography is more sensitive fordetecting VUR, and causes ten radiatum exposure than the former but provides ten anatomical details. Follow-up screening of pts. Diagnosed to have reflux (on radiocontrast study) may be done by radionuclide cystography, which is also useful for screening siblings for reflux. \"So. Most sensitive inv. for VUR is - Radionuclide cystography Inv. of choice for VUR is -- MCU.",
        "cop": 1,
        "opa": "Micturating cystourethrogram",
        "opb": "IVP",
        "opc": "Cystography",
        "opd": "Radionucletide study",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "51748a3a-1c3c-449a-b9b2-1342a949fdd6",
        "choice_type": "single"
    },
    {
        "question": "Which Is False about stress urinary incontinence -",
        "exp": "Ans. is 'a' i. e., More common in men Stress incontinenceo Leaking urine upon sudden increase in abdominal pressureo It is most common type in women. Causes are -o Weakening of pelvic floor muscles / urethra / sphincter muscleso BPH, CA prostate or prostate surgery.",
        "cop": 1,
        "opa": "More common in men",
        "opb": "It occurs during increased abdominal pressure",
        "opc": "It is due to weakening of pelvic floor muscles",
        "opd": "Prostate surgery may be a cause",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "09f4891a-70d1-4f22-bb1c-35d4e3eba3c0",
        "choice_type": "multi"
    },
    {
        "question": "Commonest cause of ureteric injury during surgical operation is:",
        "exp": "(Hystrectomy) (1312-Baily & Love 24th) (2275-SB) (1292-B &L 25th). Ureteric injury during operations* The most common cause of injury to the ureter is surgical trauma during hysterectomy or other pelvic surgery* Pre operative catheterization of the ureter makes then easier to identify during surgery.* Injuries discovered at the time of surgery should be repaired immediately. Methods for repairing a damaged ureter* It there is no loss of length - Spatulation and end to end anastomosis* If there is little loss of length - Mobilise kidney, psoas hitch of bladder Boari operation* If there is marked loss of length -- T ransureterostomy- Inter position of isolated bowel loop or mobilized appendix- Nephrectomy* Injuries to the lower third of the ureter - procedure of choice is reimplantation in the bladder combined with psoas- hitch procedure to minimize tension on the ureteral anastomosis* Midureteral injuries - can be managed with primary uretero ureterostomy. If there is not a significant loss of viable ureter between the proximal and distal sites of injuries, otherwise trans ureteroureterostomy is a good option.* Upper ureteral injuries - are best managed with primary ureterostomy. If there is extensive loss of the ureter, autotransplantation of the kidney and transposition of bowel to replace the ureter are potential surgical options.",
        "cop": 2,
        "opa": "Abdomino-perineal resection",
        "opb": "Hysterectomy",
        "opc": "Prostectomy",
        "opd": "Colectomy",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "532cfe6f-62ea-4e59-a1e9-5b5b399b86fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements is true of primary grade IV-V vesicoureteric reflux in young children?",
        "exp": "Ans. is 'b' i. e. Postnatal scarring may occur even in the absence of urinary tract infections Also see Nov. 98 (Q. no. 117), June 2004 (Q. no. Ill) Nov 2004 (Q. No. 122). Although UTI is the most important cause for scarring and nephropathy in pts. of VUR, scarring can occur even in the absence of UTI due to pressure-effect of reflux on the renal tissue. Other options. Option a: Renal scarring usually begins in the polar region of the kidneys. Option d: Trimethoprim - sulfamethoxazole (Septra, Bactrim) is the DOC for prophylaxis.* Prophylactic Antibiotic. Amoxycillin or ampicillin is DOC for prophylaxis for children upto 6 wks of age After 6 wks, trimethoprim-sulfamethoxazole is the prophylactic DOC [this is because after 6 wks, the biliary system of the newborn becomes mature enough to handle trimethoprim-sulfamethoxazole. Nitrofurantoin (Macrodantin) is another acceptable option for prophylaxis. Medications are usually given as suspensions once daily at one-half the standard therepeutic dose. Night-time dosing in toilet trained children is most effective because it precedes the longest period of urinary retention, when infection is most likely to develop. Options in children who develop allergy to above drugs are - nalidixic acid, trimethoprim alone and cephalosporium. Option c: Grade IV-V primary VUR is unlikely to resolve spontaneously particularly if detected in children more than 1 yr of age. A medical management in them is usually ineffective.",
        "cop": 2,
        "opa": "Renal scarring usually begins in the midpolar regions",
        "opb": "Postnatal scarring may occur even in the absence of urinary tract infections",
        "opc": "Long-term outcome is comparable in patients treated with either antibiotic prophylaxis or surgery",
        "opd": "Oral amoxicillin is the choice antibiotic for prophylaxis",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "edbd4fc6-eadc-47c3-8dd6-eb1f8620029a",
        "choice_type": "multi"
    },
    {
        "question": "During the course of an operation on an unstable, critically ill patient, the left ureter is lacerated through 50% of its circumference. If the patient's condition is felt to be too serious to allow time for definitive repair, alternative methods of management include",
        "exp": "If time and the patient's condition permit, primary ureteral reconstruction should be carried out. In the middle third of the ureter, this will usually consist of ureteroureterostomy using absorbable sutures over a stent. If the injury involves the upper third, ureter pyeloplasty may be necessary. In the lower third, ureteral implantation into the bladder using a tunneling technique is preferred. If time does not permit definitive repair, suction drainage adjacent to the injured segment alone is inadequate; either ligation and nephrostomy or placement of a catheter into the proximal ureter is an acceptable alternative that would allow reconstruction to be performed later. The creation of a watertight seal is difficult and nephrectomy may be required if the injury occurs during a procedure in which a vascular prosthesis is being implanted (e. g., an aortic reconstructive procedure) and contamination of the foreign body by urine must be avoided.",
        "cop": 1,
        "opa": "Ligation of the injured ureter and ipsilateral nephrostomy",
        "opb": "Ipsilateral nephrectomy",
        "opc": "Placement of a catheter from the distal ureter through an abdominal wall stab wound",
        "opd": "Placement of a suction drain adjacent to the injury without further manipulation that might convert the partial laceration into a complete disruption",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "dc3bccca-2553-4045-b8bf-c405d8401ea6",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant female presents with pain in abdomen on examination, tenderness is found in right lumbar region. TLC is 12000/cmm. and urine examination is normal. For diagnosis further test done is -->",
        "exp": "Ans. is 'b' ultrasound abdomen [Ref Love & Bailey 24/e p. 1211 (23rd/e p. 1084). Ultrasound is a useful diagnostic method in a pregnant female presenting with right iliac fossa pain to exclude tubal or ovarian disease",
        "cop": 2,
        "opa": "Chest Xray with abdominal shield",
        "opb": "ultrasound abdomin",
        "opc": "Non contrast CT abdomin",
        "opd": "Laproscopy",
        "subject_name": "Surgery",
        "topic_name": "Urinary Tract",
        "id": "0f3b740a-2b2b-42d6-9942-62c2c538a3a5",
        "choice_type": "single"
    }
]