[
    {
        "question": "A 23 year old male who is otherwise normal complains of mild pain in his right iliac fossa in a waveform pattern which increases during the night and he becomes exhausted and is admitted in the hospital. On examination there is mild hematuria. Urine examination reveals plenty of RBCs, 50. WBCs/hpf. Urine pH is 5. 5. Most likely diagnosis is:",
        "exp": "Ans. is 'c' ie. Ureteral calculus The patient's clinical picture is typical of ureteric calculus. Colicky renal pain associated with hematuria is suggestive of ureteric stone although a clot from a bleeding renal tumor can cause the same type of pain. A ureteric calculus pain is almost invariably associated with hematuria. Leukocytes in urine can be seen with urolithiasis.",
        "cop": 3,
        "opa": "Glomerulonephritis",
        "opb": "Ca-Urinary bladder",
        "opc": "Ureteral calculus",
        "opd": "Cystitis",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "f9fbafd4-304c-48a8-a0d1-2b099186c022",
        "choice_type": "single"
    },
    {
        "question": "T/t used for lower ureteric stone is",
        "exp": "Ans is 'a' ie Endoscopic removal Best modality of t/t for ureteric stone is - Ureteroscopic removal. There are other methods also. Endoscopic Dormia basket - can only be used for small stones that are within 5-6 cm of the orifice. This has been replaced by ureteroscopic technique. Endoscopic Meatotomy - this is for removal of stones lodged in the intramural part of the ureter. Push bang method - If the stone is lying in the upper or middle part of the ureter; it can be pushed into the kidney pelvis using a ureteral catheter. The pt. can then be referred for ESWL (Extracorporeal shock wave lithotripsy). Lithotripsy in situ",
        "cop": 1,
        "opa": "Endoscopic removal",
        "opb": "Diuretics",
        "opc": "Drug dissolution",
        "opd": "Laser",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "b409d99c-a0ac-427b-b91e-4182e2e06798",
        "choice_type": "single"
    },
    {
        "question": "Radiolucent renal stone",
        "exp": "Ans. (a) Uric acid. Radiolucent kidney stones are-L. U. XRadio Lucent stones are Uric acid and Xanthine stones",
        "cop": 1,
        "opa": "Uric acid",
        "opb": "Calcium oxalate",
        "opc": "Triple phosphate",
        "opd": "Calciumphosphate",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "023ab14d-0361-49bb-8c46-56307d805886",
        "choice_type": "single"
    },
    {
        "question": "Stag horn calculi associated with Proteus infection are:",
        "exp": "Ans. (b) Triple phosphate stones. Ref: Bailey & Love 26th ed. Ch 75/1292",
        "cop": 2,
        "opa": "Uric acid stones",
        "opb": "Triple phosphate stones",
        "opc": "Calcium oxalate stones",
        "opd": "Cystine stones",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "0bf58182-bd31-4879-8179-762373adeae7",
        "choice_type": "single"
    },
    {
        "question": "Xanthogranulomatous pyelonephritis associated stones are due to infection with?",
        "exp": "ANSWER: (A) Proteus. REF: Tarascon Pocket Urologica by Pamela Ellsworth page 8\"Xanthogranulomatous pyelonephritis is a chronic condition of the kidney resulting in diffuse renal destruction, a grossly enlarged and nonfunctioning kidney associated with nephrolithiasis. It is thought to start with obstruction (stone or sloughed papilla) followed by infection (most commonly Proteus)\"",
        "cop": 1,
        "opa": "Proteus",
        "opb": "E coli",
        "opc": "Pseudomonas",
        "opd": "Klebsiella",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "c7849295-6ae3-4860-b4f5-daa916eec55c",
        "choice_type": "single"
    },
    {
        "question": "Most common type of renal stone?",
        "exp": "Ans. (a) Calcium oxalate. Ref.: Bailey and love 26th ed. /1292. Types of Renal Stones (Urolithiasis):* Calcium stones (75-85%)# Made of calcium oxalate or Calcium oxalate plus calcium phosphate.* Struvite stone/Triple phosphate stone (15% of cases)# Also known as magnesium-ammonium-phosphate stone# Formed mainly after infection by urea splitting bacteria (Proteus and some staphylococci) - which causes alkaline urine - leads to precipitation of Mg -NH3 - PO4# Causes Staghorn calculi, which occupy large position of renal pelvis.* Uric acid stone# Common in patients with hyperuricemia (except in patients with gout) and in patients with rapid cell turnover (Example- in Leukemia patients).# Cause: Urine of pH less than 5. 5 (uric acid is insoluble in acidic urine) a leading to saturation# It is radiolucent stone.* Cystine stone# Due to genetic defect in renal absorption of amino acid cysteine a leading to cystinuria.",
        "cop": 1,
        "opa": "Calcium oxalate",
        "opb": "Triple phosphate",
        "opc": "Struvite stone",
        "opd": "Urate stone",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "6b9c0103-e303-49e7-bae0-85fca5b4cd98",
        "choice_type": "single"
    },
    {
        "question": "Not true about 'Struvite Stones' is:",
        "exp": "Ans. is 'd' ie Usually seen in acidic urine \" Struvite stone tends to grow in alkaline urine * esp. when proteus organisms are present which split urea to ammonia\" Types of Renal Calculus. Calcium oxalate calculus (Most common*) they have hard, small and jagged surface. Phosphate calculus calcium phosphate but can be combined with ammonium and magnesium to form the triple phosphate calculus * ie Calcium ammonium magnesium phosphate also k/a struvite stones. smooth and dirty white and solitary*. seen in alkaline urine esp with proteus infection which split urea to ammonia. this type of calculus may enlarge to fill all or most of the renal collecting system forming a staghorncalculus*. Uric acid and urate calculus these are radiolucent*Form in acidic urine - Most responsive to lithotripsy. Cystein stones uncommon, seen in cystinuria appear only in acidic urine*they are pink to yellow when first removed but they change colour to a greenish hue when exposed to air. extremely hard stones are relatively resistant to fragmentation by ESWLXanthine calculi are radiolucent*are secondary to a congenital deficiency of xanthine oxidase. Indinavir calculi. Indinavir is a protease inhibitor used in AIDS patients. It results in calculi in ~6% pt. who use. Indinavir. Indinavir calculi are radiolucent. Rare Calculi. Silicate stones associated with the long term use of antacids containing silica. Triamterene stones associated with antihypertensive medications containing triamterene are radiolucent",
        "cop": 4,
        "opa": "better k/a staghorn calculus",
        "opb": "these are triple phosphate stones",
        "opc": "common in infected urine",
        "opd": "usually seen in acidic urine",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "7ccb53d1-f744-4a72-bf7b-74de235cd0c4",
        "choice_type": "multi"
    },
    {
        "question": "Which renal stone is radiolucent?",
        "exp": "Ans. (c) Uric acid. Ref: Robbiris 8thed Table 20-12, Sabiston Textbook of Surgery, 18thed chapter 77,",
        "cop": 3,
        "opa": "Calcium oxalate",
        "opb": "Calcium phosphate",
        "opc": "Uric acid",
        "opd": "Struvite",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "ba04c02c-6287-454c-aac5-153a7f860cc2",
        "choice_type": "single"
    },
    {
        "question": "Renal stones which are laminated and irregular in outline are -",
        "exp": "Ans. is 'b' i. e.. Calcium oxalate o Calcium oxalate stones - Usually single, hard (aka Mulberry stone) -Dark colored d/t staining with altered blood. Spiky. On section - Wavy concentric laminae. There may be secondary phosphate deposit on surface. High calcium content. o Uric acid/urate stones - Moderate hardness -Usually muliple and faceted. Yellow to dark brown. On section -- Wavy concentric markings (not laminae!!). Radioleucent, occur in acidic urine. o Cystine calculi -Usually multiple, soft. Yellow or pink - hue gradually changes to green on exposure to air. Occur in acid urine. Cystine crystals are hexagonal, white and translucent. o Xanthine Calculi. Smooth, round & brick red. Lamellar on cut section. o Indigo calculi. Blue in colour derived from Indican. o Phosphate/triple phosphate/struvite/staghorn calculus. Composed of calcium phosphate/ammonium magnesium phosphate. Smooth, soft, friable. On section -- Laminated appearence.",
        "cop": 2,
        "opa": "Uric acid",
        "opb": "Calcium oxalate",
        "opc": "Struvite",
        "opd": "Cystine",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "a4088a09-d49e-40c9-bb9c-009f66f2ca07",
        "choice_type": "single"
    },
    {
        "question": "Recurrent infection leads to which calculi -",
        "exp": "Ans. is 'a' i. e., Struvite \"Struvite stone tends to grow in alkaline urine * esp. when proteus organisms are present which split urea to ammonia \". Struvite Stoneso Calcium phosphate can be combined with ammonium and magnesium to form the triple phosphate calculus* ie Calcium amnomium magnesium phosphate also k/a struvite stones.# Smooth and dirty white and soltitary*.# Seen in alkaline urine esp with proteus infection which split urea to ammonia. o This type of calculus may enlarge to fill all or most of the renal collecting system forming a staghorn calculus*.",
        "cop": 1,
        "opa": "Struvite",
        "opb": "Calcium Oxalate",
        "opc": "Calcium Phosphate",
        "opd": "Cysteine",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "10626697-1005-4463-b536-f6eb308264af",
        "choice_type": "single"
    },
    {
        "question": "Renal stone which is formed due to proteus infection is?",
        "exp": "Ans. (d) Struvite. Ref:: Robbiris 8thed Table 20-12, Sabiston Textbook of Surgery, 18thed chapter 77,",
        "cop": 4,
        "opa": "Calcium oxalate",
        "opb": "Uric acid",
        "opc": "Cystine",
        "opd": "Struvite",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "c7dc21d5-c173-4b46-9913-ba7d2f661f33",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a radioliicent renal stone-",
        "exp": "Ans. is 'd' i. e.. Xanthine Types of Renal Calculusa) Calcium oxalate calculus (Most common)# They have hard, small and jagged surfaceb) Phosphate calculus#Calcium phosphate but can be combined with ammonium and magnesium to form the triple phosphate calculus ie Calcium amnomium magnesium phosphate also k/a struvite stones. Smooth and dirty white and soltitary. Seen in alkaline urine esp with proteus infection which split urea to ammonia. This type of calculus may enlarge to fill all or most of the renal collecting system forming a staghorn calculus. c) Uric acid and urate calculus. These are radioluscent. Form in acidic urine. Most responsive to lithotripsyd) Cystein stones. Uncommon, seen in cystinuria. Appear only in acidic urine. They-' are pink to yellow when first removed but they change colour to a greenish hue when exposed to air. Extremely hard stones. Are relatively resistant to fragmentation by ESWLe) Xanthine calculi. Are radioluscent. Are secondary to a congenital deficiency of xanthine oxidasef) Indinavir calculi. Indinavir is a protease inhibitor used in AIDS patients. It results in calculi in ~6% pt. who use. indinavir. Indinavir calculi are radioluscent. Rare Calculio Silicate stones. Associated with the long term use of antacids containing silicao Triamterene stones. Associated with antihypertensive medications containing trimterene Are radioluscent",
        "cop": 4,
        "opa": "Oxalate",
        "opb": "Cholesterol",
        "opc": "Struvite",
        "opd": "Xanthine",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "038235ed-dcb6-4f94-8c93-d60398685a5e",
        "choice_type": "single"
    },
    {
        "question": "Renal calculi associated with Proteus infection:",
        "exp": "Ans is 'b' i. e. Triple phosphate Repeat from All India 09, AIIMS Nov 97. Phosphate or struvite stones are infection stones associated with urea splitting organisms i. e. Proteus, Pseudomonas, Providencia, Klebsiella, Staphylococci and Mycoplasma. The high ammonium concentration derived from the urea-splitting organisms results in an alkaline urinary pH, required for the precipitation of phosphate crystals. Types of Renal Calculus. Calcium oxalate calculus {Most common*)they have hard, small and jagged surface. Phosphate calculuscalcium phosphate but can be combined with ammonium and magnesium to form the triple phosphate calculus * ie Calcium ammonium magnesium phosphate also k/a struvite stones. smooth and dirty white and solitary*. seen in alkaline urine esp with proteus infection which split urea to ammonia. this type of calculus may enlarge to fill all or most of the renal collecting system forming a staghorn calculus*. Uric acid and urate calculusthese are radiolucent*form in acidic urinemost responsive to lithotripsy. Cysteine stonesuncommon, seen in cystinuriaappear only in acidic urine *they are pink to yellow when first removed but they change colour to a greenish hue when exposed to air. extremely hard stonesare relatively resistant to fragmentation by ESWLXanthine calculiare radiolucent*are secondary to a congenital deficiency of xanthine oxidase. Indinavir calculi. Indinavir is a protease inhibitor used in AIDS patients. It results in calculi in ~6% pt. who used indinavir. Indinavir calculi are radiolucent. Rare Calculi. Silicate stonesassociated with the long term use of antacids containing silica. Triamterene stonesassociated with antihypertensive medications containing triamtereneare radiolucent",
        "cop": 2,
        "opa": "Uric acid",
        "opb": "Triple phosphate",
        "opc": "Calcium oxalate",
        "opd": "Xanthine",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "929fb57d-6cb7-49c6-9f6b-9197047b9d32",
        "choice_type": "single"
    },
    {
        "question": "Best investigation for ureteric stones is -",
        "exp": "Ans. is 'b' i. e., CT \"Helical CT without oral or intravenous contrast is the preferred imaging modality for patients with renal colic or suspected urolithiasis\" -- Smith's Urology",
        "cop": 2,
        "opa": "USG",
        "opb": "CT",
        "opc": "X-ray KUB",
        "opd": "IVP",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "520bb3ed-ca12-4370-95cf-eaccfbd5dc5e",
        "choice_type": "single"
    },
    {
        "question": "Radiolueent kidney stones -",
        "exp": "Ans. is 'b' i. e., Uric acid o Lucent stones on plain x-ray KUB are -Uric acid. Triametrine. Cystine. Xanthine. Indinavir stone. Pure matrix stoneso Almost all stones are opaque on CT scan, varying considerbly in density, but INDINAVIR and PURE MATRIX stones are usually undetectable on CT. o Non contrast helical CT scan is gold standard investigation for urolithiasis now. o CT signs diffemtiating ureteric calculus and pelvic pblebolith are soft tissue rim sign - soft tissue around stone - ureteric calculus. o Tail sign - soft tissue extending towards calcification - phlebolith.",
        "cop": 2,
        "opa": "Cysteine",
        "opb": "Uric acid",
        "opc": "Oxalate",
        "opd": "Struvite",
        "subject_name": "Surgery",
        "topic_name": "Urolithiasis",
        "id": "dbf76708-b5cb-4f25-b9f7-2e8456ecd2e9",
        "choice_type": "single"
    }
]