[
    {
        "question": "Trendlenburg's test done for varicose veins is for detection of:",
        "exp": "Ans: C (Saphenofemoral incompetency) Ref: 74 A Manual on Clinical Surgery S. Das. Explanation: Clinical Examination of Varicose Veins. Brodie-Trendelenherg Test. Done to determine the incompetency of Saphenofemoral valve. Patient is placed in recumbent position. Limbs are raised to empty the veins. Veins are milked proximally for further emptying. Saphenofemoral junction is compressed either with the thumb of the examiner/toumiquet and the patient is asked to stand up quickly. There are two variants of this test. The first method is to assess saphenofemoral incompetency. The pressure is released and if the column of blood fills up quickly from above downwards it indicates saphenofemoral incompetency. The second method is to assess the perforators. Here, the pressure is maintained for one minute. Gradual filling of the veins during this period indicates incompetent perforators allowing reflux of blood from deep veins to superficial veins. Positive Brodie--Trendelenberg test i~ an indication for surgery. Tests to Assess Saphenofemoral Incompetency. Brodie -Trendelenberg test. Morrisey's cough impulse test. Tests to Assess Deep Veins. Perthe's test. Modified Perthe's test. Tests to Assess Perforators. Multiple tourniquet test. Pratt's test. Fegan's test. Brodie-Trendelenberg test. Test to Assess V alves in Superficial Vein. Schwartz test. Note: Even though Brodie-Trendelenberg test is used to assess both saphenofemoral incompetency and incompetent perforators its primary purpose is to assess saphenofemoral incompetency.",
        "cop": 3,
        "opa": "Perforator in competency",
        "opb": "Deep veins patency",
        "opc": "Saphenofemoral incompetency",
        "opd": "Site of perforators",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "784827e3-b944-4c14-98d5-ed648eb38bc8",
        "choice_type": "single"
    },
    {
        "question": "A 52 years male present with pain in the lower limbs, on performing Doppler it shows sapheno femoral junction incompetence and dilatation of great saphenous vein, deep veins appear normal, which of the following statement regarding the management of this patient is false?",
        "exp": "Ans. (b) Sclerotherapy. Image indicates varicose veins which is further confirmed by doppler. Sclerotherapy is used for telangiectatic vessel and varicose veins less than 3 mm in diameter, involvement of great saphenous vein along with saphenofemoral junction indicates varicosity over 3 mm where sclerotherapy has no role. Image Source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Stab avulsion",
        "opb": "Sclerotherapy",
        "opc": "Endovascular stripping",
        "opd": "Saphenofemoral flush ligation with stripping",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "b2743457-5e9c-40d2-9954-026be53c1cab",
        "choice_type": "multi"
    },
    {
        "question": "Lipodermatosclerosis is most commonly seen at?",
        "exp": "Ans. (b) Medial aspect of leg. Ref: Sabiston 18thed ch-68",
        "cop": 2,
        "opa": "Anterior aspect of leg",
        "opb": "Medial aspect of leg",
        "opc": "Anterior aspect of thigh",
        "opd": "Posterior aspect of thigh",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "1143dec1-a293-4f66-8614-97f040437e09",
        "choice_type": "single"
    },
    {
        "question": "Saphenous vein cannulation is-",
        "exp": "Ans. is 'a' i. e., Ant. to medial malleolus o Saphenous venous cut down at ankle provide excellent access. It is reliably found 1 cm. anterior and 1 cm. superior to the medial malleolus.",
        "cop": 1,
        "opa": "Ant to medial malleolus",
        "opb": "At fossaovalis",
        "opc": "Above popliteal fossa",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "d042264e-166b-40f6-949e-b980d1921b8b",
        "choice_type": "multi"
    },
    {
        "question": "In Varicose Vein, immediate management is-",
        "exp": "Ans. is 'c' i. e., Compression and elevation of leg",
        "cop": 3,
        "opa": "Subfacial ligation of incompetent perforators",
        "opb": "RFA",
        "opc": "Compression and Elevation Of Leg",
        "opd": "Colour doppler US",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "456e92c3-0ead-4fc6-85ee-0b89c9342dcb",
        "choice_type": "single"
    },
    {
        "question": "Varicose vein surgery is contraindicated in -",
        "exp": "Ans. is 'b' deep vein Thrombosis Ref Bailey & love, 24/e, p 963 (23/e, p 245). Surgical treatment of varicose vein is widely used and is effecive in removing varicose veins of the main saphenous trunks, as well as their tributaries, down to a size of about 3 mm. Veins smaller than this are best treated by Sclerotherapy. Surgical removal of varices is inappropriate where these form a major part of the venous drainage of the limb, for example where a deep vein thrombosis has destroyed the main axial limb veins and the pt. relies on the superficial veins. \" - Bailey & Love",
        "cop": 2,
        "opa": "Varicose ulcers",
        "opb": "Deep vein Thrombosis",
        "opc": "Pigmentation Over limb",
        "opd": "Hemorrhoides",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "d3e7151d-cae6-418e-a21d-fc19469551ca",
        "choice_type": "single"
    },
    {
        "question": "Great saphenous vein canulation is done at-",
        "exp": "Ans. is 'a' i. e., Ant. to medial malleolus o Saphenous removes cut down at ankle provide excellent access. It is reliably found 1cm. anterior and 1 cm. superior to the medial malleolus. o Saphenous venous cut down at ankle provides excellent access. It is reliably found 1 cm. anterior and 1 cm. superior to the medial malleolus.",
        "cop": 1,
        "opa": "Ant to medial malleolus",
        "opb": "At fossa ovalis",
        "opc": "Above popliteal fossa",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "2bb2df10-8a33-4ad8-b441-f7725ee8ee63",
        "choice_type": "multi"
    },
    {
        "question": "Trendelenburg's procedure in treatment of varicose veins is:",
        "exp": "Ans: C (Sapheno-femoral ligation) Ref: Bailey & Love's Short Practice of Surgery, 25th Edition, pg. 929-932 and Sab is ton Textbook of Surgery, 19th Edition pg. 1805-11 Explanation: Indications for Intervention in Varicose Veins Cosmos is Symptoms refractory to conservative therapy Bleeding from a varix Superficial thrombophlebitis Li podermato sclerosis Venous stasis ulcer The Principles are to: Ligate the point of communication, the sapheno- femoral and/or saphenopopliteal junctions. Remove the major part of the incompetent trunk to prevent connections to the tributaries. Individually remove tributaries by making minor cut-downs and teasing them out from under the skin (avulsions). Management of Great Saphenous Varicosity Surgery Saphenofemoral junction ligation and greater saphenous stripping Non Operative Methods Ultrasound Guided Foam Sclerotherapy Radiofrequency ablation Endovenous laser ablation Management of Short Saphenous Vein Varicosity Saphenopopliteal junction ligation and lesser saphenous stripping Management of Minor Varicosities Injection sclerotherapy using sodium tetradecyl sulphate Management of Perforator Incompetence Subfascial endoscopic perforator surgery Also Know CEAP Classification C Clinical signs (Grade 0-6), supplemented by \"A\" for asymptomatic and \"S\" for symptomatic presentation E Classification by cause {Etiology)-- congenital, primary, secondary A Anatomic distribution--superficial, steep, or perforator, alone or in combination P Pathophysiologic dysfunction--reflux or obstruction, alone or in combination CLASS FEATURES 0 No visible or palpable signs of venous disease 1 Telangiectasia, reticular veins, malleolar flare 2 Varicose veins 3 Edema without skin changes 4 Skin changes ascribed to venous disease (e. g., pigmentation, venous eczema, lipodermatosclerosis) 5 Skin changes as defined above with healed ulceration 6 Skin changes as defined above with active ulceration",
        "cop": 3,
        "opa": "Ligation of short saphenous vein",
        "opb": "Stripping of superficial varicose veins",
        "opc": "Sapheno-femoral ligation",
        "opd": "Ligation of perforators",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "811dbc9c-7d4a-4675-8488-6c9f106bda40",
        "choice_type": "single"
    },
    {
        "question": "One of the following is a contraindication for surgical intervention in varicose veins?",
        "exp": "Ans: D (Deep venous thrombosis) Ref: Scibiston Text Book of Surgery, 19th edition. 2012. Page 1811. Explanation: Deep venous thrombosis (DVT) should be ruled out before intervention in varicose veins. Indications for intervention in varicose veins: Cosmesis. Symptoms refractory to conservative therapy. Bleeding from a varix. Superficial thrombophlebitis. Lipodermatosclerosis. Venous stasis ulcer. Indications for IVC filter: Recurrent thromboembolism despite adequate anticoagulation. Chronic pulmonary embolism and resultant pulmonary hypertension. Deep venous thrombosis in a patient with contraindications to anticoaguiation. Propagating iliofemoral venous thrombus in anticoagulation. Complications of anticoagulation. Indications for retrievable IVC filter: Prophylactic placement in a high-risk trauma patient. Short-term contraindication to anticoagulation. Protection during venous thrombolytic therapy. Extensive ilio-caval thrombosis. Anticoagulation for DVT: Treatment of DVT utilises heparin to maintain the a. PTT at 60 to 80 seconds, followed by- warfarin to obtain an international normalized ratio (INR) of 2. 5to 3. 0. If unfractionated heparin is used, use a nomogram-based dosing therapy. Recurrent venous thromboembolism increases if time to therapeutic anticoagulation is prolonged. Hence it is important to reach therapeutic levels within 24 hours. An initial bolus of 80 U/kg or 5000 units IV bolus is administered. Maintenance 18 U/kg/hr. The rate is dependent on a target PTT corresponding to anti-factor. Xa level of 0. 3 to 0. 7 unifmL. PTT is to be checked 6 hours after change in heparin dosing. Warfarin is started on the same day. There is no recommended duration of anticoagulant therapy. Minimum treatment time: 3 months in most cases (Recurrence rate is the same with 3 versus 6 months of warfarin). Known hypercoagulable state or venous thrombosis: Lifetime anticoagulation if not contraindicated. The accepted INR range is 2. 0 to 3. 0",
        "cop": 4,
        "opa": "Symptoms refractory to conservative therapy",
        "opb": "Bleeding from a varix",
        "opc": "Venous stasis ulcer",
        "opd": "Deep venous thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "b0d3b044-47e3-4873-9c00-91efa5bea6c5",
        "choice_type": "single"
    },
    {
        "question": "Bisgaard regimen is used in treatment of?",
        "exp": "ANSWER: (D) Varicose ulcer. REF: SRB manual of surgery by Bhat 2nd ed page 160, Bailey 23rd ed page 239, 249. BISGAARD'S REGIMEN OF VARICOSE ULCER: ( Mnemonic: 5. Es). Education: Patient education of ulcer dressing and care, Ulcer care by regular cleaning by with povidone iodine, H2. O2, Dressing with EUSOL, Elevation: limb elevation to reduce edema, increase venous drainage, to promote ulcer healing. Exercise: Massage, active and passive exercises. Elastic compression: Pressure bandage (crepe bandage), Four layered high pressure compression bandage. Evaluation: Note: Antibiotics depending on culture and sensitivity of discharge",
        "cop": 4,
        "opa": "Trophic ulcer",
        "opb": "Malignant ulcer",
        "opc": "Ischaemic ulcer",
        "opd": "Varicose ulcer",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "51736947-ec09-47f8-bae0-9e1356987e54",
        "choice_type": "single"
    },
    {
        "question": "Contraindication for surgery in varicose veins -",
        "exp": "Ans. is 'a' i. e., DVT o Deep vein thrombosis is a contraindication for t/t of varicose veins. o Varicose vein surgery should never be attempted in a case where deep vein thrombosis exists along with varicose veins, because in these cases superficial veins are the only valved venous pathway and excising them will only aggravate the condition.",
        "cop": 1,
        "opa": "DVT",
        "opb": "Multiple incompetent perforators",
        "opc": "Ulcer at ankle",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "ca16549b-89d4-4576-bc39-57fc0abdb02e",
        "choice_type": "multi"
    },
    {
        "question": "Primary cause of varicose veins -",
        "exp": "Ans. is A.",
        "cop": 1,
        "opa": "Incompetent valve perforators",
        "opb": "Intrinsic abnormality of venous wall",
        "opc": "Venous hypertension",
        "opd": "Decrease in collagen in venous wall",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "18cbb1d2-0c00-4871-aedd-eca80ff215de",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly varicose veins are seen with:",
        "exp": "Ans. is 'a' ie. long saphenous vein (Schwart, 7/e, p 1021) (not mentioned in 8/e)\" The usual distribution of veins is below the knee in branches of the greater saphenous system*",
        "cop": 1,
        "opa": "Long saphenous vein",
        "opb": "Short saphenous vein",
        "opc": "Both",
        "opd": "popliteal and femoral vein",
        "subject_name": "Surgery",
        "topic_name": "Varicose Veins",
        "id": "7dd2a7bb-d87f-4a49-8c83-ba4a7fa424e5",
        "choice_type": "multi"
    }
]