[
    {
        "question": "Normal value of ankle branchial index is",
        "exp": "Ankle Brachial Index ABI= Systolic BP at the ankle/systolic BP in the arms Compared to the arm, lower blood pressure in the leg is an indication of blocked aeries (peripheral vascular disease) ABI is calculated by dividing the systolic blood pressure at the ankle by the systolic blood pressures in the arm ABI is calculated by dividing the systolic blood pressure at the ankle by the systolic blood pressures in the arm ABI Interpretation >1. 2 Non-compressible, severely calcified vessel (in DM & ESRD) 1. 0-1. 2 Normal vessels 0. 5-0. 9 Intermittent claudication 0. 1-0. 4 Critical limb ischaemia( Ischaemic ulceration, gangrene) Ref: Sabiston 20th edition Pgno: 1758",
        "cop": 2,
        "opa": "0. 8",
        "opb": "1",
        "opc": "1. 2",
        "opd": "1. 4",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "590e95ab-808c-4bac-a2b9-b4049c8193cb",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of gangrene of foot of a 30 year old farmers who is a chronic smoker",
        "exp": "All four can cause gangrene (Myocardial infarction can cause gangrene by thromboembolism) Lets see, each option one by one. Raynauds disease Is ds of young women* (F: M ratio is 5: 1) commonly the upper limbs* are affected specially the fingers (the thumb is generally escaped) The disease is characterized by Raynauds phenomenon* which is a series of attacks of Local syncope - digits become cold and white* Local asphyxia - digits turn blue with burning sensation* Local recovery -digits regain normal colour* Pulses remain unaffected* as this is the disease which affects aerioles With the help of points (a) and (b) Raynauds ds can be ruled out. Atherosclerosis (Senile gangrene) Seen in elderly people over 50 years of age. Thus because of age factor we can rule out atherosclerosis. Myocardial infaction Age factor again helps in ruling it out as MI is generally seen in elderly, though its incidence is increasing in young, but it cannot be a more common cause than Buerger's disease. Buerger's (Thromboangitis obliterans) Usual victims of this ds are young men below 40 yrs of age, who are smokers (ds is not seen in females and nonsmokers). Buerger ds is the inflammatory reaction in the aerial wall with involvement of the neighbouring vein and nerve, terminating in thrombosis of the aery. It characterstically involves small and medium sized aeries (plantars, tibial and radial aery) Both upper and lower extremities are affected. In lower extremity the ds. occurs beyond the popliteal aery. In upper extremity the ds occurs beyond the brachial a. Early in the course of Buergers ds the superficial veins are involved producing the characterstic migratory, recurrent superficial thrombophlebitis. An imp difference with atheroselerosis is that, atherosclerosis is a disease of large sized aeries, buergers is a ds of small aeries.",
        "cop": 3,
        "opa": "Atherosclerosis",
        "opb": "Raynaud's disease",
        "opc": "Thromboangiitis obliterans",
        "opd": "Myocardial infarction",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "11703eb3-90d7-4327-b26a-7edd8f2bf859",
        "choice_type": "single"
    },
    {
        "question": "Malignant cell in Hodgkin's lymphoma is",
        "exp": "Reed-Sternberg cells (also known as lacunar histiocytes for ceain types) are distinctive, giant cells found with light microscopy in biopsies from individuals with Hodgkin's lymphoma (a. k. a. Hodgkin's disease, a type of lymphoma). They are usually derived from, B lymphocytes classically considered crippled germinal center B cells, meaning they have not undergone hypermutation to express their antibody. Seen against a sea of B cells, they give the tissue a moth-eaten appearance. Reed-Sternberg cells are large (30-50 microns) and are either multinucleated or have a bilobed nucleus with prominent eosinophilic inclusion-like nucleoli (thus resembling an \"owl's eye\" appearance)",
        "cop": 1,
        "opa": "Reed stenberg cell",
        "opb": "Lymphocytes",
        "opc": "Histocytes",
        "opd": "Reticulum cells",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "db94e6e6-1973-4f84-82ef-e9ec29ac1697",
        "choice_type": "single"
    },
    {
        "question": "Allen test detects insufficiency of which aery",
        "exp": "Allen's Test Tests the adequacy of the blood supply to the hand from the radial and ulnar aeries and the arcade between them Allen's test is used to know the integrity of palmar arcg (patency of radial and ulnar aeries). If these are patent, AVF can be safely ligated Method of Allen's test Elevate the hand and apply digital pressure on the radial and ulnar aeries to occlude them Ask the patient to make a fist several times The tips of the finger should go pale. Release each aery in turn and observe the return of colour Ref: Sabiston 20th edition Pgno: 1979",
        "cop": 1,
        "opa": "Radial aery",
        "opb": "Umbilical aery",
        "opc": "Popliteal aery",
        "opd": "Aoa",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "fdeb4aa3-4fef-4030-9997-b6c862d39dd5",
        "choice_type": "multi"
    },
    {
        "question": "Raynauds phenomenon is commonly seen in",
        "exp": ". It is an episodic vasospasam, especially aeriolar spasam usually bilateral more often seen in upperlimb of females as a result of abnormal sensitivity to cold. Patient develops blanching, cyanosis qnd later flushing. usually medial four digits and palm are involved. Thumb is spared. If vasospasam becomes longer, gangrene or ischemic ulceration supervenes along the tips of fingers. Refer page no 183 of SRB's manual of surgery5th edition.",
        "cop": 1,
        "opa": "Upper limb of female",
        "opb": "Lower limb of female",
        "opc": "Lower limb of male",
        "opd": "Upper limb of male",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4468cda5-1b94-478f-b859-53eb738fc03c",
        "choice_type": "single"
    },
    {
        "question": "True about Trendelenburg operation is",
        "exp": "Tredelenburg Operation Consists of saphenofemoral junction flush ligation & Greater saphenous vein (GSV) stripping All four tributaries (superficial Inferior epigastric, superficial circumflex iliac, deep & superficial external pudendal veins) is divided Ligate the GSV deep to all tributaries flush with the common femoral vein Greater saphenous vein should only be stripped to just below the knee to avoid damage to the accompanying saphenous nerve Ref: Sabiston 20th edition Pgno: 1832",
        "cop": 3,
        "opa": "Stripping of superficial varicose vein",
        "opb": "Ligation of perforators",
        "opc": "Flush ligation of superficial varicose veins",
        "opd": "Ligation of sho saphenous vein",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "5951c8e6-c7e7-4104-b20d-66732a26532a",
        "choice_type": "multi"
    },
    {
        "question": "SEPS is a procedure used for:",
        "exp": "Subfascial Endoscopic Perforator Vein Surgery (SEPS) SEPS is a new endoscopic technique for the management of chronic venous insufficiency due to incompetent perforator veins. SEPS involves inseion of a rigid endoscope through the skin and superficial fascia to a plane above the muscle, such that perforator veins are visible as they exit the muscles. These perforator veins are dissected free from surrounding tissue and closed with the help of metal clips. Ref: Sabiston 20th edition Pgno: 1809",
        "cop": 1,
        "opa": "Veins",
        "opb": "Aeries",
        "opc": "Lymphatics",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4907cdb7-d768-4c4e-bfb0-76afdb03f0e6",
        "choice_type": "single"
    },
    {
        "question": "Drug used for Buerger's disease",
        "exp": "A drug used in Buerger's disease is Xanthinol nicotinate. xanthine nicotinate tablet was used daily once earlier. Now, graded injection of xanthine nicotinate 3000 mg from day 1 to 9000 mg on day 5 is used to promote ulcer healing. It also helps to increase claudication distance as a temporary basis. Beta blockers such as propranolol & GTN have no ulcer healing propey in case of Thromboangitis obliterans (Buerger's disease).",
        "cop": 2,
        "opa": "Propranolol",
        "opb": "Xanthinol nicotinate",
        "opc": "GTN",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "342b45b7-50b0-4c40-aeb0-cfaaac309d7e",
        "choice_type": "multi"
    },
    {
        "question": "Antibiotic of choice for lymphedema is?",
        "exp": "<p> Lymphoedema Accumulation of fluid in extracellular and extravascular fluid compament, commonly in subcutaneous tissue. Classification: 1. Primary - without any identifiable disease. 2. Secondary- acquired due to definitive cause. Primary lymphoedema:- Affects commonly females. Common in lower limb and left side. It can be familial, syndromic ( Turners, Klinefelter&; s, Down&; s, Klipple Trenauy weber) It can be 1. Lymphoedema congenital: present at bih (<2yrs). Familial type is called Nonne- Milroy disease. 2. Lymphoedema praecox- present at pubey (2-35 years). Familial type is called Letessier- Meige&; s syndrome. 3. Lymphoedema tarda- present in adult life after 35 years. Complications: Skin thickening, abscess, maggot formation. Recurrent cellulitis Lymphangiosarcoma Recurrent streptococcal infection. Conservative treatment:- 1. Elevation of limb, exercise, weight reduction. 2. Static isometric activities like prolonged standing or weight lifting should be avoided. 3. Diuretics to reduce edema. 4. Daily wearing of below knee stockings. 5. Daily wearing of below knee stockings. 6. Intermittent pneumatic compression devices. 7. Antibiotics- flucloxacillin, erythromycin, long acting penicillin. 8. Skin care. 9. Complex decongestive therapy {Reference: SRB&; s manual of surgery, 5th edition, page no. 247}",
        "cop": 1,
        "opa": "Penicillin",
        "opb": "Amikacin",
        "opc": "Metronidazole",
        "opd": "Ceftazidime",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "266c3949-61fc-4dfd-98d4-dec06bc18bcd",
        "choice_type": "single"
    },
    {
        "question": "A patient complaints of breathlessness following a trauma, Trachea shifted to opposite side, Resonant percussion note seen with absent Breath sounds. On inseion of ICD- False statement is",
        "exp": "Inseing a Chest Drain Site of Inseion: - Triangle of Safety Boundaries: - * Anterior to mid axillary line * Above level of nipple * Below and Lateral to Pectoralis Major * This usually gets inseed in 5th ICS level. Steps in ICD Inseion: - * Meticulous Sterility maintained. * Inse Local Anaesthesia up to Pleura. * Sharp dissection to Cut only the Skin. * Blunt Dissection using Aery Forceps through the muscles- Intercostal and Serratus anterior. * Oblique tract is made so that the parietal pleura is tunnelled to avoid leakage of air. * Drain in cases of Haemothorax and Pneumothorax should aim the Apex * Drain for Empyema and Pleural effusion should be at Base * Drain should pass at the upper edge of the rib to avoid injury to neurovascular bundle. * Don't apply any clamp in Drain as it may be forgotten to be removed. * Don't apply suction also. * Bubbling drain must never be clamped. * Check the drain location by a Chest X ray. Ref:- Bailey and Love 27th Edition; Pg num:- 920",
        "cop": 3,
        "opa": "Direction of inseion is posterior and superior",
        "opb": "Inseion area must be palpated digitally to confirm the position",
        "opc": "Inseed into the 4th or 5th ICS along the scapular line",
        "opd": "Done in Upper pa of Lower Rib to avoid vessel and nerve injury",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "87283cd0-3f8d-42c3-8bb0-09ece70d989e",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a symptom of atherosclerotic occlusive disease at the bifurcation of aoa (Leriche syndrome)?",
        "exp": ". Ans: (d) Gangrene localised to feet In chronic atherosclerotic occlusive disease usually it is confined to distal abdominal aoa below the renal aeries. Frequently extends to iliac aeries. Claudication characteristically involves buttocks, thighs and calves & may associated with impotence in males (Leriche syndrome ).",
        "cop": 4,
        "opa": "Claudication of the buttock and thigh",
        "opb": "Claudication of the calf",
        "opc": "Sexual impotence",
        "opd": "Gangrene localized to the feet",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "081090f4-fa5f-4ac5-becf-5f8ceea2ef94",
        "choice_type": "single"
    },
    {
        "question": "Immuno-proliferative lymphoma presents with?",
        "exp": "Immunoproliferative small intestinal disease (IPSID), is a B cell tumor. The presentation includes chronic diarrhoea, steatorrhea associated with vomiting and abdominal cramps. IPSID presents with intestinal secretions of an abnormal IgA that contains a shoened heavy chain and is devoid of light chains. It is suspected that the abnormal chains are produced by plasma cells infiltrating the small bowel. The clinical course is one of exacerbations and remissions, with death due to malnutrition and wasting or the development of a lymphoma.",
        "cop": 1,
        "opa": "Chronic diarrhea",
        "opb": "Obstruction",
        "opc": "Peritonitis",
        "opd": "Tenesmus",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f51049ce-d787-4dd4-964a-e4efbdfdc29d",
        "choice_type": "single"
    },
    {
        "question": "The most common site of enlargement of the lymph nodes in Hodgkin's lymphoma is",
        "exp": "In about 50% of patients who have both Hodgkin's and non-Hodgkin's lymphoma, the mediastinum may be the primary site. \" Ref: Schwaz 9/e p575",
        "cop": 3,
        "opa": "Cervical",
        "opb": "Axillary",
        "opc": "Mediastinal",
        "opd": "Abdominal",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "e3c8ba80-237f-4457-8d59-b720501d070c",
        "choice_type": "single"
    },
    {
        "question": "After doing a graft repair of a thoraco-abdominal aneurysm, the patients developed weakness. Most propable cause for this:",
        "exp": "Aeria Radicularis Magna: Aeria radicularis magna (aery of Adamkiewicz) is the main source of blood supply to the anterior spinal aery in the thoracolumbar segment of the spinal cord. It arises from either one of the lower posterior intercostal aeries (T9-T11) or of the subcoastal aery (T12), or less frequently of the upper lumbar aeries (L1 and L2) Occlusion or interruption is one of the major reasons for spinal cord ischemia (leading to paraparesis/Paraplegia) during surgery for thoracoabdominal aneurysm. Ref: Sabiston 20th edition Pgno: 1788",
        "cop": 3,
        "opa": "Decreased blood supply to the lower limbs",
        "opb": "Thoraco splanchnic injury",
        "opc": "Discontinuation of aeria radicularis magna",
        "opd": "Lumbosacral nerve injury",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "b3652730-6b51-4e12-b351-59cda75bf0ba",
        "choice_type": "single"
    },
    {
        "question": "A patient is admitted with 3rd episode of deep venous thrombosis. There is no history of any associated medial illness. All of the following investigations are required for establishing the diagnosis except",
        "exp": "It is a cqpillary vascular malformation also called as naevus simplex. Commonly seen in 40% of new borns. It is present at bih, usually involves nape of neck, face, scalp, limbs. With age, it goes for spontaneous regression and disappears completely, usually in one year.",
        "cop": 1,
        "opa": "Antibodies to factor VIII",
        "opb": "Antibodies to cardiolipin",
        "opc": "Antithrombin II deficiency",
        "opd": "Protein C deficiency",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "d5842784-949f-45db-b0b8-33dbfd3fee9f",
        "choice_type": "multi"
    },
    {
        "question": "The flow in the affected perforator in case of varicose veins is",
        "exp": "Physiologically flow is from superficial to deep veins, valves prevent flow back into superficial system. When perforator becomes affected in varicose veins, valves are dysfunctional and flow occurs from deep to superficial veins. Reference: Bailey and love, 27th edition, page 971",
        "cop": 2,
        "opa": "From superficial to deep",
        "opb": "From deep to superficial",
        "opc": "No flow",
        "opd": "Can be both directions",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "98e516c3-04f4-4a5b-8653-218f485e4ec8",
        "choice_type": "multi"
    },
    {
        "question": "True about Pseudoclaudication is",
        "exp": "Psedoclaudication Or Lumbar canal stenosis OPaicular dermatomal pain, associated with motor weakness, OIncreases in standing long duration and relieved by the change in positions like leaning forwards. OAlso, pain is less on walking uphill but increases on walking downhill.",
        "cop": 3,
        "opa": "Pain increases on walking uphill",
        "opb": "Pain decreases on standing still",
        "opc": "Leaning forward reduces pain",
        "opd": "Pulses may be feeble or absent",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "874649ae-e073-44f4-a82a-30a275d607b1",
        "choice_type": "multi"
    },
    {
        "question": "A pt presented with pulsating varicose veins of the lower limb. Most probable diagnosis is -",
        "exp": "Klippel- Trenaunay Syndrome: is characterized by Congenital AV fistulas Cutaneous hemangiomas Varicose veins Hyperophy of involved extremity The absence of deep venous system (so pathological superficial veins should not be removed without evidence of an intact deep system)",
        "cop": 3,
        "opa": "RHF",
        "opb": "Tricuspid regurgitation",
        "opc": "Klippel trenaunay syndrome",
        "opd": "DVT",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "258085d2-3d82-44b7-80d5-715b439688ed",
        "choice_type": "single"
    },
    {
        "question": "In abdominal aoic aneurysm indication of operation is when size of aneurysm is?",
        "exp": "<p> Abdominal aoic aneurysm: Most commonest type of large vessel aneurysm. 95% have associated atheromatous change. 95% occur below renal aeries. Symptomatic aneurysms may cause minor symptoms such as back and abdominal discomfos, before severe sudden abdominal pain due to rupture develops. Asymptomatic aneurysms are found accidentally on physical examination. Abdominal aoic aneurysms csn rupture into anteriorly into peritoneal cavity (20%) or posterolaterally to retroperitoneal space (80%). Anterior rupture leads to free bleeding into peritoneum whereas posterior rupture leads to retroperitoneal haematoma. The patient remain conscious but in severe pain. If no operation is performed, death is inevitable. Indications for surgery:- 1. Asymptomatic aneurysm more than 5. 5 cm 2. Growth rate more than 0. 5 cm per year. 3. Painful tender aneurysm 4. Thrombosed aneurysm, aneurysm with distal emboli. {Reference: SRB&; s manual of surgery, 5th edition, page no. 198}",
        "cop": 2,
        "opa": ">4 cm",
        "opb": ">5. 5 cm",
        "opc": ">6 cm",
        "opd": "6. 6 cm",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "bae3e031-c0a7-491d-beaf-4369a62dd436",
        "choice_type": "single"
    },
    {
        "question": "For doing CABG, Allen test is done to test which vessel",
        "exp": ". Allen's test is done to find out the patency of radial and ulnar aeries. Both the aeries are compressed near the wrist and allowed to blanch completely in one minute (In the mean time patient closes and opens the first several times for fuher venous outflow). palm appears pale and white. One of the aeries is released and colour of hand is noted. Normally hand will became pink and flushed in no time; whereas in obstruction, the area will still remain pale. Other aretery is also released and looked for changes in hand. Often test has to be repeated to get proper information. Refer page no 173 of SRB's manual of surgey 5 th edition.",
        "cop": 2,
        "opa": "Ulnar aery",
        "opb": "Radial aery",
        "opc": "Saphenous vein",
        "opd": "Internal mammary aery",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "087b3ae9-e01a-43d0-866e-2080e4e0102f",
        "choice_type": "multi"
    },
    {
        "question": "Re-implantation time for lower limb is",
        "exp": "Ischaemic time for digits is upto 8 hours ISchemic time for extremities Is 4-6 hours Organ containing bag should be placed in a solution of saline with ice Ref: Essential emergency trauma by kaushal Shah, Daniel Egan, Joshua quaas- 2010 Pgno: 679",
        "cop": 3,
        "opa": "6 hrs",
        "opb": "4 hrs",
        "opc": "8 hrs",
        "opd": "10 hrs",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "e2b01d97-1f36-4632-8474-286b2afed5c1",
        "choice_type": "single"
    },
    {
        "question": "All are true about cystic hygroma except",
        "exp": "Cystic hygroma is not pulsating. So option 1 is incorrect. Cystic hygroma is sequestration of lymphatic tissue. Cyst filled with clear lymph and lined by single layer of epithelium. Mostly found in the neck. It can obstruct labour, and can also cause respiratory difficulty. Swelling is brilliantly transluminant. Management: Injection of sclerosant and excision of Cyst. Reference: Bailey and love 27th edition, page no. 754.",
        "cop": 1,
        "opa": "Pulsatile",
        "opb": "May cause respiratory obstruction",
        "opc": "Common in neck",
        "opd": "present in bih",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "7350e8ce-8bfa-4f9b-befc-504f449a5cb8",
        "choice_type": "multi"
    },
    {
        "question": "Which of these is not a risk factor for thromboembolism -",
        "exp": "All those factors which promote DVT are also risk factors for thromboembolism. Superficial thrombophlebitis itself cannot cause thromboembolism (as thrombus formed in superficial thrombophlebitis strongly adhere to the venous wall) but it is a risk factor for DVT. The thrombosis in superficial thrombophlebitis can extend into the deep venous system causing DVT. Estrogen & Myocardial infarction are risk factors for DVT and thromboembolism Estrogen leads to a hypercoagulable state. Myocardial infarction causes bed rest leading to stasis.",
        "cop": 3,
        "opa": "Myocardial infarction",
        "opb": "Estrogen therapy",
        "opc": "Hypertension",
        "opd": "Superficial thrombophlebitis",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "9b387c61-d0c9-472c-b124-5bdbb2b3c0da",
        "choice_type": "single"
    },
    {
        "question": "SEPS is used for",
        "exp": ". SEPS-Subfascial Endoscopic Perforator Ligation Surgery, it us recommended in chronic venous insufficiency. procedure: A special telescope is introduced deep to deep fascia through a single small veical incision at proximal leg selecting healthy skin. potential space between muscle and deep fascia with loose areolar tissue is easy to detect using endscope. Technique is done under torniquet 300 mm hg pressure. Endoscope is advanced down along the medial border of tibia. Perforators travelling in subfascial plane are identified and fulgurated using bipolar cauery or clips can be applied into the perforators. It is recommended in chronic venous insufficiency. But its limitation is difficuilty in getting \"lift off\" skin in cases with severe lipodermatosclerosis to identify the perforators. Refer page no 237 of SRB's manual of surgery 5 th edition.",
        "cop": 2,
        "opa": "Aery",
        "opb": "Veins",
        "opc": "Lymphatics",
        "opd": "Lymphnodes",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f733951f-60fc-49e9-837f-71d64f195124",
        "choice_type": "single"
    },
    {
        "question": "Lariche syndrome is due to?",
        "exp": ". Due to block in the common iliac aery or aooiliac segment or bilateral iliac aery may cause pain in the buttocks often associated with impotence is called Leriche's syndrome. pain commonly develops when the muscles are exercising. cause of pain is accumulation of substance p and metabolites. Refer page no 170 of SRB's manual of surgery 5 th edition.",
        "cop": 2,
        "opa": "Bilateral iliac aery occlusion with sterility",
        "opb": "Bilateral iliac aery occlusion with impotency",
        "opc": "Unilateral iliac aery occlusion with sterility",
        "opd": "Unilateral iliac aery occlusion with impotency",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4e7a7c8e-9359-47f9-ab5a-c52346bc4266",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with varicose veins. Color Doppler evaluation shows sapheno femoral junction incompetence and dilatation of GSV. Deep veins appear normal. Management options include all of the following except:",
        "exp": "Sclerotherapy is used for telangiectatic vessels and varicose veins less than 3 mm in diameter. -- Schwaz. So here in this case where great saphenous vein is insufficient along with SFJ incompetence sclerotherapy would be of no use. For incompetent SFJ and GSV, Flush ligation and stripping of the saphenous system is performed. This is traditionally performed by ligating the saphenofemoral junction and the major proximal saphenous vein branches through a small incision in the groin. Then the saphenous vein is removed to the point of clusters of varicosities. The saphenous vein can also be ablated by either radiofrequency ablation or endovenous laser treatment.",
        "cop": 3,
        "opa": "Endovascular stripping",
        "opb": "Amputation",
        "opc": "Sclerotherapy",
        "opd": "Saphenofemoral flush ligation with stripping",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "cdae811b-681b-45d4-9c12-8d73712e5699",
        "choice_type": "multi"
    },
    {
        "question": "All of the following soft tissue sarcomas have a propensity for lymphatic spread except",
        "exp": "A malignant peripheral nerve sheath tumor (MPNST)/ Neurofibrosarcoma is a form of cancer of the connective tissue surrounding nerves. Given its origin and behavior it is classified as a sarcoma. About half the cases are diagnosed in people with neurofibromatosis; the lifetime risk for an MPNST in patients with neurofibromatosis type 1 is 8-13%. MPNST with rhabdomyoblastomatous component are called malignant triton tumors Symptoms may include: Swelling in the extremities (arms or legs), also called peripheral edema; the swelling often is painless. Difficulty in moving the extremity that has the tumor, including a limp. Soreness localized to the area of the tumor or in the extremity. Neurological symptoms. Pain or discomfo: numbness, burning, or \"pins and needles. \" Dizziness and/or loss of balance Prognosis Patient response to treatment will vary based on age, health, and the tolerance to medications and therapies. Metastasis occurs in about 39% of patients, most commonly to the lung. Features associated with poor prognosis include a large primary tumor (over 5 cm across), high grade disease, co-existent neurofibromatosis, and the presence of metastases. It is a rare tumor type, with a relatively poor prognosis in children Ref: https://en. m. wikipedia. org/wiki/Malignant_peripheral_nerve_sheath_tumor",
        "cop": 1,
        "opa": "Neurofibrosarcoma",
        "opb": "Synol sarcoma",
        "opc": "Rhabdomyosarcoma",
        "opd": "Epitheloid sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "eef4ac32-5614-4502-81ad-d80abba86d65",
        "choice_type": "multi"
    },
    {
        "question": "False about ischemic rest pain",
        "exp": ". Rest pain is increased in lying down and elevation of foot; it may be reduced on hanging the foot down. so pain is experiened more during night while patient lying down. Refer page no 170 of SRB &; s manual of surgery 5 th edition",
        "cop": 2,
        "opa": "More in night",
        "opb": "MC in hand muscle",
        "opc": "Increse upon elevation of limbs",
        "opd": "Relieved by dependent position",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "9677aa28-ab30-427e-8759-bd1cb32cd655",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of acquired aeriovenous fistula is",
        "exp": ". Trauma is the most common cause of accquired atreiovenous fistula(AV fistula). most common sites involved are femoral region, brachial region, popliteal region, wrist, aoa-vena canal, abdomen. It may be following road traffic accidents, penetrating wounds, cock fight injury(common in south india). Other causes includes after surgical intervention of major vessels, cimino fistula(AVF created for renal dialysis). Refer page no 219 of SRB's manual of surgery 5th edition.",
        "cop": 4,
        "opa": "Bacterial infection",
        "opb": "Fungal infection",
        "opc": "Blunt trauma",
        "opd": "Penetrating trauma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "387fcb24-1da0-405c-a1e2-3ba2fd9cb891",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best way of preventing the development of deep vein thrombosis (DVT) in the postoperative period",
        "exp": "Patients are at increased risk for developing venous thromboembolism after: Major abdominal surgery Major ohopaedic surgery Has sustained major trauma Has prolonged immobility (>3 days) These patients need some form of prophylaxis. The prophylaxis can be mechanical or pharmacological. Prophylaxis for DVT Mechanical Prophylaxis include: Early ambulation It is the simplest method of prophylaxis It acts by activating the calf pump mechanism Pneumatic compression devices It is the most common method of prophylaxis Pneumatic compresses prevents the stasis by periodically compressing the calves. Pharmacological Prophylaxis include Use of unfractionated heparin - Now being replaced by fractionated low molecular weight heparin Use of fractionated low molecular - Better efficacy than unfractionated heparin weight heparin - No laboratory monitoring is necessary",
        "cop": 3,
        "opa": "Early ambulation",
        "opb": "Low dose aspirin",
        "opc": "Prophylactic heparin",
        "opd": "Physiotherapy",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "2923b7bc-a3f0-4703-9105-7e2869ee6c03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is risk factor for abdominal aoic aneurysm rupture?",
        "exp": "Surgery is indicated when size of AAA >5. 5 cm After rupture, Moality rate of emergent operation is 45-50% Most serious gastrointestinal complication is ischaemia of the left colon and rectum. Post operative hypotension and hemodynamic instability are contributory factors Occasionally, microembolization cam occur, resulting in small patchy areas of ischaemia, usually on the plantar aspect of the foot, referred to as trash foot Ref: Harrison's 19th edition Pgno: 1640",
        "cop": 2,
        "opa": "Ischeamic heart disease and size 4. 5 cm",
        "opb": "Ischeamic heart disease and size 5. 5 cm",
        "opc": "Age > 65 and size 4. 5 cm",
        "opd": "Age > 65 and size 5. 5 cm",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "35dbf43b-8d2f-47c4-828f-695dbe07260f",
        "choice_type": "single"
    },
    {
        "question": "True regarding management of diabetic foot",
        "exp": ". strict diabetic control should done by using insulin only, diet control, obesity control also should done. Topical antibiotics can be used decided by pus C/S. Amputation prefer only to the gangrenous area. other treatment modalities include -Regular dressing. -Surgical debridement of the wound. -Drugs like vasodilators, pentoxiphylline. dipyridamole, low dose aspirin. -injuries should avoided and MCR foot wears must used, Refer page no 206 of SRB's manual of surgery 5 th edition.",
        "cop": 1,
        "opa": "Strict diabetic control",
        "opb": "Venous system is commonly involved",
        "opc": "Topical Antibiotics are used",
        "opd": "Early amputation should done",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "dfd46948-3733-4715-85f9-a8fbab7aff11",
        "choice_type": "multi"
    },
    {
        "question": "Acute aerial embolus to lower extrimities will come with symptoms of?",
        "exp": "Embolic aerial occlusion presents with pain, pallor, paresthesia, paralysis and loss of pulsation. Reference Bailey and love, 27th edition, page 955",
        "cop": 2,
        "opa": "Pain, swelling and cynosis",
        "opb": "Pain, palor, paresthesia and pulselessness",
        "opc": "Cyanosis & absent pulse distal to emboli",
        "opd": "Pallor, pulselessness and swelling",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "9f17aaa1-838f-4347-8ac3-da73cbf57a13",
        "choice_type": "multi"
    },
    {
        "question": "Cocket & Dodd's operation is performed for which one of the following?",
        "exp": "Ref: BMJ 97 p314 Cockett and Dodd operation: Sub-fascial ligation of perforators Ref: www. ncbi. nlm. gov/pubmed/4855162",
        "cop": 2,
        "opa": "Sapheno femoral flush ligation",
        "opb": "Subfascial ligation",
        "opc": "Deep vein thrombosis",
        "opd": "Diabetic foot",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "83a95915-6934-4921-a691-7c8eb3b365f2",
        "choice_type": "single"
    },
    {
        "question": "Intermittent claudication is",
        "exp": ". Ans: (c) Pain at exercise Intermittent claudication & rest pain are the cardinal symptoms of Peripheral aerial disease. Intermittent clarification refers to a pain, ache or sense of fatigue that occurs in affected muscle group with EXERCISE, paicularly walking & resolves with rest.",
        "cop": 3,
        "opa": "Pain at rest",
        "opb": "Pain at first step",
        "opc": "Pain at exercise",
        "opd": "Pain on pressure",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "a4a4839f-8f87-4d8d-b72d-5b848c3e0fa7",
        "choice_type": "multi"
    },
    {
        "question": "Aoic transaction true about",
        "exp": "No answer All options are true",
        "cop": 1,
        "opa": "Most commonly A/w deceleration injury",
        "opb": "High morality",
        "opc": "Surgery difinitive treatment",
        "opd": "A oography gold standard",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "5e6ed50e-21b1-4830-98f2-c6a036fc40e4",
        "choice_type": "multi"
    },
    {
        "question": "False about Kasabach syndrome",
        "exp": "<p> Kasabach meritt syndrome: Capillary hemangioma+ DIC ( Disseminated intravascular coagulation) with thrombocytopenia. Sturge weber syndrome:- Hemangioma+ hemiplegia and jacksonian epilepsy ( calcified vascular cerebral and meningeal deposits)+ glaucoma. Maffucci syndrome- cavernous hemangioma+ dyschondroplasia. Klippel trenaunay weber syndrome- Naevus flemmeus + osteohyperophy of extremities+ varicose vein of lower limbs. {Reference: SRB&; s manual of surgery, 5th edition, page no. 215}",
        "cop": 2,
        "opa": "May be due to complication of powine stain",
        "opb": "Coagulopathy absent",
        "opc": "Due to complication of hemangioma",
        "opd": "Thrombocytopenia present",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4e2043af-032d-48ba-bbc2-39885f132fd7",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with heaviness of leg with veins of diameter less than 1mm over the posterior pa of the calf- Under CEAP classification it comes under",
        "exp": "CEAP Classification: - Clinical Classification: - * C0- No signs of Venous Disease * C1- Telangiectasia ( <1mm Diameter)/ Reticular Veins (1-2. 9 mm Diameter) * C2- Varicose Vein ( > 3 mm Diameter) * C3- Oedema * C4- Pigmentation, Eczema, Lipodermatosclerosis * C5- Healed Venous Ulcer * C6- Active Venous Ulcer Add S for Symptomatic and A for Asymptomatic cases Etiological Classification: - * Ec- Congenital * Ep- Primary * Es- Secondary * En- No Venous Cause identified Anatomical Classification: - * As- Superficial veins * Ap- Perforator veins * Ad- Deep Veins * An- No venous Location identified Pathological classification: - * Pr- Reflux * Po- Obstruction * Pr, o- Reflux and Obstruction * Pn- No Venous Pathology identifiable Ref:- Surgery Sixer 3rd Edition; Pg num:- 885",
        "cop": 2,
        "opa": "C0",
        "opb": "C1",
        "opc": "C2",
        "opd": "C3",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "59702501-1480-4ca8-91fc-88d1279fcf96",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with local gigantism of the leg and increased pulsations of the lower limb veins. Most probable diagnosis is",
        "exp": "The patient is having congenital AV fistula which has caused overgrowth of the leg. Aeriovenous fistula (AVF) AVF may be congenital or acquired (by the trauma of a penetrating wound, or surgically created for renal dialysis) Structural effect on veins - Veins are aerialised*, they become dilated touous and thick walled. Physiological effects of fistula - Increased pulse pressure (Increased systolic & decreased diastolic) Enhanced venous return result in Increased HR* and Increased CO*. Left ventricular enlargement and later cardiac failure may occur A congenital fistula in the young may cause overgrowth of limb*. In the leg, indolent ulcers may result* from relative ischemia below the sho circuit. Clinical signs A pulsatile swelling* A thrill on palpation* Continuous bruit on auscultation* Nicoladonis sign' or Branham sign* - Pressure on the aery proximal to fistula causes the swelling to diminish in size, a thrill or bruit to cease, the pulse rate to fall and the pulse pressure return to normal. Ref: Bailey & Love 25/e p923",
        "cop": 2,
        "opa": "Varicose veins",
        "opb": "AV fistula",
        "opc": "Buerger disease",
        "opd": "Tumour",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "eb6dbaa7-ae78-445d-bf98-13f833983e0c",
        "choice_type": "single"
    },
    {
        "question": "Best graft for femora-popliteal bypass is",
        "exp": "Best graft for femoro popliteal bypass is autologous vein, long saphenous from same leg, if not available, from opposite limb, or else sho saphenous vein. If no vein is available, a prosthetic, polytetrafluoroethylene can be used. Best is autologous vein. Reference: Bailey and love, 27th edition, page 949",
        "cop": 1,
        "opa": "Autologus vein",
        "opb": "Dacron",
        "opc": "Teflon",
        "opd": "PTF",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "047f47b4-b66c-4fd7-ae5d-36ac8138ab01",
        "choice_type": "single"
    },
    {
        "question": "Perforators are not present at",
        "exp": "Blood flows from the superficial to the deep veins through perforating (communicating veins) Perforators are located below the medial malleolus (inframalleolar perforator) in the medial calf (Cockett perforators) just above (Dodd perforator) & below the knee (Boyd perforator) at the level of the adductor canal (Hunterian perforator)",
        "cop": 4,
        "opa": "Ankle",
        "opb": "Medial calf",
        "opc": "Distal to calf",
        "opd": "Below inguinal ligament",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "2827762b-394e-4532-82ff-8833e387b3d7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the clinical feature of thromboangitis obliterans except:",
        "exp": "The lesions in Buerger's disease are segmental and usually begin in aeries of small and medium sized such that the pulses in larger aery viz. brachial and poplitial are essentially normal but posterior tibial, dorasalis pedis, and radial and ulnar pulses are decreased or absent. Ref: Harrison 17/e p1570",
        "cop": 1,
        "opa": "Absence of popliteal pulse",
        "opb": "Superficial migratory thrombophlebitis",
        "opc": "Raynaud's phenomenon",
        "opd": "Claudication of aeries",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "46e27509-e3ad-4709-b8a6-11cdf05c9ac2",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for DVT",
        "exp": ". <p> Deep vein thrombosis Also known as phlebothrombosis. It is a semisolid clot in the vein which has got high tendency to develop pulmonary embolism and sudden death. Common site of beginning is soleal veins. Investigation:- 1. Venous doppler- investigation of choice 2. Duplex scanning- it shows non compressible vein which is wider than normal. 3. Venogram- 4. Radioactive iodine fibrinogen study 5. Haemogram with platelet count 6. Ventilation Treatment:- 1. Rest, elevation of limb and bandaging the entire limb with crepe bandage. 2. Anticoagulants- heparin, low molecular weight heparin, warfarin. 3. Low molecular weight heparin is preferred to heparin. 4. Initially high doses of heparin of 25, 000 units/ day for 7 days is given. 5. Warfarin should be staed as early as possible on the same day as heparin. 6. Oral anticoagulants being teratogenic cannot be used during pregnancy. {Reference: SRB&; s manual of surgery, 5th edition, page no. 225}",
        "cop": 3,
        "opa": "Heparin",
        "opb": "Acetrom",
        "opc": "LMWH",
        "opd": "Aspirin",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "04c0c6ac-3bdb-4079-9d6b-711af98a8285",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of peripheral aerial occlusion",
        "exp": "Symptoms and signs of peripheral aerial occlusion are classically remembered by 5 Ps. Pain Pallor Pulselessness Paralysis & Paraesthesia (actually it is anaesthesia, complete loss of sensation) Some add a sixth 'P' - 'poikilothermia' or 'perishing cold' MC presenting symptom of acute aerial occlusion - Pain (Schwaz Pretest) Ref: Bailey & Love 25/e p909",
        "cop": 1,
        "opa": "Shock",
        "opb": "Pain",
        "opc": "Pallor",
        "opd": "Parasthesia",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "5df128a4-bcb5-480a-aa1b-052c5528bd76",
        "choice_type": "multi"
    },
    {
        "question": "Surgery for varicose veins is contraindicated by even stripping in",
        "exp": "DVT is a contraindication for the treatment of varicose veins Varicose vein surgery should be never attempted in a case where DVT exists along with varicose veins, because in these cases, superficial veins are the only valved venous pathway and excising them will only aggravate the condition Ref: Sabiston 20th edition Pgno: 1836",
        "cop": 2,
        "opa": "DVD",
        "opb": "DVT",
        "opc": "Atherosclerosis",
        "opd": "None",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "d94a60a2-f7d9-4350-aea2-451d7f1ce096",
        "choice_type": "multi"
    },
    {
        "question": "Chronic lymphoedema of the limb is predisposed to all of the following except",
        "exp": "Marjolin's ulcer: - Refers to the development of malignant ulcers over chronic scars most commonly those from burns. Malignancy is usually a squamous cell carcinoma and has not been mentioned as a complication of lymphoedema. Features of chronic lymphoedema of limb Initially, the lymphoedema is soft and pits on the pressure but with time the skin becomes thickened & non-pitting due to fibrosis, dermal thickening and hyperkeratosis. Frequent episodes of lymphangitis and cellulitis may occur. this is believed to be due to loss of local immune defence mechanism. Chronic eczema, a fungal infection of the skin (dermatophytosis) and nails (onychomycosis), fissuring, verrucae and papillae (was) are frequently seen in advanced disease. Rarely malignancy (lymphangiosarcoma or angiosarcoma) may occur in chronic lymphoedema. This neoplastic transformation of blood vessels and lymphatics is called Stewa - Treves syndrome.",
        "cop": 3,
        "opa": "Thickenening of the skin",
        "opb": "Recurrent soft tissue infections",
        "opc": "Marjolin's ulcer",
        "opd": "Sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "89b832c7-c963-4047-971d-96f914999d42",
        "choice_type": "multi"
    },
    {
        "question": "First treatment of rupture of varicose veins at the ankle should be",
        "exp": "Varicose veins around the ankle foot and lower leg especially in the elderly are highly vulnerable to hemorrhage which may occur with minor trauma or spontaneously when patient is up and about. The ensuing hemorrhage may be copious but is easily stopped by finger pressure or when patient lies down with foot elevated and a firm pad and bandage is applied'. Treatment must be completed by elimination of affected varicosity which may be achieved by compression sclerotherapy.",
        "cop": 4,
        "opa": "Rest in prone position of patient",
        "opb": "Application of tourniquet proximally",
        "opc": "Application of tourniquet distally",
        "opd": "Direct pressure and elevation",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "2e626072-8eaa-4cac-80c6-dd06063abaa3",
        "choice_type": "multi"
    },
    {
        "question": "Necrotizing lymphadenitis is characteristically seen in",
        "exp": "Kikuchi Disease: Rare subacute necrotizing lymphadenitis Most commonly seen in children and young adults of Asian heritage. Etiology is unknown Pathology: Necrotizing and crescenteric plasmocytoid monocytes. Absence of neutrophils and eosinophils. Clinical Features: Most characteristics feature: Painful tender lymphadenopathy, most commonly involving cervical LN. Less commonly involved LNs include axillary and inguinal LNs. Deep LNs and Extranodal sites are rarely involved. Lymphadenopathy is associated with fever and systemic signs. Prognosis: Self-limiting disease, resolves spontaneously within 6 months. Ref: Nelson 20th edition Pgno: 2414",
        "cop": 2,
        "opa": "Kimura disease",
        "opb": "Kikuchi disease",
        "opc": "Hodgkin's disease",
        "opd": "Castleman disease",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "c74cfc1c-5797-41ce-bdfd-ac90bb16e9c8",
        "choice_type": "multi"
    },
    {
        "question": "Degloving injury is characterised by",
        "exp": "Degloving Injury is defined as an Avulsion injury including the following layers:- * Skin * Subcutaneous Tissue with intact fascia Ref:- Bailey and Love 27th Edition; Pg num:- 27",
        "cop": 3,
        "opa": "Loss of Skin only",
        "opb": "Loss of Skin and Subcutaneous tissue along with Fascia",
        "opc": "Loss of Skin and Subcutaneous tissue with intact fascia",
        "opd": "Loss of Skin, Subcutaneous Tissue and Muscle",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "6eeac3e1-3190-4f23-bc1c-8f581aa4b1fe",
        "choice_type": "single"
    },
    {
        "question": "Calf compament pressure rise to _________ on walking:",
        "exp": "On standing, the aerial blood pressure at the ankle rises by 80-100 mm. Hg. The pressure within the calf-compament rises to 200-300 mm. Hg during walking, which is more than enough to propel the blood in the direction of hea. Ref: Bailey 27th edition Pgno: 971",
        "cop": 4,
        "opa": "20-30 mm. Hg",
        "opb": "60-80 mm. Hg",
        "opc": "80-100 mm. Hg",
        "opd": "200-300 mm. Hg",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4efaef25-dfb4-4d68-a241-466c37b792a0",
        "choice_type": "single"
    },
    {
        "question": "Most common site of aoic dissection is?",
        "exp": "<p> Aoic dissection Dissection of the media of the aoa after splitting through intima creating a channel in the media of the vessel wall. Causes- hypertension, marfan&; s syndrome, collagen diseases, trauma, weakening of elastic layers of the media due to shear forces. Features:- Commonly seen in thoracic aoa(ascending aoa). Dissected aoic arch channel gets lined by endothelium, often reopens distally into the aoa causing double barrelled aoa. Atherosclerosis is not a usual cause for dissecting aneurysm. Clinical features- Pain in the chest, back which is excruciating. Features of ischemia. Treatment- Antihypeensives Surgery: using Dacron graft reconstruction of aoa. {Reference: SRB&; s manual of surgery, 5th edition, page no. 198}",
        "cop": 1,
        "opa": "Ascending aoa",
        "opb": "Descending aoa",
        "opc": "Arch of aoa",
        "opd": "Infrarenal poion of aoa",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "cbadd34a-6438-457e-b403-4b6de17487d0",
        "choice_type": "single"
    },
    {
        "question": "False about Deep Vein thrombosis is",
        "exp": "Deep Vein thrombosis:- * MC presentation of DVT is Pain and swelling especially in calf. * Usually involves one leg only (Bilateral can happen in 30%) * Some patients with no symptoms of DVT can present 1st time with signs of Pulmonary embolism Eg. Chest pain, Hemoptysis, Shoness of Breath. * Clinical Examination is unreliable. Physical signs may also be absent. * Leg pain occurs in 50% and non-specific. * Pain and tenderness associated with DVT does not usually correlate with size, Location or Extent of the thrombus. * Clinical signs and Symptoms of Pulmonary Embolus occur in about 10% of patients with Confirmed DVT * The probability of developing Pulmonary embolus is given by a criteria known as &; Modified wells criteria&;. Ref:- Bailey and Love 27th Edition; Pg num:- 987, 988 Ref:- Bailey and Love 27th Edition; Pg num:- 987, 988",
        "cop": 1,
        "opa": "Clinical Evaluation is most reliable",
        "opb": "Bilateral DVT is common",
        "opc": "Leg pain is most common symptom",
        "opd": "Some People present 1st time with Pulmonary embolism",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "1fc90ee7-b7f1-4b72-9fcc-21e2067e5e9f",
        "choice_type": "multi"
    },
    {
        "question": "Claudication is",
        "exp": ". Ans: (b) Pain relieved by rest The term Claudication is derived from Latin word claudicare, \"to limp\". Intermittent claudication refers to pain, ache or sense of fatigue occurs in affected muscle group with exercise & resolves with Rest.",
        "cop": 2,
        "opa": "Pain at rest",
        "opb": "Pain relieved by rest",
        "opc": "Pain at first step",
        "opd": "Pain not relived by rest",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "ae9a26ca-d65b-4c6d-bc8f-cb5622e0f248",
        "choice_type": "multi"
    },
    {
        "question": "True about primary lymphoedema",
        "exp": "<p> Lymphoedema Accumulation of fluid in extracellular and extravascular fluid compament, commonly in subcutaneous tissue. Classification: 1. Primary - without any identifiable disease. 2. Secondary- acquired due to definitive cause. Primary lymphoedema:- Affects commonly females. Common in lower limb and left side. It can be familial, syndromic ( Turners, Klinefelter&; s, Down&; s, Klipple Trenauy weber) It can be 1. Lymphoedema congenital: present at bih (<2yrs). Familial type is called Nonne- Milroy disease. 2. Lymphoedema praecox- present at pubey (2-35 years). Familial type is called Letessier- Meige&; s syndrome. 3. Lymphoedema tarda- present in adult life after 35 years. Complications: Skin thickening, abscess, maggot formation. Recurrent cellulitis Lymphangiosarcoma Recurrent streptococcal infection. {Reference: SRB&; s manual of surgery, 5th edition, page no. 247}",
        "cop": 1,
        "opa": "Lymphangiosarcoma may occur",
        "opb": "A/W Milroy's disease",
        "opc": "Onset b/w 2-35 years indicates lymphoedema tarda",
        "opd": "Onset > 35 years indicates praecox variety",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "8fdae6dd-4d5a-405e-8efc-5ff94db58ab0",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in deep vein thrombosis except",
        "exp": "Deep vein Thrombosis Clinical features Most common presentation of DVT: Pain & swelling, especially in the calf of one lower limb Bilateral DVT is common, occurring in upto 30% Many patients have no symptoms of thrombosis and many first present with signs of a pulmonary embolism e. g., pleuritic chest pain, hemoptysis & shoness of breath Physical signs: Mild pitting edema of the ankle, dilated surface veins, a stiff calf and tenderness over the course of the deep veins Earliest signs of DVT: Calf tenderness Low grade fever may be present, especially in a patient who is having repeated pulmonary embolus Homan's sign: Resistance (not pain) of the calf muscles to forcible Dorsi flexion is not discriminatory and should be abandoned Homan's sign Resistance (not pain) of the calf muscles to forcible Dorsi flexion Phlegmasia alba dolens Painful white leg Obstruction of major deep venous channels Phlegmasia cerulean dolens Painful blue leg Obstruction of both collateral & deep venous channel Moses sign ( Bancroft's sign) Calf tenderness on direct pressure on the calf Pratt's sign Calf tenderness on squeezing the calf from sides Ref: Sabiston 20th edition Pgno: 1844 Harrison's 19th edition Pgno: 1634",
        "cop": 4,
        "opa": "Swelling",
        "opb": "Pain",
        "opc": "Discoloration",
        "opd": "Claudication",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "1dbd09ac-0359-41f5-a341-78fb7807a253",
        "choice_type": "multi"
    },
    {
        "question": "All are done for a case of deep vein thrombosis except",
        "exp": "Prolonged immobilization is a risk factor for DVT so it is not advisable. Low molecular weight heparin, warfarin is used in management, green ivc filter, thrombolysis, bandage may also be used. Reference Bailey and love, 27th edition, page 990",
        "cop": 4,
        "opa": "Thrombolytic therapy",
        "opb": "Bandage",
        "opc": "Heparin",
        "opd": "Bed rest",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "c9af9478-8be3-4a55-9833-d5c8341a89b9",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is the investigation of choice for suspected deep vein thrombosis of the lower extremity?",
        "exp": "Venous duplex ultrasonography is commonly performed to look for evidence of thromboembolism in superficial or deep venous system if lowe limbs. Reference: Bailey and love, 27th edition, page 988",
        "cop": 4,
        "opa": "Radioactive labelled fibrinogen uptake",
        "opb": "Ascending contrast phlebography",
        "opc": "D-dimer estimation",
        "opd": "Duplex ultrasonography",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "bba554f4-8e0e-4f7b-849e-f095f6abb896",
        "choice_type": "single"
    },
    {
        "question": "Dacron Graft",
        "exp": "Vascular graft Bioprosthetic Autograft Homograft (Allograft) Heterograft (Xenograft) Tissue engineered Synthetic Textile - Dacron Non-textile - e. PTFE, polyurethane Dacron graft Woven Threads are interlaced in a simple over and under pattern both in lengthwise & circumferential directions Less porous, used where bleeding is a risk (thoracic Aoic aneurysmal surgery) Stiff & diffucult to handle, display more fraying of cut edges Knitted Yarns are looped around each other Yarn is oriented Predominantly in longitudinal or circumferential direction More stable, can be easily incised & resutured More porous than woven grafts, require preclotting prior to use Ref: Sabiston 20th edition Pgno: 234",
        "cop": 2,
        "opa": "Nontextile synthetic",
        "opb": "Textile synthetic",
        "opc": "Nontextile biologic",
        "opd": "Textile biologic",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "0dd66f90-67d0-4cfd-ba2d-2f86753a4d9b",
        "choice_type": "single"
    },
    {
        "question": "Surgery in varicose veins is NOT attempted in presence of -",
        "exp": "Deep vein thrombosis is a contraindication for t/t of varicose veins. Varicose vein surgery should never be attempted in a case where deep vein thrombosis exists along with varicose veins, because in these cases superficial veins are the only valved venous pathway and excising them will only aggravate the condition. Ref: Bailey & Love 25/e p930",
        "cop": 1,
        "opa": "Deep vein thrombosis",
        "opb": "Varicose veins with leg ulcers",
        "opc": "Presence of multiple incompetent perforators",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "c180671a-bc78-4aa7-ba14-de6deb80efb1",
        "choice_type": "multi"
    },
    {
        "question": "Increase in D- dimer levels are noticed in immediate post-op period. Most appropriate cause is",
        "exp": "Deep vein thrombosis Deep vein thrombosis (DVT) is a well-known and, when complicated by pulmonary embolus, potentially fatal complication of surgery. All hospitals must have a pro cess for screening all surgical patients to identify those at risk and for implementing prophylactic measures. There is inter- national agreement on risk and therapeutic options. Methods of prevention are guided by the risk score and include the use of compression stockings, calf pumps and pharmacological agents, such as low molecular weight heparin. The symptoms and signs of DVT include calf pain, swelling, warmth, redness and engorged veins. However, most will show no physical signs. On palpation the muscle may be tender and there may be a positive Homans' sign (calf pain on dorsiflexion of the foot), but this test is neither sensitive nor specific. Duplex Doppler ultrasound and venography can be used to assess flow and the presence of a thrombosis. Other investigations include D-dimer. If a significant DVT is found (one that extends above the knee), treatment with parenteralanticoagulation initially, followed by longer-term warfarin or new oral anticoagulant. In some patients with a large DVT, a caval filter may be required to decrease the possibility of pulmonary embolism. Ref: Bailey and love 27th edition Pg no: 296",
        "cop": 1,
        "opa": "Deep vein thrombosis",
        "opb": "Pulmonary embolism",
        "opc": "Disseminated intra vascular coagulation",
        "opd": "Normal",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "52ba10ca-a578-48e3-adc6-d6c6b42865eb",
        "choice_type": "single"
    },
    {
        "question": "Maximum tourniquet time for upper limb is",
        "exp": "Excessive tourniquet time causes both local pressure and distal ischaemic effects, with nerve damage and even compament syndrome Torniquets should usually be let down after 1 hour unless close to the end of a procedure They can be reinflated after 5-10 min for a fuher hour Torniquets time for upperlimb: 1 hour Maximum tourniquet time for upper limb: 2 hours Ref: Bailey and love 25th edition Pgno: 206-207",
        "cop": 4,
        "opa": "1/2 hour",
        "opb": "1 hour",
        "opc": "1. 5 hours",
        "opd": "2 hours",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "78b44968-a446-4293-b8c5-ab9d212f91de",
        "choice_type": "single"
    },
    {
        "question": "Pseudoclaudication is caused by:",
        "exp": "When symptoms mimicking the symptoms of intermittent vascular claudication arise from lumbar canal stenosis, the condition is termed as neurogenic pseudoclaudication. Pseudoclaudication refers to a variety of connditions that may mimic vascular intermittent claudication. The condition that is most commonly cofused with vascular intermittent claudication is neurological pseudoclaudication due to lumbar canal stenosis. Chracteristics vascular Claudication Neurogenic Pseudoclaudication Age Old Old Gender Male>Female Male = Female Current or Previous low back pain Less common Very Common Lower Limb Symptoms Pain Numbness, tingling (paraesthesias) One or both sides Buttock, Thigh, and/or leg No/Rare Yes (May be unilateral) Buttock, Thigh, and/or leg Frequent Yes(Usually bilateral) Provoking Factors Walking/Excercise Standing Still Up an incline Down an incline Yes No +/- More likely +/- Less Likely Yes Yes +/- Less Likely +/- More Likely Relieving Factors Stand still Lean forwards(flexed posture) Helps No difference No help Helps Preventive Factor: Time to relief Pulses Neurological examination Straight-leg raising test Slightly quicker (2-5 minutes to disappear) Reduced Normal Negative Slightly Slower (15-20 minutes to disappear) Normal Minor findings Usually negative Walking Distance Fairly constant More variable Ref: Sabiston 20th edition Pgno: 1765",
        "cop": 3,
        "opa": "Femoral aery stenosis",
        "opb": "Popliteal aery stenosis",
        "opc": "Lumbar canal stenosis",
        "opd": "Radial aery stenosis",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "626bf496-b0e0-4aa2-9124-df962f44f146",
        "choice_type": "single"
    },
    {
        "question": "A 45-yrs-old man presents with progressive cervical lymph nodes enlargement, since 3 months; the most diagnostic investigation is",
        "exp": "in cases of lymphadenopathy, if the patient's history and physical findings are suggestive of malignancy, then a prompt lymph node biopsy (excisional biopsy) should be done. FNAC is not of much use, as it does not provide enough tissue to reach a diagnosis. (\"FNAC should be reserved for thyroid nodules and for confirmation of relapse in patients whose primary diagnosis is known\")",
        "cop": 2,
        "opa": "Xray soft tissue",
        "opb": "Lymph node biopsy",
        "opc": "FNAC",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "3ac69a6b-b00a-4019-9e2f-c711649c7198",
        "choice_type": "multi"
    },
    {
        "question": "Drug used for Burger's disease",
        "exp": ". -Xanthinol microtinate is the drug used in buerger's disesase. -Injection of 3000mg from day 1to 9000 mg on day 5 is often practiced to promote ulcer healing. helps to increase claudication distance as a temporary basis. -other drugs used are pentoxiphylline, low dose aspirin, prostacyclins, ticlopidine, carnitine, cilsotazole, low molecular dextran etc... Refer page no 181 of SRB's manual of surgery 5 th edition.",
        "cop": 1,
        "opa": "Xanthinol microtinate",
        "opb": "Propranolol",
        "opc": "GTN",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "3402ef36-a4c0-4e8d-be5d-fce1c755127e",
        "choice_type": "multi"
    },
    {
        "question": "Critical limb ischemia occurs when the ankle brachial index falls to below",
        "exp": "Ankle Brachial Index ABI= Systolic BP at the ankle/systolic BP in the arms Compared to the arm, lower blood pressure in the leg is an indication of blocked aeries (peripheral vascular disease) ABI is calculated by dividing the systolic blood pressure at the ankle by the systolic blood pressures in the arm ABI is calculated by dividing the systolic blood pressure at the ankle by the systolic blood pressures in the arm ABI Interpretation >1. 2 Non-compressible, severely calcified vessel (in DM & ESRD) 1. 0-1. 2 Normal vessels 0. 5-0. 9 Intermittent claudication (mild to moderate ischaemia) 0. 1-0. 4 Critical limb ischaemia (Ischaemic ulceration, gangrene) Ref: Sabiston 20th edition Pgno: 1758",
        "cop": 1,
        "opa": "0. 3",
        "opb": "0. 5",
        "opc": "0. 9",
        "opd": "1",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "31773f34-0454-4819-a961-05ffb819f722",
        "choice_type": "multi"
    },
    {
        "question": "True about lymphangioma:",
        "exp": "Lymphangioma: Lymphangiomas are the lymphatic analogue of the hemangiomas of blood vessels. Divided into two types: Simple or Capillary lymphangioma Cavernous lymphangioma or cystic hygroma. Clinical Features: Most of these benign tumours are present at bih, and 90% of them can be identified by the end of the first year of life Site of cavernous lymphangiomas: Mainly in neck and axilla (rarely in the retroperitoneum) Site of simple capillary lymphangiomas: Subcutaneously in the head and neck region and axilla. Represent isolated and sequestrated segments of the lymphatic system that retain the ability to produce lymph. As the volume of lymph inside the cystic tumour increases, they grow larger within the surrounding tissues. Treatment: Surgical excision, taking care to preserve all normal surrounding infiltrated structures. Ref: Sabiston 20th edition Pgno: 1855",
        "cop": 2,
        "opa": "It is a malignant tumour",
        "opb": "It is a congenital sequestration of lymphatic channel",
        "opc": "Laser excision is done",
        "opd": "Sclerotherapy is common done",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "45ddd48d-d0c6-4100-ae86-01c170a203b6",
        "choice_type": "multi"
    },
    {
        "question": "Lympho-venous anastomosis is done for",
        "exp": ". Lymphovenous shunt is a surgical procedure done in case of filarial lymphoedema using microscope. It is a bypass procedure. Other surgical modalities include charle's operation, Homan's operation, Sistrunk operation, Thompson's operation, Miller's procedure etc.. Refer page no 252 of SRB's manual of surgery 5 th edition.",
        "cop": 1,
        "opa": "Filarial lymphedema",
        "opb": "Lymphoid cyst",
        "opc": "Cystic hygroma",
        "opd": "Malignant lymphedema",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "bbd3dc49-0ce0-4da7-a828-0360bc625964",
        "choice_type": "single"
    },
    {
        "question": "Venous air embolism is most common in which position in surgery",
        "exp": "Venous air embolism is a potential hazard whenever the operative site is above the level of patients hea The \"sitting\" position and its modification \"beach chair\" position are associated with a greater incidence of venous air embolism Ref: ncbi. nlm. nih. gov/pmc/aicles/PMC2580000",
        "cop": 1,
        "opa": "Sitting",
        "opb": "Prone",
        "opc": "Lateral",
        "opd": "Lithotomy",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "247d1763-c5fc-4365-a497-63f91ce189aa",
        "choice_type": "single"
    },
    {
        "question": "With reference to varicocele, which one of the following is not true of it?",
        "exp": "<p> VARICOCELE:- Dilatation and touosity of the pampiniform plexus and so also the testicular veins. Common in tall thin young men. More common on the left side, but often can be bilateral. Etiology:- 1. Absence or incompetent valve at the junction of left testicular vein and left renal vein causing inefficient drainage of blood. 2. Perpendicular entry of the left testicular vein into left renal vein. 3. Idiopathic In left sided renal cell carcinoma, tumor proliferates into left renal vein and blocks the entry of left testicular vein causing varicocoele on left side which is irreducible. Varicocoele causes increased temperature in scrotum which depresses the spermatogenesis and so causes infeility. Types- primary and secondary. Clinical features:- 1. Swelling in the root of the scrotum. 2. Dragging pain in the groin and scrotum 3. Bag of worms feeling 4. Impulse on coughing 5. On lying down, it gets reduced. Bow sign- after holding the varicocele between thumb and fingers, patient is asked to bow. Varicocoele gets reduces the blood flow of testicular vein and pampiniform plexus causing reduction in size. {Reference: SRB&; s manual of surgery, 5th edition, page no. 1076}",
        "cop": 1,
        "opa": "Varicosity of cremastric veins",
        "opb": "Left side is affected usually",
        "opc": "Feels like a bag of worms",
        "opd": "May lead to infeility",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "46d7f0c6-cc40-4a81-888c-945338ffe6ed",
        "choice_type": "multi"
    },
    {
        "question": "The most common site of lymphangiosarcoma:",
        "exp": "Angiosarcoma: Rare tumour that develops as a complication of long-standing (>10 years) lymphoedema. Stewa and Treves described lymphangiosarcoma of the upper extremity in women with ipsilateral lymphedema after radical mastectomy. (Stewa-Teres syndrome) Clinical Features: Acute worsening of edema. Appearances of sub-cutaneous nodules with propensity towards hemorrhage and ulceration. Treatment: Pre-operative chemotherapy and radiotherapy followed by surgical excision (radical amputation) Associated with poor prognosis. Ref: Sabsiton 20th edition Pgno: 766",
        "cop": 3,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Post-mastectomy edema of arm",
        "opd": "Retroperitoneum",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "cf9f8f90-e340-4806-bc2e-cc4b8c954cae",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following does not cause deep vein thrombosis",
        "exp": "Sickle cell anemia does not cause DVT. They cause vaso-occlusive crisis by plugging the microcirculation (aggregate of Sickle cell are formed in the capillaries because of hypoxia).",
        "cop": 4,
        "opa": "Estrogen",
        "opb": "Thrombocytosis",
        "opc": "Venous stasis",
        "opd": "Sickle cell Anemia",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "160efe42-a34d-49e9-b280-2a88f6e57f88",
        "choice_type": "single"
    },
    {
        "question": "Aeriovenous fistula can safely be ligated if the following is positive:",
        "exp": "Allen&; s Test: Tests the adequacy of the blood supply to the hand from the radial and ulnar aeries and the arcade between them. Allen&; s test is used to know the integrity of palmar arch (Patency of radial and ulnar aeries). If these are patent, AVF can be safely ligated. Method of Allen&; s Test Elevate the hand and apply digital pressure on the radial and ulnar aeries occlude them. Ask the patient to make a fist several times. The tips of the finger should go pale. Release each aery in turn and observe the return of colour. Ref: Sabiston 20th edition Pgno: 1979",
        "cop": 1,
        "opa": "Allen's Test",
        "opb": "Henle-Coenen sign",
        "opc": "Tredelenberg test",
        "opd": "Schwaz Test",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "24a90d0b-0f4c-4f84-b50a-310e9608fe76",
        "choice_type": "multi"
    },
    {
        "question": "Lipodermatosclerosis is most commonly seen at",
        "exp": "Lipodermatosclerosis Lipodermatosclerosis is the name given to skin changes seen in chronic venous insufficiency Components of lipodermatosclerosis Pigmented skin Inflammed Subcutaneous tissue Elevated venous pressure facilitates the Extravasation of the RBC'S and fluid leaking to inflammation The pigmentation is due to fixation of hemosiderin in the tissue It is most commonly seen in gaiter area (above medial malleous) Ref: Sabiston 20th edition Pgno: 1832",
        "cop": 2,
        "opa": "Anterior aspect of leg",
        "opb": "Medial aspect of leg",
        "opc": "Anterior aspect if thigh",
        "opd": "Posterior aspect of thigh",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "0b1b4fbb-f391-41aa-9db4-9334278f846b",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of acquired AV fistula is",
        "exp": ". Ans: (d) Penetrating Trauma Penetrating injuries are the most common cause, but fistulas are sometimes seen after blunt trauma. Fungal and bacterial infections are not much common as penetrating trauma in acquired AV fistula.",
        "cop": 4,
        "opa": "Bacterial infection",
        "opb": "Fungal infection",
        "opc": "Blunt trauma",
        "opd": "Penetrating trauma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "ca664684-91e3-4baa-bc0b-10fbc956c4ff",
        "choice_type": "single"
    },
    {
        "question": "Lumbar sympathectomy is of value in the management of",
        "exp": ". Ans: b (Distal ischemia affecting the skin of toes) (Ref. Textbook of surgery by S. Das-3rd ) - Indications for sympathectomy: 1. Circulatory insufficiency of the limbs (Limb warms, pain reduces and ulcers may show signs of regression) o Atherosclerosis (with rest pain, impending gangrene of toes) o Raynaud's Syndrome (temporary relief) o Buerger's disease 2. Hyperhidrosis 3. Causalgia",
        "cop": 2,
        "opa": "Intermittent claudication",
        "opb": "Distal ischaemia affecting the skin of the toes",
        "opc": "Aeriovenous Fistula",
        "opd": "Back pain",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "aaaa9c5e-f605-4fd0-a334-0490793889fd",
        "choice_type": "single"
    },
    {
        "question": "True about venous ulcer",
        "exp": "Venous Ulcers Causes of Leg ulcers Venous disease: Superficial incompetence; deep venous damage (post - thrombotic) Aerial ISchemic ulcers Rheumatoid ulcers Traumatic ulcers Neuropathic ulcers (Diabetes) Neoplastic ulcers (SCC and BCC) Clinical features Venous ulcers: Sloping edge, base contains granulation tissue covered by Slough and exudate Any elevation of the ulcer edge should indicate the need for a biopsy to exclude a carcinoma (SCC or BCC) Venous ulcer of the leg characteristically develops in the skin of the gaiter region, the area between muscles of the calf & ankle Majority of ulcers develop on the medial side of the calf Ulcers associated with lesser saphenous incompetence often develop on the lateral side of the leg Almost all venous ulcers have surrounding lipdermatosclerosis (thickening, pigmentation, inflammation & induration of calf skin) Pigmentation comes from hemosiderin & melanin Presence of ankle flare suggests venous hypertension Diagnosis Duplex Ultra sound: Assess the state of deep & superficial veins (IOC) Bipedal ascending phlebography: Detect obstruction & post-thrombotic changes missed by the duplex scan Management Probable venous ulcer: Patients are initially treated by a compression bandaging regimen. A multilayered elastic compression bandaging system has been shown to be effective (Chariging Cross four-layer bandage), as has a rigid multilayered system (Steripaste three layer bandage) Ref: Sabiston 20th edition Pgno: 1832",
        "cop": 2,
        "opa": "Always stripping done",
        "opb": "Always examine deep venous system",
        "opc": "Biopsy should be taken from chronic ulcer",
        "opd": "A/w Klippel-Trenaunary syndrome",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "6b31a6e9-e89c-4686-9152-2d34abba9ec0",
        "choice_type": "multi"
    },
    {
        "question": "Adson test used for determining vascular insuffciency. It is useful in",
        "exp": "Adson's Test (Scalene Test) Instruction Patient is instructed to take a deep breath and hold it Extend the neck fully Turn face towards the side Inference Maneuver tightens the anterior & middle Scalene muscles thus decreasing the interscalene space & magnifying any pre existing compression Obliteration or diminution of radial pulse suggests the diagnosis Ref: Sabiston 20th edition Pgno: 1603",
        "cop": 3,
        "opa": "Peripheral vascular disease",
        "opb": "Varicose veins",
        "opc": "Cervical rib",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "eca6128a-51c3-4e29-86d3-8327abf30639",
        "choice_type": "single"
    },
    {
        "question": "Site of diabetic for ulcer",
        "exp": "Diabetic foot ulcer occurs in the pressure areas like heel and head of metatarsals. Since greater pressure is experienced on heel, it would be a better answer. Reference: Bailey and love 27th edition, page 531, SRB",
        "cop": 3,
        "opa": "Medial malleolus",
        "opb": "Lateral malleolus",
        "opc": "Heel",
        "opd": "Head of metatarsal",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "6d1007c6-e073-42dd-a176-0daafc92aa42",
        "choice_type": "multi"
    },
    {
        "question": "A 40 year old man presented with a flat 1 cm x 1 cm scaly, itchy clack mole on the front of thigh. Examination did reveal any inguinal lymphadenopathy. The best course of management would be",
        "exp": "Lymphangiomas are dilated dermal lymphatics that 'blister' onto the skin surface. The fluid is usually clear but may be blood-stained. In the long term, lymphangiomas thrombose and fibrose, forming hard nodules that may raise concerns about malignancy. If lymphangiomas are <5cm across, they are termed lymphangioma circumscriptum, and if they are more widespread, they are termed lymphangioma diffusum. If they form a reticulate pattern of ridges then it has been termed lymphoedema ab igne. Lymphangiomas frequently weep (lymphorrhoea, chylorrhoea), causing skin maceration, and they act as a poal for infection. Protein-losing diarrhoea, chylous ascites, chylothorax, chyluria and discharge from lymphangiomas suggest lymphangectasia (megalymphatics) and chylous reflux. Ulceration, non-healing bruises and raised purple-red nodules should lead to suspicion of malignancy. Lymphangiosarcoma was originally described in postmastectomy oedema (Stewa-Treves' syndrome) and affects around 0. 5% of patients at a mean onset of 10 years. However, lymphangiosarcoma can develop in any long-standing lymphoedema, but usually takes longer to manifest (20 years). It presents as single or multiple bluish/red skin and subcutaneous nodules that spread to form satellite lesions, which may then become confluent. Thediagnosis is usually made late and confirmed by excision biopsy. Amputation offers the best chance of survival but, even then, most patients live for less than 3 years. It has been suggested that lymphoedema leads to an impairment of immune surveillance and so predisposes to other malignancies, although the causal association is not as definite as it is for lymphangiosarcoma. Ref: Bailey and love 27th edition Pgno: 998",
        "cop": 3,
        "opa": "FNAC of the lesion",
        "opb": "Incision biopsy",
        "opc": "Exicisional biopsy",
        "opd": "Wide excision with inguinal lymphadenectomy",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "421cdad6-1b11-416f-bede-39f50092cd9f",
        "choice_type": "single"
    },
    {
        "question": "Drug used for Buerger's disease is",
        "exp": "Thromboangiitis obliterans (Buerger's disease) This is characterised by occlusive disease of small- and medium-sized aeries (plantar, tibial, radial, etc.), thrombophlebitis of the superficial or deep veins and Raynaud's syndrome; it occurs in male smokers, usually under the age of 30 years. Often, only one or two of the three manifestations are present. Histologically, there are inflammatory changes in the walls of aeries and veins, leading to thrombosis. Treatment is total abstinence from smoking, which arrests, but does not reverse, the disease. Established aerial occlusions are treated as for atheromatous disease, but amputations may eventually be required. Ref: Bailey and love 27th edition Pgno: 967 Xanthinol Nicotinate Xanthinol Nicotinate (or xanthinol niacinate or complamina) is a vasodilator It is combination of xanthinol and niacin (nicotinic acid) This vasodilator is used in the treatment of Raynaud's phenomenon or Buerger's disease Ref: Wikipedia",
        "cop": 1,
        "opa": "Xanthinol nicotinate",
        "opb": "Propranolol",
        "opc": "Nicotine",
        "opd": "Nifedepine",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "40be8a53-bb0f-4a17-be86-1e8476dfdc13",
        "choice_type": "single"
    },
    {
        "question": "A drug abuser developed pseudoanerysm. What of the following is/are should include in the treatment modalties",
        "exp": "Treatment of Pseudoaneurysm USG guided compression is the first therapeutic maneuver in Non-invasive vascular technology. Although it is safe but efficacy is modest and the procedure is uncomfoable for patient and provider Injection of thrombin into the pseudoaneurysm under duplex ultrasound guidance has not replaced compression as treatment for pseudoaneurysm. This technique is safe and effective. It reduces physical effo and time requirements for the technologist and is significantly less uncomfoable for patient. As spontaneous resolution of pseudoaneurysm has a low incidence, surgical repair is the main therapy and gold standard therapy Treatment of pseudoaneurysm In IV drug abusers Ligation is optimal treatment for infected pseudoaneurysm because it is easy, safe and cost effective (in IV drug abuser there is high chance of infection) Reconstruction is not recommended because of extension of infection at location of pseudoaneurysm and at aificial graft site Ref: Rutherford vascular surgery 6th edition volume 2 Pgno: 248-249",
        "cop": 1,
        "opa": "Ligation of involved vessel & wide surgical debridement",
        "opb": "Exposure & ligation with subsequent revascularisation",
        "opc": "Direct interposition graft with synthetic material in groin for revascularisation",
        "opd": "Direct interposition graft with autogenous graft",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f0010cf2-68e3-4815-bfb1-d01cc0fd7907",
        "choice_type": "single"
    },
    {
        "question": "Regarding varicose veins, which one of the following statements is true -",
        "exp": "Sural nerve accompanies sho saphenous vein and is in danger during its stripping Saphenous nerve is in danger during stripping of long saphenous vein \"Recurrent varicosities are seen in 10-15% cases\" 5% phenol in almond oil or peanut oil is used as a sclerosant. We do not know whether it's the appropriate sclerosant or not but at least it's the appropriate answer. Sclerosing agents These are irritants causing inflammation, coagulation and ultimately fibrosis when injected into haemorrhoids, piles or varicose vein mass. They are used only for local injection. Phenol (5%) in almond oil or peanut oil. Ethanolamine oleate (5%) in 25% glycerin and 2% benzyl alcohol. Sod. Tetradecyl sulfate (3% with benzyl alcohol 2%) Polidocanol (3% inj)",
        "cop": 4,
        "opa": "Over 20% are recurrent varicosities",
        "opb": "The sural nerve is in danger during stripping of long saphenous vein",
        "opc": "The 7s now is closely associated with sho saphenous vein",
        "opd": "5% oily phenol is used as scelrosant in venous sclerotherapy",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "8ab74390-a50a-4d0d-9452-0987f41190b6",
        "choice_type": "multi"
    },
    {
        "question": "Finding the cause of unilateral lymphedema of the leg includes -a) Taking a family historyb) Looking for chronic infection in the footc) Looking for early malignant disease of the testisd) Looking for filariasise) Performing a casoni test",
        "exp": "Lymphoedema precox is unilateral and it is a familial condition",
        "cop": 2,
        "opa": "acd",
        "opb": "abd",
        "opc": "abc",
        "opd": "ab",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4ed317c9-d518-4592-b475-f484bf3ae8a2",
        "choice_type": "single"
    },
    {
        "question": "The most common site of rupture of abdominal aoic aneurysm is",
        "exp": "<p> Abdominal aoic aneurysm: Most commonest type of large vessel aneurysm. 95% have associated atheromatous change. 95% occur below renal aeries. Symptomatic aneurysms may cause minor symptoms such as back and abdominal discomfos, before severe sudden abdominal pain due to rupture develops. Asymptomatic aneurysms are found accidentally on physical examination. Abdominal aoic aneurysms csn rupture into anteriorly into peritoneal cavity (20%) or posterolaterally to retroperitoneal space (80%). Anterior rupture leads to free bleeding into peritoneum whereas posterior rupture leads to retroperitoneal haematoma. The patient remain conscious but in severe pain. If no operation is performed, death is inevitable. Indications for surgery:- 1. Asymptomatic aneurysm more than 5. 5 cm 2. Growth rate more than 0. 5 cm per year. 3. Painful tender aneurysm 4. Thrombosed aneurysm, aneurysm with distal emboli. {Reference: SRB&; s manual of surgery, 5th edition, page no. 198}",
        "cop": 1,
        "opa": "Laterally into the left retroperitonium",
        "opb": "Laterally into the right retroperitoneum",
        "opc": "Posteriorly into the posterior retroperitoneum",
        "opd": "Anteriorly into the peritoneum (Intraperitonial)",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "11f68c03-2327-4607-bcdd-3c4c0f47e5b9",
        "choice_type": "multi"
    },
    {
        "question": "Chronic lymphedema of limb is predisposed to all of the following except:",
        "exp": "Complications of Lymphedema: Limb swelling: Cause discomfo and aching. Infections: Recurrent bacterial and fungal infections, recurrent cellulitis or lymphangitis leading to skin thickening. Risk of malignancy: Lymphangiosarcoma (Stewa-Treves syndrome) Malignancies associated with Lymphedema Lymphangiosarcoma (Stewa-Treves Syndrome) Kaposi&; s sarcoma (HIV) Squamous cell carcinoma Liposarcoma Malignant melanoma Malignant fibrous histiocytoma Basal cell carcinoma Lymphoma Signs of Chronic Lymphedema Buffalo Hump Contour of the ankle is lost through infilling of the submalleolar depressions, a &; buffalo hump&; forms on the dorsum of the foot Square Toes Toes appear &; square&; because of confinement of footwear Stemmer&; s sign Skin on the dorsum of the toes cannot be pinched because of subcutaneous fibrosis Ref: Sabiston 20th edition Pgno: 1850",
        "cop": 3,
        "opa": "Thickening of the skin",
        "opb": "Recurrent soft tissue infections",
        "opc": "Marjolin's ulcer",
        "opd": "Sarcoma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "41a6685d-8484-4001-8164-1d8bdc11d1d2",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly varicose veins are seen in",
        "exp": "The usual distribution of varicose veins is below the knee in branches of the greater saphenous system.",
        "cop": 2,
        "opa": "Sho saphenous vein",
        "opb": "Long saphenous vein",
        "opc": "Popliteal vein",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "3e3ee314-713d-436e-8493-97049cd536a8",
        "choice_type": "multi"
    },
    {
        "question": "True about lymphangiomaa) It is a malignant tumourb) It is a congenital sequestration of lymphaticc) Cystic hygroma is a lymphangiomad) Laser excision is donee) Sclerotherapy is commonly done",
        "exp": ". Lymphangioma are localized cluster of dilated lymphatic channels similar to hemangiomas of blood vessels. They are of 2 types Simple or capillary lymphangioma Cavernous lymphangioma or cystic hygroma They are thought to represent isolated and sequestered segments of the lymphatic system that retain the ability to produce lymph. As the volume of lymph inside the cystic tumor increases, they grow larger within the surrounding tissues. The majority of these benign tumors are present at bih, and 90% of them can be identified by the end of the first year of life. The cavernous lymphangiomas (or cystic hygromas almost invariably occur in the neck or the axilla and very rarely in the retroperitoneum. The simple capillary lymphangiomas also tend to occur subcutaneously in the head and neck region as well as the axilla. Rarely, however, they can be found in the trunk within the internal organs or the connective tissue in and about the abdominal or thoracic cavities. The treatment of lymphangiomas should be surgical excision, taking care to preserve all normal surrounding infiltrated structures.",
        "cop": 2,
        "opa": "bcd",
        "opb": "bc",
        "opc": "abc",
        "opd": "ab",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "7d58d38d-c539-40a4-841f-c31740a5a148",
        "choice_type": "multi"
    },
    {
        "question": "The initial therapy of documented deep venous thrombosis in a post-operative case is:",
        "exp": "Anti. Thrombotic Therapy in DVT: Any venous thrombosis involving the femoropopliteal systemis treated with full anticoagulation. Traditionally, the treatment of DVT centres around heparin treatment to maintain the PTT at 60 to 80 seconds, followed by warfarin therapy to obtain an INR of 2. 5 to 3. 0 This initial therapy usually is continued for atleast 5 days, while oral Vitamin K antagonists are being simultaneously administered. Unfractionated Heparin UFH therapy is most commonly administered with an initial IV bolus of 80 units/Kg or 5000 units. Initial bolus is followed by a continous IV drip, initially at 18 units/Kg per hour or 1300 units per hour. The half-life of IV UFH ranges from 45-90 minutes and is dose dependent. Level of antithrombotic therapy should be monitored every 6 hours using a. PTT, with the goal range of 1. 5 to 2. 5 times control values. Ref: Sabiston 20th edition Pgno: 1844",
        "cop": 2,
        "opa": "Subcutaneous heparin therapy",
        "opb": "Intravenous heparin therapy",
        "opc": "Thrombolytic therapy with urokinase",
        "opd": "Aspirin therapy",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "a2491e4f-65f3-4b9c-bde9-a85221511bcf",
        "choice_type": "single"
    },
    {
        "question": "Most commonly used graft for repair of aoa is",
        "exp": "Dacron graft A Dacron graft is made out of a man-made (synthetic) polyester material. It is used to replace natural body tissues. Most Dacron grafts are in the shape of a tube to replace or repair blood vessels. A Dacron graft can be used as a stent to repair an aery, blood vessel, or other hollow structure in your body (such as the tube that carries urine) to hold it open. The graft causes very few reactions. It has no harmful chemicals and is easy for our bodies to tolerate. When it is used in blood vessels, our bodies grow a new lining to the graft over time that is like our natural blood vessel linings. Imrovements to Dacron grafts have reduced the risk of graft infection, but infections can still occur.",
        "cop": 3,
        "opa": "Autologous vein",
        "opb": "Autologous aery",
        "opc": "Dacron",
        "opd": "PTFE",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "33dc75eb-a02e-4c5f-9ea6-31b4249c2f81",
        "choice_type": "single"
    },
    {
        "question": "A 36yr old lady presents with a 20 yrs duration fluctuant and translucent swelling on right side of her neck. No other history available. No other findings on examination of neck. What is the most probable diagnosis?",
        "exp": "The only swelling of the 4 options which will show translucency is Lymph cyst. Lymph node - no fluctuation. Colloid nodule - no fluctuation. Cold abscess - 20-year history unlikely",
        "cop": 1,
        "opa": "Lymph cyst",
        "opb": "Lymph node",
        "opc": "Colloid nodule",
        "opd": "Cold abscess",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f1d81d2d-d2f7-498a-a9af-f28a414bab9d",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for DVT is",
        "exp": ". Duplex scanning shows noncompressible vein which is wider than normal. On compression over calf muscles, it does not show any augmentation of flow. Normal venous sound atg the area of femoral vein which disappears during inspiration is conspicuously absent in DVT. Refer page no 224 of SRB's manual of surgery 5 th edition.",
        "cop": 1,
        "opa": "Duplex USG",
        "opb": "VQ scan",
        "opc": "Plethysmography",
        "opd": "D-dimer assay",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "90a650fe-5e95-4014-bf3f-6e58a51e221c",
        "choice_type": "single"
    },
    {
        "question": "Commonest pa of subclan aery to be affected by stenosis is",
        "exp": "<p> Subclan steal syndrome:- Obstruction of first pa of subclan aery. Veebral aery provides collateral circulation to arm by reversing its blood flow. This causes cerebral ischemia with syncopal attacks, visual disturbances, dimnished BP in affected limb. More common on left side. Radial pulses on both sides become assymmetrical. Blood pressure on the diseased side will be 20 mm Hg less compared to normal side. Javid test- compression of carotid aery makes ipsilateral radial pulse feeble. {Reference: SRB&; s manual of surgery, 5th edition, page no. 189}",
        "cop": 1,
        "opa": "First pa",
        "opb": "Second Pa",
        "opc": "Third pa",
        "opd": "Equally affected",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "4fbd619b-6e90-4f10-8333-4a5fed8696f9",
        "choice_type": "multi"
    },
    {
        "question": "A lady complaining of occasional pain over her middle finger. The surgeon found a black spot. Pressing around the black spot didn&; t elicit any pain, while pain is sensed on pressing the spot. What is the diagnosis",
        "exp": "Glomus tumor, nail bed areas are a major site, appear as small purple black nodules, They develop from subcutaneous aeriovenous shunts. Pain on insignificant stimuli. (Occasional pain, can even be do to cold exposure) Bailey and love 27th edition, pg no. 614",
        "cop": 2,
        "opa": "Haemangioma",
        "opb": "Glomus tumour",
        "opc": "A-V fistula",
        "opd": "Melanoma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "0c1a9bcb-5f6c-44e8-b2c7-67d7a9c7ad54",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for acute lymphadenitis",
        "exp": "ACUTE INFLAMMATION OF THE LYMPHATICS Acute lymphangitis is an infection, often caused by Streptococcus pyogenes or Staphylococcus aureus, which spreads to the draining lymphatics and lymph nodes (lymphadenitis) where an abscess may form. Eventually this may progress to bacteraemia or septicaemia. The normal signs of infection (rubor, calor, dolor) are present and a red streak is seen in the skin along the line of the inflamed lymphatic. The pa should be rested to reduce lymphatic drainage and elevated to reduce swelling, and the patient should be treated with intravenous antibiotics based upon actual or suspected sensitivities. Failure to improve within 48 hours suggestsinappropriate antibiotic therapy, the presence of undrained pus or the presence of an underlying systemic disorder (malignancy, immunodeficiency). The lymphatic damage caused by acute lymphangitis may lead to recurrent attacks of infection and lymphoedema; patients with lymphoedema are prone to so-called acute inflammatory episodes Ref: Bailey and love 27th edition Pgno: 996",
        "cop": 1,
        "opa": "Anitbiotics and rest",
        "opb": "Lymphangiography",
        "opc": "Excision",
        "opd": "No treatment needed",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "30a8a036-93d0-48c3-9023-ca1b14cb7c84",
        "choice_type": "single"
    },
    {
        "question": "Peripheral aneurysm most commonly located at",
        "exp": ". Ans: (b) Popliteal aery - Popliteal aery aneurysm accounts for 70% of all peripheral aneurysms; two- thirds are bilateral. - Almost all patients (97%) with Popliteal aery aneurysms are male.",
        "cop": 2,
        "opa": "Femoral aery",
        "opb": "Popliteal aery",
        "opc": "Brachial aery",
        "opd": "Axillary aery",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f186ab40-c1cc-4221-81a9-bf657b233953",
        "choice_type": "single"
    },
    {
        "question": "The deficiency of all the following factors increases the incidence of thrombus formation except",
        "exp": ". Because deficiencies of antithrombin III, protein C, pritein S, factor V of Leiden, thrombophila etc are the causes of thrombus formation. Refer page no 223 of SRB's manual of surgery 5th edition.",
        "cop": 1,
        "opa": "Lipoprotein A",
        "opb": "Protein C",
        "opc": "Anti-thrombin III",
        "opd": "Protein-S",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "ba883aea-b74d-4cc9-ba76-679ed82e995d",
        "choice_type": "multi"
    },
    {
        "question": "Commonest presentation of Hodgkin's lymphoma is",
        "exp": "Most patients present with palpable lymphadenopathy that is nontender; in most patients, these lymph nodes are in the neck, supraclavicular area, and axilla. More than half the patients will have mediastinal adenopathy at diagnosis, and this is sometimes the initial manifestation. Subdiaphragmatic presentation of Hodgkin's disease is unusual and more common in older males.",
        "cop": 3,
        "opa": "Pruritis",
        "opb": "Fever",
        "opc": "Painless enlargement of lymph node",
        "opd": "Leucocytosis",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "870c6b9d-9954-41e7-90f6-66c79a771da2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of unilateral hyperluscent lung on chest radiography?",
        "exp": "Hyperluscent Lung Unilateral Bilateral Chest Wall defects Mastectomy Poland syndrome(absent pectoralis muscle) Endobronchial obstruction Pulmonary Vascular causes: Pulmonary aerial hyperplasia Pulmonary embolism Congenital lobar emphysema Decreased soft Tissue Thin body habitus Bilateral mastectomy Cardiac causes of decreased pulmonary blood flow: Right to left shunt Eisenmenger&; s syndrome Pulmonary causes of decreased pulmonary blood flow: Pulmonary embolism Emphysema Bulla or bleb Interstitial emphysema Ref: Wolfgang Radiology Pgno: 271",
        "cop": 1,
        "opa": "Poland Syndrome",
        "opb": "Asthma",
        "opc": "Acute Bronchiolitis",
        "opd": "Pleural effusion",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "3ca02d88-babb-4259-9dcd-27fdb6e0754c",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in DVT is",
        "exp": "<p> Deep vein thrombosis Also known as phlebothrombosis. It is a semisolid clot in the vein which has got high tendency to develop pulmonary embolism and sudden death. Common site of beginning is soleal veins. Investigation:- 1. Venous doppler- investigation of choice 2. Duplex scanning- it shows non compressible vein which is wider than normal. 3. Venogram- 4. Radioactive iodine fibrinogen study 5. Haemogram with platelet count 6. Ventilation Treatment:- 1. Rest, elevation of limb and bandaging the entire limb with crepe bandage. 2. Anticoagulants- heparin, low molecular weight heparin, warfarin. 3. Low molecular weight heparin is preferred to heparin. 4. Initially high doses of heparin of 25, 000 units/ day for 7 days is given. 5. Warfarin should be staed as early as possible on the same day as heparin. 6. Oral anticoagulants being teratogenic cannot be used during pregnancy. {Reference: SRB&; s manual of surgery, 5th edition, page no. 225}",
        "cop": 2,
        "opa": "Venogram",
        "opb": "Color doppler",
        "opc": "Plethysmography",
        "opd": "X-ray",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "594e194b-22af-4dd0-978a-14cc073fe118",
        "choice_type": "single"
    },
    {
        "question": "Peripheral aneurysm is seen most commonly in which aery",
        "exp": "<p> Peripheral Aneurysm Popliteal type is the most common. Expansile pulsation which is confirmed using two finger placement with thrill and bruit is typical. Erosion into adjacent bone and skin, rupture are known to occur. Distal emboli may lead to digital gangrene. Pressure on the affected aery proximally reduces the size, and eliminates the thrill/bruit. Pressure distal to aneurysm increases the prominence of aneurysm swelling with bounding pulsation. Diagnosis- x-ray, aerial doppler, angiogram and echocardiogram. Treatment- open repair using aerial graft or endocascular stenting. {Reference: SRB&; s manual of surgery, 5th edition, page no. 202}",
        "cop": 1,
        "opa": "Popliteal",
        "opb": "Carotid",
        "opc": "Radial",
        "opd": "Median",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "c3f35c61-6421-42ca-a61a-23816f356830",
        "choice_type": "single"
    },
    {
        "question": "A patient with critical lower limb ischemia presents with",
        "exp": "Critical lower limb Ischemia is characterized by rest pain. Ulcers and gangrene may occur in patients with critical limb ischemia Critical limb ischemia CLI results from severe aerial occlusive disease in whom resting blood flow cannoy provide fro basal nutrition needs of tissues Ischemic symptoms are present even during rest (rest pain) Pain is worse when legs are horizontal and may improve when legs are kept in a dependent position Ischemic ulcers, lesions on the foot and gangrene may be seen ABI <0. 5 Ref: Sabiston 20th edition Pgno: 1784",
        "cop": 3,
        "opa": "Intermittent claudication",
        "opb": "Intermittent claudication and gangrene",
        "opc": "Rest pain and ischemic ulcers",
        "opd": "Intermittent claudication and ischemic ulcers",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "22ac366c-0e44-4005-a413-f41d364f25fe",
        "choice_type": "single"
    },
    {
        "question": "Migratory thrombophlebitis is seen most commonly with -",
        "exp": "Migratory thrombophlebitis is seen in Pancreatic cancer (most commonly) - Lung cancer Gastrointestinal cancer - Ovarian cancer Prostate cancer - Lymphoma Migratory thrombophlebitis is also k/a Trousseau's syndrome",
        "cop": 3,
        "opa": "Testicular cancer",
        "opb": "Breast cancer",
        "opc": "Pancreatic cancer",
        "opd": "Liver cancer",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "60668481-ff68-4b18-bee6-f287155cb6d6",
        "choice_type": "single"
    },
    {
        "question": "Drug used for Buerger's disease?",
        "exp": ". Drug used in Buerger's disease is Xanthinol nicotinate. Complamina retard (xanthine nicotinate) tablet was used daily once earlier. Now, graded injection of xanthine nicotinate 3000 mg from day 1 to 9000 mg on day 5 is used to promote ulcer healing. It also helps to increase claudication distance as a temporary basis. Beta blockers such as propranolol & GTN have no ulcer healing propey in case of Thromboangitis obliterans (Buerger's disease). Ref:- SRB manual of Surgery 4th edition, Pg 184",
        "cop": 1,
        "opa": "Xanthinol nicotinate",
        "opb": "Propranolol",
        "opc": "GTN",
        "opd": "All the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f845da86-c1f3-4eb4-9cb2-eb0736c6e5bb",
        "choice_type": "multi"
    },
    {
        "question": "Intermittent claudication is defined as",
        "exp": "Intermittent claudication occurs as a result of anaerobic muscle metabolism and is classically described as debilitating cramp-like pain felt in the muscles that is: * reliably brought on by walking; * not present on taking the first step (unlike osteoahritis); * reliably relieved by rest both in the standing and sitting positions; usually within 5 minutes So the best answer is c. Reference: Bailey and love, 27th edition, page number: 943",
        "cop": 3,
        "opa": "Pain in muscle at rest only",
        "opb": "Pain in muscle on first step",
        "opc": "Pain in muscle on exercise only",
        "opd": "Pain in muscle on last step",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "e7af2436-6dc3-4c03-8869-0ae5d49e6680",
        "choice_type": "multi"
    },
    {
        "question": "True regarding management of traumatic pneumothorax is:",
        "exp": "Traumatic Pneumothorax: Traumatic pneumothorax can result from penetrating and non-penetrating chest trauma. Traumatic pneumothoraxes should be treated with tube thoracostomy unless they are small. Iatrogenic pneumothorax is a type of traumatic pneumothorax that is becoming more common. Leading causes are transthoracic needle aspiration, thoracocentesis, and the inseion of central intravenous catheters. Most can be managed with supplemental oxygen or aspiration, but if these measures are unsuccessful, a tube thoracostomy should be performed. Ref: bailey 27th edition Pgno: 366",
        "cop": 2,
        "opa": "Immediate IC tube inseion",
        "opb": "CT-scan should be done to confirm pulmonary leak",
        "opc": "Intermittent needle aspiration",
        "opd": "Sealed",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "cfda8450-935a-428c-ae64-0a8e74d509c3",
        "choice_type": "multi"
    },
    {
        "question": "The most common site of acute aoic dissection is",
        "exp": "This occurs when a defect or flap occurs in the intima of the aoa, resulting in blood tracking into the aoic tissues splitting the medial layer and creating a false lumen. It most commonly occurs in the ascending aoa or, less often, just distal to left subclan ae. Reference: Bailey and love, 27th edition, page no. 909",
        "cop": 1,
        "opa": "Right lateral wall of ascending aoa",
        "opb": "Arch of aoa",
        "opc": "Suprarenal abdominal aoa",
        "opd": "Infrarenal abdominal aoa",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "0d055a63-e563-47c2-a14c-3087581e26c6",
        "choice_type": "multi"
    },
    {
        "question": "According to Spetzler main grading system for AV malformation the score of AV malformation of size 3-6 mm with deep venous drainage and location near internal capsule is",
        "exp": ".",
        "cop": 4,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "d47d3b66-f9c4-4b02-8826-4fed57aaf96f",
        "choice_type": "single"
    },
    {
        "question": "Sympathectomy is indicated in all following conditions except",
        "exp": ". Anhidrosis(absence of sweating)is the contraindication, because hyperhidrosis is the indication of the sympathectomy. other ibdications include cervical rib with vascular manifestations, raynaud's phenomenon, causalgia, sudeck's osteodystrophy, upper limb vasospasam due to other causes etc.... Refer page no 187 of SRB's manual of surgery 5th edition.",
        "cop": 3,
        "opa": "Ischemic ulsers",
        "opb": "Causalgia",
        "opc": "Anhidrosis",
        "opd": "Acrocyanosis",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "41e09727-f5a5-4d42-b703-d06069edb062",
        "choice_type": "multi"
    },
    {
        "question": "Perforators are not present at:",
        "exp": "Perforators Location (IN CBD HUNTERS) Below the medial malleolus (Inframallelor Perforators/May or kuster) In the medial calf (Cockett&; s Perforators) Just below the knee (Boyd&; s perforators) Just above the knee (Dodd&; s Perforators) At the level of adductor canal (Hunterian Peforators) Ref: Sabiston 20th edition Pgno: 1828",
        "cop": 4,
        "opa": "Ankle",
        "opb": "Medial calf",
        "opc": "Distal to calf",
        "opd": "Below inguinal ligament",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "c90327c3-ab94-44c3-9c5f-4c3c502667e3",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of abdominal aoic aneurysm is",
        "exp": ". Aoic wall contain smooth muscle cell matrix, elastin(in tunica media), collagen (in adventitia) as safe net in the wall to provide tensile strength prevent aneurysms formation. Elastin in tunica media is degraded and reduced significantly in infrarenal aoa in relation to collagen, abscence or less vasa vasorum in infrarenal aoa and atherosclerotic ubstability of the medial wall of aoa cause infrarenal aoa and more prone to develop aneurysms. Increased proteolytic matrix metalloproteinase(MMP) which is derived from aoic smooth muscle cells and macropgages cause elastin and collagen degradation and increase in the diameter of aneurysms. Refer; SRB's manual of Surgery page no: 198.",
        "cop": 1,
        "opa": "Atherosclerosis",
        "opb": "Trauma",
        "opc": "Syphilis",
        "opd": "Vasculities",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "d6001ac9-48f9-4710-bfd6-ce381f4d685d",
        "choice_type": "single"
    },
    {
        "question": "Procedure of choice for evaluation of an aoic aneurysm",
        "exp": ". CT scan is more reliable and precise investigation of choice -gives better information regarding extent on sides or neck, size, dimensions, size and site of the thrombus, calcification, relation of renal aeries, inflammation and fibrosis and adjacent tissues. MRI may be better only in renal failure patients. Refer page no 198 of SRB's manual of surgery 5 th edition.",
        "cop": 2,
        "opa": "USG",
        "opb": "CT",
        "opc": "MRI",
        "opd": "Angiography",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "8200985f-2376-42bf-9c84-3eca481afefd",
        "choice_type": "single"
    },
    {
        "question": "Allen's test is useful in evaluating",
        "exp": "The Allen test can detect the patency of both radial and ulnar aeries (aeries forming the palmar arch) Method The pt. squeezes his hand to express the blood and then both aeries are compressed by the examiner's fingers - the hand turns white Now pressure on one aery is removed and the change in color of hand noted: if the aery is blocked the colour remains white if it is patent, the palm assumes the normal colour Now the test is repeated and the pressure removed from the other aery, to check its integrity.",
        "cop": 4,
        "opa": "Thoracic outlet syndrome",
        "opb": "Presence of cervical rib",
        "opc": "Digital blood flow",
        "opd": "Integrity of palmar arch",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "ba25cf66-286f-43a2-80e8-a4c5519ef903",
        "choice_type": "multi"
    },
    {
        "question": "Etiopathogenesis of diabetic foot include the following except",
        "exp": "Diabetic Foot - Aetiology Diabetic foot is related to Trophic changes from peripheral neuropathy Ischemia as a result of microangiopathy & microangiopathy (atherosclerosis) Low resistance to infection because of excess of sugar in the tissues Neuropathy (stocking and glove distribution) impairs sensation and ours the neglect of minor injuries & infections Motor involvement is frequently accompanied by loss of reflexes & deformities (neuropathic joints) Thick callosities on the sole & amateur chiropody may allow the entry of infection Any infection can spread proximally with speed in subfascial planes in diabetic patients Ref: Sabiston 20th edition Pgno: 1767",
        "cop": 1,
        "opa": "Myelopathy",
        "opb": "Osteoahropathy",
        "opc": "Microangiopathy",
        "opd": "Infection",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "aaf6f856-970d-4ef9-9fd0-b70d45d5d10b",
        "choice_type": "multi"
    },
    {
        "question": "Lipodermatosclerosis is most commonly seen at?",
        "exp": "Lipodermatosclerosis is chronic inflammation and fibrosis of skin and subcutaneous tissue, resulting in a woody leg, often affects calf muscles. So better answer is medial side of leg Feature of chronic venous disease. Reference: Bailey and love, 27th edition, page number 973, 984. (pa 10, vascular)",
        "cop": 2,
        "opa": "Anterior aspect of leg",
        "opb": "Medial aspect of leg",
        "opc": "Anterior aspect of thigh",
        "opd": "Posterior aspect of thigh",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "f500db48-b4ca-45a9-ab6e-99d330b4dc7e",
        "choice_type": "single"
    },
    {
        "question": "Butcher&; s thigh is:",
        "exp": "Butcher&; s Thigh: Butcher&; s thigh is penetrating wound of femoral triangle due to knife slipping while boning meat. Penetrating wound involving main veins in the thigh or groin are potentially fatal, as exangination may follow the first aid dressing which has apparently controlled the bleeding. Ref: Bailey 18th edition Pgno: 69",
        "cop": 4,
        "opa": "Vastus lateral rupture",
        "opb": "Subcutaneous lipodermatosclerosis",
        "opc": "Bursa in adductor canal",
        "opd": "Accidental injury to major vessels in thigh or groin",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "ff31cd05-0da1-4803-8126-32d2619368e1",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old male, a chronic smoker presents with claudication and a medial leg ulcer. For the past one month, he is having rest pain. Which of the following procedures would not relieve his rest pain -",
        "exp": "This patient is suffering from Buergers ds (also k/a Thromboangitis obliterans) Buergers ds is characterized by occlusive disease of the small and medium-sized aeries* (planters, tibialis and radial aery), thrombophlebitis of the superficial or deep veins and Raynaud's syndrome. As Buerger's disease involves the aeries beyond the popliteal aery, there would be no help from a femoropopliteal bypass. It is helpful if the aery is blocked proximally as in atherosclerosis. Not only femoro-popliteal bypass operation but any vascular reconstructive operation is not feasible in Buerger's ds, because the involvement of the small vessels of the extremity makes it difficult to locate suitable outflow sites for bypass grafts. Treatment of Buergers ds Stop smoking Sympathectomy - is used with some success. Amputation - is the only way out when gangrene occurs. Free omental graft - Microvascular transplantation of free omental grafts to areas notamenable to aerial reconstruction has been successfully tried. It appears that conservative amputation should not be used in this pt. who does not have gangrene, but a femoro-popliteal bypass has no role whatsoever and is the better answer out of the two options. Amputation can be used to relieve the patient of persisting rest pain. Ref: Schwaz 9/e p771",
        "cop": 4,
        "opa": "Lumbar sympathectomy",
        "opb": "Amputation",
        "opc": "Omentoplasty",
        "opd": "Femoropopliteal bypass",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "3d713867-1d1f-46d5-b7be-7e4f0acdf99a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about varicocele except?",
        "exp": ". In case of varicocele indications for surgery are pain and oligospermia and asymptomatic cases are not indicated for surgery. surgeries for variccele includes: -palomo's operation. -Inguinal approach. -subinguinal approach. -scroatal approach. -laproscopic approach. Refer page no 1077 of SRB's manual of surgery 5 th edition",
        "cop": 3,
        "opa": "Incompetent valves of testicular vein are responsible for varicocele",
        "opb": "90% are on the left side",
        "opc": "Asymptomatic cases require surgery",
        "opd": "Femoral catheterization with spermatic vien ablation is done in recurrence",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "d8cbc393-95d4-48ef-a031-b34eeb6e952c",
        "choice_type": "multi"
    },
    {
        "question": "Best material for below inguinal aerial graft is",
        "exp": "Best graft for below inguinal aerial graft is autologous long saphenous vein, if it's not available sho saphenous can be used. If no vein is available PTFE(poly tetra fluoro ethylene) can be used. Reference Bailey and love, 27th edition, page no. 949",
        "cop": 1,
        "opa": "Saphenous vein graft (upside -down)",
        "opb": "PTFE",
        "opc": "Dacron",
        "opd": "Teflon",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "65b34e39-0437-4343-8d81-27ce1f62a769",
        "choice_type": "single"
    },
    {
        "question": "TRIVEX is a percutaneous technique of:",
        "exp": "Transilluminated Powered Phlebectomy (TIPP) using TRIVEX TIPP invloves an irrigated tranilluminator, passed deep to the varicosities, and a powered suction resector, each introduced through a skin incision. On activation, the vein is sucked into the resector under direct vision, morcellated and removed by suction. TRIVEX system uses two components. First instrument illuminates the varicose veins through the skin using advanced fibre optic technology and the vein resector is then guided next to the vein underneath the skin. Suction draws the vein into tip of the vein resector while a rotating blade effectively removes the leg vein. With this new varicose vein treatment, large clusters of varicose veins can be accurately removed through a minimal number of small incision and is far more effective than other forms of varicose vein surgery. Ref: Sabiston 20th edition Pgno: 1840",
        "cop": 3,
        "opa": "Intravenous intraluminal destruction of vein by ablation catheter",
        "opb": "Intravenous intraluminal injection of sclerosant like sodium tetradecyl sulphate",
        "opc": "Removal of vein by suction following injection of fluid",
        "opd": "Stripping of veins",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "1dbf3d7b-cc5a-47aa-b505-632e5447e0e1",
        "choice_type": "single"
    },
    {
        "question": "Abdominal Aoic Aneurysm most commonly ruptures in",
        "exp": "Abdominal aoic aneurysm - anterior(20%) Posterior (80%) Most common site- retroperitonium with formation if retroperitonial hematoma. Reference- SRB, 5th edition, page: 200",
        "cop": 1,
        "opa": "Retroperitoneum",
        "opb": "Pelvic cavity",
        "opc": "Peritoneal cavity",
        "opd": "Sub hepatic space",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "41fd6b5b-0767-4274-abb1-ed0b778c2d38",
        "choice_type": "single"
    },
    {
        "question": "With reference to varicocele, which one of the following is not true of it?",
        "exp": "VARICOCELE:- Dilatation and touosity of the pampiniform plexus and so also the testicular veins. Common in tall thin young men. More common on the left side, but often can be bilateral. Etiology:- 1. Absence or incompetent valve at the junction of the left testicular vein and left renal vein causing inefficient drainage of blood. 2. Perpendicular entry of the left testicular vein into the left renal vein. 3. Idiopathic In left-sided renal cell carcinoma, tumor proliferates into left renal vein and blocks the entry of left testicular vein causing varicocele on left side which is irreducible. Varicocele causes increased the temperature in the scrotum which depresses the spermatogenesis and so causes infeility. Types- primary and secondary. Clinical features:-1. Swelling in the root of the scrotum. 2. Dragging pain in the groin and scrotum3. Bag of worms feeling4. Impulse on coughing5. On lying down, it gets reduced.",
        "cop": 2,
        "opa": "Left side is usually affected",
        "opb": "Varicosities of cremastric veins",
        "opc": "Feels like a bag of worms",
        "opd": "May lead to infeility",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "8557644e-45d1-4668-b24e-c776a360555f",
        "choice_type": "multi"
    },
    {
        "question": "Surgical blade number useful for aeriotomy is",
        "exp": "Surgical blade for aeriotomy is 11 Minor surgical procedures- 15 Abdominal incisions- 22 Reference: Bailey and love, 27th edition, page: 85",
        "cop": 2,
        "opa": "10",
        "opb": "11",
        "opc": "15",
        "opd": "22",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "a2f12788-7d85-4fd8-9c8d-264abefad10e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions disappear spontaneously in first year of life?",
        "exp": ". It is a cqpillary vascular malformation also called as naevus simplex. Commonly seen in 40% of new borns. It is present at bih, usually involves nape of neck, face, scalp, limbs. With age, it goes for spontaneous regression and disappears completely, usually in one year. Refer page no 214 of SRB's manual of surgery, 5 th edition.",
        "cop": 3,
        "opa": "Po wine stain",
        "opb": "Naevus flammeus",
        "opc": "Salmon's patch",
        "opd": "Strawberry haemangioma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "efcfde3e-e8d2-45a8-9f0f-905dd0624bed",
        "choice_type": "single"
    },
    {
        "question": "Most common site of peripheral aneurysm",
        "exp": ". Among peripheral aneurysm popliteal type is the most common one. peripheral aneurysms occurs in descending order of frrequency in popliteal, femoral, subclan, axillary, and carotid aeries. Refer page no 201 of SRB's manual of surgery 5th edition.",
        "cop": 3,
        "opa": "Femoral aery",
        "opb": "Radial aery",
        "opc": "popliteal aery",
        "opd": "Brachial aery",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "9f0805db-bca6-4e27-a45a-5666cb93d207",
        "choice_type": "single"
    },
    {
        "question": "The following is the commonest site for venous ulcer",
        "exp": "Venous ulcers usually lie just proximal to the medial or lateral malleolus. Venous ulcers are accompanied by lipodermatosclerosis and hemosiderosis (if these are not present then the ulcer is probably not of venous origin). Ref: Bailey & Love 25/e p937",
        "cop": 3,
        "opa": "Sole of foot",
        "opb": "Lower 2/3 of leg",
        "opc": "Lower 1/3 of leg and ankle",
        "opd": "Middle 1/3 of leg",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "b7b5c466-6a4d-469c-be95-494da0d850e2",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of superficial thrombophlebitis is?",
        "exp": "Venous thrombosis occurring in superficial veins is called superficial venous thrombosis Most common cause of superficial vein thrombophlebitis is the canulation of the vein for intravenous infusion. Other impoant causes of superficial vein thrombophlebitis are -- Varicose veins Pregnant or postpaum women Thromboangitis obliterans or Buerger's disease. Symptoms - Erythema, induration and tenderness along the superficial vein. Over a time a firm tender cord develops. The patient complains of localized extremity pain and tenderness",
        "cop": 4,
        "opa": "Intravenous infusion",
        "opb": "DVT",
        "opc": "Varicose veins",
        "opd": "Trauma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "b85dcc46-9ce6-4b63-90b5-2f313acb8cb0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following reagents is not used as sclerosant in the treatment of bleeding varices",
        "exp": "Injection Sclerotherapy in Varicose veins Sodium tetradecyl sulphate is most commonly used Destroys lipid membranes of endothelial cells causing them to shed, leading to thrombosis, fibrosis and sclerosis Sclerosing agents These are irritants causing inflammation, coagulation and ultimately fibrosis, when injected into hemorrhoids or varicose veins Used only for local injection Sclerosing agents are Phenol(5%) in almond oil or peanut oil Ethanolamine oleate (5%) in 25% glycerin and 2% benzyl alcohol Polidocanol(3%) Sodium tetradecyl sulphate (3%) with benzyl alcohol (2%) Hypeonic saline Ref: Sabiston 20th edition Pgno: 1835",
        "cop": 1,
        "opa": "Ethyl alcohol",
        "opb": "Ethanolamine oleate",
        "opc": "Phenol",
        "opd": "Sodium morrhuate",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "ef3a0d6b-8dff-4c17-ae04-743603e054c0",
        "choice_type": "single"
    },
    {
        "question": "Which is not included in the Treatment of femoral aery aneurysm",
        "exp": ". Ans: (d) Duplex color ultrasound is inv of choice to confirm diagnosis of peripheral aneurysms. Pseudo aneurysm of femoral aery due to aerial punctures successfully treated using US guided compression of neck of aneurysm with/ without thrombosis by thrombin injection.",
        "cop": 4,
        "opa": "Ultrasound guided compression of the neck of aneurysm",
        "opb": "Thrombin injection",
        "opc": "Bypass graft repair",
        "opd": "CT scan",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "0066d710-89f0-4edb-83d6-c38ce37fb698",
        "choice_type": "single"
    },
    {
        "question": "Milroys disease is",
        "exp": "PRIMARY LYMPHOEDEMA Aetiology It has been proposed that all cases of primary lymphoedema are due to an inherited abnormality of the lymphatic system, sometimes termed 'congenital lymphatic dysplasia'. Genetic susceptibility Primary lymphoedema can be familial or sporadic. In familial cases the genetic mutations can be inherited in an autosomal dominant, recessive or x-linked pattern. In the last few years the application of Next Generation Sequencing, which allows identification of genetic mutations, even in sporadic cases and smaller families, has increased our understanding of the genetic basis of lymphoedema. So far, mutations in more than 20 genes have been linked to the development of primary lymphoedema. In individuals with familial mutations the penetrance of lymphoedema can often be incomplete leading to a large variability in clinical presentation. Involvement of other systems (cardiovascular, respiratory, nervous, digestive) is common and can indicate a specific mutation. Presence of isolated lower limb lymphedema at bih, classically described as Milroy's disease, suggests mutation in FMS-like tyrosine kinase 4 (FLT4)/ vascular endothelial growth factor receptor-3 (VEGFR-3) or VEGF-C. In these patients, reduced initial uptake and presence of touous lymphatic tracts with evidence of rerouting in lymphangiography suggests mutation in the VEGF-C gene. lymphoedema can also be present as a minor sign in some well-recognised syndromes. Primary lymphoedema is present in less than 10% of cases of tuberous sclerosis (TSC1 and 2 gene mutations). Lymphoedema has been repoed in patients with Noonan syndrome in the presence of PTPN11, SOS1 or KRAS mutations, and in patients with Turner syndrome (monosomy X) and capillary malformation-aeriovenous malformation syndrome (RAS p21 protein activator 1 (RASA1) mutation). Ref: Bailey and love 27th edition Pgno: 1001",
        "cop": 3,
        "opa": "Edema due to filariasis",
        "opb": "Post cellulitic lymphedema",
        "opc": "Congenital lymphedema",
        "opd": "Lymphedema following trauma",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "7df85fcb-712c-41fe-8465-250f899a9b3a",
        "choice_type": "single"
    },
    {
        "question": "The commonest cause of pulmonary embolism is",
        "exp": "Thrombi in a deep vein of the leg accounts for more than 95% of cases of pulmonary embolism. The most common source of emboli is DVT of femoropopliteal and iliac veins. But remember that: Most common site of DVT is calf veins (Calf veins thrombosis are itself associated with a low risk for embolism, but when the thrombosis progresses proximally to involve the larger veins above knee, then the risk becomes very high. Ref: Love & Bailey 24/e p866",
        "cop": 2,
        "opa": "Thrombosis of prostatic veins",
        "opb": "Thrombosis of leg veins",
        "opc": "Inferior vena cava thrombosis",
        "opd": "None of the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "c4e1e7a9-0cea-4a79-b565-3ad86a806c2d",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of pseudoaneurysm in I. V. drug abusers is:",
        "exp": "In the IDU, frequent direct trauma to peripheral vessels produces damage to the vessel wall and an initial sterile perivascular hematoma. Injection of chemical agents in illicit drugs also causes tissue necrosis. The vascular wall usually becomes infected by contiguous spread from adjacent subcutaneous abscesses or areas of cellulitis. The infection causes liquefaction of the central poion of the hematoma in communication with the aerial or, less commonly, the venous wall, forming a secondary (false) pseudoaneurysm. The common femoral aery is the most frequent location, followed by the deep femoral and superficial femoral aeries. Because most IDUs are right handed, left-sided groin infections and aneurysms are more common. Primary mycotic aneurysms in which the damaged vessel wall is infected secondary to unrelated bacteremia are rare and are more likely to involve cerebral vessels as a complication of endocarditis. Pathogenesis includes septic embolization from valvular vegetations to the vasa vasorum of smaller vessels, such as the middle or posterior cerebral and visceral infra-abdominal aeries, which are more frequently involved than the aoa.",
        "cop": 3,
        "opa": "Carotid",
        "opb": "Brachial",
        "opc": "Femoral",
        "opd": "Radial",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "361b710f-c8f7-482d-aa1e-669f074e89ac",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with claudication in both buttocks and has impotence. The clinical examination reveals bruit over lower abdomen. What is the clinical diagnosis?",
        "exp": ". Common site of symptomtaic atherosclerotic occlusive aerial disease of lowerlimb is infrarenal abdominal aoa and iliac aeries. Claudication in buttock, Leriche syndrome with impotence, distal ischemia are the features. Femoral aery pulsations below are absent. systolic bruit over aoa and iliac aeries may be heard suggesting stenosis. Refer page no 177, 178 of SRB's manual of surgery 5 th edition.",
        "cop": 2,
        "opa": "Bilateral iliac aery occusion",
        "opb": "Aooiliac occlusion",
        "opc": "Bilateral iliofemoral occlusion",
        "opd": "Bilateral femoropopliteal occlusion",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "bc7677bc-b5e6-4bc4-8397-59840c4c6166",
        "choice_type": "multi"
    },
    {
        "question": "The Hunterian Ligature operation is performed for",
        "exp": ". Ans: (a) Aneurysm Hunterian ligature is a method of treatment of aneurysms, the parent aery is ligated on the proximal side of aneurysm above the first collateral.",
        "cop": 1,
        "opa": "Aneurysm",
        "opb": "Varicose veins",
        "opc": "A V fistulas",
        "opd": "Acute aerial ischemia",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "11f00718-ad3e-430a-bc81-a4bf40f98615",
        "choice_type": "single"
    },
    {
        "question": "The normal ankle brachial pressure index (ABPI) is 1. 0. A value of 0. 8 suggests",
        "exp": ". The normal value of Ankle Brachial Pressure index (ABPI) will be less than 0. 3. one should check blood pressure in all the 4 limbs. ABPI is checked in supine position; systolic blood pressure in upper and lower limbs is checked and higher value of each extremities is taken; ABPI is calculated. Results->0. 9 is normal;. 70-0. 89 is mild disease; 0. 50-0. 69 is moderate;< 0. 50 is severe. Refer page no 171 of SRB's manual of surgery 5 th edition.",
        "cop": 2,
        "opa": "Good flow",
        "opb": "Some degree of alterial obstruction",
        "opc": "Impending gangrene",
        "opd": "Presence of collaterals",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "5db0a202-d4f1-4345-bf2e-d14b26225105",
        "choice_type": "single"
    },
    {
        "question": "Obstruction at the bifurcation of aoa leads to",
        "exp": ". Obstruction at the bifurcation of aoa causes sudden, rapidly progressive ischemia in both the lower limbs, leads to gangrene of both lower limbs. Note: In aoic bifurcation thrombus, there is earlier history of claudication in the buttock often with LERICH'S SYNDROME. Symptoms are slow and gradual but not dramatic. Collaterals between aoa abd iliac aeries have wrll formed and so sudden. rapid developmet of gangrene will not occur. Refer page no 193 of SRB's manual of surgery 5 th edition.",
        "cop": 3,
        "opa": "Rubor on putting leg in dependent position",
        "opb": "Retrograde ejaculation",
        "opc": "Gangrene of foot",
        "opd": "Pallor of lower limb",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "62663409-d6c2-4152-9e28-c6246552856c",
        "choice_type": "multi"
    },
    {
        "question": "&; SEPS&; is a procedure used for",
        "exp": "<p> SEPS:- Subfascial endoscopic perforator ligation surgery A special telescope is introduced deep to deep fascia through a single small veical incision at proximal leg selecting healthy skin. Potential space between muscle and deep fascia with loose areolar tissue us easy to dissect using endoscope. Endoscope is advanced down along the medial border of tibia. Perforators travelling in subfascial plane are identified and fulgurated using bipolar cautery or clips can be applied into the perforators. It is recommended in Chronic venous insufficiency. {Reference: SRB&; s manual of surgery, 5th edition, page no. 237}",
        "cop": 1,
        "opa": "Veins",
        "opb": "Aeries",
        "opc": "Lymphatics",
        "opd": "AV fistula",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "d0ca279b-8ec3-4d34-b5e7-1622b0c504a4",
        "choice_type": "single"
    },
    {
        "question": "Best material for below inguinal aerial graft is:",
        "exp": "Saphenous vein is the most suitable conduit for bypass, below the inguinal ligament. It may be used either as a reversed conduit or as an &; insitu&; vein bypass after valve destruction. Infra-Inguinal occlusive Disease (Femoral, Popliteal, Tibial Occlusive Disease) Autologous vein is the conduit of choice for infra-inguinal bypass surgery. Great saphenous vein is the vein of choice (Lesser saphenous vein or arm veins may be used) These grafts may be used either &; Insitu&; after valve destruction or reversed conduit. When Autologous vein grafts are not available PTFE grafts may be used For above knee grafts, patency rates of PTFE grafts approach those acheived by autologous venous grafts. For below knee/distal grafts, patency rates of PTFE grafts are substantially lower. REf: Bailey 27th edition Pgno: 890",
        "cop": 1,
        "opa": "Saphenous vein graft (Upside-down)",
        "opb": "PTFE",
        "opc": "Dacron",
        "opd": "Teflon",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "2fecb31c-dd01-481c-8996-42bb5cb50e70",
        "choice_type": "single"
    },
    {
        "question": "Indication for sympathectomy is all Except",
        "exp": "Indications of sympathectomy (BARA CHEF) Buerger's disease Atherosclerosis producing ischemia of limbs Raynaud's disease Acrocyanosis Erythrocyanosis Frost bite Hyperhydrosis Peripheral vascular insufficiency Causalgia Ref: Sabiston 20th edition Pgno: 1780",
        "cop": 1,
        "opa": "Intermittent claudication",
        "opb": "Ischemic pain",
        "opc": "Rest pain",
        "opd": "Buerger disease",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "3a6d7497-a04f-4e93-8e9f-339c34d7a9e9",
        "choice_type": "multi"
    },
    {
        "question": "In all of the following, sympathectomy is effective except one",
        "exp": "Sympathectomy is of no value in intermittent claudication as sympathectomy does not influence muscle blood flow. Blood flow in the skin but not in the muscle is controlled by sympathetic nervous system. If the aerial supply is inadequate, ischemic changes in the skin may be relieved by sympathetic blockage but the impaired blood flow to muscles is unlikely to improve. Possible indications for svmpathectomy. Ischemic disorders mainly of the limbs. Buerger's ds. Raynand's ds. Aerial injury or embolism Acrocyanosis Erythrocyanosis Frost bite Hyperhydrosis Causalgia Visceral pain For healing of an amputation stump Atherosclerotic ischemia of limb",
        "cop": 2,
        "opa": "Hyperhidrosis",
        "opb": "Intermittent claudication",
        "opc": "Causalgia",
        "opd": "Raynaud's phenomenon",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "40581322-522d-4fbe-99f4-ca6ae2fbe99b",
        "choice_type": "multi"
    },
    {
        "question": "Lymphangiography of the leg is performed by",
        "exp": "Direct-contrast lymphangiography provides the finest details of the lymphatic anatomy. However, it is an invasive study that involves exposure and cannulation of lymphatics at the dorsum of the forefoot, followed by slow injection of contrast medium (ethiodized oil). The procedure is tedious, the cannulation often necessitates aid of magnification optics (frequently an operating microscope is needed), and the dissection requires some form of anesthetic. After cannulation of a superficial lymph vessel, contrast material is slowly injected into the lymphatic system.",
        "cop": 3,
        "opa": "An injection of sodium diatrizoate subcutaneously between the toes",
        "opb": "Injecting sodium diatrizoate retrogardely under pressure into a small vein on the dorsum of foot",
        "opc": "Dissecting lymphatics through an incision on the dorsum of foot",
        "opd": "The use of an infusion pump",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "15ba2ff8-6c86-403a-b95e-2965c7bc96bd",
        "choice_type": "multi"
    },
    {
        "question": "Surgical treatment (ligation or stripping) is preferred for GSV diameter equal to or greater than",
        "exp": "SAPHENOFEMORAL LIGATION AND GREAT SAPHENOUS STRIPPING An oblique groin incision is made at the level of, and lateral to, the pubic tubercle, ideally above the groin crease. The GSV is identified and dissected to the SFJ, which should be clearly established before the vein is divided to avoid disastrous inadveent transection of the superficial femoral vein. The anatomy is often variable but six GSV tributaries may be encountered close to the SFJ: Laterally: * superficial inferior epigastric vein; * superficial circumflex iliac vein; Medially: * superficial external pudendal vein; * deep external pudendal vein; Distally: * anterior accessory saphenous vein; * posteriomedial thigh vein. Classically, these are ligated distal to their divisions. A flush SFJ ligation is then performed and the GSV retrogradely stripped to around the knee. Phlebectomy is performed as discussed above. Closure of the cribriform fascia, with sutures or synthetic patches over the ligated SFJ, does not reduce groin recurrence. Stripping to the lowest point of reflux may improve results, but at a cost of increased saphenous nerve complications and is not widely performed. More recently, some surgeons argue that surgical trauma and subsequent inflammation in the groin is associated with neovascularisation, which in turn may lead to recurrence. Fuhermore, others hypothesise that it is the loss of the normal groin tributaries that may be responsible for driving the process of neovascularisation. These concepts have led some to believe that ligation of the refluxing vein should be distal to the tributaries and that the junction itself should be left untouched. There is no clear clinical evidence to suppo these hypotheses. Ref: Bailey and love 27th edition Pgno: 981",
        "cop": 1,
        "opa": "2 cm",
        "opb": "3 cm",
        "opc": "4 cm",
        "opd": "5 cm",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "1f6153d9-ef00-4003-85dc-29dbe2e9051e",
        "choice_type": "single"
    },
    {
        "question": "Bilateral pulseless disease in upper limbs is caused by",
        "exp": "Aooaeritis or Takayasu's ds. is an inflammatory & stenotic disease of the medium and large-sized aeries with a strong predilection for the aoic arch and its branches (therefore also k/a aoic arch syndrome). Narrowing of the lumen of the involved vessels occur with or without thrombosis, leading to symptoms of vascular compromise. Subclan aery is the most commonly involved vessel, leading to loss or weakening of pulses (thus also k/a pulseless ds.) It is mostly seen in adolescent girls and young women. It is more common in Asia.",
        "cop": 1,
        "opa": "Aooaeritis",
        "opb": "Coarctation of aoa",
        "opc": "Buerger's disease",
        "opd": "Aooiliac dissection",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "aafb8f2c-20c4-42ad-ba0c-8de61f638d16",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in detecting small para-aoic lymph node is",
        "exp": "Investigation of choice in detecting small para-aoic lymph node: CT scan",
        "cop": 2,
        "opa": "Ultrasound scan",
        "opb": "CT scan",
        "opc": "Lymphangiography",
        "opd": "Aeriography",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "49783f94-3d0c-4347-af28-d743bd065edd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is true regarding fat embolism",
        "exp": ". Fat embolism is common in fracture of long bones, multiple fractures. It is also observed after intramedullary nailing, liposuction, joint reconstruction, parentral lipid infusion, cardiopulmonary bypass and pathological fractures. Refer page no 194 of SRB's manual of surgery 5 th edition.",
        "cop": 1,
        "opa": "Most patients with major trauma involving long bones have urinary fat globules",
        "opb": "All patients with urinary fat globules develop fat embolism",
        "opc": "Peak incidence of respiratory insufficiency for pulmonary fat embolism is around day 7 after injury",
        "opd": "Heparin as an anti coagulant decreases moality and morbidity in fat embolism syndrome",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "44d47131-a1be-46b6-abc7-2d62b09d6910",
        "choice_type": "multi"
    },
    {
        "question": "Syndrome of internal iliac aery occlusion manifested by",
        "exp": "Aerial pulses It is standard practice to examine the femoral, popliteal, posterior tibial and dorsalis pedis aeries together with the abdomen for an aoic aneurysm or renal aery bruit, which may coexist with lower limb occlusive disease. Diminution of a femoral and/or popliteal pulse can often be appreciated by comparing it with its opposite number; however, pedal pulses are either clinically palpable or absent. Popliteal pulses are often difficult to feel; a popliteal aery aneurysm should be suspected if the popliteal pulse is prominent with concomitant loss of the natural concavity of the popliteal fossa. Pulsation distal to an aerial occlusion is usually absent although the presence of a highly developed collateral circulation may allow distal pulses to be palpable - this is most likely to occur with an iliac stenosis. In this case, exercise (walking until claudication develops) usually causes the pulse to disappear as vasodilation occurs below the obstruction, causing the pulse pressure to reduce. An aerial bruit, heard on auscultation over the pulse, indicates turbulent flow and suggests a stenosis. It is an unreliable clinical sign as tight stenoses often do not have bruits. A continuous 'machinery' murmur over an aery usually indicates an aeriovenous fistula. Iliac obstruction Unilateral claudication in the thigh and calf and sometimes the buttock Bruit over the iliac region Unilateral absence of femoral and distal pulses Ref: Bailey and love 27th edition Pgno: 944",
        "cop": 2,
        "opa": "Pain in calf",
        "opb": "Absent pulse at the dorsalis pedis aery",
        "opc": "Intermittent claudication",
        "opd": "Gangrene",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "dce2c27f-0146-4630-b621-e873fae2aba1",
        "choice_type": "single"
    },
    {
        "question": "Treatment of femoral aery aneurysm",
        "exp": "Femoral and Popliteal aery aneurysms Femoral and Popliteal aery aneurysms constitute about 90% of peripheral aneurysms. Femoral 20% and Popliteal 70%. The majority of these aneurysms are the degenerative type. More common in men. Popliteal aery aneurysms are almost always seen in men (97%) More than 50% are bilateral. Large no. of patients have associated aoic aneurysms. Like aoic aneurysms, they are silent until critically symptomatic. However, unlike aoic aneurysms, they rarely rupture. The presenting manifestations are due to peripheral embolization and thrombosis leading to distal limb ischemia. Peripheral aneurysms rarely may also produce symptoms by compressing the local vein or nerve. Imaging: Duplex color ultrasound is inv of choice to confirm the diagnosis of peripheral aneurysms. Treatment Indications for treatment include acute lower limb ischemia, or transverse diameter greater 2 cm or presence of mural thrombus. Treatment consists of open surgery with prosthetic interposition grafting for femoral aneurysms and saphenous vein grafting for popliteal aneurysms. endovascular repair with stent grafts Pseudoaneurysm of the femoral aery due to aerial punctures can be successfully treated using ultrasound-guided compression of the neck of the aneurysm with or without thrombosis of the aneurysm by thrombin injection",
        "cop": 4,
        "opa": "Ultrasound guided compression of neck of the aneurysm",
        "opb": "Thrombin injection",
        "opc": "Bypass graft repair",
        "opd": "All of the above",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "e189a240-b410-4ba0-8b77-a632c109a82d",
        "choice_type": "multi"
    },
    {
        "question": "Psuedoaneurysm in I. V. drug abusers is commonly found in",
        "exp": "Pseudoaneurys Most common cause: Trauma (penetrating trauma or iotrogenic by catheterization) MC aery involved: Radial aery Treatment Ligation is the optimal treatment for infected pseudoaneurysm because it is easy, safe and cost effective (in IV drug abuser there is high chance of infection) RReconstruction is not recommended because of extension of infection at location of pseudoaneurysm and at aificial graft site Ref: Rutherford vascular surgery 6th edition pvolume II Pgno: 248-249",
        "cop": 3,
        "opa": "Radial aery",
        "opb": "Brachial aery",
        "opc": "Femoral aery",
        "opd": "External iliac aery",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "eafdce73-5471-4379-a74e-1270d021c135",
        "choice_type": "single"
    },
    {
        "question": "Virchow's triad includes all of the following, except",
        "exp": "Virchow's triad refers to three primary influences that predispose to thrombus formation. Endothelial injury (or vascular injury) Stasis or turbulence of blood flow Blood hypercoagulability Virchow's triad should be the cornerstone for assessment of risk factors for deep venous thrombosis. Stasis can occur with venous insufficiency, severe heart failure, or prolonged bed rest or immobility of an extremity following coma, pelvic or limb fracture, paralysis, extended aeroplane travel, or a lengthy operation. Endothelial injury can result from direct trauma (severed vein, venous cannulation, or transvenous pacing) or local irritation secondary to the infusion of chemotherapy, previous DVT, or phlebitis.",
        "cop": 4,
        "opa": "Endothelial injury",
        "opb": "Hypercoagulability",
        "opc": "Venous stasis",
        "opd": "Venous thrombosis",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "abe8c187-6d5b-4381-b24a-32bb34d2fc94",
        "choice_type": "multi"
    },
    {
        "question": "Pseudoaerial aneurysm in drug abuser&; s seen in",
        "exp": "Pseudoaneurysm is a rare condition arising from disruption in aerial wall with blood dissecting into the tissues around the damaged aery creating a perfused sac that communicates with the aerial lumen. Its incidence is on rise due to increase in endovascular procedures, hemodialysis and intravenous drug abuse. Here we repo an young male who was found by a NGO worker, lying on roadside near a Mandir with a pulsatile inguinal swelling and blood oozing out from it. He was taken immediately to emergency depament of LN Hospital. He was a rickshaw puller and known drug addict. The swelling was diagnosed as pseudo-aneurysm of common femoral aery on clinical examination and by Doppler ultrasonogrphy. He was referred to CTVS depament and admitted there for surgery. In the meanwhile, he collapsed in the hospital toilet and died due to hemorrhagic shock consequent upon rupture of pseudo- aneurysm of femoral aery. Ref: Rutherford vascular surgery 6th edition pvolume II Pgno: 248-249",
        "cop": 3,
        "opa": "Radial",
        "opb": "Brachial",
        "opc": "Femoral",
        "opd": "Carotid",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "44be9240-fd1d-4e32-81a8-1dbc2a368850",
        "choice_type": "single"
    },
    {
        "question": "Acute vascular ischemia mainfests as",
        "exp": "Peripheral aery occlusion Clinical features of peripheral aerial occlusion are classically remembered by 5 P's: pain, pallor, pulselessness, paralysis and paraesthesia Some add 6th P: Poililothermia or perishing cold Most common presenting symptom of acute aerial occlusion: Pain Ref: Sabiston 20th edition Pgno: 1756",
        "cop": 1,
        "opa": "Pulselessness",
        "opb": "Syncope",
        "opc": "Flushing",
        "opd": "Oedema",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "b2f5d42c-9022-4ffb-8809-ce0dc60c83ed",
        "choice_type": "single"
    },
    {
        "question": "Most common site of lymphangiosarcoma is",
        "exp": "Most common site of lymphangiosarcoma is arm following mastectomy, Occurs commonly after radical lymph nodes dissection- stewa treves syndrome Reference- SRB - 5th edition, sarcoma, page 311.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Retroperitoneum",
        "opd": "Post mastectomy arm",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "e2f1527d-989d-49a6-99c3-be1855662f79",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old male having a long history of cigarette smoking presented with gangrene of left foot. An amputation of the left foot was done. Representative sections from the specimen revealed the presence of aerial thrombus with neutrophilic infiltrate in the aerial wall. The inflammation also extended into the neighbouring veins and nerves. The most probable diagnosis is",
        "exp": "Takayasu's Aeritis: does not involve the peripheral limb vessels. Its an inflammatory and stenotic disease of medium and large-sized aeries characterized by a strong predilection for the aoic arch and its branches (thus also k/an aoic arch syndrome) Giant cell aeritis: also, k/a cranial aeritis or temporal aeritis is a systemic chronic inflammatory vascular disease with many characteristics similar to Takayasu disease involves medium and large-sized aeries, characteristically one or more branches of the carotid aery, paicularly the temporal aery. Hypersensitivity angiitis hypersensitivity angiitis also k/a cutaneous vasculitis or leukocytoclastic vasculitis typically involves the small vessels of the skin. Postcapillary venules are most commonly involved vessels; capillaries and aerioles are involved less frequently. its the most commonly encountered vasculitis in clinical practice. the hallmark of idiopathic cutaneous vasculitis is the predominance of skin involvement. Skin lesions typically are palpable purpura.",
        "cop": 2,
        "opa": "Aooaeritis",
        "opb": "Thromboangiitis obliterans",
        "opc": "Giant cell aeritis",
        "opd": "Hypersensitivity aeritis",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "92a9d7c9-1565-482a-941a-a7685c540d24",
        "choice_type": "multi"
    },
    {
        "question": "Popliteal aery pulsations are difficult to feel because",
        "exp": "Popliteal aery is difficult to feel. It is palpated better in prone position with knee flexed about 40-50 degree, to relax the popliteal fascia. It is felt in the lower pa of the fossa over the flat posterior surface of upper end of tibia. In upper end of the fossa, aery is not felt as there is no bony area in intercondylar region. Refer page no173 of SRB's manual of surgery 5 th edition.",
        "cop": 3,
        "opa": "It is not superficial",
        "opb": "It does not cross prominent bone",
        "opc": "It is not superficial and does not cross prominent bone",
        "opd": "Its pulsation are weak",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "6f7841ff-5df7-4bae-905b-5bbab9550381",
        "choice_type": "single"
    },
    {
        "question": "Best approach for surgical repair of the injury to abdominal aoa above the level of renal aery involving superior aery, celiac trunk, and the suprarenal branch:",
        "exp": "Left medial visceral rotation exposes entire length of abdominal aoa, celiac axis, proximal pa of mesenteric aeries and proximal left renal aery. Maneuvers for Retroperitoneal Exposure Kocher&; s Maneuvre Extended Kocher&; s Maneuver Mattox Maneuver Cattel-Braasch Maneuver Surgical maneuver to expose structures in the retroperitoneum behind the duodenum and pancreas Used for mobilization of duodenum Right sided medial visceral rotation Right colon and duodenum is reflected medially Exposes IVC, Infrarenal aoa, right renal aery and iliac vessels Recommended for drainage of Inframesocolic hematoma Left sided medial visceral rotation. Left sided viscera(Left Kidney, left colon, Spleen and Pancreas) are brought to midline Exposes entire length of abdominal aoa, celiac axis, proximal pa of mesenteric aeries and proximal left renal aery. Recommended for drainage of Central supra-mesocolic hematoma For extensive retroperitoneal exposure Right colon is fully mobilized and reflected medially Good option for exposure of the infrapancreatic segment Ref: Sabiston 20th edition Pgno: 1546",
        "cop": 2,
        "opa": "Right medial visceral rotation",
        "opb": "Left medial visceral rotation",
        "opc": "Right lateral visceral rotation",
        "opd": "Left lateral visceral rotation",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "e0e04a92-c91c-4078-8214-f7efc687ad54",
        "choice_type": "multi"
    },
    {
        "question": "All are true about intermittent claudication except",
        "exp": "<p> Intermittent claudication: Crampy pain in the muscles seen in limbs. Due to aerial occlusion, metabolites like lactic acid and substance P accumulate in the muscle and cause pain. Site of pain depends on site of aerial occlusion. Most common site is calf muscles. Pain in foot is due to block in lower tibial and plantar vessels. Pain in calf is due to block in femoropopliteal segment. Pain in thigh is due to block in superficial femoral aery. Pain in buttock is due to block in common iliac aery. Pain commonly develops when muscles are exercising and relieved on rest. Beta blockers may aggravate claudication. {Reference: SRB&; s manual of surgery, 5th edition, page no. 170}",
        "cop": 2,
        "opa": "Most common in calf muscle",
        "opb": "Pain is positional",
        "opc": "Atherosclerosis is impoant predisposing factor",
        "opd": "relieved by rest",
        "subject_name": "Surgery",
        "topic_name": "Vascular surgery",
        "id": "eae3c974-9d82-4906-800b-f1d5d4534fa4",
        "choice_type": "multi"
    }
]