[
    {
        "question": "True about Epigastric Hernia is",
        "exp": "Ans is 'b' i. e. Located above the umbilicus and always in the midline Ref: Schwartz 9/e pi273; Maingot's Abdominal operations Chapter 5 \"Epigastric hernias are located in the midline between the xiphoid process and the umbilicus. Schwartz \"An epigastric hernia is a defect in the abdominal wall in the midline junction of the aponeuroses of the abdominal wall musculature from the xiphoid process superiorly to the umbilicus inferiorly. \" Maingot. Epigastric hernia. An epigastric hernia occurs through the linea Alba anywhere between the xiphoid process and the umbilicus. The mouth of the hernia is too small; consequently, in most cases contain only preperitoneal fat, or rarely may contain only a small portion of greater omentum. These may be congenital and due to defective midline fusion of developing lateral abdominal wall elements. It is most commonly diagnosed in middle age. Epigastric hernias are two to three times more common in men. The defects are small and often produce pain out of proportion to their size owing to incarceration of preperitoneal fat. They are multiple in up to 20% of patients although most are associated with one dominant defect. Repair usually consists of excision of the incarcerated preperitoneal tissue and simple closure of the fascial defect similar to umbilical hernias. Umbilical hernias. Umbilical hernias occur at the umbilical ring and may either be present at birth or develop gradually during the life of the individual. Umbilical hernias are present in approximately 10 percent of all newborns and are more common in premature infants. Most congenital umbilical hernias close spontaneously by age 5 years. If closure does not occur by this time, elective surgical repair usually is advised. Adults with small, asymptomatic umbilical hernias may be followed clinically. Surgical treatment is offered if a hernia is observed to enlarge, if it is associated with symptoms, or if incarceration occurs. Spigelian herniaA spigelian hernia occurs through the spigelian fascia, which is composed of the aponeurotic layer between the rectus muscle medially and the semilunar line laterally. Nearly all spigelian hernia occur at or below the arcuate line (Arcuate line lies midway b/w the umbilicus and the pubic symphysis) Spigelian hernias are variety of intraparietal hernia with the hernial sac dissecting beneath the internal oblique muscles. More often, it advances through the muscle and spreads out like a mushroom between the internal and external oblique aponeurosis. It is seen in older age group (>50 yrs of age). Most spigelian hernias are small and present with localized pain in the area without a bulge because the hernia lies beneath the intact external oblique aponeurosis - Ref. Sabiston. Spigelian hernias have a high incidence of strangulation (because of the narrow & rigid neck) and should be repaired.",
        "cop": 2,
        "opa": "Located below the umbilicus and always in the midline",
        "opb": "Located above the umbilicus and always in the midline",
        "opc": "Located above the umbilicus and on either side",
        "opd": "Can be seen anywhere on abdomen",
        "subject_name": "Surgery",
        "topic_name": "Ventral Hernias",
        "id": "d1ffa125-ca4e-41fb-97fe-7e7e99d99a9a",
        "choice_type": "multi"
    }
]