[
    {
        "question": "Which is the principle for management of diabetic foot?",
        "exp": "Ans: a. (Control of DM). Ref: Cuschieri, 4th ed. pg. 783. The treatment of diabetic foot should be multi disciplinary involving vascular surgeon, diabetologist, and chiropodist. The main pathophysiology of diabetic foot involves a combination of neuropathy, infection and ischaemia. The goal of management should be control of blood glucose and health education directed at preventing foot trauma. Prolonged antibiotic therapy should be used in the event of osteomyelitis. Prompt surgical drainage of abscesses should be undertaken. In summary, the treatment of diabetic foot should involve: 1. Adequate control of blood glucose2. Prompt control of sepsis3. Vascular assessment4. Debridement including minor amputations. Major amputations should be undertaken for severe spreading uncontrollable limb infection threatening life, or the limb is severely ischaemic. Once one limb has been amputated, there is increased risk of amputation of the other limb, and the patient's survival rate is only 30%. Topical antibiotics are not of much benefit in the management of diabetic foot. Though both options, a and c are correct, option a (control of diabetes) seems to be the better answer.",
        "cop": 1,
        "opa": "Control of DM",
        "opb": "Topical antibiotics is paramount",
        "opc": "Protection of the other limb",
        "opd": "Early amputation",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "d698e4de-d3b9-4f39-b8a2-1668e82b09e5",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man involved in an automobile accident is unresponsive and is intubated at the scene. On arrival in the emergency department, he responds to painful stimulation. His systolic BP is 60 mm Hg, his HR is 140 bpm, his neck veins are distended, and his breath sounds are absent on the left side. Immediate management should involve which of the following?",
        "exp": "The patient has tension pneumothorax, as evidenced by distended neck veins and absent breath sounds. Increased intrathoracic pressure interferes with venous return to the heart, resulting in shock. Immediate management should be insertion of a large-bore needle in the left second intercostal space, followed by insertion of a chest tube. In a trauma patient, venous access should be achieved by inserting two large-bore (16-gauge) angiocatheters in the cubital veins. Insertion of a central venous line on the right side should not be done, because it carries the risk of producing pneumothorax in the opposite side.",
        "cop": 2,
        "opa": "Insertion of a central venous line on the right side",
        "opb": "Insertion of an 18-gauge needle in the left second intercostal space",
        "opc": "Pericardiocentesis",
        "opd": "Peritoneal lavage",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "7a332021-ff62-4478-b302-586f094206ec",
        "choice_type": "single"
    },
    {
        "question": "Which of the following facilitates wound healing",
        "exp": "(Ascorbic acid): (8-9- Das 7th edition; 24-25-Baily & Love 26th; 53-CSDT 13th)* Ascorbic acid used for common cold, wound healing, trauma, As an antioxidant provide some health benefits* Vit A is required for proper epithelialization. which may be hampered due to its deficiency* Zinc. Copper. Calcium and Manganese deficiency -Zinc is an essential component of many enzymes which are involved in protein synthesis. There is some failure of granulation tissue formation in case of zinc deficiency* Zinc is required for wound healing**. Zn enhances cell growth and divisions, besides stabilizing bio membanes. Keshan disease (endemic cardiomyopathy) caused by selenium deficiency. Among the following options ascorbic acid is the best correct answer. Local and Systemic Impediments to Wound healing. Systemic. Local* Malnutrition* DM* Drugs (Steroids, cytotoxins)* Obesity* Shock* Immune deficiency* Renal failure. Wound infection. Wound necrosis. Foreign bodies. Wound hypoperfusion and hypoxia. Repeat trauma. Irradiated tissue. Neoplasm",
        "cop": 1,
        "opa": "Ascorbic acid",
        "opb": "Zinc",
        "opc": "Vitamin A",
        "opd": "Selenium",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "1baec617-0168-4457-a9f6-b1d89756313f",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman develops acute renal failure following an emergency resection of a leaking abdominal aortic aneurysm. Three days after surgery, the following laboratory values are obtained:* Serum electrolytes (m. Eq/L): Na+: 127; K+: 5. 9; Cl-: 92; HCO3-: 15* Blood urea nitrogen: 82 mg/dL* Serum creatinine: 6. 7 mg/d. LThe patient has gained 4 kg since surgery and is mildly dyspneic at rest. Eight hours after these values are reported, the electrocardiogram shown below is obtained. The initial treatment for this patient should be",
        "exp": "The electrocardiogram exhibited in the question demonstrates changes that are essentially diagnostic of severe hyperkalemia. Correct treatment for the affected patient includes administration of a source of calcium ions (which will immediately oppose the neuromuscular effect of potassium) and administration of sodium ions (which, by producing a mild alkalosis, will shift potassium into cells); each will temporarily reduce serum potassium concentration. Infusion of glucose and insulin would also effect a temporary transcellular shift of potassium. However, these maneuvers are only temporarily effective; definitive treatment calls for removal of potassium from the body. The sodium- potassium exchange resin sodium polystyrene sulfonate (Kayexalate) would accomplish this removal, but over a period of hours and at the price of adding a sodium ion for each potassium ion that is removed. Hemodialysis or peritoneal dialysis is probably required for this patient, since these procedures also rectify the other consequences of acute renal failure, but they would not be the first line of therapy given the acute need to reduce the potassium level. Both lidocaine and digoxin would not only be ineffective but contraindicated since they would further depress the myocardial conduction system.",
        "cop": 1,
        "opa": "10% calcium gluconate, 10 mL",
        "opb": "Digoxin, 0. 25 mg every 3 h for three doses",
        "opc": "Oral Kayexalate",
        "opd": "Lidocaine, 100 mg",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "27d104d7-9c07-4a04-8980-bf7da5694f06",
        "choice_type": "single"
    },
    {
        "question": "What is the coagulation factor involved exclusively in the extrinsic coagulation system? SELECT ONE.",
        "exp": "There are two coagulation pathways - extrinsic and intrinsic. In the extrinsic system, tissue thromboplastin (a lipoprotein) interacts with factor VII. The intrinsic pathway requires factors XII, XI, IX, and VIII. Factor XII is the initial step in the coagulation cascade. Factor XII, activated by contact with a nonendothelial substance, will activate factor XI (plasma thromboplastin antecedent). However, factor XI can be activated even when factor XII is deficient. Calcium is required for nearly all of the enzyme reactions in both the intrinsic and extrinsic systems. The amount of ionized calcium required for these reactions is extremely small, and clinical hypocalcemia itself is not a cause of abnormal bleeding. Fibrin split products are not part of the normal pathway in either the intrinsic or extrinsic system. The excessive breakdown of fibrinogen results in measurable amounts of the breakdown products of fibrinogen in the blood. Their presence may signal DIC if the PT and platelet count are deranged. In pure fibrinolysis, fibrinogen breakdown product levels also may be increased.",
        "cop": 3,
        "opa": "Factor II (prothrombin)",
        "opb": "Factor V",
        "opc": "Factor VII",
        "opd": "Factor VIII",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "1e6df98f-976e-4688-a58e-d56272353a0f",
        "choice_type": "single"
    },
    {
        "question": "TPN is initiated in a 44-year-old woman with Crohn's disease. In parenteral alimentation, carbohydrates should be provided in an optimal ratio of which of the following?",
        "exp": "The baseline protein requirements are calculated as 1 g/kg/d. Following stress, there is an increased protein requirement, and protein intake should be 1. 5 g/kg/d after surgery, 2 g/kg/d after polytrauma, and after sepsis. Glucose and amino acids must be infused simultaneously to appropriately utilize nitrogen. The ideal ratio is 100 nonprotein kcal/g of nitrogen. In starvation, the nonprotein calorie- to-nitrogen ratio of 150 kcal/g is adequate.",
        "cop": 4,
        "opa": "1 kcal/g nitrogen",
        "opb": "5 kcal/g nitrogen",
        "opc": "10 kcal/g nitrogen",
        "opd": "100 kcal/g nitrogen",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "af461a84-4bc9-45ce-b60c-f08381fa7419",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man is brought to the emergency department following a high-speed car accident. He was the driver, and the windshield of the car was broken. On examination, he is alert, awake, oriented, and in no respiratory distress. He is unable to move any of his four extremities; however, his extremities are warm and pink. His vital signs on admission are HR 54 bpm and BP 70/40 mm Hg. What is the diagnosis?",
        "exp": "Neurogenic shock (not to be confused with spinal shock, which is defined by loss of reflexes below the area of spinal cord injury, a neurologic phenomena) is secondary to high spinal cord injury as evidenced by inability to move all four extremities. Neurogenic shock is clinically manifested by warm skin, bradycardia, and hypotension. In septic shock, while the skin is warm, the patient usually has tachycardia. In all other types of shock, the skin is cold. Treatment consists of volume replacement with balanced salt solution (lactated Ringer's solution). On rare occasions, some patients may need vasoconstrictors (e. g., phenylephrine hydrochloride).",
        "cop": 3,
        "opa": "Hemorrhagic shock",
        "opb": "Cardiogenic shock",
        "opc": "Neurogenic shock",
        "opd": "Septic shock",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "e367e44b-5012-4347-8869-76819615efff",
        "choice_type": "single"
    },
    {
        "question": "Degloving injury is:",
        "exp": "Ans: d (Avulsion injury). Ref: Bailey & Love, 24, hed, p. 89 & 23rd ed, p. 34",
        "cop": 4,
        "opa": "Surgeon made wound",
        "opb": "Lacerated wound",
        "opc": "Blunt injury",
        "opd": "Avulsion injury",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "069a80ec-29b1-4917-9eaf-b4cddad1a3e0",
        "choice_type": "single"
    },
    {
        "question": "In metabolic alkalosis, there is which of the following?",
        "exp": "In metabolic alkalosis, there may be a loss of fixed acids or excess of base. It is associated with hypokalemia because of renal conservation of H+ ions and urinary potassium loss. Loss of hydrochloric acid as seen in vomiting in patients with pyloric obstruction results in hypochloremic, hypokalemic, metabolic alkalosis.",
        "cop": 4,
        "opa": "Gain in fixed acid",
        "opb": "Loss of base",
        "opc": "Hyperkalemia",
        "opd": "Rise in base excess",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "e068ef26-81e4-4d90-ab4b-2028157bf041",
        "choice_type": "single"
    },
    {
        "question": "A pregnant woman in her 32nd week of gestation is given magnesium sulfate for pre-eclampsia. The earliest clinical indication of hypermagnesemia is",
        "exp": "States of magnesium excess are characterized by generalized neuromuscular depression. Clinically, severe hypermagnesemia is rarely seen except in those patients with advanced renal failure treated with magnesium-containing antacids. Hypermagnesemia is produced intentionally, however, by obstetricians who use parenteral magnesium sulfate (Mg. SO4 ) to treat preeclampsia. Mg. SO4 is administered until depression of the deep tendon reflexes is observed, a deficit that occurs with modest hypermagnesemia (over 4 m. Eq/L). Greater elevations of magnesium produce progressive weakness, which culminates in flaccid quadriplegia and in some cases respiratory arrest from paralysis of the chest bellows mechanism. Hypotension may occur because of the direct arteriolar relaxing effect of magnesium. Changes in mental status occur in the late stages of the syndrome and are characterized by somnolence that progresses to coma.",
        "cop": 1,
        "opa": "Loss of deep tendon reflexes",
        "opb": "Flaccid paralysis",
        "opc": "Respiratory arrest",
        "opd": "Hypotension",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "7bb211d0-2d14-4ede-a04b-2fe623424e4d",
        "choice_type": "single"
    },
    {
        "question": "First line treatment for keloid is:",
        "exp": "Ans. (a) Intralesional injection of keloid(Ref: Bailey 26/e p30). Treatment of keloids and Hypertrophic scars:* Intra lesional Triamcinolone acetate* Local pressure* Intra lesional excision done only for keloids.* Laser to reduce redness.* Vitamin E or Palm Massage oil.* Silicone gel sheeting* Excision and Steroid Injection.",
        "cop": 1,
        "opa": "Intra lesional injection of keloid",
        "opb": "Local steroid",
        "opc": "Radiotherapy",
        "opd": "Wide excision",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "9d701844-4d87-4769-abb4-4dc2923d1b39",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man is being weaned from a ventilator in the ICU. The likelihood that weaning is going to fail is suggested by the presence of which of the following?",
        "exp": "Vital capacity (VC) of 5 mL/kg body weight. Successful weaning from the ventilator is suggested by the presence of(a) Pa. O2 of 70 mm Hg or more with an Fi. O2 of0. 35 or less(b) An alveolar arterial gradient of <350 mm Hg(c) A Pa. O2 -to-Fi. O2 ratio of >200(d) A Pa. CO2 of over 30 mm Hg and <55 mm Hg(e) A VC of more than 10-15 mL/kg(f) A maximum negative inspiratory force of more than -25 cm H2 O(g) A minute ventilation of <10 L/min(h) A tidal volume of over 5 mL/kg(i) A respiratory rate of <30 breaths/min",
        "cop": 3,
        "opa": "A respiratory rate of 24 breaths/min",
        "opb": "A Pa. O2 of 80 mm Hg on Fi. O2 of 40%",
        "opc": "A vital capacity (VC) of 5 mL/kg body weight",
        "opd": "A minute ventilation of 8 L/min",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "c6532d3f-802c-4d81-8d23-17ccefb36f6d",
        "choice_type": "single"
    },
    {
        "question": "An 18-month-old boy slipped and hurt his right knee while walking. He presents with a tender, swollen, warm knee with significant hemarthrosis. His PT is 12 (normal, 13 seconds), PTT is over 100 (normal, 25 seconds), platelet count is 300, 000/mm3, and bleeding time is normal. Initial management should consist of which of the following?",
        "exp": "The boy has hemophilia. Management consists of infusion of factor VIII concentrate. Bed rest and local cold packs are helpful. Aspiration of the knee to remove blood and passive exercise are not recommended for fear of recurrent bleeding. In contrast, active exercise is beneficial because movement beyond the point when bleeding can recur is limited owing to pain. Fresh-frozen plasma has a low level of factor VIII (0. 6 U/mL) and is not useful because the required volume is excessive. Patients can use long leg splint.",
        "cop": 3,
        "opa": "Fresh-frozen plasma",
        "opb": "Aspiration of knee",
        "opc": "Factor VIII concentrate",
        "opd": "Passive exercise",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "67815b0c-7b45-4643-8d29-14db616b1b77",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female is brought to the emergency room with crush injury of thigh following a motor vehicle accident. Best method to prevent gas gangrene is",
        "exp": "Answer: a) Thorough wound debridement (HARRISON 19. TH ED, P-2077)GAS GANGRENEClostridial myonecrosis/Malignant edema/Anaerobic myositis. Usually several species of Clostridia are involved along with E coli, proteus and staphylococci. Cl perfringens causes 60% of the cases; Most commonly by type ARemaining cases are caused by Cl septicum, Cl novyi and Cl histolyticum. The incubation period can be as short as 6 hours and is usually <4 days. Most important factor needed - low oxygen tension. Pain and crepitus. Patients frequently develop marked tachycardia, but in temperature may be only minimal. Near absence of PMNs despite extensive tissue destruction is characteristic. Diagnosis. Frozen section biopsy of muscle. Reverse CAMP test - to identify Cl. perfringens. Gram staining: G+ bacilli without spores - Cl. perfringens. Citron bodies and boat or leaf shaped bacilli - Cl. septicum. Large bacilli with oval or subterminal spores - Cl. novyi. Treatment. Surgery debridement of the wound - mainstay of prophylaxis & treatment. Clindamycin or metronidazole + penicillin. Hyperbaric O2. Anti-gas gangrene serum - uncertain efficacy, not widely available, rarely used now",
        "cop": 1,
        "opa": "Thorough wound debridement",
        "opb": "Hyperbaric oxygen therapy for wound",
        "opc": "Anti-gas gangrene serum",
        "opd": "Tetanus immunoglobulin",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "38802035-b671-480b-b9ad-cd40baccc63f",
        "choice_type": "single"
    },
    {
        "question": "The surgeon should be particularly concerned about which coagulation function in patients receiving anti-inflammatory or analgesic medications?",
        "exp": "Platelet dysfunction, measured by bleeding time, has been associated with a long list of drugs. Among nonsteroidal anti-inflammatory and analgesic medications, aspirin, indomethacin, phenylbutazone, acetaminophen, and phenacetin have been implicated, along with aminopyrine and codeine. Ibuprofen, however, has not. In addition, many antibiotics, anticonvulsants, and sedatives have been associated with thrombasthenia. Any time platelet abnormalities are suspected, a careful review of the drugs the patient is receiving should be undertaken, and a measurement should be made of the platelet count and bleeding time. Platelet dysfunction does not affect APTT, PT, reptilase, or thrombin times.",
        "cop": 4,
        "opa": "APTT",
        "opb": "PT",
        "opc": "Reptilase time",
        "opd": "Bleeding time",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "c4154c5e-3d60-4a43-a426-8c9ee953c3c8",
        "choice_type": "single"
    },
    {
        "question": "Increase in energy expenditure by 100% over normal, or two times greater than normal, is seen in a patient with which of the following?",
        "exp": "Resting energy expenditure is decreased following starvation (e. g., in the patient with pyloric obstruction) and increased after the stress of surgery, trauma, or sepsis. The increase in energy expenditure correlates with the severity of insult being 1. 2 times greater after minor operation (e. g., right inguinal herniorrhaphy), 1. 35 times greater after skeletal trauma (e. g., fractured femur), 1. 6 times greater after major sepsis (e. g., perforated diverticulitis), and 2 times greater after severe thermal burns.",
        "cop": 4,
        "opa": "Pyloric obstruction from chronic duodenal ulcer",
        "opb": "Fractured femur",
        "opc": "Perforated diverticulitis of colon",
        "opd": "Severe thermal burns of more than 30% total body surface area (BSA)",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "0fd5b111-2dc8-4883-9dee-54e969216366",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man is found to have severe metabolic acidosis with a high anion gap. What is the most likely cause?",
        "exp": "Methanol ingestion results in increased production of lactic acid causing an increased anion gap. The other conditions listed are associated with normal anion gap. Diarrhea, proximal renal tubular acidosis, and ureterosigmoidostomy result in loss of bicarbonate, while distal renal tubular acidosis is associated with decreased acid excretion.",
        "cop": 2,
        "opa": "Diarrhea",
        "opb": "Methanol ingestion",
        "opc": "Proximal renal tubular acidosis",
        "opd": "Distal renal tubular acidosis",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "fdd17f09-446c-4b2f-80f8-c7160caf23f7",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old diabetic woman develops metabolic changes following salpingo-oophorectomy. Serum osmolality of the blood can be calculated from serum values of which of the following?",
        "exp": "Serum osmolality is calculated from serum values of sodium, potassium, glucose, and BUN by using the formula 2(Na+K)+BUN/2. 8+glucose/18.",
        "cop": 3,
        "opa": "Sodium, potassium, chloride, and bicarbonate",
        "opb": "Sodium, potassium, urea, and hemoglobin",
        "opc": "Sodium, potassium, glucose, and urea",
        "opd": "Sodium, albumin, urea, and glucose",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "9bb63a91-eb4e-463d-b74c-2adbd5e91616",
        "choice_type": "single"
    },
    {
        "question": "For vascular anastomosis sutures of choice -",
        "exp": "Ans. is 'a' i. e., Polypropylene Vascular anastomoses:* Vascular anastomoses require an extremely accurate closure as they must be immediately watertight at the end of the operation when the vascular clamps are removed.* In many cases, some form of prosthetic material or graft may be used which will never be integrated into the body tissues and so the integrity of the suture line needs to be permanent.* For this reason, polypropylene is one of the best sutures as it is not biodegradable. It is used in its monofilament form, mounted on an atraumatic, curved, roundbodied needle.* Knot security is important, and as polypropylene is monofilament and the anastomosis often depends on one final knot, several throws (between six and eight) of a well-laid reef knot are required.* The suture line must be regular and watertight with a smooth intimal surface to minimise the risk of thrombosis and embolus, as well as to avoid any leakage.* Suture size depends on vessel calibre: 2/0 is suitable for the aorta, 4/0 for the femoral artery and 6/0 for the popliteal to distal arteries.* Micro vascular anastomoses are made using a loupe and an interrupted suture down to 10/0 size.",
        "cop": 1,
        "opa": "Polypropylene",
        "opb": "Chromic catgut",
        "opc": "Silk",
        "opd": "Nylon",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "05084d89-4551-44fe-86fc-9440de6bdf76",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man has urine output of 10 mL/h following abdominal aortic aneurysmectomy. Acute tubular necrosis is suggested by the presence of which of the following?",
        "exp": "Oliguria may be prerenal or renal. The following table characterizes findings in prerenal failure versus those observed in intrinsic renal failure (acute tubular necrosis). PRERENAL VS. INTRINSIC RENAL FAILURE Prerenal Failures. Intrinsic Renal Failures. Urine osmolality (m. Osm/kg)>500<350. Urine sodium (m. Eq/L)<20>40. Fractional excretion of sodium<1%>2%BUN/SCR>20<10. Urine/PCR>40<20",
        "cop": 2,
        "opa": "Urine osmolality of more than 500 m. Osm/kg",
        "opb": "Urine sodium of more than 40 m. Eq/L",
        "opc": "Fractional excretion of sodium of <1%",
        "opd": "Blood urea nitrogen (BUN)-to-serum creatinine ratio (SCR) of more than 20",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "83301d8f-26b2-4bec-b41b-834c3c722b2b",
        "choice_type": "single"
    },
    {
        "question": "Keloid is differentiating with hypertrophic scar",
        "exp": "i. e. (Increased growth beyond size): (30-Bailey & Love 25th) (52, 1103-5-CSDT 13th) (152. S-Das 6th)KELOID SCAR is defined as excessive scar tissue that extends beyond the boundaries of the original incision or wound (As a true tumour arising from the connective tissue elements of the dermis). Keloids by definition extend beyond the border of the wounds and are most common in pigmented skin xiphisternum and each shoulder tipupregulation offibroplastic growth factors like TGF-b is implicated during hypertrophic or keloid scar formation (52 CSDT 13th). In the case of keloids, the over reactive proliferation of fibroblasts continues for weeks or months. By the time it ceases. Maturation with spontaneous improvement does not usually occurs. The histology of both hypertrophic and keloid scars shows excess collagen with hypervascularity. Radiographic Features: Spider leg aooearance. Polycystic kidney. Sandy patches. Schistosmiasis of bladder. Cobra head appearance. Ureterocele. Drooping flower appearance. Ectopic ureter. Flower vase appearance. Horse shoe kidney. Soap bubble appearance. Hydronephrosis. Rim or crescent sign. Hydronephrosis* Familial condition, more common in women, Tuberculosis plays a role in aetiology* Claw like processess, pink and raised patch, unsighty often tender to touch and always itch, Recurs even when it is excised. HYPERTROPHIC SCAR is defined an excessive scar tissue that does not extend beyond inflammatory phase of wound healing and from unfavourable scar siting i. e. across the line of skin tension In the face, these are known as the lines of facial expression* Generally self limited** (Regresses after 6 months)* The last areas of a bum to heal are the most often hypertrophic* Usually no claw-like processes, no itching.* There is no sign of increased vascularity and the hypertrophic scar is never reddish in colour* It does not recur after excision. If the causative factors are eliminated. Treatment of choice for keloids and intractable hypertrophic scar is still injection of triamcinolone acetonide (1105-CSDT 13th). Comparison of Hypertrophic and Keloid scar (206-207 Sabiston 18th). Features. Hypertrophic Scar. Keloid Scar. Genetic. Not familial. May be familial. Race. Not race related. Black > White. Sex. Female = male. Female > male. Age. Children10-30 years. Border. Remains within wound. Outgrows wound area. Natural history. Subsides with time. Rarely subsides. Site. Flexor surface. Sternum, shoulder, face. Aetiology. Related to tension. Unknown",
        "cop": 3,
        "opa": "Decreased fibroblast",
        "opb": "Increased fibroblast",
        "opc": "Increased growth beyond size",
        "opd": "Increased fibrous tissue",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "6a4dc8b7-d4b6-4fd4-b56b-34a6fe4650f3",
        "choice_type": "single"
    },
    {
        "question": "Absorbable suture material is",
        "exp": "(A) Polyglactin) (38- Bailey & Love 26th). Absorbable suture material Absorption rate. Non absorpable suture material* Catgut (plain)}Natural 7-10 days* Silk}Natural* Catgut (chromic)within 90 days* Linen* Polyglactin (Vicryl) 60-90 days* Polyglyconate (Maxon) 180 day* Polyglycolic acid 60-90 days* Polydiaxanone (PDS) 180 days* Polyglycaprone (Monocryl) 90-120 days* Surgical steel* Nylon (Ethilon/Nurolon)* Polyester (Mersilene/Ethibond)* Poly butester* Polypropylene (Proline)",
        "cop": 1,
        "opa": "Polyglactine",
        "opb": "Polypropylene",
        "opc": "Polyethylene",
        "opd": "Polybutester",
        "subject_name": "Surgery",
        "topic_name": "Wounds, Tissue Repair & Scars",
        "id": "4bb73b8b-c288-4a49-a57e-7f3d117a0822",
        "choice_type": "single"
    }
]