[
    {
        "question": "Erythema nodosum is seen in all Except",
        "exp": "Drugs causing it are: Levofloxacin Medroxyprogesterone Minocycline Naproxen OC Penicillin Phenytoin Trimethoprim Sulfasalazine Sulphonamides *Erythema nodosum is a skin condition where red lumps appear on the shins and less commonly forearms and thighs. Often it may be the first sign of a systemic disease such as tuberculosis, bacterial or deep fungal infection, sarcoidosis (11-25%), inflammatory bowel disease or associated with pregnancy (2-5%) *Erythema nodosum has recently been recognised in association with salmonella infection. Erythema nodosum leprosum (ENL) is an immune-mediated complication of leprosy, characterized by the presence of multiple inflammatory cutaneous nodules and systemic symptoms such as fever, malaise, ahritis, iritis, neuritis and lymphadenitis Ref: Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Salicylate poisoning",
        "opb": "Typhoid",
        "opc": "Tuberculosis",
        "opd": "Leprosy",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "6d2dfefa-1324-4ce6-a0c5-5fbbe8d09219",
        "choice_type": "multi"
    },
    {
        "question": "The pseudo-isomorphic phenomenon is seen in",
        "exp": "Koebner response or the isomorphic response, attributed to Heinrich Kobner, is the appearance of skin lesions on lines of trauma. The Koebner phenomenon may result from either a linear exposure or irritation. Pseudokoebner phenomenon-Conditions demonstrating linear lesions after a linear exposure to a causative agent include molluscum contagiosum, was and toxicodendron dermatitis (dermatitis caused by a genus of plants including poison ivy). Was and molluscum contagiosum lesions can be spread in linear patterns by self-scratching (\"auto-inoculation\"). Toxicodendron dermatitis lesions are often linear from brushing up against the plant. True koebner phenomenon-Causes of the Koebner phenomenon that are secondary to scratching rather than an infective or chemical cause include vitiligo, psoriasis, lichen planus, lichen nitidus, pityriasis rubra pilaris, and keratosis follicularis Ref Harrison 20th edition pg 2111",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Vitiligo",
        "opd": "Molluscum contagiosum",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "34c5ccd3-df8e-4a86-be9c-17712f291854",
        "choice_type": "single"
    },
    {
        "question": "The maximum dose of isotretinoin should not exceed",
        "exp": "Oral isotretinoin duration of treatment varies according to dose but post-therapy relapse is minimized by treatment courses that amount to the total of 120-150 mg/kg Ref Harrison 20th edition pg 1233",
        "cop": 4,
        "opa": "30-60mg/kg",
        "opb": "60-90 mg/kg",
        "opc": "90-120 mg/kg",
        "opd": "120-150 mg/kg",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "cb346e41-7afd-4e14-8a96-779b317a8a5b",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear in a case of pemphigus vulgaris show",
        "exp": "Cytodiagnosis is of most value in pemphigus and its various forms. Acantholysis is the loss of intercellular connections, such as desmosomes, resulting in loss of cohesion between keratinocytes, seen in diseases such as pemphigus vulgaris. It is absent in bullous pemphigoid, making it useful for differential diagnosis In bulbous pemphigoid, eosinophils are commonly seen. Ref Harrison 20th edition pg 1245",
        "cop": 1,
        "opa": "Acantholytic cells",
        "opb": "Macrophages",
        "opc": "Fibroblasts",
        "opd": "Neutrophils",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "ee6fc4ea-8c0e-4a1d-9f32-695907a93213",
        "choice_type": "single"
    },
    {
        "question": "Genital was are caused by which virus?",
        "exp": "Genital was are soft growths that appear on the genitals. Genital was are a sexually transmitted infection (STI) caused by ceain strains of the human papillomavirus (HPV). These skin growths can cause pain, discomfo, and itching REF: THOMAS HABIF 6. TH ED",
        "cop": 2,
        "opa": "Herpes simplex",
        "opb": "Human papilloma",
        "opc": "Cytomegalovirus",
        "opd": "Varicella zoster",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "663d5c31-da1d-49cc-afe2-5b2cf07ffbd1",
        "choice_type": "single"
    },
    {
        "question": "This type of skin lesions are seen in deficiency of which element?",
        "exp": "Psoriasiform facial lesions of zinc deficiency dermatitis. Similar lesions on the feet with secondary nail dystrophy may also been seen.",
        "cop": 2,
        "opa": "Iodine",
        "opb": "Zinc",
        "opc": "Copper",
        "opd": "Chromium",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "02c589c4-bc0c-436e-8d23-c78796033a8e",
        "choice_type": "single"
    },
    {
        "question": "Desmosomes are helpful in connecting",
        "exp": "They are the major adhesion complexes in the epidermis. Desmosomes bridge adjacent keratinocytes and allow cells to withstand trauma. Keratinocytes are created in the lower layers of the epidermis and operate with a phospholipid cell membrane, which can be quite permeable. When the keratinocytes are pushed to the stratum corneum, they are transformed into corneocytes with a more durable cell envelope. Ref: Harrison 20th edition pg 1256",
        "cop": 1,
        "opa": "Keratinocytes",
        "opb": "Lichen planus",
        "opc": "Pemphigus",
        "opd": "Langerhans cells",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "c7efe88b-8c68-4c9d-a965-c16f681a387c",
        "choice_type": "single"
    },
    {
        "question": "a patient presented with swelling in his right foot with multiple discharging sinuses. the leison did not respond to antibiotics the likely etiological agent would be?",
        "exp": "Madurella mycetomatis causes the majority of the cases with the black grains. It is imperfect dematiaceous mold with brown colonies and diffused honey-colord pigment. Causes of mycetoma Eumycetoma: caused by species of fungi as: 1-Madurella mycetomatis 2-Madurella grisea 3-Leptosphaeria senegalensis 4-Pseudallescheria boydii 5-Acremonium (A. faciform, A. kiliense, A. recifei) 6-Aspergillus spp. (A. nidulans A. flavus) ref: thomas habif",
        "cop": 4,
        "opa": "actino madura",
        "opb": "nocardia",
        "opc": "SPOROTHRIX",
        "opd": "madurella mycetomatis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "ccd3f7bf-2266-4d9e-9b8d-ed28ea3f4415",
        "choice_type": "single"
    },
    {
        "question": "Difference in Acne rosacea & Acne vulgaris",
        "exp": "Erythema and papulo-pustule (papules and pustules) are seen both in Acne rosacea and Acne vulgaris Comedones are absent in Acne rosacea (a characteristic feature of Acne vulgaris) Ref Harrison 20th edtion pg 1213",
        "cop": 4,
        "opa": "Pustule",
        "opb": "Erythema",
        "opc": "Papule",
        "opd": "Absence of comedone",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "96cb19a4-0c9b-4246-8590-dada16348818",
        "choice_type": "single"
    },
    {
        "question": "Ear papilloma is a type of",
        "exp": "Ear papilloma is a type of wa. Squamous papillomas (SPs) are benign neoplastic lesions usually affecting the skin, oral mucosa, upper aerodigestive tract and genital organs. It is believed that the human papilloma virus (HPV) is an etiological factor of papillomas; thus, they are also called viral was Ref Harrison 20th edition pg 1267",
        "cop": 1,
        "opa": "Wa",
        "opb": "Exostosis",
        "opc": "Cutaenous horn",
        "opd": "Dermoid cyst",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "df223097-6528-40a2-97a3-c5d4e6f16642",
        "choice_type": "single"
    },
    {
        "question": "podofyllin application is treatment of choice in?",
        "exp": "genital was or condyloma lata due to human papilloma viruses Treatment Modalities 1. Podophyllin- cytotoxic chemical agent very toxic to normal skin. Can only be used on external was. include necrosis, fistula, and anal stenosis Multiple treatments are usually required Other caustic agents are available Eg. Bichloracetic Acid ref: thomas habif",
        "cop": 3,
        "opa": "plantar was",
        "opb": "condyloma lata",
        "opc": "condyloma accuminata",
        "opd": "plain was",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "b47b679c-94a8-4a52-bc8d-757f44f57785",
        "choice_type": "single"
    },
    {
        "question": "Myrmecia was are",
        "exp": "Myrmecia was are plantar was which are deep and caused by HPV 1 Common was are caused by HPV 2 Plane was are caused by HPV 3 and 10 First-line therapy - salicylic acid Second-line therapy- Cryosurgery, intralesional immunotherapy, or pulsed dye laser therapy Third-line therapy- Bleomycin, surgical excision Ref Harrison 20th edition pg 1245",
        "cop": 1,
        "opa": "Plantar was",
        "opb": "Palmer was",
        "opc": "Verrucous was",
        "opd": "Planer was",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "4c723430-7475-4a36-b646-88e9bf8602a7",
        "choice_type": "single"
    },
    {
        "question": "The patch test is read after",
        "exp": "The patch test is read after 48 to 72 hrs and then again after a week. It is read at 20 mins to see any immediate reaction Ref: Harrison 20th edition pg 1256",
        "cop": 2,
        "opa": "2 hours",
        "opb": "2 days",
        "opc": "2 months",
        "opd": "2 weeks",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "09f59f64-93bc-400c-a2f9-3c527f381711",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of Erythema multiforme",
        "exp": "Erythema multiforme is a skin reaction that can be triggered by an infection or some medicines. It's usually mild and goes away in a few weeks. There's also a rare, severe form that can affect the mouth, genitals and eyes and can be life-threatening. This is known as erythema multiforme major. Additional symptoms of erythema multiforme can include: a high temperature. a headache. feeling generally unwell. raw sores inside your mouth, making it hard to eat and drink. swollen lips covered in crusts. sores on the genitals, making it painful to pee. sore, red eyes. sensitivity to light and blurred vision. Ref Harrison 20th edition pg 1211",
        "cop": 2,
        "opa": "Tense vesicles",
        "opb": "Itching",
        "opc": "Drug induced",
        "opd": "Extremities",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "6c2bffec-e5b1-4760-9782-ee13124dbab3",
        "choice_type": "single"
    },
    {
        "question": "All of the following are premalignant Except",
        "exp": "Actinic keratosis is a premalignant keratosis of the lip caused by exposure to solar radiation Most common lower lip. Risk factors include UV light, tobacco, and voriconazole treatment. Treatment -topical agents: 5. FU, topical tretinoin, TCA, diclofenac gel Vermilionectomy Laser ablation Photodynamic therapy Bowen's disease -SCC in situ occurs in fair-skinned people. Arises from outer toot shear of the hair follicle or epidermal cells of acrotrichium Causes -UV radiation, arsenic exposure, HPV Site-sun exposed or covered. When occurs on gland penis it is called erythroplasia of queyrat. Histopathology shows wind-blown appearance -keratinocytes are atypical with loss of polarity Treatment -5. FU 5% Imiquimod 5% Rhinophyma is a benign condition of the nose may occur de novo or after PPR. Also seen to follow actinic damage and in patients with acne vulgaris (Ref: Harrison 20th edition pg 1290",
        "cop": 4,
        "opa": "Acnitic solar keratosis",
        "opb": "Bowens disease",
        "opc": "Giant hairy nevus",
        "opd": "Rhinophyma",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "78960c7e-56a4-4e97-bb2e-ec891213b7a5",
        "choice_type": "multi"
    },
    {
        "question": "26 yr old man from Bihar comes with juicy looking papules over face and back of neck which were hypopigmented and normoaesthetic with no nerve thickening. History of prolonged fever in childhood was present. Diagnosis",
        "exp": "The diagnosis is post kala Azar dermal lieshmansiasis: Post-kala-azar dermal leishmaniasis (PKDL) is a complication of visceral leishmaniasis (VL); it is characterised by a macular, maculopapular, and nodular rash in a patient who has recovered from VL and who is otherwise well. Ref Harrison 20th edition pg 1234",
        "cop": 2,
        "opa": "Tuberculoid leprosy",
        "opb": "Post Kala Azar dermal leishmaniasis",
        "opc": "Lepromatous leprosy",
        "opd": "Lupus vulgaris",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "e88aafd6-2af2-4507-aaca-72c5eaea249e",
        "choice_type": "single"
    },
    {
        "question": "Cafe au lait spots are seen in",
        "exp": "Cafe lau ait spots are classically seen in neurofibromatosis: Cafe au lait spots, or cafe au lait macules, are flat, pigmented bihmarks. The name cafe au lait is French for \"coffee with milk\" and refers to their light-brown color. They are also called \"giraffe spots, \" or \"coast of Maine spots, \" which refers to their jagged borders They are caused by a collection of pigment-producing melanocytes in the epidermis of the skin. These spots are typically permanent and may grow or increase in number over time. Cafe au lait spots are often harmless but may be associated with syndromes such as neurofibromatosis type 1 and Mc. Cune-Albright syndrome Cafe au lait spots can arise from diverse and unrelated causes: Having six or more cafe au lait spots greater than 5 mm in diameter before pubey, or greater than 15 mm in diameter after pubey, is diagnostic feature of neurofibromatosis type I, but other features are required to diagnose NF-1. Familial multiple cafe au lait spots have been observed without NF-1 diagnosis. They can be caused by vitiligo in the rare Mc. Cune-Albright syndrome. Legius syndrome Fanconi anemia Idiopathic Ataxia-telangiectasia Basal cell nevus syndrome Benign congenital skin lesion Bloom syndrome Chediak-Higashi syndrome Congenital naevus Gaucher disease Hunter syndrome Jaffe-Campanacci syndrome Maffucci syndrome Multiple mucosal neuroma syndrome Noonan syndrome Silver-Russell syndrome Watson syndrome Tuberous Sclerosis Wiskott-Aldrich syndrome Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "NF",
        "opb": "Gardner syndrome",
        "opc": "Down syndrome",
        "opd": "Cockayne syndrome",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "8f3ee039-652b-489c-80fe-26f9d292b8ab",
        "choice_type": "single"
    },
    {
        "question": "Most common metal causing contact dermatitis",
        "exp": "Nickel allergy is one of the most common causes of contact allergic dermatitis. The most common sites for nickel dermatitis are the earlobes (from earrings), the wrists (from a watch strap) and the lower abdomen (from a jeans stud); the affected areas become intensely itchy and may become red and blistered (acute dermatitis) or dry, thickened and pigmented (chronic dermatitis). Ref Harrison 20th edition pg 1234",
        "cop": 4,
        "opa": "Zinc",
        "opb": "Gold",
        "opc": "Cobalt",
        "opd": "Nickel",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "5f097f96-e456-461d-92b9-4674f2183e3a",
        "choice_type": "single"
    },
    {
        "question": "Koebner phenomenon is characteristic of",
        "exp": "Koebner's phenomenon or isomorphic phenomenon is a term applied when localized non-specific trauma provokes lesions of dermatosis. It is seen characteristically in psoriasis, lichen planus, and vitiligo. Symptoms of Koebner phenomenon Koebner noted that some people with psoriasis developed lesions in areas in which the skin had been traumatized. This could be from a cut, a bruise, or a burn. Lesions may also develop on pas of the body where the skin is irritated by a waistband, belt buckle, or bra strap. In all these cases, the lesions appeared in areas outside of the usual spots affected by psoriasis Pseudo Koebner phenomenon seen in molluscumcontagiosum and was (Ref: Harrison 20th edition pg 1267",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "Pemphigus",
        "opc": "Pityriasis roscea",
        "opd": "Lupus vulgaris",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "0660b371-bfec-4caa-bb5e-28856ccc956a",
        "choice_type": "single"
    },
    {
        "question": "Child with pearly white papular lesions with dimple over face. Koebner 's phenomenon is positive. Diagnosis is",
        "exp": "Among given options, only Molluscum contagiosum is associated with koebner's phenomenon. Molluscum contagiosum is a self limiting infection caused by Pox virus and transmitted by close skin to skin contact. The characteristic lesion is pearly white umbilicated dome-shaped papule in exposed areas ( hand, face) and charecteristic intracytoplasmic bodies. Penile pearly papules are flesh-colored or white, dome-shaped or filiform papules. Their size ranges from 1 mm to 4 mm. Pearly penile papules are arranged in rows around the corona of the glans penis, mainly on its dorsal aspect.. Molluscum contagiosum may be located on the penis as a sexually transmitted infection. Ref Harrison 20th edition pg 1267",
        "cop": 3,
        "opa": "Erythema multiforme",
        "opb": "Pityriasis rosea",
        "opc": "Molluscum contagiosum",
        "opd": "Acne vulgaris",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "a46681e7-6b21-4263-ae71-159f0f0406d9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are the risk factor for cutaneous lymphoma?",
        "exp": "Risk Factors for Lymphoma of the Skin Age Age is an impoant risk factor for this disease, with most cases occurring in people in their 50s and 60s. But some types of skin lymphoma can appear in younger people, even in children. Gender and race Most (but not all) types of skin lymphoma are more common in men than in women. Most also tend to be more common in African-Americans than in whites. The reasons for this are not known. Weakened immune system. Skin lymphomas may be more common in people with acquired immunodeficiency syndrome (AIDS), who have a weakened immune system. They may also be more common in people who have had an organ transplant such as a heart, kidney or liver transplant. These people must take drugs that suppress their immune system, which may raise the risk of skin lymphoma (or lymphomas in other pas of the body). Infections Infection with the human immunodeficiency virus (HIV), the virus that causes AIDS, may increase a person's risk of skin lymphoma. REF: THOMAS HABIF 6. TH ED",
        "cop": 4,
        "opa": "Age",
        "opb": "Gender",
        "opc": "Weakened immune system",
        "opd": "All",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "d8a6f1ae-b16d-4424-b997-e69a66cb101f",
        "choice_type": "multi"
    },
    {
        "question": "What constitutes malpighian layer?",
        "exp": "The Malpighian layer of the skin is generally defined as both the stratum basale and stratum spinosum as a unit, although it is occasionally defined as the stratum basale specifically, or the stratum spinosum specifically. It is named after Marcello Malpighi REF: THOMAS HABIF 6. TH ED",
        "cop": 3,
        "opa": "Corneum lucidum",
        "opb": "Corneum spinosum",
        "opc": "Spinosum and basale",
        "opd": "Basale granulosum",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "ad312319-17f9-4fb9-a790-a47edd34cac1",
        "choice_type": "single"
    },
    {
        "question": "Complication of chronic Lichen planus",
        "exp": "The complication of chronic lichen planus squamous cell carcinoma \"Squamous cell carcinoma developing on oral lesions is uncommon but a potential danger, especially in ulcerated lesions\" \"There are repos of metastatic squamous cell carcinoma arising from long-standing lesions of hyperophic LP. Majority in lesions on the distal extremities Ref Harrison 20th edition pg 1256",
        "cop": 4,
        "opa": "Dermatofibroma",
        "opb": "Malignant melanoma",
        "opc": "Basal cell carcinoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "9574cf82-11b3-4e39-a7b3-fc56878702bc",
        "choice_type": "single"
    },
    {
        "question": "Vitiligo Vulgaris best treatment is",
        "exp": "The best treatment in vitiligo vulgaris is topical coicosteroids. Vitiligo vulgaris is a localized depigmentation. It is an acquired condition resulting from progressive loss of melanocytes characterized by milky white sharply demarcated macules. First line treatment is topical coicosteroids and topical calcineurin inhibitors Second line-phototherapy: There is no cure for vitiligo but several treatment options are available. The best evidence is for applied steroids and the combination of ultraviolet light in combination with creams.. Lesions located on the hands, feet, and joints are the most difficult to repigment; those on the face are easiest to return to the natural skin color as the skin is thinner in nature. Immune mediators: Topical preparations of immune suppressing medications including glucocoicoids (such as 0. 05% clobetasol or 0. 10% betamethasone) and calcineurin inhibitors (such as tacrolimus or pimecrolimus) are considered to be first-line vitiligo treatments. Phototherapy: *Phototherapy is considered a second-line treatment for vitiligo. Exposing the skin to light from UVB lamps is the most common treatment for vitiligo. The treatments can be done at home with an UVB lamp or in a clinic. The exposure time is managed so that the skin does not suffer overexposure. Treatment can take a few weeks if the spots are on the neck and face and if they existed not more than 3 years. If the spots are on the hands and legs and have been there more than 3 years, it can take a few months. Phototherapy sessions are done 2-3 times a week. Spots on a large area of the body may require full body treatment in a clinic or hospital. UVB broadband and narrowband lamps can be used, but narrowband ultraviolet picked around 311 nm is the choice. It has been constitutively repoed that a combination of UVB phototherapy with other topical treatments improves re-pigmentation. *Ultraviolet light (UVA) treatments are normally carried out in a hospital clinic. Psoralen and ultraviolet A light (PUVA) treatment involves taking a drug that increases the skin's sensitivity to ultraviolet light, then exposing the skin to high doses of UVA light. Treatment is required twice a week for 6-12 months or longer. Because of the high doses of UVA and psoralen, PUVA may cause side effects such as sunburn-type reactions or skin freckling. *Narrowband ultraviolet B (NBUVB) phototherapy lacks the side-effects caused by psoralens and is as effective as PUVA. As with PUVA, treatment is carried out twice weekly in a clinic or every day at home, and there is no need to use psoralen. Longer treatment is often recommended, and at least 6 months may be required for effects to phototherapy. NBUVB phototherapy appears better than PUVA therapy with the most effective response on the face and neck. With respect to improved repigmentation: topical calcineurin inhibitors plus phototherapy are better than phototherapy alone, hydrocoisone plus laser light is better than laser light alone, gingko biloba is better than placebo, and oral mini-pulse of prednisolone (OMP) plus NB-UVB is better than OMP alone. *Skin camouflage In mild cases, vitiligo patches can be hidden with makeup or other cosmetic camouflage solutions. If the affected person is pale-skinned, the patches can be made less visible by avoiding tanning of unaffected skin. De-pigmenting In cases of extensive vitiligo the option to de-pigment the unaffected skin with topical drugs like monobenzone, mequinol, or hydroquinone may be considered to render the skin an even colour. The removal of all the skin pigment with monobenzone is permanent and vigorous. Sun-safety must be adhered to for life to avoid severe sunburn and melanomas. Depigmentation takes about a year to complete Ref Harrison 20th edition pg 1290",
        "cop": 2,
        "opa": "PUVA",
        "opb": "Steroids",
        "opc": "Coaltar",
        "opd": "All",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "9060fda1-b3ca-48cf-8caa-4f332dc56a85",
        "choice_type": "multi"
    },
    {
        "question": "Norwegian scabies(wrong options)",
        "exp": "Quincke disease is angioneuriticoedema: Crusted scabies (also called Norwegian scabies) is an infestation characterized by thick crusts of skin that contain large numbers of scabies mites and eggs. It is a severe form of scabies that occurs most often in people who have a weakened immune system or a neurological disease, the elderly, and the disabled Ref Harrison 20th edition pg 1256",
        "cop": 2,
        "opa": "Angioneuritic edema",
        "opb": "Angioneuritic edema",
        "opc": "Saborrhea olessa",
        "opd": "Saddle nose",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "1a660502-3064-4c08-a4e1-f2abb65b18d8",
        "choice_type": "multi"
    },
    {
        "question": "A lady came with unilateral white skin lesions with leukotrichia. Shows 2 white spots 1 x 1cm each over left side of chin and neck. Diagnosis?",
        "exp": ".",
        "cop": 1,
        "opa": "Segmental vitiligo",
        "opb": "Piebaldism",
        "opc": "Waardenburg's syndrome",
        "opd": "Regional vitiligo",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "97767e08-5979-4cfe-be72-4962f9a84e13",
        "choice_type": "single"
    },
    {
        "question": "In atopic dermatitis, all are seen Except",
        "exp": "Atopic dermatitis is an itchy chronic relapsing condition that stas in early childhood. It has a flexural distribution. Rash characterized by itchy Papules and pappulo-vesicles which become excoriated and lichenified. Associated with family history and in patient with filaggrin mutations, may include ichythosisvulgaris, keratosis pilaris, and hyper-linear palms Mica like scales not seen; they are classical of Pityriasis lichenoides et varioliformis acuta (PLEVA) PLEVA is characterised by red patches that quickly evolve into papules 5-15 mm in diameter. They are often covered with a fine mica-like adherent scale. The centre of the papules often becomes filled with pus and blood or eroded with the overlying red-brown crust. Ref Harrison 20th edition pg 1234",
        "cop": 3,
        "opa": "Pruritus",
        "opb": "Eczema",
        "opc": "Mica like scales",
        "opd": "Lichenification",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "33510521-356f-4403-b0a4-3f538516268c",
        "choice_type": "multi"
    },
    {
        "question": "Commonest site of atopic dermatitis is",
        "exp": "Atopic dermatitis most commonly involves the cheeks in infantile stage and anti-cubital fossa in adults Decreased sudomotor function is involved in the formation of atopic eczema in the cubital fossa.. BACKGROUND: Eczema in the cubital fossa, which is susceptible to sweat, is frequently observed in atopic dermatitis (AD). However, there has been no direct evidence that sweating causes eczema in the cubital fossa. (Ref Harrison 20th edition pg 1267",
        "cop": 4,
        "opa": "Scalp",
        "opb": "Trunk",
        "opc": "Elbow",
        "opd": "Anterior cubital fossa",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "2b6f2220-4b6f-4795-846e-6b2c33ecf830",
        "choice_type": "single"
    },
    {
        "question": "Tinea Mannum affects",
        "exp": "Tinea Mannum affects the hands. It is the ringworm of hands. Trichophyton rubrum is the most common cause Dermatophytosis: T. cruris - groin T. faciei - face T. barbae- beard T. capitis- scalp T. pedis - soles and web spaces T. mamuum- palms and web spaces T. unguium- finger and toenails T. corporis - glabrous skin except for the above sites T. incognito- modified tinea due to steroid abuse Ref: Harrison 20th edition pg 1245",
        "cop": 2,
        "opa": "Face",
        "opb": "Hands",
        "opc": "Nails",
        "opd": "Foot",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "c064e28d-e6bf-4410-addd-fcef0a80614a",
        "choice_type": "single"
    },
    {
        "question": "18 year female (visual below) with the hypopigmented patch in both ankle what is not used for treatment",
        "exp": "The image shows vitiligo treatment options include topical coicosteroids Topical calcineurin inhibitors such as tacrolimus are also used Treatment with systemic psoralen photochemotherapy is also effective No use of tretinoin Ref Harrison 20th edition pg 1267",
        "cop": 2,
        "opa": "Topical clobetasol",
        "opb": "Topical tretinoin",
        "opc": "Topical tacrolimus",
        "opd": "Topical methoxasalen",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "dbf5e5f4-2e43-47b5-a192-79e99d8795a9",
        "choice_type": "multi"
    },
    {
        "question": "Dyskeratosis is a feature of",
        "exp": "Faulty and premature keratinization of individual keratinocytes is called dyskeratosis. Dyskeratotic cells are usually intensely eosinophilic and may contain a small, dense, basophilic nuclear remnant. Dyskeratotic cells may also be densely basophilic as seen in Darier's disease.",
        "cop": 1,
        "opa": "Darier's disease",
        "opb": "Pemphigus vulgaris",
        "opc": "Psoriasis",
        "opd": "Lichen planus",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "74e52ac9-0d7d-4dfe-97e8-8dc7b38e3124",
        "choice_type": "single"
    },
    {
        "question": "Chancre Redux is a feature of",
        "exp": "Chancre redux is seen in early relapsing syphilis. It is a recurrence of the primary chancre at its original site. Chancre redux is an unusual form of relapsing syphilis in which a primary chancre appears at or near the site of the orig- inal infection. It develops in cases of untreated or inadequately treated primary syphilis. Multiple chancres are common Ref Harrison 20th edition pg 1290.",
        "cop": 1,
        "opa": "Early replasing syphilis",
        "opb": "Late syphilis",
        "opc": "Recurrent herpes simplex",
        "opd": "Chancroid",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "60248cec-04ce-49bd-a0ca-be8dd8c8c78e",
        "choice_type": "single"
    },
    {
        "question": "Exanthema subitum is caused by",
        "exp": "Exanthema subitum is caused by human herpesvirus 6 and 7 Most common exanthematic fever in children under 2 years of age. First fever for 3-5 days as fever subsides discrete rise pink maculopapules develop on neck and trunk and then elsewhere. After 1 or 2 days rash fades leaving no scaling and pigmentation Treatment: Most cases of HHV-6 infection get better on their own If encephalitis occurs ganciclovir or foscarnet may be useful Ref: Harrison 20th edition pg 1278",
        "cop": 1,
        "opa": "HHV",
        "opb": "HCV",
        "opc": "HIV",
        "opd": "HPV",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "346002bc-096e-4f3b-a742-378bdc7dfa65",
        "choice_type": "single"
    },
    {
        "question": "True about pemphigus vulgaris A/E:",
        "exp": "i. e. Subepidermal Ref: Thomas b Habif 6th Ed.",
        "cop": 1,
        "opa": "Subepidermal",
        "opb": "Autoimmune disease",
        "opc": "Tzanck smear shows acanthoyltic cells",
        "opd": "Antibody are formed against desmogleins",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "2388d0bc-3d86-4174-b6da-c08d823ba8da",
        "choice_type": "multi"
    },
    {
        "question": "Exfoliative dermatitis is seen in all the following except",
        "exp": ".",
        "cop": 3,
        "opa": "Drug reaction",
        "opb": "Psoriasis",
        "opc": "Pityriasis rosea",
        "opd": "Pityriasis rubra pilaris",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "94c25e26-f2c0-45f9-8381-eec798a2c2fe",
        "choice_type": "multi"
    },
    {
        "question": "Thickening of the epidermis and/or dermis is",
        "exp": "Thickening of epidermis or dermis is Lichenification rooks. Lichenification presents as accentuation of skin surface markings due to rubbing, thickening and hyperkeratosis of skin. Histopathology shows hyperkeratosis of all epidermal layers. The itching and rubbing can cause lichenification. Spontaneous lichenification is called lichen simplexor it can occur secondary to eczema and other inflammatory conditions. The vicious itch-scratch cycle should be broken by topic coicosteroids and sedative antihistamines Other prescriptiondrugsused to treat lichenification include: coicosteroid creams. coicosteroid injections directly into the affected skin. prescription-strength allergy drugs and antihistamines. anti-anxiety medications Ref Harrison 20th edition pg 1221",
        "cop": 2,
        "opa": "Callus",
        "opb": "Lichenification",
        "opc": "Scaling",
        "opd": "Lacking in sensitive people",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "0ded6e60-85f5-494c-9094-b52c96e848fb",
        "choice_type": "multi"
    },
    {
        "question": "Tinea capitis is caused by all the following Except",
        "exp": "Trichophyton - involves skin, hair & nails Microsporum - spares nail Epidermophyton - spares hair Ref Harrison 20th edition pg 1212",
        "cop": 3,
        "opa": "T. mentagrophytes",
        "opb": "T. verrucosum",
        "opc": "E. floccosum",
        "opd": "M. canis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "bb694ea6-44d5-45cd-9ef7-9991207ea3db",
        "choice_type": "multi"
    },
    {
        "question": "After hepatitis B vaccination child with allergic family history and pruritis involving face & convexities developed numerous umblicated vesicles; which became pustular & haemorhagic & crusted. After 2 days child developed high fever and lymphadenopathy. The diagnosis is",
        "exp": "* Eczema herpeticum or Kaposi&; s varicelliform eruption results from wide spread (usually) primary HSV- 1 (herpes simplexl) infection in skin damaged by atopic dermatitis (eczema)Q. * Patients with atopic eczema may develop severe orofacial herpes simplex virus (HSV) infectionQ (eczema herpaticum), which may rapidly involve extensive areas of skin & occasionally disseminate to visceral organs. Systemic acyclovir or valaciclovir is treatment of choice. * In atopic dermatitis patients, small pox vaccination or even exposure to vaccinated individual, may cause severe wide spread erruption (k/a eczema vaccinatum) that resembles to eczema herpaticum. * Kaposis varicelliform eruptions manifest either as - eczema herpeticum or eczema vaccinatum Ref: Thomas b Habif 6th Ed.",
        "cop": 3,
        "opa": "Secondary infected atopic dermatitis",
        "opb": "Molluscum contagiosum",
        "opc": "Eczema herpaticum",
        "opd": "Eczema vaccinatum",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "c72a9715-ac00-44fd-be28-7627059b8792",
        "choice_type": "multi"
    },
    {
        "question": "Mouth lesions are seen in",
        "exp": "A white lacework pattern on the buccal mucosa in most frequently observed in lichen planus in 30% of the patients ii Psoriasis - common site - elbow, knee, scalp, lower back fingernails iii Basal cell carcinoma - common site is face",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Ichthyosis vulgaris",
        "opd": "Basal cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "d2f199b1-3aba-4c22-b8a6-5fbe54a42f27",
        "choice_type": "single"
    },
    {
        "question": "Cutis marmorata occurs due to exposure to -",
        "exp": "* Cutis marmorata is a condition where in the skin has a pinkish blue mottled or marbled appearance when subjected to cold temperatures. * It is seen throughout infancy and in 50 % of children. * Rewarming restores the skin to normal. * It is caused by superficial small blood vessels in the skin dilating and contracting at the same time. REF: THOMAS HABIF 6. TH ED",
        "cop": 1,
        "opa": "Cold temperature",
        "opb": "Dust",
        "opc": "Hot temperature",
        "opd": "Humidity",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "31508349-0217-494f-ac8e-db72e4af5f89",
        "choice_type": "single"
    },
    {
        "question": "Pemphigus neonatorum is a variety of",
        "exp": "Pemphigoid neonatorum is a variety of bullous impetigo. Impetigo is a contagious superficial pyogenic infection. It can be bullous or non-bullous Causative organism: Bullous is caused by staph aureus Non bullous impetigo is caused by both Staph aureus and Strep pyogens Bullous disorder is widespread in neonate and was called pemphigus neonatorum (Ref: Harrison 20th edition pg 1245",
        "cop": 1,
        "opa": "Bullous impetigo",
        "opb": "Epidermolysis bullosa",
        "opc": "Congenital syphilis",
        "opd": "Pemphigus",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "834e0abf-b54f-4290-af02-5ea699ddb8b7",
        "choice_type": "single"
    },
    {
        "question": "Shingles are caused by",
        "exp": "Herpes zoster or shingles is a viral infection due to the reactivation of varicella zoster virus from its latent state in dorsal root ganglion. Caused by varicella zoster virus(Human Herpes Virus 3). The skin eruption is preceeded by pain or paresthesia in the dermatome 3- days before its appearance(pre hepatic neuralgia). This is followed by unilateral, grouped, monomorphous vesicles within the distribution of one to three dermatomes. The eruption is usually accompanied by dull, burning pain. Usually, thorasic, ophthalmic division of trigeminal nerve, cervical, and other spinal nerves are frequently involved. Ref Harrison 20th edition pg 1278",
        "cop": 4,
        "opa": "HBV",
        "opb": "Ureaplasma urelyticum",
        "opc": "M. contagiosum",
        "opd": "Varicella zoster",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "b67700c1-e435-4033-b240-393e25b3e04c",
        "choice_type": "single"
    },
    {
        "question": "\"Interface dermatitis\" is histological feature of",
        "exp": ".",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Pityriasis rosea",
        "opd": "Dermatophytosis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "6de9a6ac-ab0e-4a28-821c-63545baab1ad",
        "choice_type": "single"
    },
    {
        "question": "a 20 yr old man developed a small transient genital ulcer 4weeks after exposure the regional lymphnodes enlarged, tender and adherent to the deep tissues. fever, weight loss and hepatospleenomegaly are present the diagnosis is?",
        "exp": "Lymphogranuloma venereum (LGV): * Invasive infection caused by serovars: Ll, L2, and L3. * Clinical presentation: o Papules and then herpetic-like ulcers are formed on the external genitalia and persist for one to two months (more invasive infection). o Painful swelling of inguinal and perirectal lymph nodes (bubo). Cervical adenopathy (oral sex) o Lymphatic obstruction; elephantiasis of genitalia. DD of genital ulcers: chancer, chancroid, genital herpes, trauma, drug sensitivity. Treatment LGV can be treated with specific antibiotics. If left untreated, LGV can spread to the lymph nodes and cause genital and anal ulceration or scarring. In severe cases, it can lead to death. REF: thomas habif 7th ed",
        "cop": 1,
        "opa": "LGV",
        "opb": "CHANCROID",
        "opc": "GRANULOMA INGUNALE",
        "opd": "GONORRHEA",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "08bf1653-ba62-4919-a700-742a834e54a5",
        "choice_type": "multi"
    },
    {
        "question": "Rhinophyma complicates",
        "exp": "Acne rosacea and rhinophyma are synonyms: Rhinophyma is a skin disorder that causes the nose to become enlarged and bulbous. The nose may look red, swollen, and distoed. The condition is a subtype of rosacea, an inflammatory skin disease. Other subtypes of rosacea cause redness and small, pus-filled bumps on the face, commonly on the cheeks, chin, and nose Ref: Harrison 20th edition pg 1234",
        "cop": 2,
        "opa": "Acne vulgaris",
        "opb": "Acne rosacea",
        "opc": "Psoriasis",
        "opd": "Retinoid",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "8a4f12d5-b9c5-4c8b-839b-cd3cbb9ae1eb",
        "choice_type": "single"
    },
    {
        "question": "Pseudo pelade is",
        "exp": "*Pseudopelade of Brocq is a cicatricial alopecia which is chronic slowly progressive and patchy occurs without any inflammation. The patches look like foot print in snow appearance. *Pseudopelade of Brocq is an unusual form of permanent hair loss from the scalp, the cause of which is unknown. This is a specific diagnosis reached after excluding known causes of patchy scarring alopecia (pseudopelade) such as lichen planopilaris and discoid lupus erythematosus. Ref Harrison 20th edition pg 1221 (Ref: Page 2305 chapter 89. 41. Rook's)",
        "cop": 3,
        "opa": "Premature alopecia",
        "opb": "Traction",
        "opc": "Cicatricial alopecia",
        "opd": "Alopecia steatoides",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "3d8ace83-7596-4fc3-b449-2ad9166a01f4",
        "choice_type": "single"
    },
    {
        "question": "Rarest variety of pemphigus among the following is",
        "exp": "\"Pemphigus vulgaris is most common among all pemphigus patients followed by pemphigus foliaceus, pemphigus erythrematosis and then pemphigus vegetans\"(Ref: IADVL textbook volume 1 pg 937)",
        "cop": 3,
        "opa": "P. vulgaris",
        "opb": "P. foliaceus",
        "opc": "P. vegetans",
        "opd": "P. erythematosis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "23c4ec98-8726-45e4-a0f4-861dae663f32",
        "choice_type": "single"
    },
    {
        "question": "patient complaints of pruritis of eye creases, over the face after returning back from her sunflower field. most likely diagnosis is",
        "exp": "Definition * Atopic dermatitis is a very common, often chronic (long-lasting) skin disease that affects a large percentage of the world&; s population. It is also called eczema, dermatitis, treatment: # Combination of shod-term treatment to manage flares and longer-term strategies to help control symptoms between flares # Recommend gentle skin care * Tepid baths without washcloths or brushes * Mild soaps * Pat dry * Emollients: petrolatum and moisturizers * Use ointments or thick creams (no watery lotions) * Apply once to twice daily to whole body (within 3 minutes of bathing for optimal occlusion) # Identification and avoidance of triggers and irritants (such as wool and acrylic fabrics) ref: thomas habif 7th ed",
        "cop": 3,
        "opa": "neurodermamtitis",
        "opb": "contact dermatits",
        "opc": "atopic dermatitis",
        "opd": "sebhoric dermatitis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "e6bb4cb9-9126-44b1-9606-b3dd5866db42",
        "choice_type": "single"
    },
    {
        "question": "A child with pearly white papule on the forehead with central umbilication. Which of the following will most probably the causative organism for the lesion",
        "exp": "Molluscum contagiosum is a disease caused by pox virus group most commonly by molluscum contagiosum virus type 1. It presents with shiny, pearly white hemispherical umbilicated papules which show a central pore commonly on face and neck. Pseudokoebner phenomenon seen. Ref Harrison 20th edition pg 1278",
        "cop": 1,
        "opa": "Pox",
        "opb": "Herpes",
        "opc": "Coxsackie",
        "opd": "HHV 6",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "ef4dd04f-1341-46d7-8f40-1cb6378bf31f",
        "choice_type": "single"
    },
    {
        "question": "Goekarman regimen used in for treatment of psoriasis is?",
        "exp": "Goekerman regimen was invented for the treatment of mild to moderate psoriasis. In this therapy application of crude coal tar application for 2-10 hours is followed by exposure to UVB light. Treatment is now obsolete. Similarly UVB plus anthralin combination is known as Ingram regimen. Ref: Thomas b Habif 6th Ed.",
        "cop": 1,
        "opa": "UVB plus coal tar",
        "opb": "UVB plus anthralin",
        "opc": "Coal tar plus anthralin",
        "opd": "UVB plus methotrexate",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "825e4be0-04bd-42cc-933c-c29561e96f1c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example for endogenous eczema",
        "exp": "Endogenous eczemas: Asteatotic eczema Atopic eczema Chronic superficial scaly dermatitis Eyelid eczema Hand eczema Juvenile plantar dermatosis Nummular dermatitis Pityriasis alba Metabolic eczema or eczema associated with systemic disease Seborrhoeic eczema Venous eczema Pompholyx Exogeneous: Contact Dermatitis- Allergic, Irritint Photodermatitis Infective dermatitis Ref: Harrison 20th edit pg 1234",
        "cop": 3,
        "opa": "Photodermatitis",
        "opb": "Contact dermatitis",
        "opc": "Atopic dermatitis",
        "opd": "Infective eczema",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "b4425033-cb59-4a51-bb4e-ee116209205a",
        "choice_type": "single"
    },
    {
        "question": "all are true regarding lichen planus except?",
        "exp": "Lichen Planus: Lichen planus is a cell-mediated immune response of unknown origin. It may be found with other diseases of altered immunity, such as ulcerative colitis, lichen sclerosis, myasthenia gravis etc. Lichen planus has been found to be associated with hepatitis C virus infection, chronic active hepatitis, and primary biliary cirrhosis It is most likely an immunological mediated reaction, though the pathophysiology in unclear. Clinical Presentation o The clinical presentation of lichen planus has several variations, as follows: o Hyperophic lichen planes o Atrophic lichen planes 0 Erosive/ulcerative lichen planes 0 Follicular lichen planes (lichen planopilarisl Annular lichen planes Linear lichen planes Vesicular and bullous lichen planes Actinic lichen planes Lichen planes pigmentosus Lichen planes pemphigoides MANAGMENT Treatments and Rationale Treatments may include: Antihistamines Medicines that calm down the immune system, such as cyclosporine (in severe cases) o Lidocaine mouthwashes to numb the area and make eating more comfoable (for mouth sores) o Topical coicosteroids (such as clobetasol) or oral coicosteroids (such as prednisone) to reduce swelling and lower immune responses o Coicosteroids shots into a sore o Vitamin A as a cream (topical retinoic acid) or taken mouth (acitre tin) Dressings placed over skin medicines to protect from scratching Ultraviolet light therapy for some cases ref: thomas habif 7th ed",
        "cop": 3,
        "opa": "pruritic",
        "opb": "wickhams striae",
        "opc": "malignant prediposition",
        "opd": "purple color",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "3cbfdfb6-5da4-4210-bcee-190f5c5cc7ce",
        "choice_type": "multi"
    },
    {
        "question": "Topical steroids are used in treatment of",
        "exp": ".",
        "cop": 2,
        "opa": "Fungal keratitis",
        "opb": "Disciform keratitis",
        "opc": "Viral keratitis",
        "opd": "Pyogenic keratitis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "4d927fde-5c3b-49e0-b8da-ec0e04d00ba2",
        "choice_type": "single"
    },
    {
        "question": "Cradle cap is seen in",
        "exp": ".",
        "cop": 1,
        "opa": "Seborrheic dermatitis",
        "opb": "Pemphigus",
        "opc": "Acute sun burn reaction",
        "opd": "Psoriasis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "cb6c86d9-2718-4cde-950b-91c26dea219d",
        "choice_type": "single"
    },
    {
        "question": "Lesion was seen on the face of 42 yr old patient as shown below Which of these would be the ideal management for this condition",
        "exp": "LUPUS VULGARIS Unilateral, insidious Manifests begins as painless, soft, reddish-brown nodules which slowly enlarge to form irregularly shaped red plaque and later ulceration and scarring occurred (painful ). Often accompanied by lymphadenopathy. Complications - squamous cell carcinoma ref: thomas habif 7th ed",
        "cop": 1,
        "opa": "sta on ATT",
        "opb": "Topical retinoid",
        "opc": "Oral steroids",
        "opd": "sta on MDT for leprosy",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "c94ac114-dfba-4fdf-a45d-d20aaf2f6c08",
        "choice_type": "single"
    },
    {
        "question": "A pregnant lady comes with itchy hand lesions as shown. Her husband also gets it. The best treatment that can be given is?",
        "exp": "Permethrin 5% cream is considered the drug of choice for treating scabies in patients, including pregnant women. Other scabicides considered safe for use during pregnancy are sulfur 5-10% in petrolatum and crotamiton 10%. Sulfur is effective and it has a good safety profile; however, sulfur preparations can stain clothing and they are odorous. Crotamiton 10% cream is not absorbed percutaneously and is considered safe in pregnancy although it is not effective as other therapies. Ref: Thomas b Habif 6th Ed.",
        "cop": 1,
        "opa": "Permathrin",
        "opb": "Ivermectin",
        "opc": "GBH",
        "opd": "Benzyl benzoate",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "6786edf3-35da-46cf-b1fd-4eda91794a3f",
        "choice_type": "single"
    },
    {
        "question": "Kaposi varicelliform lesions is seen in",
        "exp": "Kaposi varicelliform lesions is seen in Darier's disease. Kaposi varicelliform eruption is super-infection of an existing dermatosis by herpes simplex virus (Ref: Fitzpatrick 8th edn pg 555)",
        "cop": 2,
        "opa": "Varicella zoster",
        "opb": "Darriers disease",
        "opc": "Lichen planus",
        "opd": "Lichen nitidus",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "b1923d60-c115-4bc8-a7bd-d0215b7513e3",
        "choice_type": "single"
    },
    {
        "question": "Subepidermal bullae is seen in",
        "exp": "Bullous pemphigoid is an autoimmune pruritic skin disease preferentially in elderly people, that may involve the formation of blisters (bullae) in the space between the epidermal and dermal skin layers. The disorder is a type of pemphigoid. It is classified as a type II hypersensitivity reaction, with the formation of anti-hemidesmosome antibodies Pathophysiology: The bullae are formed by an immune reaction, initiated by the formation of IgG autoantibodies targeting Dystonin, also called Bullous Pemphigoid Antigen 1, and/or type XVII collagen, also called Bullous Pemphigoid Antigen 2, which is a component of hemidesmosomes. A different form of dystonin is associated with neuropathy. Following antibody targeting, a cascade of immunomodulators results in a variable surge of immune cells, including neutrophils, lymphocytes and eosinophils coming to the affected area. Unclear events subsequently result in a separation along the dermoepidermal junction and eventually stretch bullae. Diagnosis: Diagnosis consist of at least 2 positive results out of 3 criteria (2-out-of-3 rule): (1) pruritus and/or predominant cutaneous blisters, (2)linear IgG and/or C3c deposits (in an n- serrated pattern) by direct immunofluorescence microscopy (DIF) on a skin biopsy specimen, and (3)positive epidermal side staining by indirect immunofluorescence microscopy on human salt-split skin (IIF SSS) on a serum sample. Routine H&E staining or ELISA tests do not add value to the initial diagnosis. Treatment: Treatments include class I topical steroids (clobetasol, halobetasol, etc.), systemic prednisone and powerful steroid-free immunosuppressant medications, such as methotrexate, azathioprine or mycophenolate mofetil. Some of these medications have the potential for severe adverse effects such as kidney and liver damage, increased susceptibility to infections, and bone marrow suppression. Antibiotics such as tetracycline or erythromycin may also control the disease, paicularly in patients who cannot use coicosteroids. The anti-CD20 monoclonal antibody rituximab has been found to be effective in treating some otherwise refractory cases of pemphigoid. Ref Harrison 20th edition pg 1278",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Darriers disease",
        "opc": "Bullous pemphigoid",
        "opd": "HSV infection",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "15b8664c-36b4-420c-b45b-f77a18f71312",
        "choice_type": "single"
    },
    {
        "question": "Samitz sign in nails is characteristically seen in",
        "exp": "Summit sign -Dystrophic and ragged cuticle in nails. seen in dermatomyositis. The other signs seen are: Shawl sign:- violaceous erythema extending from dorsolateral aspect of hands, forearms, and arms to shoulders and neck. Gottron's papules- violaceous papules on the bony prominences of the hands. Gottron's sign- presence of symmetrical macular erythema violaceous erythema on the dorsal aspect of interphalangeal joints of the hands, olecranon process, patella and medial malleoli. Heliotrope rash- periorbital confluent macular violaceous erythema. Periungual telangiectasia Calcinosis cutis Ref Harrison 20th edition pg 1278",
        "cop": 3,
        "opa": "Tuberous scelrosis",
        "opb": "Lupus erythematosus",
        "opc": "Dermatomyositis",
        "opd": "Neurofibromatosis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "6b92a1e9-8378-449e-88bc-be8446b78294",
        "choice_type": "multi"
    },
    {
        "question": "The burrow in scabies is in",
        "exp": "Burrows is the classical lesions in scabies. They lie in the stratum corneum but are inclined downwards and not confined to the stratum corneum Copulation occurs in the burrows. Scabies Burrows Another hallmark of scabies is the appearance of track-like burrows in the skin. These raised lines are usually grayish-white or skin-colored. They are created when female mites tunnel just under the surface of the skin. After creating a burrow, each female lays 10 to 25 eggs inside Ref: Harrison 20th edition pg 1276",
        "cop": 2,
        "opa": "S. germinatum",
        "opb": "S. corneum",
        "opc": "Maplhigian layer",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "e0fee8fa-05ff-47ae-8b91-af90499ce146",
        "choice_type": "multi"
    },
    {
        "question": "Ingram regimen is used in the treatment of",
        "exp": "*Psoriasis is a long-lasting autoimmune disease characterized by patches of abnormal skin. These skin patches are typically red, dry, itchy, and scaly. On people with darker skin the patches may be purple in color. Psoriasis varies in severity from small, localized patches to complete body coverage. Injury to the skin can trigger psoriatic skin changes at that spot, which is known as the Koebner phenomenon. Goeckerman therapy is a regimen for treatment of moderate to severe plaque psoriasis using a combination of crude coal tar and aificial ultraviolet radiation. It is a specialized form of light therapy. *First formulated in 1925 by American dermatologist William H. Goeckerman (1884-1954), Goeckerman therapy continues to be used due to its efficacy and safety profile. Individual institutions have modified the Goeckerman regimen and developed their own protocols. Standard therapy includes use of 2-4% crude coal tar in a petroleum base applied daily to the psoriatic plaques. The minimum period of time for tar application is 2-hours, although it has been recognized that greater periods of time produce better results. The patient is then exposed to broad-band ultraviolet B (UVB) radiation, although narrow-band UVB may also be used. Laboratory studies have shown that the combination of coal tar and UV light reduces epidermal DNA synthesis. 1953, John Ingram, an English dermatologist, added topical anthralin paste to his Goeckerman regimen. This is known as the Ingram method. Ref Harrison 20th edition pg 1290",
        "cop": 2,
        "opa": "Vitiligo",
        "opb": "Psoriasis",
        "opc": "Lichen planus",
        "opd": "Lichen nitidus",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "3bc84afd-09ee-4dcd-821f-d73c2b5443d5",
        "choice_type": "single"
    },
    {
        "question": "Gorlin's syndrome is",
        "exp": "Gorlin's syndrome is nevoid basal cell carcinoma, inherited in an autosomal dominant manner. Gorlin syndrome, also known as nevoid basal cell carcinoma syndrome, is a condition that affects many areas of the body and increases the risk of developing various cancerous and noncancerous tumors. It is characterized by multiple BCC occurring all over the body predominately over the exposed areas. Highly characteristic Facies-large forehead, bifid ribs, pits of palms and soles, dysgenesis of the corpus callosum, calcification of falxcerebri. However, people with Gorlin syndrome are very sensitive to radiation and radiotherapy can make skin cancers more likely to develop in the treatment area. Treatment for basal cell skin cancers includes imiquimod cream, photodynamic therapy, retinoids - chemicals similar to vitamin A. Ref Harrison 20th edition pg 1234",
        "cop": 2,
        "opa": "Squamous cell carcinoma",
        "opb": "Basal cell carcinoma",
        "opc": "Satrcoma",
        "opd": "Guttate psoriasis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "2e1a8803-f2e6-404b-b412-19b301122162",
        "choice_type": "single"
    },
    {
        "question": "Pterygium of the nail is seen in",
        "exp": "Pterygium of the nail is classically seen in lichen planus: Pterygium unguis (also known as \"Dorsal pterygium\") forms as a result of scarring between the proximal nailfold and matrix, with the classic example being lichen planus, though it has been repoed to occur as a result of sarcoidosis and Hansen's disease Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Tinea unguium",
        "opd": "Alopecia areata",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "abd81e2e-81b9-48f3-a76b-17c3e26962fd",
        "choice_type": "single"
    },
    {
        "question": "Auspitz sign is seen in",
        "exp": "Auspitz sign is seen in psoriasis: Psoriasis lesions are covered with silvery-white mica-like scales. when scaling is not visible to diagnose unceain cases it is induced by light scratching. Successive removal of scales reveals underlying membrane with small bleeding spots where the thin supra-papillary epidermis has been torn off this sign of visible bleeding spots on the removal of scales is seen in psoriasis The Auspitz sign refers to the appearance of small bleeding points after successive layers of scale have been removed from the surface of psoriatic papules or plaques. Ref Harrison 20th edition pg 1211",
        "cop": 1,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Alopecia aerate",
        "opd": "Lichen sclerosis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "5cbbab0d-2d23-49fb-9887-fffcfa073e17",
        "choice_type": "single"
    },
    {
        "question": "Max. Joseph's space is a histopathological feature of",
        "exp": "Max Joseph space/cleft is a histological feature of lichen planus. It is an idiopathic chronic inflammatory condition affecting the skin, mucous membrane and appendages. The 6. Ps of lichen planus are purple, papule, pruritic, polygonal, plaque, plane/flat-topped. Delicate white striae - Wickham's striae seen due to focal thickening of granular cell layer. The finding is enhanced by applying oil or by using dermoscopy. Positive Koebner's phenomenon -linear distribution of lesions following trauma. Classic form is the most common variant Nail findings- diffuse nail ridging and dorsal pterygium twenty nail syndrome (trachyonychia)-nail roughness caused by excessive longitudinal ridging may involve all 20 nails Diagnosis: Histological features -compact hyperkeratosis, wedge-shaped hypergranulosis, irregular acanthosis, sawtoothing of rate ridges and vacuolar damage to basal cell layer, degenerated keratinocytes in the upper dermis called civatte bodies or colloid bodies. Interface inflammation causes a small separation between epidermis and dermis called max joseph space/cleft Associated conditions -HCV association is very impoant alopecia areata vitiligo DLE Diabetes mellitus Ulcerative colitis First line therapy is topical coicosteroids Ref Harrison 20th edition pg 1278",
        "cop": 2,
        "opa": "Psoriasis vulgaris",
        "opb": "Lichen's planus",
        "opc": "Pityriasis rosea",
        "opd": "Parapsoriasis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "77b5ddbb-13cd-4423-a0ba-631c5946cb2a",
        "choice_type": "single"
    },
    {
        "question": "A Patient came with h/o itchy tense blisters whose roof settled as above. Shows big blisters on forearm which have subsided with the roof sticking to the floor without much damage. Diagnosis is",
        "exp": ".",
        "cop": 1,
        "opa": "Bullous pemphigoid",
        "opb": "Pemphigus vulgaris",
        "opc": "Dermatitis herpetiformis",
        "opd": "Steven Johnson syndrome",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "f59e6350-8d4f-4759-acaa-0c8f8140d64e",
        "choice_type": "multi"
    },
    {
        "question": "Exposure to sunlight can precipitate",
        "exp": "Exposure to sunlight is a predisposing factor but only 4% of patients are affected, so chloasma is the better answer. Melasma (also known as chloasma faciei, or the mask of pregnancy when present in pregnant women) is a tan or dark skin discoloration. Melasma is thought to be caused by sun exposure, genetic predisposition, hormone changes, and skin irritation. DLE is a benign inflammatory disorder of the skin. Presents with well defined scaly patches which heal with atrophy, scarring, and pigmentary changes. Factors predisposing to DLE: 1. trauma 2. streas 3. UV exposure 4. infection 5. drugs 6. seaonal exacerbations 7. cold exposure Ref: Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Cholasma",
        "opb": "Discoid LE",
        "opc": "Dermatitis herpetiformis",
        "opd": "Lupus vilgaris",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "5b1a204c-0e69-4949-af3a-bce4e704a938",
        "choice_type": "single"
    },
    {
        "question": "Eccrine glands are involved in",
        "exp": "Miliara is a common acute to sub-acute skin condition that arises due to the occlusion or disruption of eccrine sweat ducts in hot humid conditions There are three types Miliaria crystalline Miliaria rubra Miliaria profunda Disorders of the sweat glands: Eccrine sweat glands Hyperhidrosis Hypohidrosis and anhidrosis Miliaria Apocrine sweat glands Apocrine bromhidrosis Apocrine chromhidrosis Fox-Fordyce disease Hidradenitis Suppurativa Ref Harrison 20th edition pg 1278",
        "cop": 2,
        "opa": "Bromhidrosis",
        "opb": "Miliria",
        "opc": "Hidradenitis suppurative",
        "opd": "Fox-fordyce disease",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "79ccef7a-ec27-4060-85f9-237f20b2cee1",
        "choice_type": "single"
    },
    {
        "question": "adult scabies does not involve?",
        "exp": "DEFINITION * Scabies is an itchy skin condition caused by a tiny burrowing mite called Sarcoptes scabiei. * Scabies is contagious and can spread quickly through close physical contact in a family, child care group, school, class or nursing home. TREATMENT * Scabies treatment involves eliminating the infestation with medications. Several creams and lotions are available. The person usually apply the medication over all body, from neck down, and leave the medication on for at least eight hours. A second treatment is needed if new burrows and rash appear. * Because scabies spreads so easily, the doctor may recommend treatment for all family members and other close contacts, even if they show no signs of scabies infestation. ref: thomas habif 7th ed",
        "cop": 3,
        "opa": "finger wb",
        "opb": "wrists",
        "opc": "face",
        "opd": "periumbilical area",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "d4ff41b8-f426-4f08-926b-e6a8f27d0aee",
        "choice_type": "single"
    },
    {
        "question": "Fordyce disease most commonly involves",
        "exp": "Fordyce spots most commonly involve the lips They are nothing but heterotopic sebaceous glands i. e. not associated with hair follicles They are asymptomatic but visible. Sebaceous Glands: Sebaceous Glands are lipid- producing glads that arise from hair follicle at the junction of infundibulum and isthmus. They are associated with hair follicle and termed as Pilosebaceous unit. The glands may also found in ceain non hairy sites such as Eyelids- Meibomian glands Nipples-Montgomerys glands Genitals-Tysons gland Lips-Fordyce spots Ref Harrison 20th edition pg 1256",
        "cop": 1,
        "opa": "Lips",
        "opb": "Neck",
        "opc": "Buccal mucosa",
        "opd": "Trunk",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "c1b6bf44-4c43-43c7-82b1-d73f6c9cc0f3",
        "choice_type": "single"
    },
    {
        "question": "Lesion was seen on the face of 42 yr old patient as shown below Which of these would be the ideal management for this condition *diagram",
        "exp": "ref: thomas habif 4th ed",
        "cop": 1,
        "opa": "sta on ATT",
        "opb": "Topical retinoid",
        "opc": "Oral steroids",
        "opd": "sta on MDT for leprosy",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "29121f59-d366-4da2-a160-493a536c74ee",
        "choice_type": "single"
    },
    {
        "question": "Rarest variety of pemphigus is",
        "exp": ".",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus vegetans",
        "opc": "Pemphigus foliaceus",
        "opd": "Pemphigus erythematodes",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "adee356a-105b-4f82-90fe-94023bcbfdee",
        "choice_type": "single"
    },
    {
        "question": "Multinucleate giant cells are seen in Tzanck smear in",
        "exp": "In viral infections, Tzanck test shows multinucleated giant cells (\"Tzanck cells\") in center. Tzanck smear, is scraping of an ulcer base to look for Tzanck cells. It is sometimes also called the chickenpox skin test and the herpes skin test, varicella zoster virus skin test. Ref Harrison 20th edition pg 1256",
        "cop": 1,
        "opa": "VZV",
        "opb": "Bullous pemphigoid",
        "opc": "Toxic epidermal necrolysis",
        "opd": "Pemphigus",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "4e06458f-636f-4e17-b60e-cf4065b8f10a",
        "choice_type": "single"
    },
    {
        "question": "A girl about to marry has comedonal acne. Drug to treat such a case is:",
        "exp": "Retinoids are mainly comedolytic Acne Comedones are characteristic of: Acne vulgaris Comedones are: * Small cysts, * formed in hair follicles, * due to blockage of the follicular orifice * by the retention of sebum and keratinous material. Ref: Ref: Thomas b Habif 6th Ed.",
        "cop": 3,
        "opa": "Topical antibiotic",
        "opb": "Benzoyl peroxide",
        "opc": "Retinoids",
        "opd": "Estrogen",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "e21d6dd7-ec8c-47c2-a0b8-a85951ffc1a5",
        "choice_type": "single"
    },
    {
        "question": "Senear usher syndrome is associated with",
        "exp": "Senear usher syndrome is associated with pemphigus erythematous Pemphigus erythematosus is a localized variant of PF, originally described by Senear and Usher. Patients have immunological features of both lupus erythematosus and pemphigus, with granular IgG and C3 at the basement membrane zone, intercellular IgG and C3 in the epidermis and circulating antinuclear antibodies. Progression to systemic lupus erythematosus is rare. Pemphigus erythematosus may be associated with myasthenia gravis or thymoma. Erythematous scaly lesions over the nose and cheeks in a butterfly distribution simulate cutaneous lupus erythematosus or seborrheic dermatitis. Sunlight may exacerbate the disease. Lesions on the trunk, either localized or generalized, are similar to those in PF Ref Harrison 20th edition pg 1267",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Pemphigus erythematous",
        "opd": "Paraneoplastic pemphigus",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "2bfe1551-be29-4681-9b83-2213f2d1b8b0",
        "choice_type": "single"
    },
    {
        "question": "Hidradenitis suppurativa is infection of",
        "exp": "Hidradenitis suppurativa is infection of sebaceous glands It is actually due to keratin blockage of apocrine glands but the inflammation extends to involve the eccrine and the sebaceous glands Hidradenitis suppurativaisalso called Acne inversa or ectopic acne It is a chronic recurrent follicular disease presenting after pubey in the apocrine gland-bearing areas such as axilla, groin, perineal and perianal regions, buttocks and infra and inter-mammary folds It has an association with obesity and smoking Hidradenitis suppurativa (HS), also known as acne inversa, is a long term skin disease characterized by the occurrence of inflamed and swollen lumps. These are typically painful and break open, releasing fluid or pus. The areas most commonly affected are the underarms, under the breasts, and groin. Scar tissue remains after healing Self-consciousness or depression may result. *The cause of HS remains unknown, and expes disagree over proposed causes. The condition probably results from a combination of genetic and environmental factors. *Lesions occur in any body areas with hair follicles, although areas such as the axilla, groin, and perianal region are more commonly involved. This theory includes most of the following potential indicators: Postpubescent individuals are more likely to exhibit HS. [ Plugged apocrine (sweat) gland or hair follicle Excessive sweating Androgen dysfunction Genetic disorders that alter cell structure Patients with more advanced cases may find exercise intolerably painful, which may increase the rate of obesity among sufferers. The historical understanding of the disease suggests dysfunctional apocrine glands[or dysfunctional hair follicles, possibly triggered by a blocked gland, create inflammation, pain, and a swollen lesion Treatment Medication: Antibiotics: taken by mouth, these are used for their anti-inflammatory propeies rather than to treat infection. Most effective is a combination of rifampicin and clindamycin given concurrently for 2-3 months. A few popular antibiotics include tetracycline, minocycline, and clindamycin. Topical clindamycin has been shown to have an effect in double-blind placebo controlled studies. Coicosteroid injections. Also known as intralesional steroids: can be paicularly useful for localized disease, if the drug can be prevented from escaping the sinuses. Antiandrogen therapy: hormonal therapy with antiandrogenic medications such as spironolactone, flutamide, cyproterone acetate, ethinylestradiol, finasteride, dutasteride, and metformin have been found to be effective in clinical studies. However, the quality of available evidence is low and does not presently allow for robust evidence-based recommendation Intravenous or subcutaneous infusion of anti-inflammatory (anti-TNF-alpha) drugs such as infliximab, and etanercept. This use of these drugs is not currently Food and Drug Administration approved and is somewhat controversial, so may not be covered by insurance. TNF inhibitor: Studies have suppoed that various TNF inhibitors have a positive effect on hidradenitis suppurativa lesions. Specifically adalimumab at weekly intervals is useful. Topical isotretinoin is usually ineffective in people with HS and is more commonly known as a medication for the treatment of acne vulgaris. Individuals affected by HS who responded to isotretinoin treatment tended to have milder cases of the condition Ref Harrison 20th edition pg 1234",
        "cop": 3,
        "opa": "Subcutaneous tissue",
        "opb": "Fat",
        "opc": "Sebaceous gland",
        "opd": "Skin",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "7d88811c-6a41-4bef-ae12-4758ccf95ad4",
        "choice_type": "single"
    },
    {
        "question": "In contact dermatitis the diagnostic method of choice is",
        "exp": "Patch testing is used to document sensitivity to a specific antigen. In this procedure, a battery of suspected \"allergens\" with control is applied to the patient's back under occlusive dressings and allowed to remain in contact with the skin for 48 hours. The dressings are then removed, and the area is examined for evidence of delayed hypersensitivity reactions such as erythema, edema, or papulovesicles.. This test is best performed by physicians with special expeise in patch testing and is often helpful in the evaluation of patients with chronic dermatitis. (Reading is read at 0, 2, 4 days)",
        "cop": 1,
        "opa": "Patch test",
        "opb": "Skin biopsy",
        "opc": "Intradermal test",
        "opd": "Tzanck test",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "42089eeb-5ef0-4321-980f-e358490f30f6",
        "choice_type": "single"
    },
    {
        "question": "Esthiomine is seen in",
        "exp": "Esthiomene is seen in LGV which refers to hyperophic enlargement with ulceration of the external genitalia LGV is caused by L1 L2 L3 strain of chlamydia trachomatous L2 is most common Esthiomene is a medical term referring to elephantiasis of the female genitals. In the past the term has also referred to elephantiasis of the male genitalia. Esthiomene is generally the visible result of lymphogranuloma venereum, lymphatic infection by Chlamydia trachomatis. Esthiomene is generally the visible result of lymphogranuloma venereum, lymphatic infection by Chlamydia trachomatis. This sexually transmitted infection produces inflammation of the lymphatic channels in the female genitalia, followed by abscesses, fistulae, ulcerations, and fibrosis of the tissues. The tissues swell, sometimes severely, and the genitalia may grow to a massive size. Esthiomene can also be the result of tuberculosis when the infection takes hold in the genitalia, or of cancer or filariasis, infection with parasitic roundworms. The condition is painful and sometimes disabling. People with the condition can experience mental distress from the pain and physical deformation of their genitalia. Masses can become so large they make walking difficult. Treatment of the condition includes treatment of bacterial chlamydial infections with antibiotics such as doxycycline, or treatment of other infections present. Remaining tissue deformity can be treated with surgery such as labiaplasty to reduce the size of hyperophied labia minora. Goals of surgery include pain relief, restoration of sexual function, and cosmetic improvement Ref: Harrison 20th edition pg 1212",
        "cop": 3,
        "opa": "Chancroid",
        "opb": "Granuloma inguinale",
        "opc": "LGV",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "10701b01-e05e-45ae-9aae-2869013b0944",
        "choice_type": "single"
    },
    {
        "question": "Munro microabscess is seen in",
        "exp": "Munro's microabscess is seen in psoriasis it is the accumulation of neutrophils in stratum corneum The changes were seen in a fully developed plaque in psoriasis: Parakeratosis with focal ohokeratosis and Munro's microabscess, near absence of granular layer and spongiform pustules in the Malpighian layer and hyperplasia and elongation of rete ridges and supra-papillary thinning. Munro microabscesses are not seen in seborrheic dermatitis. It is named for William John Munro. spngiform pustule of kogoj is seen in stratum spinosum, in pustular psoriasis. pautrier's microabscess (collection of lymphocytes) is seen in Mycosis fungoides also known as cutaneous T Cell lymphoma. Ref Harrison 20th edition pg 1207",
        "cop": 3,
        "opa": "Dermal tissue",
        "opb": "Stratum basale",
        "opc": "Stratum corneum",
        "opd": "Stratum malphigi",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "2c636780-b701-4c41-a202-002f8d074d7c",
        "choice_type": "single"
    },
    {
        "question": "Iris lesion is seen in",
        "exp": "Erythema multiforme(EM) is an acute, self limiting skin disease charecterised by the abrupt onset of symmetrical target lesions. Erythema multiforme is a skin reaction that can be triggered by an infection or some medicines. The classic lesions are iris or target lesions which are less than 3 cm in diameter, rounded and have 3 zones: central area of dusky erythema, middle paler area of oedema and an outer ring of erythema with well defined margin. Sites: commonly the extremities and the face, but face, trunk, oral and genital mucosa may be affected. There are two forms: EM major and EM minor. Ref Harrison 20th edition pg 1235, Fitzpatrick 8thednpg 434)",
        "cop": 4,
        "opa": "Utricaria",
        "opb": "Scabies",
        "opc": "Lichen planus",
        "opd": "Erythema multiformae",
        "subject_name": "Dental",
        "topic_name": "All India exam",
        "id": "cacc0a5d-ff7c-472d-a663-4a88cdc038fc",
        "choice_type": "single"
    }
]