[
    {
        "question": "A child presenting with localized patches of complete hair loss with normal appearance of scalp. Diagnosis is -",
        "exp": "alopecia areata develops as single or multiple oval or round patches of hair loss on the scalp, beard area, eyebrows, eyelashes and other hairy areas of the body. Telogen effluvium- generalized and diffuse hair loss over scalp and body Cradle cap - infantile seborrhoeic dermatitis characterized by yellowish, patchy, greasy, scaly and crusty skin rash that occurs on the scalp of recently born babies. Tinea capitis-a dermatophytosis caused by trichophyton and microsporum fungi, can be either an ectothrix or endothrix type of infection. Ectothrix involves both inside and outside of hair shaft. Endothrix involves only inside of hair shaft. Page no. 241, 242, 55, 169 ref Harrison20th edition",
        "cop": 3,
        "opa": "Tinea capitis",
        "opb": "Cradle cap",
        "opc": "Alopecia areata",
        "opd": "Telogen effluvium",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "cdc0584b-8fd6-451b-85f7-3cb56770b070",
        "choice_type": "single"
    },
    {
        "question": "Alopecia areata is not associated with which of the folllowing condition?",
        "exp": "Alopecia areata may be associated with atopy, downs syndrome, vitiligo, pernicious anemia, myxedema, diabetes or hypertension in the family. Sho, 1-2 mm fractured hairs can frequently be seen at the active margins of alopecia areata. These hairs are described as exclamation mark hairs because these characteristic hairs fracture at their distal end and taper proximally to a pencil point giving them appearance of an exclamation mark. nail pitting is a common finding in alopecia areata. Ref Harrison20th edition pg 1236",
        "cop": 4,
        "opa": "Exclamation sign",
        "opb": "Atopy",
        "opc": "Pitting nails",
        "opd": "Geographical tongue",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "2c528ae4-9e61-4789-8d93-3c139d02998b",
        "choice_type": "single"
    },
    {
        "question": "Dead Layer of epidermis-",
        "exp": "Stratum corneum the outermost layer of the epidermis made up of terminally differentiated, dead keratinocytes known as corneocytes. Corneocytes are devoid of cytoplasm and organelles, but loaded with keratin filaments in an amorphous protein matrix, which is held together by the cornified envelope. Ref Harrison20th edition pg 1233",
        "cop": 3,
        "opa": "Stratum basale",
        "opb": "Stratum spinosum",
        "opc": "Stratum corneum",
        "opd": "Stratum granulosum",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "bf8a5b8f-6e74-4632-a4b5-c92bef5bc4fc",
        "choice_type": "single"
    },
    {
        "question": "Collagen 7 is present in which layer of Basement membrane zone",
        "exp": "SUBLAMINA DENSA * Contains anchoring fibrils, anchoring plaques, elastic microfibrils (without elastin), and linkin. Anchoring Fibril:- * Primary constituent is type VII collagen; appears larger than anchoring filaments and emanates perpendicularly down from lamina densa into papillary dermis. * Connects lamina densa to anchoring plaques (type IV collagen) in dermal matrix. * Intercalation with banded collagen fibrils of papillary dermis: forms fan-shaped clumps. Ref:- Sima Jain; pg num:- 8",
        "cop": 4,
        "opa": "Hemi-desmosomes",
        "opb": "Salt split layer",
        "opc": "Lamina Densa",
        "opd": "Sublamina Densa",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "861a5317-24d9-465a-8534-1d3079e7985b",
        "choice_type": "single"
    },
    {
        "question": "Basal cell degeneration seen in -",
        "exp": "Lichen planus is an inflammatory T cell mediated autoimmune disorder affecting skin, hair, nails and mucous membranes. Lichen planus triggers T cell mediated autoimmune damage to basal keratinocytes that manifest as altered self antigens on their surface. Ref Harrison20th edition pg 1256",
        "cop": 1,
        "opa": "Lichen Planus",
        "opb": "Psoriasis",
        "opc": "pemphigus",
        "opd": "Pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "0dde2fed-952e-43de-a2a9-ee717ea23332",
        "choice_type": "single"
    },
    {
        "question": "Distal nail matrix forms",
        "exp": "Ref:- Review of Dermatology by Alikhan; pg num:-11",
        "cop": 1,
        "opa": "Ventral Poion of nail plate",
        "opb": "Dorsal poion of nail plate",
        "opc": "Both of the above",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "a1666bc8-f118-47d5-ae9c-ba7fabfc429b",
        "choice_type": "multi"
    },
    {
        "question": "True about Merkel cells",
        "exp": "Merkel cells They are slow-adapting mechanoreceptors found in fingeips, lips, oral cavity, and hair follicle. 1) Found in stratum basale; communicate with neurons 2) CK20+ in perinuclear dot pattern sensitive/ specific for Merkel cells; also (+) for neurofilaments, S100, synaptophysin, chromogranin A, vasoactive intestinal peptide, neuron-specific enolase, and calcitonin gene-related peptide. 3) are derived from Ectoderm. Ref:- Review of Dermatology by Alikhan; pg num:-6",
        "cop": 4,
        "opa": "Slow adapting Touch receptors",
        "opb": "Located in Stratum Basale",
        "opc": "Derived from Ectoderm",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "a85a15ac-6e1e-49f2-8868-3897d5ff6606",
        "choice_type": "multi"
    },
    {
        "question": "Cells as they approach towards stratum corneum shows the following features",
        "exp": "Stratum corneum It is the outer most layer, which serves as a mechanical barrier between the epidermis and the environment. It is Composed primarily of protein-rich corneocytes (\"bricks\"; contain NO nuclei; keratin filaments attached to cornified envelope) embedded in a lipid matrix (\"moar, \" cornified lipid envelope). It Serves as a barrier to water loss (conditions that peurb the skin |transepidermal water loss) and toxins/infectious agents. Ref:- Review of Dermatology by Alikhan; pg num:-5",
        "cop": 4,
        "opa": "Cells become flat and dehydrated",
        "opb": "Nucleus lost",
        "opc": "Loss of mitotic and metabolic activity",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "dc49d56a-c515-4573-bec1-28c2e28747be",
        "choice_type": "multi"
    },
    {
        "question": "What does lines of Blaschko represent",
        "exp": "LINES OF BLASCHKO The lines of Blaschko represent a pattern assumed by many different nevoid and acquired skin diseases on the human skin and mucosae. These lines do not correspond to any known nervous, vascular or lymphatic structures but represent the developmental growth pattern of the skin. Ref:- Oxford Blackwell Science; pg num 360-1",
        "cop": 4,
        "opa": "Lines along Lymphatics",
        "opb": "Lines along Blood vessels",
        "opc": "Lines along Nerves",
        "opd": "Lines of Development",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "5a2d5850-7d9e-4e97-9e1b-171f2fa2ab89",
        "choice_type": "single"
    },
    {
        "question": "Comedones are seen in-",
        "exp": "Acne causes polymorphous cutaneous lesions such as comedones, papules, pustules, pseudocysts and abscesses which may leave scarring. comedones are the characteristic of acne vulgaris. Reference Harrison20th edition pg 1204",
        "cop": 1,
        "opa": "Acne vulgaris",
        "opb": "Lichen Planus",
        "opc": "Adenoma sebaceum",
        "opd": "Pityriasis",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "c4937955-d1c4-4b30-89ff-31ee44082cf4",
        "choice_type": "single"
    },
    {
        "question": "Acne vulgaris invloves-",
        "exp": "Acne vulgaris is s disorder of pilosebaceous gland which predominantly affects the peripubeal population and clinically manifest as comedones, papules, nodules, pustules, and cysts and heals with scar. Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "Pilosebaceous gland",
        "opb": "Sebaceous gland",
        "opc": "Eccrine gland",
        "opd": "Apocrine gland",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "6725ff77-ca48-4a34-829c-48ed730bd09d",
        "choice_type": "single"
    },
    {
        "question": "Gluten-free diet is beneficial in",
        "exp": "Maintaining a gluten-free diet is the only sustainable method of eliminating the disease, not only from the skin, but also from the GI mucosa. Patients on a gluten-reduced diet may experience a decrease in symptoms; therefore, such a diet can reduce the dosage of dapsone required for disease control. Dermatitis herpetiformis: Also called Duhring-Brocq disease It is a autoimmune blistering skin condition, characterized by blisters filled with a watery fluid that is intensely itchy. DH is a cutaneous manifestation of Coeliac disease. DH is neither related to nor caused by herpes virus: the name means that it is a skin inflammation having an appearance similar to herpes. The age of onset is usually about 15-40, but DH also may affect children and the elderly. Men are slightly more affected than women. Estimates of DH prevalence vary from 1 in 400 to 1 in 10, 000. It is most common in patients of nohern European/nohern Indian ancestry, and is associated with the human leukocyte antigen (HLA) haplotype HLA-DQ2 or HLA-DQ8 along with coeliac disease and gluten sensitivity. Histopathology shows a split in dermoepidermal junction i. e subepidermal split and bulla is filled with eosinophills, varying number of neutrophils and lymphocytes. Diagnostic finding is the deposition of IgA in the papillary dermis in a granular or fibrillar pattern in immunofluoroscence Dapsone is the DOC. Gluten-free diet is also first-line therapy Ref Harrison 20th edition pg 1326",
        "cop": 1,
        "opa": "Dermatitis herpetiformis",
        "opb": "Pemphigus vulgaris",
        "opc": "Psoriasis",
        "opd": "Exfoliative dermatitis",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "f55705c5-f4e3-4c6f-8066-b2a4cc5edfb7",
        "choice_type": "single"
    },
    {
        "question": "Nail pitting is caused by all except -",
        "exp": "Nail involvement is common in alopecia areata, paicularly in severe forms. Pitting is the most common finding, but other abnormalities such as trachyonychia have been repoed. Nail plate pitting tends to be more shallow and regularly spaced than in psori-atic nail pitting Nail pitting is often a sign of another condition that can include: psoriasis, which causes skin inflammation. reactive ahritis or inflammation caused by an infection elsewhere. alopecia areata, which causes temporary bald patches on the scalp. Ref Harrison20th edition pg 1278",
        "cop": 4,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Alopecia areata",
        "opd": "Pityriasis Rosacea",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "ad75761f-c02f-4d9b-8431-a296bc4062ab",
        "choice_type": "multi"
    },
    {
        "question": "Eyebrows don't grow beyond ceain length as they have a sho-",
        "exp": "Eyebrow hair do not have long anagen phase Ref Harrison20th edition pg 1236",
        "cop": 1,
        "opa": "Anagen phase",
        "opb": "Telogen phase",
        "opc": "Catagen phase",
        "opd": "Exogen phase",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "3a0e057b-4993-4a9a-944b-e131d867518e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are causes of cicatrizing alopecia except -",
        "exp": "Causes of cicatricial alopecia: -Discoid lupus erythematosus and morphea - developmental /hereditary: aplasia cutis -traumatic, post radiation -herpes sister, inflammatory tinea capitisand bacterial infections -lichen planopilaris - folliculitis decalvans and dissecting cellulitis of the scalp -pseudopelade of Brocq - neoplastic disorders Ref Harrison20th edition pg 1234",
        "cop": 3,
        "opa": "Lichen planus",
        "opb": "Discoid lupus erythematosus",
        "opc": "Alopecia areata",
        "opd": "Lupus vulgaris",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "b79f4796-3816-48ea-84b3-c1f61121b159",
        "choice_type": "multi"
    },
    {
        "question": "Medullary index of Human hair is",
        "exp": "Medullary index has been in use for determining the species origin of hair; the index is 0. 3 or less in human hairs; in animals it is more than 0. 3. Ref:- Review of Dermatology by Alikhan; pg num:-11",
        "cop": 3,
        "opa": "1: 01",
        "opb": "1: 02",
        "opc": "1: 03",
        "opd": "1: 05",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "296d4f79-5338-45c5-b7c3-4d8a8509aa32",
        "choice_type": "single"
    },
    {
        "question": "Most abundant aminoacid in collagen is",
        "exp": "COLLAGEN Collagens are triple helices formed by amino acid chains where every third residue is glycine (Gly-X-Y), with a high likelihood of proline and hydroxyproline/ hydroxylysine in the X and Y positions, respectively. Ref:- Review of Dermatology by Alikhan; pg num:-7",
        "cop": 4,
        "opa": "Proline",
        "opb": "Lysine",
        "opc": "Threonine",
        "opd": "Glycine",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "44e8c358-0738-4878-9a1a-389ff8fe2c1a",
        "choice_type": "single"
    },
    {
        "question": "The epidermal turn over time is",
        "exp": "Epidermal turn over time or skin doubling time includes:- Transit time from basal layer to stratum corneum = 14 days; transit through the stratum corneum/desquamation = 14 days (total = 28 days from basal layer to desquamation. Ref:- Review of Dermatology by Alikhan; pg num:-2",
        "cop": 2,
        "opa": "14 days",
        "opb": "28 days",
        "opc": "40 days",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "63fbf066-fb97-4464-babf-201d4a64bd83",
        "choice_type": "multi"
    },
    {
        "question": "Desmosomes are helpful in connecting-",
        "exp": "Desmosomes are the adhesive intercellular molecules that bind keratinocytes with each other. desmosomal proteins are of wo types desmogleins 1-4 desmocollins 1-3 Ref Harrison20th edition pg 1207",
        "cop": 1,
        "opa": "Keratinocytes",
        "opb": "Melanocytes",
        "opc": "Dermis and epidermis",
        "opd": "Langerhans cells",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "77975074-3d8f-4ec3-b489-f9836d8d82b6",
        "choice_type": "single"
    },
    {
        "question": "Wound attians max tensile strength by",
        "exp": "Wound Healing * Different overlapping events:- Inflammatoryphase, proliferative phase and tissue remodeling; some sources cite vascular phase (hemostasis) as first phase. Ref:- Sima Jain; pg num:-16",
        "cop": 4,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "d5906391-7bde-4a08-b1c0-9364fab3cc5a",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions Parakeratosis most frequently occurs-",
        "exp": "Parakeratosis refers to retention of nuclei in horny layer. In actinic keratosis there is multiple, erythematous, irregular, rough, macules or papules with dry adherent scales. Sometimes as cutaneous horn. Surrounding skin photodamaged. Ref Harrison20th edition pg 1236",
        "cop": 1,
        "opa": "Actinic Keratoses",
        "opb": "Seborrheic Keratoses",
        "opc": "Molluscum contagiosum",
        "opd": "Basal cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "19332e05-32c3-4dff-a852-a4cc2f3f7a9b",
        "choice_type": "single"
    },
    {
        "question": "Nails are involved in all except -",
        "exp": "question repeated",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Tinea",
        "opd": "DLE",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "0daa6d0d-1774-4101-9aff-e1f0ea53e07e",
        "choice_type": "multi"
    },
    {
        "question": "Crystalline miliaria is due to obstruction to",
        "exp": "Miliaria crystallina is caused by obstruction of the sweat ducts close to the surface of the skin Miliaria rubra, caused by obstruction of the sweat ducts deeper in the epidermis; Miliaria profunda, the result of sweat leaking into the middle layer of skin (dermis). Ref Harrison20th edition pg 1207",
        "cop": 1,
        "opa": "Sweat gland",
        "opb": "Sebaceous glands",
        "opc": "Accessory sweat gland",
        "opd": "Hair roots",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "02832c62-dc0a-49df-a02b-8101efc93cb0",
        "choice_type": "multi"
    },
    {
        "question": "Growth phase of hair is-",
        "exp": "Anagen phase- active growth phase - 2-10years duration Catagen phase- regression phase- 3 weeks duration Telogen phase- resting phase- 3 months duration Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "Anagen",
        "opb": "Metagen",
        "opc": "Telogen",
        "opd": "None",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "6181d818-5798-45d6-b204-3578017c89d7",
        "choice_type": "multi"
    },
    {
        "question": "Acanthosis involves-",
        "exp": "Acanthosis is diffuse epidermal hyperplasia (thickening of the skin). It implies increased thickness of the Malpighian layer (stratum basale and stratum spinosum). Acanthosis nigricans is often associated with type 2 diabetes, and is usually observed in the back of neck, axilla, and other folded regions of the skin. Ref Harrison20th edition pg 1206",
        "cop": 1,
        "opa": "Str spinosum",
        "opb": "Str granuolosum",
        "opc": "Str Basale",
        "opd": "Str Corneum",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "a5aeab1a-a0b4-4e37-b5c0-bb9972d2a853",
        "choice_type": "single"
    },
    {
        "question": "Skin doubling time is",
        "exp": "Skin doubling time is 3_4 weeks Ref Harrison20th edition pg 1208",
        "cop": 2,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "4c8b7db7-7f48-4eac-a5d2-f2141b74fd81",
        "choice_type": "single"
    },
    {
        "question": "Melanocytes are Present in-",
        "exp": "stratum basale comprising columnar or cuboidal keratinocytes which are interspersed with melanin production cells, called melanocytes, at regular intervals. Melanocytes are pigment producing cells located in the skin, inner ear, choroid and iris of the eye derived from neural crest. They produce melanin, package it in organelles known as melanosomes and transfer it long dendrites to epidermal and hair follicle keratinocytes. The average number of Melanocytes is one out of ten cells in the basal row. Ref Harrison20th edition pg 1208",
        "cop": 2,
        "opa": "Stratum corneum",
        "opb": "Stratum basale",
        "opc": "Stratum granulosum",
        "opd": "Dermis",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "705bad74-974d-48d3-9d67-8a4aeaa68b21",
        "choice_type": "single"
    },
    {
        "question": "Pembrolizumab is used for which condition",
        "exp": "PD-1 inhibitors (pembrolizumab, nivolumab) * Ipilimumab was the first checkpoint inhibitor to improve overall survival in randomized phase III trials of advanced melanoma; however, checkpoint inhibitors that target the Programmed cell death-1 (PD-1) receptor have quickly become the preferred approach to immunotherapy since they are more effective and have fewer side effects * PD-1 is an immune checkpoint receptor expressed by activated T cells # Normally functions as a \"brake\" on the immune response # PD-1 on activated T cells binds to its ligands PD1-L1 (B7-H1) and PD1-L2 (B7-DC), which are expressed on tumor cells - deactivation of T cells - loss of immune response against tumor * Nivolumab and pembrolizumab # Monoclonal antibodies that target PD-1 - prevent T cell deactivation - | immune-mediated tumoricidal activity # Both are FDA approved for advanced melanoma # Phase 3 RCTs in patients w/advanced melanoma have demonstrated | overall survival, | progression-free survival, and fewer side effects with either agent when compared to ipilimumab or conventional chemotherapy * Some patients have durable responses even after completion of treatment * Efficacy improved when used in combination with ipilimumab (main disadvantage = | immune mediated side effects) # Most common adverse events: fatigue, pruritus, and rash * Less common (far less common than w/ ipilimumab): pneumonitis, colitis, hepatitis, nephritis and renal dysfunction, and thyroid dysfunction. Ref:- Review of Dermatology by Alikhan; pg num:-41",
        "cop": 1,
        "opa": "Metastatic Melanoma",
        "opb": "Basal cell carcinoma skin",
        "opc": "Squamous cell carcinoma of skin",
        "opd": "Pemphigus vulgaris",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "3e79ee63-3168-4b7a-ab1d-cc8a2f6c9416",
        "choice_type": "single"
    },
    {
        "question": "All of the following are indications for surgery in gastric lymphoma Except (not dermatology question)",
        "exp": "Treatment of gastric lymphoma SURGERY FOR EARLY STAGE GASTRIC LYMPHOMA: The recommended treatment of stage I disease was surgery alone in 30% of studies, surgery and radiation therapy in 32%, surgery and chemotherapy in 15%, and surgery, chemotherapy, and radiation therapy in 8%. Only 20% of studies recommended treatment without surgery a. 1st line (for all stage): Radiotherapy + chemotherapy b. Surgery is reserved only for urgent cases (bleeding, perforation) in which gastrectomy is done, followed by chemotherapy c. Surgical resection is also carried out for patients who respond to chemotherapy but have residual disease. Ref Harrison 20th edition pg 1345",
        "cop": 4,
        "opa": "Bleeding",
        "opb": "Perforation",
        "opc": "Residual disease following chemotherapy",
        "opd": "Intractable pain",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "f6be376a-f19f-47c2-9ed8-7e9a6ea38463",
        "choice_type": "multi"
    },
    {
        "question": "Keratohyaline granules are present in which layer",
        "exp": "Stratum granulosum It has flattened cells with prominent basophilic keratohyaline granules, which contain profilaggrin (conveed to filaggrin at junction of stratum granulosum and stratum corneum), loricrin, keratin intermediate filaments, and involucrin. Ref:- Review of Dermatology by Alikhan; pg num:- 2",
        "cop": 3,
        "opa": "Stratum corneum",
        "opb": "Stratum spinosum",
        "opc": "Stratum granulosum",
        "opd": "Stratum basale",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "2db8f135-7fe9-4562-92ea-5e90be293222",
        "choice_type": "single"
    },
    {
        "question": "Collagen 17 is",
        "exp": "INFERIOR POION OF BASAL KERATINOCYTE Hemidesmosome (HD):- * Appears as thickened area interspersed along plasma membrane of basal keratinocyte; provides attachment between basal keratinocyte and extracellular matrix. * Composed of following macromolecules: BPAG1, BPAG2, integrin, and plectin. * Tonofilaments (or keratin filaments) inse into hemidesmosomes. BPAG1 (230 k. Da):- * Intracellular glycoprotein in plakin family which is associated with the cytoplasmic plaque domain of hemidesmosomes; promotes adhesion of intermediate filaments with plasma membrane (likely binds or anchors filaments to HD). BPAG2 (180k. Da, Collagen XVII):- * Transmembrane (mainly extracellular) protein belonging to collagen family; interacts with BPAG1, b4 integrin, and plectin. Ref:- Sima Jain; pg num:- 7",
        "cop": 2,
        "opa": "Hemi-desmosome BPAG1",
        "opb": "Hemi-desmosome BPAG2",
        "opc": "Anchoring filaments",
        "opd": "Anchoring fibrils",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "8346aaaf-2855-4f0a-a4e3-89284df6b2fb",
        "choice_type": "single"
    },
    {
        "question": "The distribution of keratins in the cornea is",
        "exp": "Ref:- Review of Dermatology by Alikhan; pg num:- 8",
        "cop": 1,
        "opa": "K3/K12",
        "opb": "K2/K11",
        "opc": "K5/K14",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "ccfeccf1-1b4f-476e-ac63-5b09c7c1e4e5",
        "choice_type": "multi"
    },
    {
        "question": "Growing phase of hair?",
        "exp": "The growth cycle of a hair consists of 3 stages: Anagen stage is the growing period of a hair follicle.... Catagen stage is the intermediate period of hair growth... sho transitional phase of the hair growth cycle between anagen and telogen that usually lasts between 10 to 20 days and during which the lower poion of the hair follicle regresses and hair growth ends. In catagen, the hair follicle stops producing the fiber and regresses, shrinking dramatically. Telogen stage or shedding stage The telogen phase is the resting phase of the hair follicle. This phase lasts for about 100 days for hairs on the scalp and much longer for hairs on the eyebrow, eyelash, arm, and leg. During this phase, the hair follicle is completely at rest and the club hair is completely formed Anagen is the active growth phase of hair follicles during which the root of the hair is dividing rapidly, adding to the hair shaft. During this phase the hair grows about 1 cm every 28 days. Scalp hair stays in this active phase of growth for 2-7 years; this period is genetically determined. Phase Description Duration % of hair Anagen Active growth phase 3-5 years 84 Catagen Regression phase 3 weeks 2 Telogen Resting phase 3 months 14 Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Anagen",
        "opb": "Catagen",
        "opc": "Telogen",
        "opd": "Nanogen",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "0eb8857c-abea-48a2-996f-0172e124ed30",
        "choice_type": "single"
    },
    {
        "question": "A young person is having comedones and papulopustular acne over face and trunk and back. How will you manage the patient?",
        "exp": "systemic antibiotics are mainstay in the Rx of acne vulgaris. Tetracycline group is commonly prescribed of which more lipophilic antibiotics like doxycycline and minocycline are more effective. Topical Retinoids are comedolytic and anti inflammatory. They act by restoring the altered follicular keratinisation. Grade 1 acne - comedones, occasional papules Grade 2 acne - papules, comedones, few pustules Grade 3 acne - predominant pustules, nodules, abscesses Grade 4 acne- mainly pseudocysts, abscesses, widespread scarring Rx Grade 1- topical retinoids Grade 2 - depending on the type of predominant lesions present, combined use of topical benzyl peroxidase, retinoids, and antibacterials Grade 3- oral antibiotics Grade 4- oral retinoids, isotretinoin Reference Harrison20th edition pg 1208",
        "cop": 2,
        "opa": "Topical retinoic acid",
        "opb": "Oral doxycycline + topical retinoic acid",
        "opc": "Topical clindamycin",
        "opd": "Oral retinoic acid",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "f492a51f-096b-4f7c-8019-de2c2b015c27",
        "choice_type": "single"
    },
    {
        "question": "Sebaceous gland activity is mainly controlled by which hormone-",
        "exp": "Sebaceous glands: Lipid producing glands. Arise from hair follicle at the junction if infundibulum and isthmus. A sebaceous gland+ associated hair follicle= Pilosebaceous unit. Although these glands are well developed at bih, they regress soon after and mature at pubey under hormonal influence especially androgen Ref Harrison20th edition pg 1209",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Androgens",
        "opc": "Progesterone",
        "opd": "Coisole",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "7f57ccd1-0315-4e74-bd56-8ae394a3bc87",
        "choice_type": "single"
    },
    {
        "question": "Moth eaten alopecia is seen in -",
        "exp": "Patchy hair loss of the scalp is described as moth eaten syphilitic alopecia seen in secondary syphilis. Ref Harrison20th edition pg 1202",
        "cop": 4,
        "opa": "Black dot tinea",
        "opb": "Telogen effluvium",
        "opc": "Alopecia areata",
        "opd": "Secondary syphilis",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "695070ac-0021-4533-b0a3-8896bddae700",
        "choice_type": "single"
    },
    {
        "question": "A male patient presents with patchy loss of hair on scalp, eyebrows and beard. He also gives istory of rapid graying of hair in a few areas. The likely diagnosis is-",
        "exp": "History of patchy hair loss with retaining of grey hairs is alopecia areata. other options anagaen effluvium, telogen effluvium are diffuse hair loss. androgenetic alopecia is paterened hair loss or male pattern baldness which involve fronto temporal receding. Ref Harrison20th edition pg 1230",
        "cop": 1,
        "opa": "Alopecia areata",
        "opb": "Anagen effluvium",
        "opc": "Telogen effluvium",
        "opd": "Androgenic alopecia",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "231726eb-5cd5-49b1-acb7-02cb53429d6f",
        "choice_type": "single"
    },
    {
        "question": "Hidradenitis suppurativa is a disease of?",
        "exp": "Hidradenitis suppurativa is a chronic and recurrent disorder, characterized by suppurative and scarring follicular papules, pustules and nodules in the apocrine areas such as the genitocrural area and axillae Ref Harrison20th edition pg 1208",
        "cop": 1,
        "opa": "Apocrine glands",
        "opb": "Eccrine glands",
        "opc": "Holocrine glands",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "224b20dc-c396-49a0-b33f-6ea1be053744",
        "choice_type": "multi"
    },
    {
        "question": "Anagen phase of the hair indicates-",
        "exp": "Anagen phase- active growth phase-70-80% of hairs will be in anagen phase. last for 2-10years Catagen phase- regression phase- lasts for 1-3 weeks Telogen phase- resting phase- lasts for 3months Reference Harrison20th edition pg 1230",
        "cop": 1,
        "opa": "The phase of activity and growth",
        "opb": "The phase of transition",
        "opc": "The phase of resting",
        "opd": "The phase of degeneration",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "0c65708e-1389-41b4-aaf1-ad79eaaac16b",
        "choice_type": "single"
    },
    {
        "question": "Rituximab is used in the treatment of",
        "exp": "Rituximab * Chimeric IgG monoclonal antibody targeting the B-cell surface antigen (CD20) * FDA approved for non-Hodgkin's lymphoma, chronic lymphocytic leukemia, and RA unresponsive to other treatments * Off-label dermatologic uses include bullous dermatoses (especially pemphigus vulgaris and severe bullous pemphigoid), autoimmune connective tissue diseases, chronic graft-versus-host disease, vasculitis, and cutaneous B-cell lymphoma * Depletion of B-cells occurs within 2 to 3 weeks of initial treatment with sustained depletion for an average of 6 months; B-cell numbers return to normal within the first year of treatment * Relative contraindication in patients with history of bronchospasm, hypotension, or angioedema * Pregnancy category C * Common adverse effects include: hypertension, nausea, upper respiratory tract infection, ahralgia, pyrexia, and pruritus; most common are infusion reactions, which are generally mild and occur with the first infusion # Patients with history of cardiac or pulmonary conditions should be more closely monitored as they are susceptible to severe infusion reactions * Serious SEs: HBV reactivation, progressive multifocal leukoencephalopathy SJS/TEN, serious infection, hepatic failure and myelosuppression. Ref:- Review of Dermatology by Alikhan pg num:-39, 40",
        "cop": 3,
        "opa": "Melanoma",
        "opb": "Basal cell carcinoma",
        "opc": "Pemphigus",
        "opd": "Chloasma",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "ef67c720-1510-48fe-8cef-0c5a53903c46",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old unmarried woman has multiple nodular, cystic, pustular and shoulders for 2 years. The drug of choice for her treatment would be -",
        "exp": "Retinoids are comedolytic and anti inflammatory. They act by restoring the altered follicular keratinisation. Isotretinoin is a systemic retinoid highly effective in the Rx of severe, recalcitrant acne vulgaris Grade 1 acne - comedones, occasional papules Grade 2 acne - papules, comedones, few pustules Grade 3 acne - predominant pustules, nodules, abscesses Grade 4 acne- mainly pseudocysts, abscesses, widespread scarring Rx Grade 1- topical retinoids Grade 2 - depending on the type of predominant lesions present, combined use of topical benzyl peroxidase, retinoids, and antibacterials Grade 3- oral antibiotics Grade 4- oral retinoids according to history patient is suffering from grade 4 acne- drug of choice for nodulocystic grade 4 acne is isoteinoin. Reference Harrison20th edition pg 1209",
        "cop": 2,
        "opa": "Acitretin",
        "opb": "Isotretinoin",
        "opc": "Doxycyline",
        "opd": "Azithromycin",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "855975e2-a332-4eb5-889a-1bd650704054",
        "choice_type": "single"
    },
    {
        "question": "Haascheiben Cells in epidermis are responsible",
        "exp": "Sensory receptors of skin Haascheiben cells in epidermis are responsible for:. Touch Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "Touch",
        "opb": "Temperature",
        "opc": "Pressure",
        "opd": "Proprioception",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "d23ce370-5207-4819-b19b-f384afcefb76",
        "choice_type": "single"
    },
    {
        "question": "Fordyce&; s spot involves-",
        "exp": "Fordyces spot is very common and occur in actinic sebaceous glands. They appear as symmetric, multiple, yellow, flat topped papules. Common sites are lips, buccal mucosa, vulva and penile shaft. fordyce spots are ectopic sebaceous glands. they are multiple symmetric------ penile shaft. other ectopic sebaceous glands are Montgomery tubercles- breast meibomian glands- eyes zeis glands- eyes tysons glands- Male external genitalia Ref: Harrison20th edition pg 1207",
        "cop": 1,
        "opa": "Sebaceous glands",
        "opb": "Pilosebaceous glands",
        "opc": "Hair",
        "opd": "Nails",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "62f70a24-6329-4419-9e5d-92add766301e",
        "choice_type": "single"
    },
    {
        "question": "CD 56 is a marker for which cells",
        "exp": "NK-cells:- # Key component of the innate immune system. # Lack T-cell receptors or immunoglobulins. # Cell surface markers include CD2, CD56, and CD16. # Identify infected (viral) or tumor cells that have decreased MHC I surface expression and destroy these cells perforin/granzymes. # Secrete IFN-g that can enhance the phagocytic capability of macrophages and have cytoplasmic granules that have a similar mechanism to cytotoxic T-lymphocytes. # NK-cells are activated by IL-12, IL-15, and type I interferons. # Work synergistically with macrophages. Ref:- Review of Dermatology by Alikhan; pg num:-23",
        "cop": 4,
        "opa": "B Lymphocytes",
        "opb": "T Lymphocytes",
        "opc": "Eosinophils",
        "opd": "NK cells",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "4a3dc29e-d396-4146-9cb1-ca1d66b96ac1",
        "choice_type": "single"
    },
    {
        "question": "Cicatricial alopecia is seen in-",
        "exp": "Scarring hair loss, also known as cicatricial alopecia, is the loss of hair which is accompanied with scarring. This is in contrast to non scarring hair loss. It can be caused by a diverse group of rare disorders that destroy the hair follicle, replace it with scar tissue, and cause permanent hair loss. Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "DLE",
        "opb": "Psoriasis",
        "opc": "Alopecia areata",
        "opd": "Lichen planus",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "dda2a9a7-3b47-41f1-994f-b0a4e3d940f0",
        "choice_type": "single"
    },
    {
        "question": "Exclamation mark alopecia is a feature of -",
        "exp": "Sho, 1-2 mm fractured hairs can frequently be seen at the active margins of alopecia areata. These hairs are described as exclamation mark hairs because these characteristic hairs fracture at their distal end and taper proximally to a pencil point giving them appearance of an exclamation mark Ref Harrison20th edition pg 1233",
        "cop": 3,
        "opa": "Telogen effluvium",
        "opb": "Androgenic alopecia",
        "opc": "Alopecia aerata",
        "opd": "Alopecia mucinosa",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "4d320bad-aa07-47ff-8f9c-88c68911a1ed",
        "choice_type": "single"
    },
    {
        "question": "Toll-like receptor associated with virus is",
        "exp": "Toll-like receptors * TLRs in humans recognize PAMPS (pathogen associated molecular pattern) and are usually expressed on APCs. * Interaction between TLRs on APCs and PAMPS on pathogens activation of APCs and presentation of pathogen-derived antigen to T-cells forms a link between the innate and adaptive immune systems. * Activation of TLRs phagocytosis of the pathogen followed by activation of a proinflammatory environment with secretion of cytokines and chemokines. Ref:- Review of Dermatology by Alikhan; pg num:-17, 19",
        "cop": 2,
        "opa": "TLR2",
        "opb": "TLR3",
        "opc": "TLR5",
        "opd": "TLR7",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "9a02facd-0264-44e8-890e-3509a428fb4a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions causes alopecia without scarring -",
        "exp": "Causes of cicatricial alopecia: -Discoid lupus erythematosus and morphea - developmental /hereditary: aplasia cutis -traumatic, post radiation -herpes zoster, inflammatory tinea capitis and bacterial infections -lichen planopilaris - neoplastic disorders Ref Harrison20th edition pg 1236",
        "cop": 3,
        "opa": "DLE",
        "opb": "Herpes Zoster",
        "opc": "Alopecia areata",
        "opd": "Lichen planus pilaris",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "897a3490-7572-408d-be57-da9f9f7c1d10",
        "choice_type": "single"
    },
    {
        "question": "Keratin 5 and 14 are produced in which layer",
        "exp": "Stratum Basale It has mitotically active cuboidal cells from which the upper layers of the epidermis are derived. Attached to dermis by hemidesmosomes. Keratins 5 and 14 produced here. Cellular proliferation stimulated by various factors, including trauma and UV (|ornithine decarboxylase expression is associated with (a/w) proliferative states). Ornithine decarboxylase is inhibited by coicosteroids, retinoids, and vitamin D3. 10% of cells in the basal layer are stem cells, which give rise to other stem cells and transient amplifying cells that can still replicate, but only for a few cycles, until they reach a terminal differentiation phase, where they move upwards and eventually desquamate. Ref:- Review of Dermatology by Alikhan; pg num:- 1, 2",
        "cop": 4,
        "opa": "stratum corneum",
        "opb": "stratum granulosum",
        "opc": "stratum spinosum",
        "opd": "stratum basale",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "bb60afee-a3df-4dd4-8563-2a25f270277e",
        "choice_type": "single"
    },
    {
        "question": "Patchy hair loss with hyperhidrosis of skin points to the diagnosis of -",
        "exp": "hypehyroidism Cutaneous manifestation: Fine velvety smooth skin. Warm and moist skin due to increased sweating Localised/generalised hyperpigmentation. Pruritus. Facial flush Palmar erythema, uicaria Pretibial myxoedema Thyroid acropachy. Hair changes:-fine thin hair, non scarring alopecia, alopecia areata. Ref Harrison20th edition pg 1203",
        "cop": 3,
        "opa": "Alopecia aereata",
        "opb": "Trichotillomania",
        "opc": "Hypehyroidism",
        "opd": "Adenoma sebacium",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "4db7f6a6-ec16-48c5-a29d-e00cae9c632d",
        "choice_type": "single"
    },
    {
        "question": "Function of odland bodies is",
        "exp": "Stratum spinosum It is named for the \"spiny\" appearance of intercellular desmosomal connections on microscopy. It Contain multiple types of intercellular junctions. Keratins 1 and 10 made here. Odland bodies (lamellar granules) are produced by Golgi bodies in spinous layer. It Primarily contain ceramide (most impoant lipid involved in epidermal barrier function; the most prevalent/impoant lipid in the stratum spinosum), along with glycoproteins, glycolipids, and phospholipids. They Are specialized lysosomes that exe most of their action in the stratum corneum, by discharging ceramides and other lipids to the extracellular space of the junction between the stratum granulosum and stratum corneum ceramides help form the cornified cell envelope, and eventually replace the cell membrane. Ref:- Review of Dermatology by Alikhan; pg num:-2",
        "cop": 2,
        "opa": "Antigen presenting cell",
        "opb": "Epidermal barrier mechanism",
        "opc": "Filament aggregation",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "da1eb56b-ff8e-4f7e-96c2-30c0c6466175",
        "choice_type": "multi"
    },
    {
        "question": "Acne vulgaris involves-",
        "exp": "Acne vulgaris is a disorder of sebaceous glands. Acne vulgaris is a skin condition that occurs when hair follicles are blocked with dead skin cells, bacteria, and oil (sebum).... Causes Hormonal changes in pregnancy or from the menstrual cycle. Some medications. Ceain cosmetics and lotions. High humidity and sweating. Polycystic ovary syndrome (PCOS) Ref Harrison20th edition pg 1234",
        "cop": 2,
        "opa": "Sweat glands",
        "opb": "Sebaceous gland",
        "opc": "Hair follicles",
        "opd": "Ceruminous glands",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "2919d7fc-f2fc-4671-b683-b8fa438f3480",
        "choice_type": "single"
    },
    {
        "question": "Alopecia aerata is -",
        "exp": "Alopecia areata is a non scarring inflammatory condition characterized by patchy hair loss Ref Harrison20th edition pg 1208",
        "cop": 2,
        "opa": "Cicatricial scar",
        "opb": "Non cicatricial scar",
        "opc": "Fungal infection",
        "opd": "None",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "8e6d0f60-e5c4-4009-a0a9-a7595449928a",
        "choice_type": "multi"
    },
    {
        "question": "Normal commensal of skin is",
        "exp": "Its members are primarily facultative parasites and commensals of humans and other animals, living in and around the sweat glands, sebaceous glands, and other areas of the skin. One study found the Propionibacterium was the most prevalent human skin-associated genus of microorganisms Ref Harrison20th edition pg 1208",
        "cop": 2,
        "opa": "Candida",
        "opb": "Propionibacterium",
        "opc": "Clostridia",
        "opd": "TB",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "4682d9f4-5117-471b-aee0-662eb597f51c",
        "choice_type": "single"
    },
    {
        "question": "In alopecia areata, seen is -",
        "exp": "Alopecia areata is characterized by exclamation mark hairs. In this hairs fracture at their distal end and taper proximally to a pencil point giving them the appearance of an exclamation mark Page 240 Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "Exclamation mark hair",
        "opb": "Scarring",
        "opc": "Fungal infection",
        "opd": "Traumatic",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "87031b91-7e76-46af-8d77-13d96e316d38",
        "choice_type": "single"
    },
    {
        "question": "Spongiosis involves-",
        "exp": "Spongiosis is seen in intracellular ( in between keratinocytes ) edema. This results in loss of cohesion between epidermal cells which remain on contact with each other only at desmosomes and so acquire a stellate appearance giving the epidermis a sponge like appearance. Ref: Harrison20th edition pg 1208",
        "cop": 4,
        "opa": "Stratum basal",
        "opb": "Stratum corneum",
        "opc": "Stratum granulosum",
        "opd": "Stratum spinosum",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "a7d5ee17-8885-490d-92dd-881fce3b5ecb",
        "choice_type": "single"
    },
    {
        "question": "Which Hormone is responsible for acne-",
        "exp": "The androgenic stimulus of the sebaceous glands plays an impoant role in etiopathogenesis of acne. Sebum production and excretion are regulated by androgenic hormones and mediators like EGF and IGF-1. androgens that are most impoant for sebum production: 5 alpha - dihydrotestosterone 5 alpha androsteine dihydroepiandrosterone testosterone Reference Harrison20th edition pg 1207",
        "cop": 3,
        "opa": "Estrogen",
        "opb": "Thyroid",
        "opc": "Testosterone",
        "opd": "Gonadotropins",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "9b9330a6-fbe8-44af-a05f-e73ece32dc28",
        "choice_type": "single"
    },
    {
        "question": "Merkel cell is derived from",
        "exp": "Skin structures derived from two of three primary germ layers. # Ectoderm: epidermis, adnexal structures, Merkel cells, melanocytes (neural crest), and nerves (neuroectoderm) # Mesoderm: fibroblasts, LCs, vessels, and inflammatory cells. Ref:- Review of Dermatology by Alikhan; pg num:-11",
        "cop": 1,
        "opa": "Ectoderm",
        "opb": "Neural crest",
        "opc": "Mesoderm",
        "opd": "Endoderm",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "bfe257e4-bff8-4be1-8583-297ab598d93e",
        "choice_type": "single"
    },
    {
        "question": "Type of collagen present in vitreous humor",
        "exp": "COLLAGEN Ref:- Sima Jain; pg num:- 10",
        "cop": 2,
        "opa": "Collagen type 1",
        "opb": "Collagen type 2",
        "opc": "Collagen type 3",
        "opd": "Collagen type 4",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "1f362fdc-4063-4c53-b775-88cb6468eb3c",
        "choice_type": "single"
    },
    {
        "question": "Fox Fordyce's disease is a disease of-",
        "exp": "Fox Fordyce disease is also known as Apocrine Miliaria. Other Disorders of the apocrine sweat glands- apocrine bromhidrosis, apocrine chromhidrosis, hidradenitis suppurativa Eccrine sweat gland disorders- hyperhidrosis, hypohidrosis, anhidrosis, Miliaria Reference: Harrison20th edition pg 1209",
        "cop": 2,
        "opa": "Eccrine glands",
        "opb": "Apocrine glands",
        "opc": "Sebaceous glands",
        "opd": "Pilosebaceous glands",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "cd2abd89-45fe-4e88-9f96-cc1ebc241632",
        "choice_type": "single"
    },
    {
        "question": "In sebaceous glands accumulation of sebum leads to",
        "exp": "Acne -etiopathogenesis: follicular hyperkeratinization increased sebum production colonization of the pilosebaceous unit with Propionibacterium acnes production of inflammatory mediators Reference Harrison20th edition pg 1278",
        "cop": 2,
        "opa": "Millia",
        "opb": "Acne",
        "opc": "Epidermoid cyst",
        "opd": "Milliria",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "eff67272-8ce1-43f5-9083-377965030ab3",
        "choice_type": "single"
    },
    {
        "question": "Miliaria is a disorder of-",
        "exp": "Miliaria is a disease of eccrine sweat glands. In this, obstruction to the eccrine sweat ducts results in sweat retention Reference Harrison20th edition pg 1205",
        "cop": 3,
        "opa": "Sebaceous glands",
        "opb": "Apocrine glands",
        "opc": "Eccrine glands",
        "opd": "Holocrine glands",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "59622121-a6ba-4fa5-9b34-708d31363ca0",
        "choice_type": "single"
    },
    {
        "question": "Thimble pitting of nails is seen in -",
        "exp": "most common feature of psoriatic nail is coarse pitting of nail plate Ref Harrison20th edition pg 1208",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Pemphigus",
        "opc": "Lichen planus",
        "opd": "Alopecia areata",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "3e897d87-01a0-4427-a342-18596769fd26",
        "choice_type": "single"
    },
    {
        "question": "HLA-B51 is associated with which disease",
        "exp": "MHC-associated diseases # Lupus (SCLE and SLE): HLA-DR3 # Psoriasis: HLA-Cw6 (most linked to psoriasis), B17 and B13 (guttate psoriasis), and B27 (psoriatic ahritis) # Reactive ahritis: HLA-B27 # Behcet's disease: HLA-B51 # Chronic idiopathic uicaria: HLA-DR4, HLA-DRB4, and HLA-DQ8 # Pemphigoid gestationis: HLA-DR3 and HLA-DR4 # Pemphigus vulgaris: HLA-DR4 and DRw6 # Dermatitis herpetiformis: Class I: HLA-A1 and HLA-B8; Class II: HLA-DR3 and HLA-DQ2 # Lichen planus: Class I: HLA-B57 and HLA-B8; Class II: HLA-DR1 and DR10 # Vitiligo: Class I: HLA-A33 and HLA-B13; Class II: HLA-B44, HLA-DRB1, and HLA-DR4. Ref:- Review of Dermatology by Alikhan; pg num:-25",
        "cop": 3,
        "opa": "Lupus vulgaris",
        "opb": "Psoriasis",
        "opc": "Behcet disease",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "290155a0-32af-48bc-9573-f4429dc11c7d",
        "choice_type": "multi"
    },
    {
        "question": "A female patient presents with diffuse alopecia to you. She had suffered from typhoid fever 4 months back. Most probable diagnosis is-",
        "exp": "telogen effluvium is the loss of telogen hairs that occurs 2-4 months after systemic stressfull episode. Other causes are nutritional deficiencies (iron deficiency anemia), febrile states like typhoid malaria, TB, HIV, stress from surgeries or injuries, starvation, crash diets, malignancies, renal and hepatic failure, hair dye application. normal telogen hairs on scalp- 13% telogen effluvium telogen hair %-20-25% androgenetic alopecia is patterned baldness not diffuse anagen effluvium anagen hairs are lost more hair loss. and seen after taking antimitotics and cytotoxic drugs and radiation therapy alopecia areata is patchy hair loss Harrison20th edition pg 1209",
        "cop": 2,
        "opa": "Androgenetic alopecia",
        "opb": "Telogen effluvium",
        "opc": "Anagen effluvium",
        "opd": "Alopecia areata",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "d7019cd4-5375-42c2-b659-947fd8fcd2af",
        "choice_type": "single"
    },
    {
        "question": "Telogen phase of hair cycle lasts for",
        "exp": "Hair cycles:- anagen - catagen - telogen. 1) Anagen:- Hairgrowth phase, duration of phase determines length of hair, duration 2-6 years on scalp; 85% of hairs in this cycle at any one time. 2) Catagen:- Transitionalphase (regression); bulb regresses and IRS lost, 2-4 week duration on scalp; 2% hairs in this cycle. 3) Telogen:- Resting phase, proximal hair terminal is club-shaped instead of bulb-shaped, duration of cycle approximately 3 months in scalp; 15% of hairs in this cycle; dermal papilla located higher up in dermis during telogen. Ref:- Sima Jain; pg num:-13",
        "cop": 3,
        "opa": "3 Days",
        "opb": "3 Weeks",
        "opc": "3 Months",
        "opd": "3 Years",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "72586b67-7c2e-47f0-8371-4d3a9946ed11",
        "choice_type": "single"
    },
    {
        "question": "Langerhans cells in skin fall under which category",
        "exp": "Langerhans Cell (LC) * Bone marrow-derived dendritic cell with monocyte-macrophage lineage found in stratum spinosum; constitutes 3-5% of cells of epidermis; contains actin and vimentin * Critical in recognizing and presenting foreign antigens to specific T lymphocytes. * Connected to keratinocytes E-cadherin receptors. * On EM, Langerhans cell with folded nucleus and distinct intracytoplasmic organelles (Birbeck granules: striated appearance with either rod-shape and/or tennis-racquet-shape). * Exposure to UV radiation causes depletion of LCs and decreases ability to present antigen. Ref:- Dermatology by sima Jain; pg num:- 9",
        "cop": 3,
        "opa": "Sensory neurons",
        "opb": "Pigment producing cells",
        "opc": "Antigen presenting cell",
        "opd": "Keratin synthesising cell",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "35a4c562-6cd1-45e1-a0e6-15eae6a8eaa2",
        "choice_type": "multi"
    },
    {
        "question": "Anagen effluvium is induced by all except -",
        "exp": "Causes of anagen effluvium drugs: antimitotics- cyclophosphamide, methotrexate, actinomycin, doxorubicin, 5 fluorouracil, azathioprine, busulphan anticoagulants-heparin, warfarin, dextran metallic slats- thallium, arsenic, gold, bismuth others-levodopa, colchicine ionising radiation Ref Harrison20th edition pg 1236",
        "cop": 4,
        "opa": "Radiation",
        "opb": "PEM",
        "opc": "Anticancer drug",
        "opd": "Prolonged Iabor",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "f0df3dc4-a8cd-42a7-8771-7a8de582186f",
        "choice_type": "multi"
    },
    {
        "question": "Nail is involved in all except-",
        "exp": "Androgenetic alopecia means loss of hair and thinning of hair in the fronto-temporal region- male patern hair loss. Nails are affected in Psoriasis, lichen planus, and fungal infection. Ref Harrison20th edition pg 1234",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Lichen planus",
        "opc": "Fungal infection",
        "opd": "androgenetic alopecia",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "f69ee69e-443c-4cfa-883a-0549f3d1b261",
        "choice_type": "multi"
    },
    {
        "question": "Koenen's periungal fibroma is seen in -",
        "exp": "periungual fibroma are skin colored papules that grow outwards from the proximal nail fold seen in tuberous sclerosis. page no. 325 Reference Harrison20th edition",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Psoriasis",
        "opd": "Alopecia aerata",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "257a542d-ce9b-46ae-aac8-5a54459893df",
        "choice_type": "single"
    },
    {
        "question": "How many number of keratinocytes per melanocyte form an epidermal melanin unit?",
        "exp": "Melanocytes are present in the basal layer of the epidermis and their dendrites interdigitate with keratinocytes. A melanocyte with a number of associated keratinocytes (about 36) forms an epidermal melanin unit. Melanocytes contain discrete organelles called melanosomes, which synthesize melanin. There are two types of melanin: Brown-black eumelanin is present in spherical melanosomes. Red-brown or yellow pheomelanin is present in ovoid melanosomes. Once formed, the melanosomes are injected into the keratinocytes by dendrites of melanocytes. Ref:-Neena khanna; pg num:- 145, 146",
        "cop": 3,
        "opa": "32",
        "opb": "34",
        "opc": "36",
        "opd": "38",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "515bd4c5-94e1-4a01-aacf-e8695df11cbc",
        "choice_type": "single"
    },
    {
        "question": "Who is the Father of modern Dermatology",
        "exp": "Thomas B Fitzpatrick is Father of modern Dermatology.",
        "cop": 4,
        "opa": "Marque M Roubeie",
        "opb": "Pohla-Gubo",
        "opc": "Falik Zaccai TC",
        "opd": "Thomas B Fitzpatrick",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "1ff723a3-ad2a-4a04-83d8-13fe4f8573d6",
        "choice_type": "single"
    },
    {
        "question": "Pterygium of nail is characteristically seen in -",
        "exp": "pterygium unguis is a wing like adhesion between the proximal nail fold and nail bed. Psoriasis-nail pitting. Page no. 243. Reference Harrison20th edition",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Tinea unguium",
        "opd": "Alopecia areata",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "79a6ac68-3733-470b-9d13-cf95aeaf96c0",
        "choice_type": "multi"
    },
    {
        "question": "Blaschko&; s lines implies the lines of",
        "exp": "LINES OF BLASCHKO The lines of Blaschko are a pattern of lines on the skin that represent the developmental growth pattern during epidermal cell migration. The lines are distinguished from other morphological lines of the skin and do not represent vascular, lymphatic or nervous structures. Ref:- American osteopathic college of Dermatology",
        "cop": 2,
        "opa": "Melanocyte migration",
        "opb": "Ectodermal cell migration",
        "opc": "Mesodermal cell migration",
        "opd": "Endodermal cell migration",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "bbf2b91c-60c9-467a-93f5-8b128279db0a",
        "choice_type": "single"
    },
    {
        "question": "Scarring alopecia is seen in -",
        "exp": "Causes of cicatricial alopecia: -Discoid lupus erythematosus and morphea - developmental /hereditary: aplasia cutis -traumatic, post radiation -herpes zoster and bacterial infections -lichen planopilaris - neoplastic disorders Ref Harrison20th edition pg 1234",
        "cop": 4,
        "opa": "T. Capitis",
        "opb": "Androgenic alopecia",
        "opc": "Alopecia areata",
        "opd": "Lichen planus",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "02c32231-a5d0-47c9-ada2-6cbf18797f1a",
        "choice_type": "single"
    },
    {
        "question": "A teenager girl with moderate acne is also complaining of irregular menses. Drug of choice with be-",
        "exp": "In Acne with associated endocrinological abnormalities like polycystic ovarian syndrome (PCOS) manifests with obesity, hirsutism, androgenetic alopecia and acne. Oestrogens and antiandrogens(cyproterone acetate, spirono lactone, flutamide) and agents designed to inhibit the endogenous production of androgens by the ovary(oral contraceptives and gonadotropin releasing agonists) or adrenal gland(low dose glucocoicoids ) are used Reference Harrison20th edition pg 1206",
        "cop": 4,
        "opa": "Oral jsotretinon",
        "opb": "Oral acitretin",
        "opc": "Oral minocycline",
        "opd": "Cyproterone acetate",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "2a5cf7fe-a222-4ea1-a8a3-0d0f4ac4d364",
        "choice_type": "single"
    },
    {
        "question": "Wave length of UV A2 rays is",
        "exp": "Ultraviolet light * Ultraviolet light (UV) is made up of: # Vacuum UVC (10-200 nm) # UVC (200-280 nm) # UVB (280-320 nm) # UVA (320-400 nm) divided into UVAII (320-340 nm) and UVAI (340-400 nm). Ref:- Review of Dermatology by Alikhan; pg num:-13",
        "cop": 3,
        "opa": "200nm to 280nm",
        "opb": "280nm to 320nm",
        "opc": "320nm to 340nm",
        "opd": "340nm to 400nm",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "c2eca0ac-9edd-4e24-b133-e07db32537d6",
        "choice_type": "single"
    },
    {
        "question": "Disease of Sweat glands-",
        "exp": "Fox Fordyce disease or Apocrine miliaria is seen in young adult women as pruritic papules in the apocrine areas Reference Harrison20th edition pg 1209",
        "cop": 3,
        "opa": "Fordyce's spot",
        "opb": "Acne vulgaris",
        "opc": "Fox-Fordyce's disease",
        "opd": "None",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "e5283d62-8d70-440b-b66e-36216081fb7f",
        "choice_type": "multi"
    },
    {
        "question": "Weakest poion of Dermo- epidermal junction is",
        "exp": "LAMINA LUCIDA * Electron-lucent zone under hemidesmosome on EM; weakest link of BMZ (Basement membrane zone). * Comprised of anchoring filaments (laminin-332), laminin-1, fibronectin, nidogen (entactin), uncein and poion of BPAG2. Anchoring Filaments:- * Delicate filaments emanating perpendicularly from HD(hemi-desmosomes) which stretch from plasma membrane to lamina densa; product of basal keratinocytes; smaller than anchoring fibrils * Laminin-332: also known epiligrin (truncated laminin), laminin-5, kalinin, and nicein; glycoprotein serving as major component of anchoring filaments; major attachment factor for keratinocytes and binds a6b4 integrin at hemidesmosome. Ref:- Sima Jain; pg num:- 7",
        "cop": 2,
        "opa": "Stratum Basale",
        "opb": "Lamina Lucida",
        "opc": "Lamina Densa",
        "opd": "Lamina Fibroreticularis",
        "subject_name": "Dental",
        "topic_name": "Anatomy of skin",
        "id": "fbfc035b-7ec6-4c57-85db-0035b63922ee",
        "choice_type": "single"
    }
]