[
    {
        "question": "A 42 yearold female has palpable purpura with rash over buttocks, pain in abdomen, and ahropathy diagnosis is -",
        "exp": "HSP a small vessel vasculitis is commonly seen in young males characterized by palpable purpura of dependent areas. It is associated with ahritis, gut vasculitis and glomerulonephritis. Page 309. Reference IADVL's concise textbook of dermatology",
        "cop": 2,
        "opa": "Sweet syndrome",
        "opb": "HSP",
        "opc": "Purpura fulminans",
        "opd": "Meningococcernia",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "fb7347a0-1f01-462e-965d-5d8cb34eafed",
        "choice_type": "single"
    },
    {
        "question": "Max Joseph&; s space is a histopathological feature of",
        "exp": "Max Joseph's space is a characteristic histological finding seen in lichen planus. These are small clefts formed due to dermoepidermal separation and basal cell degeneration character histopathology in lichen planus basal cell degeneration interface lymphocyte infiltration compact hyperkeratosis wedge shaped hypergranulosis- wickham straie saw tooth appearence Civattee bodies/ hyaline bodies-apoptosis basal cells. IADVL textbook of dermatology page 1078",
        "cop": 2,
        "opa": "Psoriasis vulgaris",
        "opb": "Lichen planus",
        "opc": "Pityriasis rosea",
        "opd": "Parapsoriasis",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "f5a970f6-b466-4561-b081-2b7d1cef124c",
        "choice_type": "single"
    },
    {
        "question": "Row of tombstones is seen in",
        "exp": "row of tomb stones: it is a histopathological finding seen in pemphigus vulgaris in pemphigus vulgaris loss of coherence between keratinocytes leads to cleft and bullae in suprabasal zone. the basal cells remain attached to basement membrane but separated with each other producing a row of tomb stone appearence, characteristic of pemphigus vulgaris IADVL textbook of dermatology page 1099",
        "cop": 2,
        "opa": "Irritant dermatitis",
        "opb": "Pemphigus Vulgaris",
        "opc": "Bullous Pemphigoid",
        "opd": "Paraneoplastic pemphigus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "d30ae6d0-d62c-46f5-93f8-2db2fc891f42",
        "choice_type": "single"
    },
    {
        "question": "Hailey-hailey disease is",
        "exp": "Hailey hailey disease/ benign familial pemphigus Benign familial pemphigus (Hailey-Hailey disease) is a rare autosomal dominant disorder characterized by development of recurrent blisters, erosions, and crustations in the interigenous areas. Mutations in ATP2. C1 gene, which encodes the human secretary pathway Ca 2+ /Mn 2+ ATPase protein 1 (HSPCA) have been observed to be responsible for Hailey-Hailey disease Various treatment options include topical or systemic antibiotics, antifungals, coicosteroids in early stages, and dapsone, PUVA, systemic retinoids, cyclosporine, methotrexate, and photodynamic therapy for the recalcitrant cases Iadvl textbook of dermatology page 1099",
        "cop": 3,
        "opa": "Pemphigus",
        "opb": "Lyell's syndrome",
        "opc": "Benign familial chronic pemphigus",
        "opd": "Pemphigus acutus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "bac079eb-b98e-4baa-be23-91284a128d58",
        "choice_type": "single"
    },
    {
        "question": "Oil drop is seen in",
        "exp": "Oil drop sign is seen in nail psoriasis IADVL textbook of dermatology page 1035",
        "cop": 1,
        "opa": "Psoriasis of nails",
        "opb": "Clubbing",
        "opc": "Lichen planus of nails",
        "opd": "Tinea unguium",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "6da8e7ef-a762-42d1-a77b-8a0358f96f1d",
        "choice_type": "single"
    },
    {
        "question": "Pterygium of nail is seen in",
        "exp": "Pterygium of nail Pterygium unguis results from a scarring involving the nail fold extending onto the matrix. \"dorsal pterygium\" where proximal nail fold fuses to matrix and later to nail bed \"ventral pterygium\" where a distal extension of the hyponychium attaches to the undersurface of the nail plate thereby obliterating the distal nail groove. Dorsal pterygium is classically seen in lichen planus. It may also be seen in burns, cicatricial pemphigoid, dyskeratosis congenital, graft versus host disease, radiodermatitis, and lupus erythematosus. ventral pterygium is seen in leprosy, neurofibromatosis, subungual exostosis, lupus erythematosus, and systemic sclerosis. IADVL Textbook of dermatology page 1075",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Tinea unguium",
        "opd": "Alopecia areata",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "33e70f79-a1f8-4d79-8766-6f34147cf44c",
        "choice_type": "single"
    },
    {
        "question": "Characteristic nail finding in lichen planus is",
        "exp": "Pterygium formation is the characteristic nail finding in lichen planus of nails iadvl textbook of dermatology page 800",
        "cop": 1,
        "opa": "Pterygium",
        "opb": "Hyperpigmentation of nails",
        "opc": "Pitting",
        "opd": "Beau's lines",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "990d92bc-dfa1-4569-bc6a-f15fc51efebc",
        "choice_type": "single"
    },
    {
        "question": "Cafe au lait spots seen in?",
        "exp": "clinical criteria to diagnose neurofibromatosis include 6 or more cafeaelait macules, 2 or more neurofibromas, Freckling in axillary and inguinal regions, Optic gliomas, 2 or more Lisch nodules, A distinctive osseous lesion, A first degree relative with NF1. Page no 322 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "NF",
        "opb": "Gardner syndrome",
        "opc": "Cockayne syndrome",
        "opd": "Down syndrome",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "4b5c2468-6f07-49ea-a741-fbe75659c3b6",
        "choice_type": "single"
    },
    {
        "question": "Which is not a complication of PUVA therapy",
        "exp": "Complications of PUVA therapy Sho-term side effects Nausea and vomiting Erythema, pruritus and xerosis Skin pain Pigmentation Central nervous system (CNS) side effects such as headache, dizziness, depression, insomnia and hyperactivity Reactivation of herpes Photo-onycholysis, melanonychia, friction blisters and ankle edema. Long-term side effects Photo aging Eye toxicity: This occurs as psoralens accumulate in the lens with an increased potential for cataract. Cutaneous malignancies: nonmelanoma skin cancer, paicularly squamous cell carcinoma (SCC). Men exposed to PUVA have an increased risk of genital skin cancer.",
        "cop": 4,
        "opa": "Skin cancers",
        "opb": "Premature aging of skin",
        "opc": "Cataracts",
        "opd": "Exfoliation",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "da0814df-170b-4a16-bcd2-cf948ee813fb",
        "choice_type": "single"
    },
    {
        "question": "Keratoderma blennorrhagicum is seen in",
        "exp": "keratoderma blemorrhagicum-hyper keratotic pustular lesions on erythematous base involving palms and soles. crusted thick horny lesions with thick scales. Lesions are seen in reiters disease. Iadvl textbook of dermatology page 1848",
        "cop": 1,
        "opa": "Reiter's syndrome",
        "opb": "Disseminated gonococcal infection",
        "opc": "Psoriasis",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "a7754870-7e90-4c97-9c39-0c5036852a56",
        "choice_type": "single"
    },
    {
        "question": "A person came with a unilateral white skin lesion with leukotrichia. Diagnosis is",
        "exp": "Piebaldism is a rare autosomal dominant trait characterized by well-demarcated hypopigmented macules The most typical and common clinical picture is a white forelock often associated with a V-shaped area of leukoderma on mid-forehead Mostly seen over the anterior poion of the limbs, seen on the face paicularly on the chin. Lesions can be bilateral but not always symmetrical Other features: inter-pupillary distance is increased (Ref: Rook's page 1856 chapter 70. 30)",
        "cop": 2,
        "opa": "Segmental vitiligo",
        "opb": "Piebaldism",
        "opc": "Albinism",
        "opd": "Nevus achromicus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "1444b5f6-1812-458d-99dc-42e9f8f7c410",
        "choice_type": "single"
    },
    {
        "question": "Lichenoid drug eruption is caused by -",
        "exp": "Medications commonly repoed to trigger a lichenoid drug eruption include: Antihypeensives - ACE inhibitors, beta-blockers, nifedipine, methyldopa. Diuretics - hydrochlorothiazide, frusemide, spironolactone. Phenothiazine derivatives. Anti-convulsants - carbamazepine, phenytoin. Drugs to treat tuberculosis. Antifungal drug - ketoconazole. Chemotherapeutic agents - hydroxyurea, 5-fluorouracil, imatinib. Antimalarial agents such as hydroxychloroquine. Sulfa drugs (sulfonylureas, dapsone, mesalazine, sulfasalazine)",
        "cop": 1,
        "opa": "Chloroquine",
        "opb": "Erythromycin",
        "opc": "Nitrofurantoin",
        "opd": "Albendazole",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "8dc45794-1a32-47cb-ad1a-d538635be37c",
        "choice_type": "single"
    },
    {
        "question": "A patient has multiple neurofibromas, acoustic neuroma and Hyperpigmented skin lesions; most likely diagnosis is -",
        "exp": "Neurofibromatosis (NF) is a group of three conditions in which tumors grow in the nervous system. The three types are neurofibromatosis type I (NF1), neurofibromatosis type II (NF2), and schwannomatosis. In NF1 symptoms include light brown spots on the skin, freckles in the armpit and groin, small bumps within nerves, and scoliosis. In NF2 there may be hearing loss, cataracts at a young age, balance problems, flesh-colored skin flaps, and muscle wasting. In terms of signs the individual might have are the following: Six or more light brown dermatological spots (\"cafe au lait spots\") At least two neurofibromas At least two growths on the eye's iris Abnormal growth of the spine (scoliosis) Ref Harrison20th edition pg 1334",
        "cop": 1,
        "opa": "Neurofibromatosis",
        "opb": "Tuberous sclerosis",
        "opc": "Von Hippel lindau disease",
        "opd": "Sturge weber syndrome",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "6df6e3ac-3b0c-4fe7-bedf-a149e4f0b84b",
        "choice_type": "single"
    },
    {
        "question": "A patient has multiple meningiomas acoustic neuroma and Hyperpigmented skin lesions; most likely diagnosis is -",
        "exp": "NF 2 is associated with bilateral acoustic neuromas. cutaneous lesions include plaque like lesions, subcutaneous nodules and occasional cafeaelait macules. Page no. 324 Reference IADVL's concise textbook of dermatology",
        "cop": 1,
        "opa": "Neurofibromatosis",
        "opb": "Tuberous sclerosis",
        "opc": "Von Hippel lindau disease",
        "opd": "Sturge weber syndrome",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "e598a7da-8fee-4540-9596-b21941af924c",
        "choice_type": "single"
    },
    {
        "question": "Civatte bodies are found in",
        "exp": "civatte bodies are multiple apoptotic basal cells at dermoepidermal junction. seen in lichen planus iadvl Textbook of dermatology page 1077",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Dermatophytosis",
        "opd": "Vitiligo",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "1a83772d-020f-4d00-8329-cef7f252cf9b",
        "choice_type": "single"
    },
    {
        "question": "Granular layer is absent in",
        "exp": "Granular layer is characteristically absent in ichthyosis vulgaris. iadvl textbook of dermatology page 700",
        "cop": 3,
        "opa": "Epidermolytic hyperkeratosis",
        "opb": "Lamellar ichthyosis",
        "opc": "Ichtyosis vulgaris",
        "opd": "X linked ichtyosis",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "b8160cb7-d1cb-462e-b899-43b96e47643e",
        "choice_type": "single"
    },
    {
        "question": "Bulkeley membrane is seen in",
        "exp": "Burkeleys membrane is seen while demonstrating Auspitz sign in chronic plaque psoriasis On grattage test - loosely adherent silvery white scales appear- When the scales are completely scraped off the stratum mucosum (basement membrane) is exposed and is seen as a moist red surface (membrane of Burkeley) On fuher scraping -dilated capillaries at the tip of elongated dermal papillae are torn, leading to multiple bleeding points. This is a characteristic feature of psoriasis and is known as Auspitz sign. It is attributed to parakeratosis, suprapapillary thinning of the stratum malphighii, elongation of dermal papillae and dilatation and touosity of the papillary capillaries. IADVL textbook of dermatology page 750",
        "cop": 3,
        "opa": "Tinea",
        "opb": "Pityriasis",
        "opc": "Psoriasis",
        "opd": "Pemphigus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "85c7ec19-028e-4a5b-968b-df810f49784e",
        "choice_type": "single"
    },
    {
        "question": "Inheritance of ichthyosis vulgaris is",
        "exp": "Ichthyosis vulgaris is a type of ichthyosis, a group of related skin conditions that interfere with the skin's ability to shed dead skin cells, causing extremely dry, thick skin. Extremely dry, scaly skin is known as xerosis. Ichthyosis vulgaris (also known as \"Autosomal dominant ichthyosis, \" and \"Ichthyosis simplex\") is a skin disorder causing dry, scaly skin. It is usually an autosomal dominant inherited disease (often associated with filaggrin), although a rare non-heritable version called acquired ichthyosis exists. Ref Harrison20th edition pg 1232",
        "cop": 4,
        "opa": "X linked recessive",
        "opb": "X linked dominant",
        "opc": "Autosomal recessive",
        "opd": "Autosomal dominant",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "c6fbaafe-bb77-4d9e-9c4a-950adb928939",
        "choice_type": "single"
    },
    {
        "question": "Ingram regimen is used in treatment of",
        "exp": "Ingram's regimen used to treat psoriasis tar bath followed by irradiation with minimal erythema dose with UVB followed by application of dithranol/anthralin paste. goekermans regimen is application of coal tar for 22hrs followed by tar bath and exposure to UVB. IADVL textbook of dermatology page 1043",
        "cop": 2,
        "opa": "Vitiligo",
        "opb": "Psoriasis",
        "opc": "Lichen planus",
        "opd": "Lichen nitidus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "89fd8109-04b5-4bfc-94f9-909c87d03059",
        "choice_type": "single"
    },
    {
        "question": "Adenoma sebaceum is a feature of -",
        "exp": "Adenoma sebaceum is characteristic of tuberous sclerosis. IADVL textbook of dermatology page 139.",
        "cop": 2,
        "opa": "Neurofibromatosis",
        "opb": "Tuberous sclerosis",
        "opc": "Xanthomatosis",
        "opd": "Incontinenetia pigmenti",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "9b7497e6-2aec-458e-893a-fb5fee0c99b3",
        "choice_type": "single"
    },
    {
        "question": "Localised scleroderma is -",
        "exp": "shagreens patch-tuberous sclerosis. Heliotrope rash and gottrons papule- dermatomyositis. Localised scleroderma- morphea. Reference IADVL's concise textbook of dermatology page 1248",
        "cop": 2,
        "opa": "Shagreen patch",
        "opb": "Morphea",
        "opc": "Heliotrope erythema",
        "opd": "Gottron's papule",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "528aaa05-81a2-417d-bb38-e5d3f625fc2c",
        "choice_type": "single"
    },
    {
        "question": "Heliotrope rash is seen in -",
        "exp": "Heliotrope rash seen 30-60% of patients with dermatomyositis it is pruritic, symmetrical, confluent, violaceous erythema on eyelids sometimes cheeks and forehead. IADVL Textbook of dermatology page 1248",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Dermatomyositis",
        "opc": "DLE",
        "opd": "Pemphigus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "49fc2e96-05e8-4e89-9d0c-940f06ca5432",
        "choice_type": "single"
    },
    {
        "question": "\"Pinch\" purpura is diagnostic of -",
        "exp": "Pinch Purpura: A Cutaneous. Manifestation of Systemic. Amyloidosis Amyloid purpura is a condition marked by bleeding under the skin (purpura) in some individuals with amyloidosis. Its cause is unknown, but coagulation defects caused by amyloid are thought to contribute presentation: Amyloid purpura usually occurs above the nipple-line and is found in the webbing of the neck and in the face and eyelids Ref Harrison20th edition pg 1245",
        "cop": 1,
        "opa": "Systemic primary amyloidosis",
        "opb": "Secondary systemic amyloidosis",
        "opc": "Idiopathic thrombocytopenic purpura",
        "opd": "Drug induced purpura",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "d942c0c4-a633-4ae7-b67e-daba6ae7a03c",
        "choice_type": "single"
    },
    {
        "question": "Riehl's melanosis involves",
        "exp": "Riehl observed in 1917, observed patients with facial hyperpigmentation, most pronounced on the forehead and in the zygomatic and/or temporal regions is the dominant symptom. The cause was not found. Riehl's melanosis is today almost synonymous with pigmented contact dermatitis of the face. The commonest cause has been sensitizing chemicals in cosmetics. Riehl melanosis is a nonpruritic pigmented dermatosis characterized by brownish-grey facial pigmentation and is almost synonymous with pigmented contact dermatitis of the face, the most common causes of which are sensitizing chemicals in cosmetics. It produces a type IV cytolytic reaction at the epidermal basal layer Ref Harrison 20th edition pg 1233",
        "cop": 1,
        "opa": "Face and neck",
        "opb": "Trunk",
        "opc": "Extremities",
        "opd": "Palms only",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "3e015b2c-d094-4068-9d90-765eabf06b67",
        "choice_type": "single"
    },
    {
        "question": "Fixed drug eruptions can be seen more frequently with",
        "exp": "Fixed drug eruption It characteristically recur at the same site following administration of offending drugs or occasionally a member of the same group of drugs. They occur 30min to 8hrs after drug administration Most common drugs: Sulfonamides NSAIDS Dapsone Batbiturates Ciprofloxacin Phenytoin Griseofulvin Metronidazole Antituberculous drugs IADVL Textbook of dermatology page 1668",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Sulfonamide",
        "opc": "Cetrizine",
        "opd": "Roxithromycin",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "71bd8016-2b34-44af-8a00-1dc8929476f6",
        "choice_type": "single"
    },
    {
        "question": "Omenn syndrome is a form of",
        "exp": "Omenn syndrome is an autosomal recessive form of severe combined immunodeficiency (SCID) characterized by erythroderma (skin redness), desquamation (peeling skin), alopecia (hair loss), chronic diarrhoea, failure to thrive, lymphadenopathy (enlarged lymph nodes), eosinophilia, hepatosplenomegaly, and elevated serum IgE levels. Ref Harrison 20th edition pg 1234",
        "cop": 4,
        "opa": "Squamous cell carcinoma",
        "opb": "Chronic mucocutaneous candidiasis",
        "opc": "IgA deficiency",
        "opd": "Severe combined immunodeficiency",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "51ea30eb-1578-48ad-a1d3-67afbb8dc6ca",
        "choice_type": "single"
    },
    {
        "question": "Rarest variety of Pemphigus",
        "exp": "Pemphigus vegetans is a localized form of pemphigus vulgaris. in which there is a localized vegetating papillomatous response. The eroded areas do not heal like usual but form papillomatous growth and vegetation. Accounts for 1-2% of pemphigus cases and is a relatively benign variant of pemphigus vulgaris. Ref Harrison20th edition pg 2435",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus foliaceous",
        "opc": "Pemphigus vegetans",
        "opd": "Pemphigus erythematosus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "74ad5e28-2b50-4306-b0a0-f6639f5a0c76",
        "choice_type": "single"
    },
    {
        "question": "Fixed drug eruptions can be seen more frequently with -",
        "exp": "The Baczol Antigripal ingredients included the sulfonamide-containing antibiotic trimethoprim-sulfamethoxazole (TMP/SMX), which is a common cause of fixed drug eruption. In June 2013, another Salvadoran-American child, a girl aged 14 years living in nohern Virginia, was evaluated for a similar fixed drug eruption likely caused by a Baczol product purchased near her home. In August 2013, staff members from the Children's National Medical Center investigated the availability of Baczol products in grocery stores in Salvadoran Ref Harrison20th edition pg 1324",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Sulfonamide",
        "opc": "Cetrizine",
        "opd": "Roxithromycin",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "fb13199b-0f22-4085-8b49-dfc3231037c1",
        "choice_type": "single"
    },
    {
        "question": "Prolonged use of topical steroids causes",
        "exp": "Prolonged usage of topical steroids causes open-angle glaucoma. Posterior subcapsular cataracts are induced by long-term systemic steroids. Patients develop open-angle glaucoma paicularly if predisposed. Precise mechanism is unknown but due to decreased aqueous outflow. Topical coicosteroids induce a rise in IOP faster than systemic steroids. Topical coicosteroids predispose to cataract, glaucoma and secondary surface infections. Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Open angle glaucoma",
        "opb": "Uveitis",
        "opc": "Macular edema",
        "opd": "Conjunctival papillae",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "23d6b90b-dee1-47f5-8f8d-67b658d01463",
        "choice_type": "single"
    },
    {
        "question": "Carpet tack sign seen in -",
        "exp": "Carpet tack sign ( tin tack sign) In DLE, characteristic lesions are well-defined erythematous plaques with paially adherent scales entering a patulous follicle. When the scale is removed, its undersurface shows horny plugs that had occupied follicles. This is called the carpet tack or tintack sign. However, carpet tack sign is not diagnostic of DLE. It is also seen in seborrheic dermatitis and pemphigus foliaceous. But in DLE, on removal of scale, bleeding may be seen due to adherent scales unlike in pemphigus foliaceous/seborrheic dermatitis, where the scales are loose. ijdvl journal residents page. Scaly signs in dermatology",
        "cop": 4,
        "opa": "Syphilis",
        "opb": "Psoriasis",
        "opc": "Lupus vulgaris",
        "opd": "DLE",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "8fee033d-2b17-46f3-b520-ecaea3b50bcd",
        "choice_type": "single"
    },
    {
        "question": "Schamberg's purpura are seen on",
        "exp": "Schamberg purpura is the result of leakage of blood from small capillaries in the superficial papillary dermis. The resultant purpura is nonblanching but is not palpable. No pronounced damage occurs to the blood vessel walls, differentiating this condition from vasculitis Ref Harrison20th edition pg 1456",
        "cop": 2,
        "opa": "Face",
        "opb": "Feet",
        "opc": "chest",
        "opd": "Arms",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "f3ddbb29-dfd6-4c46-99c2-1159908df068",
        "choice_type": "single"
    },
    {
        "question": "Gottron&; s papules are -",
        "exp": "Gottrons papules- violaceous papules on bony prominences of hands( metacarpophalangeal joints, inter phalangeal joints. Evolve to depressed strophic porcelain white centres with telengiectasia. gottrons sign is presence of symmetric violaceous erythematous macules or plaques over same distribution as gottrons papules. References IADVL textbook of dermatology page1248",
        "cop": 4,
        "opa": "Erythematous papules on cheeks",
        "opb": "Erythema seen over elbows and knees",
        "opc": "Periorbital lesions",
        "opd": "Violaceous papules over knuckles",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "fe67bd6d-cd7c-4e8a-8b59-898bf54e5223",
        "choice_type": "single"
    },
    {
        "question": "Groton's sign is seen in",
        "exp": "Another form the rash takes is called Gottron's sign which are red or violet, sometimes scaly, slightly raised papules that erupt on any of the finger joints (the metacarpophalangeal joints or the interphalangeal joints). The most common signs and symptoms of dermatomyositis include: Skin changes. A violet-colored or dusky red rash develops, most commonly on your face and eyelids and on knuckles, elbows, knees, chest and back. The rash, which can be itchy and painful, is often the first sign of dermatomyositis Ref Harrison20th edition pg 1232",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "SLE",
        "opc": "Scleroderma",
        "opd": "MCTD",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "4d044179-f85e-4c45-aaae-0b19bd494fc7",
        "choice_type": "single"
    },
    {
        "question": "Micro Munro abscess is seen in",
        "exp": "Munro micro abscesses are seen in psoriasis it is the collection of neutrophils in stratum corneum. IADVLtextbook of dermatology page 1041",
        "cop": 2,
        "opa": "Dermal tissue",
        "opb": "Stratum corneum",
        "opc": "Stratum basale",
        "opd": "Stratum malphigi",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "bb02f6d6-386c-4f1c-a24d-6c03ed639cb0",
        "choice_type": "single"
    },
    {
        "question": "A child develops non blanching macules and papules on lower extremities, mild abdominal pain and skin biopsy showed IgA deposition. Most appropriate diagnosis is -",
        "exp": "Henoch-Schonlein purpura (HSP), also known as IgA vasculitis, is a disease of the skin, mucous membranes, and sometimes other organs that most commonly affects children. In the skin, the disease causes palpable purpura (small, raised areas of bleeding underneath the skin), often with joint pain and abdominal pain. With kidney involvement, there may be a loss of small amounts of blood and protein in the urine (hematuria and proteinuria), but this usually goes unnoticed; in a small propoion of cases, the kidney involvement proceeds to chronic kidney disease. HSP is often preceded by an infection, such as a throat infection HSP is a systemic vasculitis (inflammation of blood vessels) and is characterized by deposition of immune complexes containing the antibody immunoglobulin A (IgA); the exact cause for this phenomenon is unknown. In children, it usually resolves within several weeks and requires no treatment apa from symptom control but may relapse in a third of cases and cause irreversible kidney damage in about one in a hundred cases. In adults, the prognosis is different from in children. The average duration of cutaneous lesions is 27. 9 months. For many, it tends to be relapsing-remitting over a long period of time, rather than self-limiting and there tend to be more complications sogns and symptoms: Purpura, ahritis, and abdominal pain are known as the \"classic triad\" of Henoch-Schonlein purpura. Purpura occur in all cases, joint pains and ahritis in 80%, and abdominal pain in 62%. Some include gastrointestinal hemorrhage as a fouh criterion; this occurs in 33% of cases, sometimes, but not necessarily always, due to intussusception. The purpura typically appear on the legs and buttocks, but may also be seen on the arms, face and trunk. The abdominal pain is colicky in character, and may be accompanied by nausea, vomiting, constipation or diarrhea. There may be blood or mucus in the stools. The joints involved tend to be the ankles, knees, and elbows, but ahritis in the hands and feet is possible; the ahritis is nonerosive and hence causes no permanent deformity. Foy percent have evidence of kidney involvement, mainly in the form of hematuria (blood in the urine), but only a quaer will have this in sufficient quantities to be noticeable without laboratory tests. Problems in other organs, such as the central nervous system (brain and spinal cord) and lungs may occur, but is much less common than in the skin, bowel and kidneys. Of the 40% of patients who develop kidney involvement, almost all have evidence (visible or on urinalysis) of blood in the urine. More than half also have proteinuria (protein in the urine), which in one eighth is severe enough to cause nephrotic syndrome (generalised swelling due to low protein content of the blood). While abnormalities on urinalysis may continue for a long time, only 1% of all HSP patients develop chronic kidney disease. Hypertension (high blood pressure) may occur. Protein loss and high blood pressure, as well as the features on biopsy of the kidney if performed, may predict progression to advanced kidney disease. Adults are more likely than children to develop advanced kidney disease ref Harrison20th edition pg 2134",
        "cop": 2,
        "opa": "Drug induced vasculitis",
        "opb": "HSP",
        "opc": "Wegener's granuloniatosis",
        "opd": "Kawasaki disease",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "0050d8a4-a761-469b-b2cc-eb74efee146d",
        "choice_type": "single"
    },
    {
        "question": "Shawl sign is seen in -",
        "exp": "Shawl sign. Confluent macular violaceous erythema on the posterior neck and shoulders in patients of dermatomyositis is called Shawl sign. IADVL textbook of dermatology page 1246",
        "cop": 4,
        "opa": "Neonatal lupus",
        "opb": "Cutaneous scleroderma",
        "opc": "SLE",
        "opd": "dermatomyositis",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "3efc5dca-3d40-4c35-b1f9-0ec1eaf7c9b7",
        "choice_type": "single"
    },
    {
        "question": "Tzank smear in a case of pemphigus vulgaris shows",
        "exp": "Tzanck smear is a very simple and rapid technique. For viral infections, samples should be taken from a fresh vesicle. The vesicle should be unroofed or the crust removed, and the base scraped with a scalpel or the edge of a spatula. The material is transferred to a glass slide. In the case of blistering disorders, the intact roof of a blister is opened along one side, folded back and the floor gently scraped. The material thus obtained is smeared onto a microscopic slide, allowed to air dry, and stained with Giemsa stain. Pemphigus vulgaris: It reveals multiple acantholytic cells (Tzanck cells). A typical Tzanck cell is a large round keratinocyte with a hyperophic nucleus, hazy or absent nucleoli, and abundant basophilic cytoplasm. The basophilic staining is deeper peripherally on the cell membrane (\"mourning edged\" cells) due to the cytoplasm's tendency to get condensed at the periphery, leading to a perinuclear halo. Herpes simplex, varicella, herpes zoster: multinucleated syncytial giant cells contain multiple nuclei Molluscum contagiosum: basophilic intracytoplasmic molluscum bodies (Henderson-Patterson bodies), the largest known inclusion bodies (30-35 m). Vaccinia, orf, milker's nodules and variola:[ eosinophilic cytoplasmic inclusion called a \"Guarnieri body\", Leishmaniasis: Cytology is very useful in detecting Leishman-Donovan (LD) bodies in early, untreated patients of leishmaniasis. LD bodies appear as light-blue, ellipsoid bodies IADVL Textbook of dermatology page 1099",
        "cop": 1,
        "opa": "Acantholytic cells",
        "opb": "Macrophages",
        "opc": "Fibroblasts",
        "opd": "Neutrophils",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "d769d7ec-23b6-4c12-ab54-246e4e83031b",
        "choice_type": "single"
    },
    {
        "question": "Scarring loss of hair is seen in",
        "exp": "Conditions causing scarring alopecia Causes of non-cicatricial alopecia (non-scarring) Traumatic causes of scarring alopecia may be due to: Injury Surgery Radiation Traction (tight curls) Central centrifugal cicatricial alopecia Infections causing scarring alopecia include: Bacterial infection: boils and abscesses (Staphylococcus aureus) Fungal infection: kerion (inflammatory tinea capitis) Viral infection: shingles (herpes zoster) Inflammatory skin diseases causing scarring alopecia include: Folliculitis decalvans Dissecting cellulitis Lichen planopilaris Frontal fibrosing alopecia Alopecia mucinosa Discoid lupus erythematosus Localised scleroderma Anagen effluvium Androgenetic alopecia Dermatopathia pigmentosa reticularis Telogen effluvium Trichotillomania (Trichotillosis) Conditions resulting in reversible patchy hair thinning, poor hair quality and bald patches include: Localised alopecia areata Localised infection, such as tinea capitis Severe local skin disease, such as psoriasis, seborrhoeic dermatitis, atopic dermatitis, pityriasis rubra pilaris, cutaneous lupus erythematosus, cutaneous T-cell lymphoma Generalised skin disease (erythroderma) Systemic diseases resulting in reversible patchy hair thinning, poor hair quality and bald patches include: Iron deficiency Thyroid hormone deficiency Systemic lupus erythematosus Syphilis Severe acute or chronic illness (Ref: Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Discoid lupus erythematosus",
        "opb": "Atopic dermatitis",
        "opc": "Alopecia areata",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "58c3d6b9-d756-4140-ae3b-4731168ef147",
        "choice_type": "single"
    },
    {
        "question": "Hypopigmented patches are seen in",
        "exp": "Nevus anemicus presents as a single or multiple patches of hypopigmentation with ill-defined margins merging into normal skin present at bih or thereafter. Nevus anemicus presents as congenital hypopigmented patches with a well-defined border. They are asymptomatic and typically seen on the upper trunk, although they have also repoed on the face and extremities. The distribution of hair, formation of sweat, and skin sensation are unaffected by nevus anemicus (Ref: harrison. 20th edition pg 1267",
        "cop": 3,
        "opa": "Nevus ota",
        "opb": "Nevus Ito",
        "opc": "Nevus anemicus",
        "opd": "Becker nevus",
        "subject_name": "Dental",
        "topic_name": "Autoimmune skin disorders",
        "id": "8350460d-b64e-4d21-985f-a41e259d17a7",
        "choice_type": "single"
    }
]