[
    {
        "question": "A 24 yr-old female has flaccid bullae over the skin and oral erosions. Histopathology shows intraepidermal blister with acantholytic cells. Diagnosis is:",
        "exp": "The features of intaepidermal acantholytic blisters coupled with flacid bullae over skin and oral erosions points towards P. vulgaris. The other 3 diseases do now show intraepidermal blistering. They are devoid of mucosal involement. Erythema Multiforme: Target lesion seen on distal extremeties. If mucosa involved it is called as Epidermal Multiforme Major Dermatitis herpetiformis: Extremely pruritic vesicopapules over extensors Pemphigoid: Tense bullae",
        "cop": 3,
        "opa": "Pemphigoid",
        "opb": "Erythema multiforme",
        "opc": "Pemphigus vulgaris",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "4b20eac9-8b96-464a-b04b-78934c21345a",
        "choice_type": "single"
    },
    {
        "question": "\"Row of tombstones\" appearance is seen in:",
        "exp": "Histopathology of pemphigus vulgaris Earliest changes -intercellular edema + disappearance of intercellular bridges in the lower most epidermis. Loss of coherence between epidermal cells (acantholysis) --> formation of clefts -->bullae in the suprabasal zone. Basal cells remain attached to the dermis, producing a \"tombstone\" appearance. Acantholytic cells are present in the bulla cavity. Scanty perivascular inflammatory infiltrate composed of lymphocytes, histiocytes and occasional eosinophils, neutrophils, and plasma cells is present",
        "cop": 2,
        "opa": "Irritant dermatitis",
        "opb": "Pemphigus",
        "opc": "Pemphigoid",
        "opd": "Herpes zoster",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "04f8f8d1-5a2a-445b-95a1-670e73a8794a",
        "choice_type": "single"
    },
    {
        "question": "Arrange superficial to deep disease: A) Pemphigus vulgarisB) Linear Ig. AC) Bullous pemphigoidD) Epidermolysis bullosa dystrophica",
        "exp": "Disease Involvement of Layer A) P. Vulgaris Dsg 3 > Dsg 1 Epidermis B) B. Pemphigoid BPAg2 > BPAg1 Upper poion BM C) Linear lgA BPAg2 > BPAg1 Upper BM Salt split Layer (Lamina lucidosis) D) E. B. D(Epidermolysis bullosa Dystrophica) Collagen 7 Lower BM",
        "cop": 3,
        "opa": "D>A>C>B",
        "opb": "C>A>D>B",
        "opc": "A>C>B>D",
        "opd": "D>A>B>C",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "8eb1ecfc-5bf7-4665-a9f4-67d99719aa1d",
        "choice_type": "single"
    },
    {
        "question": "Granular IgA deposit at dermal papilla are found in:",
        "exp": "IgA deposits in dermis are seen in the following conditions: Granular deposits (at tips of dermal papilla) - Dermatitis Herpetiformis (option A) Linear deposits - CBDC (Chronic bullous disease of childhood) and Linear IgA disease of childhood (option B).",
        "cop": 1,
        "opa": "Dermatitis Herpetiformis",
        "opb": "IgA disease of childhood",
        "opc": "Herpes gestationalis",
        "opd": "Bullous pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "81f54e9f-2eee-4af3-9e66-8efba4e9f5ca",
        "choice_type": "single"
    },
    {
        "question": "Desmoglein 1 antibody in a patient with flaccid bulla and erosions on the face and trunk and sparing the mucosa is seen in?",
        "exp": "Pemphigus vulgaris (most common) Pemphigus foliaceous Clinical feature:- Early disease - Dsg3 (Mucosa) Late disease - Dsg3 > Dsg1(Skin) Dsg-1 Only Skin involvement Investigations - Histological: Row of tombstone appearance + + DIF + + Fish net like Pattern + + IgG Ab Dsg 3 > 1 Dsg 1",
        "cop": 3,
        "opa": "Dermatitis Herpetiformis",
        "opb": "P vulgaris",
        "opc": "P foliaceous",
        "opd": "Bullous pemphigoid",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "da419afe-a45c-461c-8e48-242e7850d888",
        "choice_type": "single"
    },
    {
        "question": "A patient with Gluten Sensitive Enteropathy can consume which of the following:",
        "exp": "Rice can be given to gluten sensitive enteropathy patient. Gluten sensitive enteropathy Enetropathy is due sensitivity to the glidin fraction of gluten, the protein pa that remains after removal of starch and water from defatted flour. Gluten free diet is given. AVOID BROW B- Barley R- Rye O- Oats W- Wheat",
        "cop": 1,
        "opa": "Rice",
        "opb": "Barley",
        "opc": "Oat",
        "opd": "Rye",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "107e9bd4-ca75-47ad-a9aa-c87a3d9d8cfc",
        "choice_type": "single"
    },
    {
        "question": "A middle aged female patient comes with recurrent painful blisters over oral mucosa and genital area. She gives history of similar lesion in the past. A biopsy from the lesion shows suprabasal split on histopathology and IgG deposits in immunofluorescence microscopy as shown below. What is the most likely diagnosis?",
        "exp": "Clinical history like flaccid bullae, oral mucosal involvement, tendency to rupture and erode, is suggestive of pemphigus vulgaris. The Immunofluorescent examination finding in Pemphigus vulgaris are deposition of lg. G3 & C3 in intercellular space giving fish net pattern.",
        "cop": 2,
        "opa": "Eczema",
        "opb": "Pemphigus vulgaris",
        "opc": "Lupus vulgaris",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "44a14f46-8249-4b58-b333-9cb9d20c77e0",
        "choice_type": "single"
    },
    {
        "question": "Commonest variety of pemphigus:-",
        "exp": "P. vulgaris is the most common It has a worldwide distribution M/C in middle aged adults, rare in children. Younger age at presentation in Indians compared to the West P. vegetans Benign variant of P. vulgaris (rare disease) 2 forms: Neumann and Hallopeau Involves interiginous areas and flexural surfaces P. foliaceous: less common, flacid subcorneal lesion with crusting and scaling on erosion over seborrheic areas. P. erythematous: variant of P. foliaceous with overlap with lupus erythematosus If 'vulgaris' is written at end then it is usually the most common variety of that disease",
        "cop": 1,
        "opa": "Pemphigus vulgaris",
        "opb": "Pemphigus vegetans",
        "opc": "Pemphigus foliaceous",
        "opd": "Pemphigus erythematosus",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "664a00bc-8f2d-4145-8e58-acdd1a6f1e20",
        "choice_type": "single"
    },
    {
        "question": "A 30-yr-old male had severely itchy papulovesicular lesions over the extremities, knees, elbows and buttocks for one year. Direct immunofluorescence staining of lesions showed IgA deposition in papillary dermis in granular pattern. The most probable diagnosis is:",
        "exp": "Dermatitis herpetiformis C/F: Itchy papulovesicular lesions of the extremities, knees, elbows and buttocks. DIF: IgA deposition at papillary dermis in granular pattern known as picket fence appearance.",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "Nummular eczema",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "135bf0ef-291a-45f7-8e02-8ee4fe330a6f",
        "choice_type": "single"
    },
    {
        "question": "A male patient comes with recurrent vesicles and erosions on the groin and axilla, what is the diagnosis?",
        "exp": "Hailey-hailey disease/chronic benign familial pemphigus - -recurrent flaccid vesicles develop over inter-triginous area (flexors) - groin, axilla - Occurs due to defect in ATP2C I gene - ATP2C I gene codes for SERCA (Sarco Endoplasmic reticulum Ca2+ ATPase). Therefore, in this disease Ca2+ ATPase is defective. - Ca2+ required for attachment of two desmosomes which doesn't happen in this disease resulting in separation of keratinocytes i. e. acantholysis. - Autosomal Dominant C/F: - recurrent flaccid vesicles develop over inter-triginous area (flexors) - groin, axilla - D/t friction at flexor region - rupture of these lesions occurs leading to erosion.- Nail: longitudinal white bands. Histology: Dilapidated Brick wall appearance Pemphigus - presents with blisters in mouth & genitals Tinea cruris/dhobi's itch - fungal infection causing infection in groin region caused by Trichophyton. Inverse psoriasis - presents with red & inflamed lesion in the skin folds of the body, therefore aka interiginous psoriasis.",
        "cop": 2,
        "opa": "Pemhigus",
        "opb": "Hailey-Hailey Disease",
        "opc": "Tinea Cruris",
        "opd": "Inverse Psoriasis",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "374a6a2e-2378-4a1b-8811-e13678ca3101",
        "choice_type": "single"
    },
    {
        "question": "Pemphigus neonatorum is:",
        "exp": "Bullous impetigo Caused by S. aureus S. aureus phage type 2 releases Epidermolytic Toxin (ET). This toxin ruptures desmosomes primarily in subcorneal layer - as the target is desmoglein - 1 (Note: It is a toxin- mediated destruction of Dsg - 1, not autoimmune destruction as in pemphigus foliaceus). The organism can be cultured from blister fluid. The pus settles on lower end of the blister as it is heavier - Hypopyon sign. When the ET causes local skin infection - called bullous impetigo and when it disseminates hematogenously - called Staphylococcus Scalded skin syndrome (SSSS)/Ritter Disease/pemphigus neonatorum. Histopathology- Blister below stratum corneum (within or below the granular layer) with plenty of neutrophils.",
        "cop": 1,
        "opa": "Ritter Disease",
        "opb": "Epidermolysis bullosa",
        "opc": "Congenital syphilis",
        "opd": "Pemphigus",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "c46b6723-71b5-4037-98ec-b95ab7fd64f0",
        "choice_type": "single"
    },
    {
        "question": "The best way to manage Dermatitis Herpetiformis is?",
        "exp": "Gluten free diet is treatment of choice. Avoid BROW (barley, rye, oat, wheat) Rice, Maize, Millets can be given Patients with DH can be managed by two complementary methods: Medications Gluten free diet Dapsone is DOC not TOC as- It gives symptomatic relief- Antibody persists causing relapses Ab's seen are: 1. Anti transglutaminase III2. Anti endomysial antibody.",
        "cop": 1,
        "opa": "Gluten free diet with minerals and vitamins",
        "opb": "Dapsone",
        "opc": "Acyclovir",
        "opd": "Steroids",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "4b3c5e0e-21bb-404b-b4be-dbc0414ecc96",
        "choice_type": "single"
    },
    {
        "question": "Direct immunofluorescence is positive in?",
        "exp": "Direct immunofluorescence is positive in Pemphigus group of diorders. The diagnosis of pemphigus is confirmed by direct IF which shows IgG and often C3 deposited on the surface of keratinocytes throughout the epidermis in perilesional skin Direct immunofluorescence is also done for pemphigoid and dermatitis herpetiformis.",
        "cop": 3,
        "opa": "Atopic dermatitis",
        "opb": "Psoriasis vulgaris",
        "opc": "Pemphigus vulgaris",
        "opd": "Secondary syphilis",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "81e94612-2c1f-4a1b-a27c-77cf0d1d9aa4",
        "choice_type": "single"
    },
    {
        "question": "Characteristic Direct immunofluorescence findings in Herpes gestationis?",
        "exp": "DIRECT IMMUNOFLUORESCENCE FINDINGS IN AUTOIMMUNE BLISTERING DISEASE. Disease Pattern and nature of immunoreactants Pemphigus Epidermal cell-surface deposits of IgG and C3 Bullous pemphigoid Linear, homogeneous deposits of IgG (epidermal side on salt-split skin) and C3 at the dermal-epidermal junction. Linear IgA dermatosis Linear homogeneous deposits of IgA at the dermal-epidermal junction Herpes gestationis Linear homogeneous deposits of C3 >IgG at the dermal-epidermal junction Epidermolysis bullosa acquisita Linear homogeneous deposits of IgG (dermal side on salt-split skin) and C3 at the dermal-epidermal junction. Cicatricial pemphigoid Linear homogeneous deposits of IgG and C3 at the dermal-epidermal junction Dermatitis herpetiformis Focal granular deposits of IgA at the papillary tips Bullous eruption of lupus erythematosus Linear homogeneous, or non-homogeneous, deposits of multiple immunoglobulins, C3 and fibrin at the dermal-epidermal junction.",
        "cop": 2,
        "opa": "Epidermal cell-surface deposits of IgG and C3",
        "opb": "Linear, homogeneous deposits of IgG and C3 at the dermal-epidermal junction",
        "opc": "Linear homogeneous deposits of C3 at the dermal-epidermal junction",
        "opd": "Focal granular deposits of IgA at the papillary tips",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "d01a7fbd-c533-4249-aa4f-6658b235f589",
        "choice_type": "single"
    },
    {
        "question": "Systemic steroids are not used in treatment of?",
        "exp": "Systemic steroids are not required in DH Dapsone is D. O. C. S/E of Dapsone: Hemolysis and Methemoglobinemia.",
        "cop": 3,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "Pemphigus foliaceus",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "16d525c5-b7e2-4045-8cb1-15f75fefb286",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a condition affecting the epidermis of the skin in which blisters do not form?",
        "exp": "First-degree burns damage the upper layers of the epidermis only, and blisters do not form in the skin.",
        "cop": 4,
        "opa": "Adenocarcinoma",
        "opb": "Bullous pemphigoid",
        "opc": "Carcinoma",
        "opd": "First-degree burn",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "ac5506e9-d3ec-4c5a-b84d-478dcb749937",
        "choice_type": "single"
    },
    {
        "question": "\"Corps ronds\" are seen in which of the following disease:",
        "exp": "'Corps ronds' are seen in Keratosis follicularis or Darier's disease. Corps ronds Characterised by keratotic papules over the seborrheic areas. Histopathology: Acantholysis and Dyskeratosis Rounded dyskeratotic cells with eosinophilic cytoplasm (called 'corps ronds') appear which give rise to small cells with shrunken cytoplasm (corps grains).",
        "cop": 1,
        "opa": "Keratosis follicularis",
        "opb": "Hailey-Hailey disease",
        "opc": "Pemphigus foliaceus",
        "opd": "Pemphigus vegetans",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "668fd19d-d080-4cd0-b1d9-8f5c463bfac6",
        "choice_type": "single"
    },
    {
        "question": "Disease of dermoepidermal junction is:",
        "exp": "BPAg 1 and 2 involved in Bullous pemphigoid are present in dermoepidermal junction. Diseases of DEJ: Bullous Pemphigoid Dermatitis Herpetiformis Linear IgA disease Epidermolysis bullosa dystrophica.",
        "cop": 3,
        "opa": "Staphylococcal scalded skin syndrome",
        "opb": "Pemphigus vulgaris",
        "opc": "Bullous pemphigoid",
        "opd": "Atopic dermatitis",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "3246161c-d058-449c-851c-a91a067369c8",
        "choice_type": "single"
    },
    {
        "question": "The most effective drug in the treatment of sub-corneal pustular dermatosis?",
        "exp": "Subcorneal Pustular Dermatosis (Sneddon-Wilkinson disease) It is a rare, benign, chronic relapsing sterile pustular eruption typically involving the flexural sites of the trunk and proximal extremities Rx: Dapsone is the treatment of choice. Response is slow, with resolution usually occurring in about 4 weeks. Acitretin is also used and is an alternative for patients unresponsive to Dapsone. Phototherapy with psoralen with UVA, broadband UVB, and narrowband UVB alone or in combination with dapsone and/or retinoids",
        "cop": 2,
        "opa": "Azithromycin",
        "opb": "Dapsone",
        "opc": "Chloroquine",
        "opd": "Cyclosporine",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "b13129bc-82c1-478a-ba87-278e1f032acf",
        "choice_type": "single"
    },
    {
        "question": "In congenital junctional epidermolysis bullosa, defect is seen in?",
        "exp": "EB comprises a group of genetically determined skin fragility disorders characterized by blistering of the skin and mucosae following mild mechanical trauma. Congenital epidermolysis bullosa of 3 types: 3 types Defect 1. Epidermolysis Bullosa Simplex 2. Epidermolysis Bullosa Junctional 3. Epidermolysis Bullosa Dystrophicans K5 / 14Q LamininQ Collagen-7Q Cogentinal is DIF Negative because no antibodies. Acquired epidermolysis bullosa: Ab against NCD (non collagenous domain) of Collagen 7 therefore DIF Positive",
        "cop": 1,
        "opa": "Laminin 5",
        "opb": "Collagen type 7",
        "opc": "Collagen 4",
        "opd": "Collagen 3",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "85e36bf3-0958-4278-9378-93f1e2ad03b6",
        "choice_type": "single"
    },
    {
        "question": "Antibody against BP 230 and BP 180 seen in",
        "exp": "BP 230 / BPAg1 and BP 180/BPAg2 are antigens in the DEJ involved in Bullous Pemphigoid.",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Dermatitis herpetiformis",
        "opd": "Hailey-Hailey Disease",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "46c410d2-880b-441b-bdb4-1c5dc948ebc7",
        "choice_type": "single"
    },
    {
        "question": "A 40-yr-old male repoed with recurrent episodes of oral ulcers, large areas of denuded skin and flaccid vesiculobullous eruptions. Which of the following would be the bedside investigation helpful in establishing the diagnosis?",
        "exp": "The given patient has pemphigus vulgaris. The Tzanck test/Tzanck Smear, is scraping of an ulcer base to look for Tzanck cells. It ia a simple test which can be done bedside in a patient of pemphigus. It shows numerous acantholytic keratinocytes. - rounded and more or less uniform in size, with a relatively large nuclear: cytoplasmic ratio with a perinuclear pale halo, with the peripheral pa of the cell staining more darkly. Skin biopsy and immunofluroscence is more conclusive but is a laboratory test.",
        "cop": 4,
        "opa": "Gram staining of the blister fluid",
        "opb": "Culture and sensitivity",
        "opc": "Skin biopsy and immunofluroscence",
        "opd": "Tzank smear from the floor of bulla",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "7eeb0e15-a967-4489-a92e-ac91e1b8d440",
        "choice_type": "single"
    },
    {
        "question": "A 85-year-old female developed multiple blisters on trunk and thigh. Nikolsky's sign negative. The lesions came on and off. The most probable diagnosis is:",
        "exp": "Elderly patient, -ve nikolsky sign and multiple blisters on trunk and thigh point towards BP Other features BP AI subepidermal blistering disease. MHC II - HLA-DQ1*0301 is prevalent. Oral mucosal lesions are found rarely (10-40%) Pruritus +/- Nontraumatized blisters heal without scarring Tense blisters-->rupture--> flaccid lesions/ erosions+/- surmounting crust Rx: Mainstay- systemic glucocoicoids -Prednisone, 40 to 60 mg/d. (good response) Azathioprine (1-2 mg/kg/day), Mycophenolate mofetil (20-35mg/kg/day), or Cyclophosphamide (1-2 mg/kg/day)",
        "cop": 2,
        "opa": "Pemphigus vulgaris",
        "opb": "Bullous pemphigoid",
        "opc": "Lichen planus",
        "opd": "Lepra reaction",
        "subject_name": "Dental",
        "topic_name": "Blistering disorders",
        "id": "5ed2261b-5bc2-4ad8-b76c-c6ec5633817d",
        "choice_type": "single"
    }
]