[
    {
        "question": "Merkel cells are present in",
        "exp": "Merkel cells Touch receptors Type 1 slow adapting Present in stratum basale in epidermis",
        "cop": 4,
        "opa": "Dermal papillae",
        "opb": "Papillary dermis",
        "opc": "Reticular Dermis",
        "opd": "Epidermis",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "996cff22-4d1d-4607-a443-d47b62ec488f",
        "choice_type": "single"
    },
    {
        "question": "Two year old child presented with multiple bone defects and seborrheic dermatitis. Diagnosis?",
        "exp": "Letterer Siwe disease - - child- <2yrs - generalised systemic involvement - Bone>skin>hepatosplenomgaly with lymphadenopathy -Skin- mc manifestation is seborrheic dermatitis. Current Classification Single-system Disease - either Localized (single site) or Multiple site. Multisystem Disease - Low-risk group (Disseminated disease with involvement of low-risk organs (skin, bone, lymphnode, pituitary) or High-risk group (Disseminated disease with involvement of one or more of the high-risk organs(hematopoietic system, lungs, liver, and spleen)",
        "cop": 3,
        "opa": "Eosinophilic granuloma",
        "opb": "Hand schuller Christian disease",
        "opc": "Letterer siwe disease",
        "opd": "Hashimoto pritzker disease",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "f7d0f9b9-b044-410b-abc0-572d19a960f3",
        "choice_type": "single"
    },
    {
        "question": "Meissner's corpuscles present in which layer of skin?",
        "exp": "Meissner's corpuscles (Tactile corpuscles) are a type of mechanoreceptor, responsible for sensitivity to light touch. -Location-most concentrated in thick hairless skin and in areas especially sensitive to light touch, such as the fingers and lips. -More specifically, they are primarily located in glabrous skin just beneath the epidermis within the dermal papillae.",
        "cop": 1,
        "opa": "Papillary dermis",
        "opb": "Reticular dermis",
        "opc": "Stratum basale",
        "opd": "Stratum lucidum",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "d93a2da2-f6d3-476c-adbf-1029c71d6f94",
        "choice_type": "single"
    },
    {
        "question": "Parakeratosis most frequently occurs in which of the following?",
        "exp": "Parakeratosis - retention of nucleus in stratum corneum Parakeratosis is seen in - PEA'S2 - Psoriasis- Eczema- Actinic keratosis- Seborrheic dermatitis- Squamous cell carcinoma Seborrheic keratosis. It is benign, presents with keratotic papules with stuck on appearance and these lesions suggest underlying malignancy like gastric adenocarcinoma. Also k/a Leser-Trelet sign Actinic keratosis It is premalignant condition, keratotic papules seen over sun exposed areas",
        "cop": 1,
        "opa": "Actinic keratosis",
        "opb": "Seborrheic keratosis",
        "opc": "Molluscum contagiosum",
        "opd": "Basal cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "257efd43-ce55-4bf8-8607-c44ba533250a",
        "choice_type": "single"
    },
    {
        "question": "Which of these layers has abundance of desmosomes?",
        "exp": "Stratum spinosum or prickle cell layer under microscope show multiple spine like processes over surface of keratinocytes known as Desmosomes, which are most abundant in this layer.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "711304b1-de17-46b8-bfbd-9dc2faf69201",
        "choice_type": "single"
    },
    {
        "question": "The distribution of keratins (K) in the basal layers is:",
        "exp": "Basal layer has keratin types K5/K14 Keratin Heterodimer Sites K 5/14 Stratum basale - If defective- Epidermolysis Bullosa simplex K 1/10 Stratum Spinosum K 2/11 Stratum Granulosum K 3/12 Cornea - If defective - Corneal dystrophy K 4/13 Buccal mucosa K 6/16 Nails K 8/18 Liver - If defective - Liver cirrhosis",
        "cop": 1,
        "opa": "K5/K14",
        "opb": "K1/K10",
        "opc": "K2/K11",
        "opd": "K6/K16",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "e5385a45-70d7-4b32-8ebe-ace2f2df96f2",
        "choice_type": "single"
    },
    {
        "question": "Haascheiben cells in epidermis are responsible for?",
        "exp": "Merkel cells or Haascheiben cells are located amongst basal keratinocytes and are mainly found in hairy skin, tactile areas of glabrous skin, taste buds, anal canal, labial epithelium and eccrine sweat glands, all regions of high tactile acuity. Merkel cells are easily identifiable on transmission electron microscopy. They are oval with a long axis of approximately 15 mm, orientated parallel to the basement membrane.",
        "cop": 4,
        "opa": "Temperature",
        "opb": "Proprioception",
        "opc": "Pressure",
        "opd": "Touch",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "a7d2347f-bb89-4eac-bbb9-c086169cb71e",
        "choice_type": "single"
    },
    {
        "question": "Characteristic skin lesion in Peutz -Jeghers syndrome is",
        "exp": "Peutz Jegher syndrome. Peutz-Jeghers syndrome- Autosomal dominant - Lentigens (increased melanocytes leading to hyperpigmented macules) - Site of lentigen - Perioral(lips), Buccal mucosa - Associated with GI polyp. (MC: Jejunal hamaoma). Freckles /ephelides* It is increased localized melanogenesis.* Normally seen in fairer skin colour (Skin type I, II)* Become dark on sun exposure Adenoma Sebaceum is seen in Tuberous sclerosis aka epiloia Cafe au lait macules is seen in Neurofibromatosis (dark color lesion over lighter skin).",
        "cop": 2,
        "opa": "Freckles",
        "opb": "Lentigens",
        "opc": "Adenoma sebaceum",
        "opd": "Cafe -au- lait macules",
        "subject_name": "Dental",
        "topic_name": "Cells of epidermis",
        "id": "9d785f4e-a370-4624-8d6e-378f6a51149d",
        "choice_type": "single"
    }
]