[
    {
        "question": "Drug that may induce nail pigmentation - melanonychia:",
        "exp": "Anthracyclines, taxanes, fluorouracil, psoralens, and zidovudine may induce nail pigmentation through melanocyte stimulation in nail matrix resulting in melanonychia. It appears to be reversible and dose-dependent and appears 3-8 weeks after drug intake.",
        "cop": 4,
        "opa": "Retinoids",
        "opb": "Carbamazepine",
        "opc": "Tetracyclines",
        "opd": "Zidovudine",
        "subject_name": "Dental",
        "topic_name": "Disorders of nail",
        "id": "72ae8612-6e01-433d-879c-0d7556ed090d",
        "choice_type": "single"
    },
    {
        "question": "In humans, nails grow at an average rate of ______ a month:",
        "exp": "In humans, nails grow at an average rate of 3 mm (0. 12 in) a month. Fingernails require three to six months to regrow completely, and toenails require twelve to eighteen months. Actual growth rate is dependent upon age, sex, season, exercise level, diet, and hereditary factors. Nails grow faster in the summer than they do in the winter.",
        "cop": 2,
        "opa": "1 mm",
        "opb": "3 mm",
        "opc": "5 mm",
        "opd": "7 mm",
        "subject_name": "Dental",
        "topic_name": "Disorders of nail",
        "id": "d3be89a4-9bd5-46a8-8d62-af21c0a5b899",
        "choice_type": "single"
    },
    {
        "question": "A patient is diagnosed having paronychia. Which of the following would one expect to note during the assessment?",
        "exp": "Paronychia is nail bed infection and it is the most common hand infection. It is characterized by red, shiny skin, often associated with painful swelling. After initial inflammation, pus accumulates beside the nail. These infections frequently result from trauma, picking at the nail, or disorders such as dermatitis. Often, these become secondarily infected with bacteria or fungus, which later involves the nail. Warm soaks three or four times a day may reduce pain and pressure; however incision and drainage, paial nail removal and antibiotics are frequently required.",
        "cop": 1,
        "opa": "Red shiny skin around the nail bed",
        "opb": "White taut skin at the finger pulp",
        "opc": "Avulsion of nail from its bed",
        "opd": "Swelling involving the distal pulp",
        "subject_name": "Dental",
        "topic_name": "Disorders of nail",
        "id": "4adf7b13-b8f2-4e18-85e6-1c87e571fd37",
        "choice_type": "single"
    }
]