[
    {
        "question": "All of the following are true for pseudopelade of brocq except?",
        "exp": "Pseudopelade of brocq Scarring Alopecia Inflammation is absent Absence of pustules Foot print in snow appearance is seen",
        "cop": 4,
        "opa": "Scarring Alopecia",
        "opb": "Inflammation is absent",
        "opc": "Foot print in snow appearance is seen",
        "opd": "Presence of pustules",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "b114f736-60ad-4066-942b-e6a85e9b4647",
        "choice_type": "multi"
    },
    {
        "question": "Stem cells in skin involved in skin homeostasis are present in the following areas except ______",
        "exp": "To maintain skin homeostasis, skin appendages regenerate and repair after injury, the skin contains stem cells that reside in the bulge area of hair follicles, the basal layer of interfollicular epidermis and the base of sebaceous glands. Stem cells are not known to occur at base of apocrine sweat glands. Image:Epithelial stem cells are found within the interfollicular epidermis, the base of sebaceous glands and in the bulge area of hair follicles.",
        "cop": 4,
        "opa": "Bulge of Hair follicle",
        "opb": "Basal layer of interfollicular epidermis",
        "opc": "Base of sebaceous glands",
        "opd": "Base of apocrine glands",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "416c22b0-68d4-4595-b058-0ff6b70571c4",
        "choice_type": "multi"
    },
    {
        "question": "The following patient came with history of hair loss. There were no complains of erythema, scarring and scratching. Diagnosis is?",
        "exp": "Trichotillomania Trichotillomania is a behavioural disorder characterized by compulsive hair pulling. It presents as a pattern of hair loss, often bizarre, with no clear biological or ove traumatic explanation. Hair is plucked most frequently from one fronto-parietal region. This results in a patch of hair loss, often in a bizarre or angular pattern, in which the hairs are twisted and broken at various distances from the clinically normal scalp. Differential points : Trichotillomania is not necessarily associated with erythema/ some cases do have erythema. But presence of erythema dose not rule out the diagnosis Alopecia areata will be more regular in shape and density Alopecia: - Look at the more regular patterned hair loss",
        "cop": 1,
        "opa": "Trichotillomania",
        "opb": "Alopecia areata",
        "opc": "Telogen effluvium",
        "opd": "Tinea infection",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "ea40ae53-7f26-47dc-a4a1-8ca3a3b3885e",
        "choice_type": "single"
    },
    {
        "question": "Hair fall seen after chemotherapy due to",
        "exp": "Hair disorders 1) Anagen effluvium: - Diffuse shedding of anagen hair seen after chemotherapy | Shedding 2) Telogen effluvium: - Increased telogen hair loss seen in 3 months after pregnancy, typhoid fever or any chronic illness. 3) Androgenic alopecia- Testosterone | 5aReductase DHT -most potent form- responsible for hair loss. There is nothing called catagen effluvium.",
        "cop": 1,
        "opa": "Anagen effluvium",
        "opb": "Telogen effluvium",
        "opc": "Androgenic alopecia",
        "opd": "Catagen effluvium",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "10178255-d832-43b3-8e22-0c7562edb6f2",
        "choice_type": "multi"
    },
    {
        "question": "Male with patchy loss of scalp hair, eyebrows & beard with grey hair",
        "exp": "Patchy loss, exclamation mark hair, autoimmune - Alopecia areata Alopecia areata is the commonest cause of patchy alopecia. Loss of Hair following a stress, infection etc - Telogen effluvium Loss of hair after Chemotherapy - Anagen effluvium Frontotemporal Recession - Androgenetic alopecia",
        "cop": 1,
        "opa": "Alopecia areata",
        "opb": "Anagen effluvium",
        "opc": "Telogen effluvium",
        "opd": "Androgenic alopecia",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "e6df1ac5-c683-4bb6-a26d-ee436115c227",
        "choice_type": "single"
    },
    {
        "question": "Confirmatory diagnosis of Loose anagen hair syndrome is made by?",
        "exp": "Presence of Loose anagen hair >50% is used to confirm diagnosis of LAH. The presence of anagen hair devoid of its sheath and with 'floppy sock appearance' is a characteristic feature of loose anagen hair (LAH) on trichogram. The percentage of LAH in LAS is more than 50%. Loose anagen syndrome(LAS) is a hair disorder in which the hair is 'loose' and can be painlessly pulled from the scalp. Hair is not anchored into the scalp properly with no known cause. Affected patients have a 'bed head' appearance and hair that doesn't seem to grow.",
        "cop": 3,
        "opa": "Presence of loose anagen hair (LAH) >30%",
        "opb": "Presence of loose anagen hair (LAH) >40%",
        "opc": "Presence of loose anagen hair (LAH)>50%",
        "opd": "Presence of loose anagen hair (LAH)>60%",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "2881b3cc-9c7b-43c8-8f6b-0aa9a49a5089",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used in Alopecia Areata except",
        "exp": "Treatment of Alopecia Areata- A) Topical- 1) Steroids 2)Calcineurin Inhibitors - Sirolimus , Tacrolimus 3) Contact irritant/ sensitisers - Dinitrochlorobenzene , Squaric acid dibutyl ether B) Systemic - 1) Steroids - Oral mini pulse given 2 days / week (Betamethasone) 2) Steroid sparing agent - Azathioprine 3) Immunomodulator - Levamisole C) Intralesional - Preferred for single lesion - Triamcinolone -10 mg/ml D) Phototherapy - Used for generalised cases",
        "cop": 2,
        "opa": "Tacrolimus",
        "opb": "Acitretin",
        "opc": "Steroids",
        "opd": "Phototherapy",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "e07d3279-a0a8-4a28-9ab8-991882d2fcdb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the location beyond which fungus does not penetrate in tinea capitis ?",
        "exp": "Hair Follicle Adamson's fringe/A's fringe Adamson's fringe is located at the upper margin of the keratogenous zone of the hair follicle where the nucleated hair shaft cornifies completely and gets conveed to hard anucleated keratin. It marks also the area of complete keratinization of the cuticle and Henle's layer of the inner root sheath and the beginning of the stem of the follicle. In Tinea capitis, dermatophytic infection of the hair shaft is restricted to this zone and the fungi do not penetrate fuher down the infected hair in the bulb of the follicle.",
        "cop": 4,
        "opa": "Isthmus",
        "opb": "Infundibulum",
        "opc": "Stem",
        "opd": "A's Fringe",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "fb9c385d-116a-4869-b535-077f74575042",
        "choice_type": "single"
    },
    {
        "question": "Swarm of bees appearance seen in?",
        "exp": "Alopecia aerata - Histopathology - Swarm of bees appearance , the lymphocytes surrounding the hair follicles same as peribulbar/perfollicular infilteration of lymphocytes",
        "cop": 3,
        "opa": "Androgenetic alopecia",
        "opb": "Anagen effluvium",
        "opc": "Alopecia aerata",
        "opd": "Telogen effluvium",
        "subject_name": "Dental",
        "topic_name": "Disorders of hair",
        "id": "8349b227-9907-4840-9b25-a91c4f927c49",
        "choice_type": "single"
    }
]