[
    {
        "question": "Hidradenitis suppurativa is a disease of:",
        "exp": "Hidradenitis suppurativa is chronic inflammation and secondary infection of apocrine sweat glands Aetiology: Unknown, common in post-pubeal females, maybe inherited(AD in some families) C/F Rare chronic painful skin condition with inflammation of the skin at sites rich in apocrine glands (axilla, groin, natal cleft) O/E Papules/nodules and abscesses which often progress to cysts/sinus formation. Abscess may rupture--> Purulent discharge. Rx: Weight loss, antibiotics, oral retinoids and co-cyprindiol ('2 mg cyproterone acetate +35 ug ethinylestradiol' in females only) have been tried Severe recalcitrant cases- Sx, skin grafting and IV infliximab therapy Hidrocystoma- Eccrine sweat glands. Hidradenitis suppurativa- Apocrine sweat glands",
        "cop": 2,
        "opa": "Eccrine sweat glands",
        "opb": "Apocrine sweat glands",
        "opc": "Kaposi sarcoma",
        "opd": "Hair follicles",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "e3bf752b-0339-40d5-950b-412f182cba4c",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old female comes to OPD with history of spots, red bumps that are located principally on the proximal cheeks, central chin, nose and central forehead. It gets aggravated on sun exposure. On examination, telangiectasia is seen on cheeks. What is the most probable cause?",
        "exp": "The given clinical scenario is of Rosacea as it gets aggravated on exposure to sunlight, redness seen on face convexities and telangiectasia Rosacea has 4 subtypes: Subtype 1: Erythematotelangiectatic rosacea (ETTR). Subtype 2: Papulopustular rosacea (PPR). Subtype 3: Phymatous rosacea (PR). Subtype 4: Ocular rosacea (OR). In SLE, rash spares Nasolabial fold",
        "cop": 4,
        "opa": "Polymorphic light eruption",
        "opb": "SLE",
        "opc": "Acne vulgaris",
        "opd": "Rosacea",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "6e90315e-2341-44dd-892e-26443d3dc27f",
        "choice_type": "multi"
    },
    {
        "question": "Skin with all its appendages is known as:",
        "exp": "Skin with all of its appendages is known as Integumentary system. It protects the body from external damage, loss of water etc. It includes hair and nails as well. (in case of animals/birds/reptiles- includes scales, feathers, hooves as well)",
        "cop": 2,
        "opa": "Pilosebaceous unit",
        "opb": "Integumentary system",
        "opc": "Reactive unit",
        "opd": "Malpighian system",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "caa56d75-797e-44ac-ae78-09a35059b138",
        "choice_type": "multi"
    },
    {
        "question": "Fordyce spots are?",
        "exp": "Fordyce's spots are ectopic sebaceous glands which appear as whitish-yellow bumps on the edge of your lips (most common) / inside your cheeks/penis/scrotum/labia DD of Koplik's spots (pathognomonic of measles) Miliaria occurs due to obstruction of eccrine sweat glands. Fox Fordyce disease occurs due to obstruction of apocrine glands.",
        "cop": 1,
        "opa": "Ectopic sebaceous glands",
        "opb": "Ectopic eccrine",
        "opc": "Ectopic apocrine",
        "opd": "Ectopic mucosal glands",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "0f407087-216e-4a49-a03b-0653bda4990f",
        "choice_type": "single"
    },
    {
        "question": "Fox Fordyce`s disease is a disease of?",
        "exp": "Fox-Fordyce disease is a disorder of the apocrine glands similar to prickly heat of the eccrine glands. The aetiology is unknown, the possible aetiology is obliteration of the apocrine duct at the infundibulum Common in post-pubeal women, but can be postmenopausal. C/F - Intense itching in the axillae, to a lesser extent in the anogenital region and around the breasts. O/E - Not conspicuous at first, but later skin-coloured/slightly pigmented, dome shaped, follicular papules develop followed by loss of axillary hair Fox Fordyce's disease- Apocrine glands Fordyce spots- Sebaceous glands",
        "cop": 2,
        "opa": "Eccrine glands",
        "opb": "Apocrine glands",
        "opc": "Sebaceous glands",
        "opd": "Pilosebaceous glands",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "b16df934-ff75-445e-a37a-c73222036e34",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis?",
        "exp": "Syringomas are harmless eccrine sweat duct tumor(adenomas of intraepidermal eccrine ducts) Adenoma sebaceum - seen in tuberous sclerosis(nose involvement)",
        "cop": 2,
        "opa": "Adenoma Sebaceum",
        "opb": "Syringoma",
        "opc": "Milia crystallina",
        "opd": "Milia profunda",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "2ea515b2-3ba3-4584-a7ed-1787a28685fb",
        "choice_type": "multi"
    },
    {
        "question": "Miliaria is disorder of?",
        "exp": "Miliaria is a disorder of the eccrine sweat glands due to ductal obstruction This is a common acute or subacute skin condition more in hot humid conditions leakage of sweat into the epidermis - miliaria crystallina and miliaria rubra leakage of sweat into the dermis - miliaria profunda Type of gland Eccrine Apocrine Duct Directly open over skin surface Open along with hair follicle Site Common everywhere Axilla Areola Groin Nerve Supply Cholinergic symphathetic Adrenergic symphathetic Disorder Anhidrosis, Hypohidrosis Bromhidrosis, Chromhidrosis, Fox Fordyce disease",
        "cop": 1,
        "opa": "Eccrine",
        "opb": "Apocrine",
        "opc": "Sebaceous gland with hair follicle",
        "opd": "Sebaceous without hair follicle",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "1b6c8079-5143-4816-847c-02eeb6b19e36",
        "choice_type": "single"
    },
    {
        "question": "A 32 year old male patient comes to OPD with persistent acne scars. there is history of Obsessive Compulsive disorder. what can be the probable diagnosis?",
        "exp": "Acne excoriee Type of acne that occurs when the affected individual picks at the acne lesions. Most often seen in teen girls. The picking exacerbates the acne and causes scars; Scarring leads to more acne and, ultimately, more picking. Acne conglobata Highly inflammatory disease presenting with comedones, nodules, abscesses, and draining sinus tracts. Begins between the ages of 18 and 30. Usually persists for a very long time. Acne mechanica Form of acne which is especially common in athletes, students, and soldiers. Triggered by excess heat, pressure, friction or rubbing of the skin. Develop anywhere on the face or body. Acne fulminans Rare skin disorder presenting as an acute, painful, ulcerating, and hemorrhagic clinical form of acne. Bone lesions and laboratory abnormalities.",
        "cop": 4,
        "opa": "Acne conglobata",
        "opb": "Acne mechanica",
        "opc": "Acne fulminans",
        "opd": "Acne excoriee",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "5b41d9ad-cf32-486a-8945-f6a91b461e78",
        "choice_type": "single"
    },
    {
        "question": "Example of sebaceous glands opening directly to the surface of the skin, and not by way of a hair follicle are all except",
        "exp": "In a number of sites, sebaceous glands open directly to the surface of the skin, and not by way of a hair follicle. Examples of such glands are the Meibomian glands of the eyelids and the Tyson's glands of the prepuce. Free sebaceous glands are also found on the mucocutaneous surfaces of the female genitalia, areola, and ectopic sites like tongue and cervix Free sebaceous glands in the margin of the upper lip are often visible to the naked eye as pale-yellow bodies, which vary in size from minute specks to about 1. 5 mm in diameter; they are known as Fordyce's spots. Koplik's spots are pathognomonic for measles seen as 1- to 2-mm white or bluish lesions with an erythematous halo on the buccal mucosa near the upper 1st and 2nd molars",
        "cop": 3,
        "opa": "Meibomian glands of the eyelids",
        "opb": "Tyson's glands of the prepuce",
        "opc": "Koplik's spots",
        "opd": "Fordyce's spots",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "e755ff7a-84e3-4385-9e70-177f2ca583ea",
        "choice_type": "multi"
    },
    {
        "question": "Apocrine mode of secretion is classically seen in _______ glands?",
        "exp": "Apocrine mode of secretion is seen in Mammary gland Modes of Secretion of exocrine glands can be classified as - Merocrine Apocrine Holocrine",
        "cop": 1,
        "opa": "Mammary",
        "opb": "Sebaceous",
        "opc": "Parotid",
        "opd": "Meibomian gland",
        "subject_name": "Dental",
        "topic_name": "Disorders of sebaceous and sweat glands",
        "id": "edde6c70-edc4-41f9-bd2a-c96a2a2397b1",
        "choice_type": "multi"
    }
]