[
    {
        "question": "Commonest fungal infection of female genitalia in diabetes?",
        "exp": "Candida is the commonest infection of female genital tract in diabetes. Candida species are normal commensals of the mouth, GI tract, vaginal mucosa and in the patients with an indwelling catheter. Diabetes is paicularly associated with increased susceptibility to vaginal infections.",
        "cop": 3,
        "opa": "Cryptococcal",
        "opb": "Madurmycosis",
        "opc": "Candida",
        "opd": "Aspergillosis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "0f057ac7-45e6-432d-a7d8-0b01445762a6",
        "choice_type": "single"
    },
    {
        "question": "Wood's lamp is made up of -",
        "exp": "Wood's Lamp It is a low intensity ultraviolet light(360nm) emitted by a high pressure mercury lamp fitted with a special filter made up of 9% nickel oxide and silica.",
        "cop": 4,
        "opa": "9% nickel oxide with 6% barium silicate",
        "opb": "9% nickel oxide with 9% barium silicate",
        "opc": "6% nickel oxide with 6% barium silicate",
        "opd": "9% nickel oxide with barium silicate",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "b457fb36-1ee1-4af3-915b-e128af60b160",
        "choice_type": "single"
    },
    {
        "question": "Most common type of Onychomycosis",
        "exp": "Onychomycosis is a fungal infection of nails MC site for onychomycosis: hyponychium Types 1. Distal lat. subungual onychomycosis- MC 2. Proximal subungual onychomycosis (rare)-In HIV+ patient 3. Superficial white onychomycosis4. Total dystrophic onychomycosis- it is the end result of either of the types. It is complete nail involvement.",
        "cop": 2,
        "opa": "Proximal Subungual",
        "opb": "Distal lateral subungual",
        "opc": "Superficial white",
        "opd": "Total distal",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "1cc32933-ec12-41c5-a79b-39fa584fb25e",
        "choice_type": "single"
    },
    {
        "question": "A 9 year-old girl presents with an annular plaque on the arm with peripheral scale. Topical nystatin ointment is prescribed and 2 weeks later the rash is unchanged. What is the next best step?",
        "exp": "Characteristic lesions on arm with annular plaque and peripheral scaling is seen in dermatophyte infection Treatment involves the use of oral terbinafine, fluconazole, itraconazole, griseofulvin or one of several well-tried topical preparations.",
        "cop": 1,
        "opa": "Sta appropriate antifungal with efficacy against dermatophytes.",
        "opb": "Sta an oral antibiotic",
        "opc": "Topical coicosteroid",
        "opd": "Longer course of nystatin",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "f568c036-9f0b-42d0-a2ee-635e180f6de5",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are effective in the treatment of Candida albicans fungemia except:",
        "exp": "All patients with Candida fungemia should be treated with systemic antifungals. Terbinafine (non-competitive inhibitor of squalene epoxide) is an agent used for dermatophyte infection. Fluconazole has been shown to be an effective agent for candidemia. Voriconazole is also active against Candida albicans but has many drug interactions. Caspofungin and other Echinocandins are gaining popularity due to their broad efficacy against most yeast isolates and better side-effect profile. Amphotericin B is effective in fungemia. S/E: rigors, electrolyte wasting, and renal insufficiency. Newer lipid formulations mitigate these effects to varying extents.",
        "cop": 3,
        "opa": "Amphotericin B",
        "opb": "Caspofungin",
        "opc": "Terbinafine",
        "opd": "Voriconazole",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "7afb4177-fa81-46b4-9835-379dc932fd6b",
        "choice_type": "multi"
    },
    {
        "question": "Potassium Iodide is used in the treatment of?",
        "exp": "Potassium Iodide(KI) is used in the treatment of sporotrichosis D. O. C is Itraconazole KI worsens Dermatitis Herpetiformis.",
        "cop": 1,
        "opa": "sporotrichosis",
        "opb": "Impetigo",
        "opc": "Dermatitis herpetiformis",
        "opd": "Was",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "9b824558-f4b5-4219-a01a-66e8fe162901",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old girl present with a well-defined annular pruritic lesion over the the neck with central clearing that is gradually progressive over the last 8 months. The likely diagnosis is -",
        "exp": "Tinea corporis / glabrosa / circinate is manifested by well-demarcated, annular, pruritic, active margins, scaly lesions that undergo central clearing. These are sharply demarcated lesions with raised edges. Central crusting - Leishmaniasis Central scarring - Lupus vulgaris Annular pustular psoriasis: rare variant of pustular psoriasis. having an annular, or circinate, lesion morphology, with a tendency to spread and form enlarged rings.",
        "cop": 3,
        "opa": "Annular psoriasis",
        "opb": "Lupus vulgaris",
        "opc": "Tinea corporis",
        "opd": "Leishmaniasis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "5655cbc3-8785-4fbb-a144-363ac8587e18",
        "choice_type": "multi"
    },
    {
        "question": "Athlete's foot is caused by?",
        "exp": "Tinea pedis is a dermatophyte infection of feet and is also referred as Athlete's foot. Tenia pedis T. Rubrum most common Dull erythema with scales. Diagnosis: KOH exam - Thick scale, no leading edge Rx: Dry Feet Don't wear the same shoes everyday, Absorbent powders Rx Scale- keratolytic agents- Salicylic acid Topical: Allylamines may be more effective than azoles Steroids for severe inflammation.",
        "cop": 4,
        "opa": "Candida",
        "opb": "Madurella",
        "opc": "Actinomycosis",
        "opd": "Dermatophytes",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "9bd16030-a17d-4994-b5f7-90e1cd36f093",
        "choice_type": "single"
    },
    {
        "question": "Majocchi granuloma is due to:",
        "exp": "Majocchi granuloma is a type of deep folliculitis d/t dermatophyte. Majocchi's granuloma (MG) is classified into two forms: 1st form: healthy individuals, perifollicular, papular lesion induced by shaving (women - legs/ men - beard area) 2nd form: granulomatous, related to immunosuppression, seen in a nodular form, on the upper extremities MC Cause -Trichophyton rubrum. other causes: T. mentagrophytes T. violaceum T. tonsurans",
        "cop": 3,
        "opa": "Microsporum gypsum",
        "opb": "Epidemophyton",
        "opc": "Trichophyton",
        "opd": "Microsporum",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "7c77812e-de1a-4465-bf0f-309280082fdd",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old man had multiple, small hypopigmented macules on the upper chest and back for the last three months. The macules were circular, arranged around follicles and many had coalesced to form large sheets. The surface of the macules showed fine scaling. He had similar lesions one year ago which subsided with treatment. The most appropriate investigation to confirm the diagnosis is -",
        "exp": "Multiple small hypopigmented macules on chest & back, fine scales, history of perifollicular arrangement and reappearance after treatment suggest the diagnosis of P. versicolor. KOH 10-20% is used on scaling skin lesions as it dissolves keratin and allows easier visualization of fungal elements. Microscopic examination of the KOH mount reveals sho hyphae and round spores - \"spaghetti and meatballs\"appearance",
        "cop": 1,
        "opa": "Potassium hydroxide preparation of scales",
        "opb": "Slit skin smear from discrete macules",
        "opc": "Tzanck test",
        "opd": "Skin biopsy of coalesced macules",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "15195d5c-2155-4fce-bf10-d0be3cb71983",
        "choice_type": "multi"
    },
    {
        "question": "Tinea ungium affects:",
        "exp": "Tinea unguium is clinically defined as dermatophytic infection of the nail plate. Dermatophytic Skin Disease Location Of Lesions Tinea corporis Nonhairy, smooth skin. Tinea pedis (athlete's foot) Interdigital spaces on feet of persons wearing shoes. Tinea cruris (jock itch) Groin. Tinea capitis Scalp hair. Tinea barbae Beard hair (Note -Sycosis barbae is folliculitis of beard hair caused by Staphylococcus) Tinea unguium Nail Tinea Manuum Hand",
        "cop": 2,
        "opa": "Nail fold",
        "opb": "Nail plate",
        "opc": "Joints",
        "opd": "Interdigital space",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "a8a0b54f-d24f-4992-99c8-945e1f82f2b5",
        "choice_type": "single"
    },
    {
        "question": "Agents most effective and better tolerated in management of onychomycosis?",
        "exp": "Onychomycosis does not respond to topical therapy, although ciclopirox olamine (recent NEET) nail lacquer applied daily for a year is occasionally beneficial. The 3 anti-fungals being increasingly used for Rx of onychomycosis are: Drug for Rx onychomycosis Dose Terbinafine 250 mg/day for 6 and 12 wks in fingernail and toenail onychomycosis respectively. Itraconazole Pulse therapy: 200 mg twice daily for 1 wk/month for 2 and 3 consecutive months for finger and toenail onychomychosis respectively. Continuous regimen: 200 mg/day for 6 wks. Fluconazole 150 mg wkly for maximum period of 12 months",
        "cop": 3,
        "opa": "Griseofulvin and caspofungin",
        "opb": "Griseofulvin and ketoconazole",
        "opc": "Itraconazole and terbinafine",
        "opd": "Ciclopirox and griseofulvin",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "a0019054-0696-42f7-927c-e970441ffc0c",
        "choice_type": "single"
    },
    {
        "question": "Reynold's Braude phenomenon is seen with:",
        "exp": "Germ tube test-Reynold's Braude phenonmenon Incubation of the culture of candida species with human or sheep serum at 37degC produces germ tubes within 2-4 hrs. It is a rapid method of identifying Candida albicans",
        "cop": 1,
        "opa": "Candida",
        "opb": "Malasezzia",
        "opc": "Trichophyton",
        "opd": "Epidermophyton",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "98552bde-cbcf-47cd-a75e-7d1222be859a",
        "choice_type": "single"
    },
    {
        "question": "A 8 year old child has localized noncicatricial alopecia over scalp with itching and scales. The diagnosis is:",
        "exp": "Tinea barbae - beard area. Lichen planus - causes cicatricial alopecia. Tinea capitis - Non- cicatricial alopecia. Alopecia areata - Non- cicatricial alopecia. DOC for tinea capitis: Trichophyton - Terbinafine Microsporum spp -griseofulvin Tinea capitis Alopecia areata Age Children Adults Itching and scales + - Exclamation mark Not seen Stumps are exclamation mark shaped Density of hair Numerous broken hair Scanty hair",
        "cop": 3,
        "opa": "Tinea barbae",
        "opb": "Alopecia areata",
        "opc": "Tinea capitis",
        "opd": "Lichen planus",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "0dbd473f-d7ae-4581-a4ae-46c6ed6d741a",
        "choice_type": "single"
    },
    {
        "question": "Seen in Pityriasis versicolor:",
        "exp": "Scraping the surface of the lesions in Pityriasis versicolor will accentuate the scaling. This sign is known as Coup D'ongle sign of Besnier (Coup D'ongle means \"Stroke of nail\") Iris or target lesions Erythema multiformie Bulla spread sign and Nikolsky's sign Pemphigus vulgaris. Auspitz sign Plaque psoriasis Darrier's sign Uicaria pigmentosa. White dermographism Atopic dermatitis. Dimple sign Dermatofibroma.",
        "cop": 3,
        "opa": "Iris lesions",
        "opb": "Auspitz sign",
        "opc": "Coup D'ongle sign",
        "opd": "Darrier's sign",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "81ddf322-1941-489b-ac2e-4fbd5effc6b6",
        "choice_type": "single"
    },
    {
        "question": "A patient comes with a non itchy eruption in the groin which on KOH examination reveals fungi. The diagnosis is",
        "exp": "H/O: Non-itchy eruption in groin Dx: T. incognito Usually fungal infection in groin, Diagnosis would be T. cruris However question mentions its non-itchy and no inflammation d/t application of steroid which reduces the symptoms, but the fungal infections still persists. The infection flares up on stopping application",
        "cop": 3,
        "opa": "T corporis",
        "opb": "T cruris",
        "opc": "T incognito",
        "opd": "T faciei",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "8c18d16c-0dd1-4117-8b64-a6ca3812c5e6",
        "choice_type": "single"
    },
    {
        "question": "Favus is type of:",
        "exp": "Kerion, us, black dot, grey patch are all type of Tinea capitis. Tinea capitis broadly divided into - Inflammatory(kerion, us) causing scarring/cicatrizial alopecia or Non inflammatory( black dot, grey patch) causing non scarring/Non cicatrizing alopecia",
        "cop": 1,
        "opa": "Tinea capitis",
        "opb": "Alopecia areata",
        "opc": "Pityriasis rosea",
        "opd": "Non Cicatrizing alopecia",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "447c6f7a-9aa7-46de-89f4-98e744a24463",
        "choice_type": "single"
    },
    {
        "question": "What is the management for the given case:",
        "exp": "Image shows curdy white membranous layer over buccal mucosa very commonly seen in thrush i. e. oropharyngeal candiasis. It is a pseudomembrane as it can be detached. Oral candiasis 1. Acute pseudomembranous - Thrush 2. Acute atrophic - Red lesion 3. Chronic Atrophic - Denture candidiasis 4. Chronic Hyperplastic - Common in smokers 5. Perleach - Candida infection of angle of mouth DOC-Fluconazole",
        "cop": 4,
        "opa": "Dapsone plus steroids",
        "opb": "Stop smoking and screen for carcinoma.",
        "opc": "Vitamin supplements",
        "opd": "Antifungals treatment for oral candidiasis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "33a87355-db77-42be-a754-9bd9bc6a70af",
        "choice_type": "single"
    },
    {
        "question": "A 10-yr-old boy presented with painful boggy swelling of scalp, multiple sinuses with purulent discharge, easily pluckable hair, and lymph nodes enlarged in occipital region. Which one of the following would be most helpful for diagnostic evaluation?",
        "exp": "Kerion is variant pf tinea capitis Kerion is characterized by - Alopecia, A tender or painful boggy scalp, Purulent drainage, and Localized lymphadenopathy. Causative agent: T. mentagryophyte and T. verrucosum. Dermatophytid reactionis an inflammatory reaction todermatophytosisat acutaneous site distant from the primary infection, seen sometimes with kerion Diagnosis is made by KOH mount. KOH mount: Woods lamp: Green florescence",
        "cop": 3,
        "opa": "Biopsy",
        "opb": "Bacterial culture",
        "opc": "KOH mount",
        "opd": "Patch test",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "2947e202-4930-4d81-b2ae-6cb23f60a318",
        "choice_type": "single"
    },
    {
        "question": "Oral candidiasis presents with white patch in all except?",
        "exp": "Chronic atrophic candidiasis: Red lesions seen in denture wearers. Also called denture mouth Sharply defined areas of erythema and edema on the palate, area in contact with dentures Patterns of Oral Candidiasis: Acute Pseudomembranous Candidiasis(thrush) - M/C feature Acute atrophic candidiasis Angular stomatitis Candidal Leukoplakia Chronic atrophic candidiasis NOTE-EXTRA EDGE Perleche (Oral mucosal candidiasis) Caused by Candida Characterised by soreness and cracking at the angles of the mouth extending outwards in the folds of the facial skin. Also called Angular stomatitis.",
        "cop": 2,
        "opa": "Acute pseudomembranous candidiasis",
        "opb": "Chronic atrophic candidiasis",
        "opc": "Chronic hyperplastic candidiasis",
        "opd": "Chronic mucocutaneous candidiasis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "ff0649f3-e4cb-4c35-a2ea-660110914da3",
        "choice_type": "multi"
    },
    {
        "question": "Voriconazole is used in the following except:",
        "exp": "Voriconazole Voriconazole has a broader spectrum than fluconazole against. Candida species (including C. glabrata and C. krusei) and is active against Aspergillus, Scedosporium, and Fusarium. It is generally considered the first-line drug of choice for treatment of aspergillosis. Posaconazole, Isavuconazole are some azoles active against mucormycosis. Voriconazole has widest spectrum and is the drug of choice for invasive aspergillosis.",
        "cop": 4,
        "opa": "Aspergillosis",
        "opb": "Candida albicans",
        "opc": "Candida tropicalis",
        "opd": "Mucormycosis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "14580728-c14e-4b22-a1c5-9a9bb187936e",
        "choice_type": "multi"
    },
    {
        "question": "A gardener comes with linear nodules on the hand for last one year, how will you treat the patient.",
        "exp": "Diagnosis is Rose gardener disease/ Sporotrichosis commonly seen in farmers, gardeners, florists etc. It is caused by Sporothrix schenckii (Thermally dimorphic) Fungi Fungus may produce a series of inflamed nodules along the line of lymphatic drainage (i. e. linear lesions). Three types: C/F Rx 1. Cutaneous Nodules Itraconazole 2. Lymphatic (MC) Linear nodules with Satellite lesions Itraconazole >Saturated Solution of KI (SSKI) S/E: Thyroid problem 3. Systemic Upper lobe of lung Amphotericin B",
        "cop": 4,
        "opa": "Amphotericin B",
        "opb": "Griseofulvin",
        "opc": "Ampicillin",
        "opd": "Iodine",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "fb0be7c1-acad-44d4-9e14-03f01213b154",
        "choice_type": "single"
    },
    {
        "question": "Nail infection is caused by all of the following except:",
        "exp": "Superficial infection Area affected Trichophyton involves Skin Hair Nail Microsporum involves Skin Hair But never nail Epidermophyton involves Skin Rarely nails But never hair",
        "cop": 3,
        "opa": "Trichophyton",
        "opb": "Epidermophyton",
        "opc": "Microsporum",
        "opd": "Candida",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "000b00a7-2dc1-4e97-82ce-2e16f55c84d8",
        "choice_type": "multi"
    },
    {
        "question": "Fungi with no sexual stage:",
        "exp": "Fungi imperfecti also called as Deuteromycetes or Hyphomycetes is a provisional group of fungi whose sexual stages have not been identified.",
        "cop": 1,
        "opa": "Imperfect fungi",
        "opb": "Phycomycetes",
        "opc": "Basidiomycetes",
        "opd": "Ascomycetes",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "ebc06f73-963b-4744-9c82-c55e3478a881",
        "choice_type": "single"
    },
    {
        "question": "A 36-yr-old male worker presented with itchy, annular, scaly diffuse plaques in both the groins. Application of coicosteroid ointment relieved the symptoms temporarily but the plaques continued to spread at the periphery. The most likely diagnosis would be?",
        "exp": "All of the above options are annular lesions But the clinical features: itchy annular lesion with diffuse scaly plaques at groins and relief from symptoms by use of glucocoicoids points towards Tinea Incognito. Granuloma annulare is also annular but classically non scaly. Annular lichen planus is classically on mucosal areas and not groins.",
        "cop": 4,
        "opa": "Erythema annulare centrifugum",
        "opb": "Granuloma annulare",
        "opc": "Annular lichen planus",
        "opd": "Tinea Incognito",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "f364f784-252d-46cd-9f15-9996617fc45c",
        "choice_type": "multi"
    },
    {
        "question": "What is the management for the given case",
        "exp": "It is a case of oral candidiasis showing white pseudomembrane can be treated with antifungal agents. Candidiasis Caused by. Candida albicans Oral candidiasis appears as a curdy white adherent membrane, which when removed, leaves a red, raw surface - pseudomembranous form Other types are: Vaginal candidiasis, Angular stomatitis, Atrophic candidiasis Most common oppounistic infection in HIV-affected individuals",
        "cop": 4,
        "opa": "Dapsone plus steroids",
        "opb": "Stop smoking and screen for carcinoma",
        "opc": "Vitamin supplements",
        "opd": "Antifungals treatment for oral candidiasis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "6b8816e5-f2e2-475b-9742-3c2daf73469a",
        "choice_type": "single"
    },
    {
        "question": "All the following drugs are effective in the treatment of Pityriasis Versicolor except:",
        "exp": "Griseofulvin has no role in treatment of tinea versicolor. Griseofulvin is used systemically for dermotophytes (microsporum infection). It is ineffective topically. Treatment of Tinea/ Pityriasis versicolar Systemic (oral) Local (Shampoo/cream) New treatment Old Treatment Ketocoazole Itraconazole Micoconazole Econazole Ketoconazole Clotrimazole Whitfield's ointment (3% salicylic acid and 6% Benzoic acid) Selenium disulphide Sodium Thiosulphate",
        "cop": 3,
        "opa": "Selenium Sulphide",
        "opb": "Ketoconazole",
        "opc": "Griseofulvin",
        "opd": "Clotrimazole",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "15e255ae-f3fe-4ed4-9694-f281ca5c4f0d",
        "choice_type": "multi"
    },
    {
        "question": "'Favus' is caused by?",
        "exp": "Favus Favus is an inflammatory type of Tinea capitis Commonest causative agent T. schoenleinii. Inflammatory (kerion, us) causing scarring/cicatricial alopecia Kerion common in children Tender boggy swelling over scalp, easily pluckable hair and enlarged lymphnode. (causative agent: T. mentagrophyte or T. verrucosum) DOC: Trichophyton - Terbinafine Microsporum spp -griseofulvin",
        "cop": 1,
        "opa": "T. schoenleinii",
        "opb": "T. microsporum",
        "opc": "Epidermophyton",
        "opd": "Candida tropicalis",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "a60c3e53-b129-486d-8805-1680ed0879c2",
        "choice_type": "single"
    },
    {
        "question": "Uses of woods light includes following EXCEPT",
        "exp": "Sclerema is characterized by diffuse hardening of the subcutaneous tissue with minimal inflammation. It usually affects premature, ill newborns. Diagnosis of Sclerema does not require use of wood light.",
        "cop": 3,
        "opa": "Urine examination in porphyria",
        "opb": "Examination of hair in T. capitis",
        "opc": "Sclerema",
        "opd": "Erythrasma",
        "subject_name": "Dental",
        "topic_name": "Fungal infections",
        "id": "b6179e11-1844-4de1-b467-4515120c83fa",
        "choice_type": "multi"
    }
]