[
    {
        "question": "Dyskeratosis is characteristic feature of?",
        "exp": "Dyskeratosis - Premature or abnormal keratinization Seen in -1. Malignant condition: Squamous cell carcinoma2. Premalignant: Bowen's disease3. Benign conditions: a. Darier's diseaseb. Hailey-hailey disease",
        "cop": 1,
        "opa": "Darier's disease",
        "opb": "Pemphigus vulgaris",
        "opc": "Psoriasis",
        "opd": "Tinea capitis",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "82e971fe-856d-4e0d-8a76-6e448366445a",
        "choice_type": "single"
    },
    {
        "question": "Defect seen in Hailey Hailey disease?",
        "exp": "Hailey-hailey disease / Benign familial pemphigus Occurs due to defect in gene: ATP2. C1 gene which codes for: SERCA (Sarco Endoplasmic reticulase Ca2+ ATPase). Therefore, in this disease Ca2+ ATPase is defective. Ca2+ required for attachment of two desmosomes. ATP7A mutation causes Menke's disease. ATP7B mutation - Wilson's disease ATP2. A2 mutation - Darier's disease.",
        "cop": 2,
        "opa": "ATP2. A2",
        "opb": "ATP2. C1",
        "opc": "ATP7A",
        "opd": "ATP7B",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "d1624818-72d1-4e51-b107-e4bec4a39493",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions Parakeratosis most frequently occurs?",
        "exp": "Parakeratosis - retention of nucleus in stratum corneum It represents a disturbance of keratinization Commonly seen in many different forms of inflammatory dermatosis, and is closely associated either with increased epidermal cell turnover or with inflammatory changes in the epidermis itself. Parakeratosis is seen in; PEA'S2 -Psoriasis -Eczema -Actinic keratosis -Seborrheic dermatitis -Squamous cell carcinoma",
        "cop": 1,
        "opa": "Actinic keratoses",
        "opb": "Seborrheic keratoses",
        "opc": "Molluscum contagiosum",
        "opd": "Basal cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "efcea607-6fbf-4d45-aebb-6b7d04cca4cd",
        "choice_type": "single"
    },
    {
        "question": "Lichenification occurs in which layer of skin:",
        "exp": "Lichenification is seen in Stratum malpighii (stratum Spinosum along with stratum basale) LICHENIFICATION- Thickening of the epidermis (and to some extent also of the dermis) in response to prolonged rubbing. It is a secondary skin hyperophy; thick, leathery skin, giving the skin a leathery bark-like appearance. It is a common consequence of atopic dermatitis; eczema and other pruritic disorders. Associated with acanthosis( thickening of stratum spinosum)",
        "cop": 4,
        "opa": "Stratum lucidum",
        "opb": "Stratum corneum",
        "opc": "Stratum granulosum",
        "opd": "Stratum malpighii",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "f485c4d9-08e9-4d5d-867a-68e3cc9f2d21",
        "choice_type": "single"
    },
    {
        "question": "Irregular acanthosis is seen in:",
        "exp": "Acanthosis - increase in number of cells in the Malpighian or prickle cell layer of the epidermis Increased thickness of the epidermis may result from an increased length of rete ridges or may affect the whole epidermis Acanthosis is commonly accompanied by other histological changes - as hypergranulosis, hyperkeratosis and papillomatosis. May be seen in a wide variety of inflammatory and neoplastic disorders. Irregular acanthosis - Lichen planus(saw tooth acanthosis) Regular acanthosis - Chronic eczema, psoriasis",
        "cop": 2,
        "opa": "Chronic eczema",
        "opb": "Lichen planus",
        "opc": "Psoriasis",
        "opd": "Acute eczema",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "ae9a5245-7d5e-4291-b3a7-b75e27260df0",
        "choice_type": "single"
    },
    {
        "question": "Acanthosis involves:-",
        "exp": "Acanthosis - Thickening of prickle cell layer or malphigian layer. Increase in number of keratinocytes in the prickle cell layer of the epidermis Pseudoacanthosis - increased thickness of the epidermis due to enlarged keratinocytes Acanthosis, Acantholysis- Stratum spinosum. Hypergranulosis, Agranulosis- Stratum Granulosum",
        "cop": 1,
        "opa": "Stratum malphigii",
        "opb": "Stratum granulosum",
        "opc": "Stratum lucidum",
        "opd": "Stratum corneum",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "3a510efc-9efa-4907-be3f-00240690121f",
        "choice_type": "single"
    },
    {
        "question": "Pautriers microabscess are seen in:-",
        "exp": "Pautrier's microabscess are small collections of lymphocytes in epidermis These are malignant atypical lymphocytes seen in cutaneous T cell lymphoma/ Mycosis fungoides (MC cutaneous lymphoma).",
        "cop": 2,
        "opa": "Epidermolysis bullosa",
        "opb": "Mycosis fungoides",
        "opc": "Eczema",
        "opd": "Contact dermatitis",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "0a68ea96-66f3-4182-b1bd-cef3e96f902a",
        "choice_type": "single"
    },
    {
        "question": "Spongiosis involves:",
        "exp": "Spongiosis: extracellular accumulation of fluid in stratum spinosum. Eg: Acute eczema Ballooning: intracellular accumulation of fluid in stratum spinosum. Eg: Acute eczema Acanthosis: thickening of stratum spinosum. Eg: Chronic eczema",
        "cop": 3,
        "opa": "Stratum granulosum",
        "opb": "Stratum corneum",
        "opc": "Stratum spinosum",
        "opd": "Stratum basale",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "2086624f-478a-47fb-81c5-b2ea13aed6c8",
        "choice_type": "single"
    },
    {
        "question": "Tzank cell is:",
        "exp": "Tzanck cells are acantholytic cell or acanthocytes formed due to separation of keratinocytes due to defect in desmosomes. Characterstic on tzank smear Acanthocytes Multinucleate Giant cells Dyskeratotic Keratinocyte Necrotic Keratinocyte Examples Pemphigus -Herpes -Chicken pox -Darier's disease -SJS/TEN",
        "cop": 4,
        "opa": "Neutrophil",
        "opb": "Lymphocyte",
        "opc": "Fibroblast",
        "opd": "Keratinocytes",
        "subject_name": "Dental",
        "topic_name": "Histopathological findings",
        "id": "f48969ea-a8ae-44b1-85bb-6089bc32d6a1",
        "choice_type": "single"
    }
]