[
    {
        "question": "Large unilateral hypopigmented lesion on right trunk and arm in female. Which of the following best explain the etiology for it?",
        "exp": "Image shows large U/L hypopigmented lesion on right trunk and arm in young female: segmental vitiligo. Vitiligo Segmental Non segmental Unilateral along dermatome Localised Generalised Focal: few mucosal: mucosa -Vulgaris - MC, B/L symptoms - Acrofacial (including hand and face) - Universalis >90% Etio: Autoimmune condition - Antibody formed destroy melanocytes Neurogenic hypothesis - It is only valid for segmental type The image shown above in question is of Segmental vitiligo Self-destruct theory of Lerner - Given for vitiligo It states that the oxidative stress which is going on in body causes destruction of melanocytes. If question would be about Vitiligo or B/L type, answer would be Autoimmune hypothesis. If there is family history of Vitiligo, answer would be Genetic factors",
        "cop": 2,
        "opa": "Autoimmune hypothesis",
        "opb": "Neurogenic hypothesis",
        "opc": "Genetic factors",
        "opd": "Self destruct theory of Lerner",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "2aa77377-0266-4653-8824-288b446e940f",
        "choice_type": "single"
    },
    {
        "question": "True about vitiligo are all except:",
        "exp": "VITILIGO -Autoimmune disorder -Skin biopsy specimen shows absence of melanocytes. Poor prognostic factors: Leucotrichia Long standing type Lesions over bony prominences Acrofacial -Surgical treatment is indicated if medical treatment fails and disease is stable for >1 year. - Modalities: Skin grafting Non-cultured autologous melanocytic transfer Cultured autologous melanocytic transfer.",
        "cop": 2,
        "opa": "Surgical treatment is indicated if medical treatment fails",
        "opb": "Leucotrichia is associated with good prognosis",
        "opc": "Autoimmune condition",
        "opd": "Skin biopsy specimen shows abscence of melanocytes.",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "e913a6c7-6d6a-4f3c-8f8c-84cfa68a7edd",
        "choice_type": "multi"
    },
    {
        "question": "38 year old male with hypopigmented patches near both ankles. What is not used for treatment?",
        "exp": "Treatment of vitiligo: 1. Topical a. Steroids eg: clobetasol b. Calcineurin inhibitors like tacrolimus c. Vit D analogues 2. Systemic a. Steroids b. Azathioprine 3. Phototherapy a. PUVA b. PUVASOL c. Narrow band UVB d. Targeted Phototherapy 4. Surgical treatment. Impoant point: Topical methoxsalen is Psoralen.",
        "cop": 2,
        "opa": "Topical clobetasol",
        "opb": "Topical tretinoin",
        "opc": "Topical tacrolimus",
        "opd": "Topical methoxsalen",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "5d8e5bc1-ff5b-412c-84f5-9455a45d6fd4",
        "choice_type": "multi"
    },
    {
        "question": "Which topical agent is antiproliferative, cytotoxic to melanocytes and a weak competitive inhibitor of tyrosinase?",
        "exp": "Azelaic acid - Tyrosinase inhibitor Has anti-inflammatory propeies and antiproliferative effect on keratinocytes - used in acne Has cytotoxic action against Melanocytes - used in Hyperpigmentary disorders Tyrosinase inhibitors - used for hyperpigmented disorders like melasma Eg -1. Hydroquinone2. Azelaic acid 3. Kojic acid4. Arbutin",
        "cop": 4,
        "opa": "Kojic acid",
        "opb": "Hydroquinone",
        "opc": "Retinoids",
        "opd": "Azelaic acid",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "de552c64-c07a-449f-8afd-41d221514dcd",
        "choice_type": "multi"
    },
    {
        "question": "A female has hypopigmented lesion on centre of forehead. The drug responsible is?",
        "exp": "It is because of allergic reaction to the glue (Para teiary butyl phenol) present in bindi, so commonly seen in female. Contact leucoderma: Monobenzyl ether of hydroquinone is present in rubber, is most potent depigmentary agent. Para teiary butyl catechol is present in hair dye. Para teiary butyl phenol is present in bindi",
        "cop": 4,
        "opa": "Hydroquinone",
        "opb": "Monobenzyl ether of hydroquinone",
        "opc": "Para teiary butyl catechol",
        "opd": "Para teiary butyl phenol",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "e9c135ad-7f86-4bcf-9e6a-8f8a061cf834",
        "choice_type": "multi"
    },
    {
        "question": "Hypopigmented patches may be seen in:",
        "exp": "Nevus anaemicus (NA) - Congenital disorder characterized by macules of varying size and shape that are paler than the surrounding skin and cannot be made red by trauma, cold, or heat. Paler area is due to the blood vessels within the area which are more sensitive to body's normal vasoconstricting chemicals. Hyperpigmentary disorders: Nevus of OTA Nevus of ITO Becker's Nevus",
        "cop": 2,
        "opa": "Becker's nevus",
        "opb": "Nevus anemicus",
        "opc": "Nevus of Ota",
        "opd": "Nevus of Ito",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "0f002167-a081-4242-9528-590866a0ec77",
        "choice_type": "single"
    },
    {
        "question": "Bittu, 6-yr-old boy presents with small hypopigmented scaly macules on cheek. Some of his friends also have similar lesions. Most probable diagnosis is?",
        "exp": "P. Alba Occurs predominantly in children( 3-16 years). Both sexes are equally susceptible. C/f: Lesion is rounded, oval or irregular plaque, which is red, pink or skin-coloured and has fine lamellar or branny scaling. - Initially erythema with minimal crusting, later erythema subsides and only show persistent fine scaling with hypopigmentation. - History of atopy present. - Sensation intact. P. Versicolor: Scaly macule. Seen on upper trunk and shoulders commonly. Indeterminate leprosy: Non scaly Epidermal atrophy Anesthesia P. Rosea: Herald patch Collarette scaling Secondary syphilis like lesions.",
        "cop": 4,
        "opa": "Pityriasis rosea",
        "opb": "Pityriasis versicolor",
        "opc": "Indeterminate leprosy",
        "opd": "Pityriasis alba",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "9ac8ac12-32a5-4c7b-9062-175f487f868d",
        "choice_type": "multi"
    },
    {
        "question": "Piebaldism refers to:",
        "exp": "Piebaldism Rare AD disorder of melanocyte development characterized by congenital white forelock and multiple symmetrical hypopigmented or depigmented macules. Etiology: Absence of melanocytes in affected skin and hair follicles as a result of mutations of the KIT proto-oncogene. Symmetric involvement of central forehead, ventral trunk, and mid regions of upper and lower extremities. Idiopathic Guttate Hypomelanosis (IGH) is a benign and asymptomatic skin manifestation characterized as diffuse hypopigmented macules, or white spots.",
        "cop": 3,
        "opa": "Androgenic alopecia",
        "opb": "Idiopathic guttate hypomelanosis",
        "opc": "Association of vitiligo with white forelock",
        "opd": "Acquired condition",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "f700d9fb-8ddd-421a-98db-9fb1a92d05d7",
        "choice_type": "single"
    },
    {
        "question": "A child is brought by parents with a complain of a solitary well-defined whitish patch on the child's thigh. Which of the following would be the most likely diagnosis?",
        "exp": "Nevus achromicus: Presents as hypopigmented macule serrated margins In children Location: trunk, proximal pas of the extremities Histology: Normal or slightly reduced melanocytes. Piebaldism Rare AD disorder of melanocyte development characterized by congenital white forelock and multiple symmetrical hypopigmented or depigmented macules. Albinism AR inheritance Photophobia, vision disorder SCC appear on sun exposed areas of body. Vitiligo Presents at areas under mechanic stress: perioral and periorbital skin, neck, wrists, ankles, dorsum of the hands, breasts etc. Sharply demarcated depigmented macules, merging into larger lesions. Smooth surface, no scales. Usually depigmentation of hairs as well.",
        "cop": 3,
        "opa": "Piedaldism",
        "opb": "Albinism",
        "opc": "Nevus achromicus",
        "opd": "Acral vitiligo",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "c2dc3b5e-3382-4dcb-8122-8ebce52defa0",
        "choice_type": "single"
    },
    {
        "question": "Disorders associated with vitiligo EXCEPT?",
        "exp": "DISORDERS ASSOCIATED WITH VITILIGO Thyroid disease: Hypehyroidism Hypothyroidism Pernicious anemia Addison's disease Diabetes mellitus Hypoparathyroidism Myasthenia gravis Alopecia areata Morphoea and lichen sclerosis",
        "cop": 1,
        "opa": "Androgenic Alopecia",
        "opb": "Hypothyroidism",
        "opc": "Addison's disease",
        "opd": "Diabetes mellitus",
        "subject_name": "Dental",
        "topic_name": "Hypo Pigmentary Disorders",
        "id": "029aea24-7c95-4c73-ad95-f73d65231540",
        "choice_type": "multi"
    }
]