[
    {
        "question": "Patients with porphyria are highly sensitive to which wavelength:",
        "exp": "Porphyrin are excited by visible light with a wavelength between 400 and 410 nm and emit an intense red fluorescence. The released energy reacts with oxygen to produce free radicals and singlet oxygen that damages tissues Mc porphyria - porphyria cutaneatarda (if- Red urine - D/D - myoglobinuria )",
        "cop": 2,
        "opa": "290-320 nm",
        "opb": "400-420 nm",
        "opc": "320-400 nm",
        "opd": "250-290 nm",
        "subject_name": "Dental",
        "topic_name": "JIPMER 2018",
        "id": "e7941e6a-c6c8-4539-ac37-c6932a9b1d59",
        "choice_type": "single"
    },
    {
        "question": "Dermatitis herpetiformis is associated with:-",
        "exp": "Dermatitis herpetiformis is a gluten hypersensitivity condition C/F: lesions mainly over extensors, vesico papule lesions, extremely pruritic-resulting in excoriation marks, some patients might also develop fluid filled lesion DIF Finding: shows granular IgA deposits in the tip of dermal papillae giving picket fence appearance Epidermal transglutaminase (TG3) is the epidermal antigen for IgA deposited in the skin and Tissue transglutaminase (TG2) is the tissue antigen for IgA deposited in the small bowel mucosa which is associated with celiac disease. Initially patients TG2 is targeted later on these patients have skin involvement dermatitis herpetiformis targeting TG3",
        "cop": 2,
        "opa": "Tissue transglutaminase 1",
        "opb": "Transglutaminase 3",
        "opc": "Tissue transglutaminase 6",
        "opd": "Tissue transglutaminase 9",
        "subject_name": "Dental",
        "topic_name": "JIPMER 2018",
        "id": "39b69d9b-2441-4d0e-8a2a-fdbe4644d5e1",
        "choice_type": "single"
    },
    {
        "question": "Tide water mark dermatitis is seen:-",
        "exp": "Tide water mark dermatitis is a band shaped papular eruptions on the thighs and abdomen at the diaper edges, characteristically sparing the skin folds Variant of contact dermatitis.",
        "cop": 3,
        "opa": "Allergic contact dermatitis",
        "opb": "Contact dermatitis to rubber used in disposable napkins",
        "opc": "Band shaped papular dermatitis",
        "opd": "Papulo-erosive ulcer",
        "subject_name": "Dental",
        "topic_name": "JIPMER 2018",
        "id": "16dd4a48-468f-41d5-ae67-e617474a4e50",
        "choice_type": "multi"
    },
    {
        "question": "Dermatitis herpetifomis is associated with:-",
        "exp": "Dermatitis herpetiformis occurs d/t gluten. HLA associated are: HLA B8 HLA A1. HLA DQ2, DQ8, DR3 Psoriasis is associated with HLA CW6",
        "cop": 2,
        "opa": "HLA DR4",
        "opb": "HLA B8, HLA DQ2 and HLA DQ8",
        "opc": "HLA CW6",
        "opd": "HLA DR2",
        "subject_name": "Dental",
        "topic_name": "JIPMER 2018",
        "id": "89e3ad1e-e099-44e7-a233-dfc7d4f237df",
        "choice_type": "single"
    },
    {
        "question": "Cayenne pepper stippling due to hemosiderin is found in:-",
        "exp": "Cayenne pepper stippling d/t hemosiderin seen in uncircumcised patient in Plasma cell balanitis of zoon/ zoon balanitis C/F - Erythematous, shiny lesions- Over glans penis- Asymptomatic lesion- Mild pruritus- Shows cayenne pepper strippling Cayenne pepper stippling appearance is d/t purpose develops pruritic spot d/t hemosiderin deposition. Erythroplasia of Queyrat- premalignant condition",
        "cop": 3,
        "opa": "Erythroplasia of Queyrat",
        "opb": "Paget's disease",
        "opc": "Plasma cell balanitis of zoon",
        "opd": "Bowen's disease",
        "subject_name": "Dental",
        "topic_name": "JIPMER 2018",
        "id": "8fdfdfb1-acdc-40d3-8f70-eafc6f482ed3",
        "choice_type": "single"
    }
]