[
    {
        "question": "Rx of choice for Lichen planus?",
        "exp": "LP is essentially benign and self-limiting disease. Steroids- Mainstay of Rx. Oral steroids: Extensive LP Bullous LP Follicular LP of scalp Extensive ulcerative lesions on the oral or vaginal mucosa. Nail atrophy and pterygium Other Rx: Azathioprine Dapsone In generalised cases phototherapy is given.",
        "cop": 3,
        "opa": "Topical salicylic acid",
        "opb": "UV rays",
        "opc": "Systemic steroids",
        "opd": "Erythromycin",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "72b32056-4787-4964-a57f-4d8912b83729",
        "choice_type": "single"
    },
    {
        "question": "Characteristic nail finding in lichen planus?",
        "exp": "The nail changes in Lichen planus include: - Irregular longitudinal grooving and ridging of the nail plate. - Pterygium formation(Most characteristic) - Shedding of the nail plate with atrophy of nail bed. - Subungual hyperkeratosis. - Subungual Hyperpigmentation. Pterygium: Loss of small area of the nail plate with proximal nail fold epidermis adherent to the nail bed epidermis (pterygium unguis). Inverse pterygium is seen in systemic sclerosis. 1. Pitting- (i) Psoriasis- Irregular deep pits (Thimble pitting)(ii) Alopecia- Superficial regular pits (iii) Eczema 2. Beau's lines- trauma, hypocalcaemia, malnutrition3. Hyperpigmentation of nails- infection, drugs, dyes, melanoma, etc",
        "cop": 2,
        "opa": "Pitting",
        "opb": "Pterygium",
        "opc": "Beau's lines",
        "opd": "Hyperpigmentation of nails",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "33312aca-2416-47a0-ac79-3beca2047f75",
        "choice_type": "single"
    },
    {
        "question": "A child came with similar lesions over elbows, shaft of penis and forearm. shows pinhead discrete but grouped papules over right elbow. Diagnosis?",
        "exp": "Lichen nitidus: Grouped pin head sized papules on- Elbow- Forearm- Dorsum of hand- Shaft of penis Histology shows: Elongated rete ridges. Lymphocytic infiltrate. Together they give \" claw clutching appearance\" Phrynoderma: keratotic papules with intrafollicular plugging on extensor surfaces.",
        "cop": 1,
        "opa": "Lichen nitidus",
        "opb": "Lichen planus",
        "opc": "Scabies",
        "opd": "Phrynoderma",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "790c9392-e45c-4be4-aa6a-c65c9b0e1b4b",
        "choice_type": "single"
    },
    {
        "question": "Lacy White lesions in the mouth with pterygium is seen in:",
        "exp": "Purple polygonal papules marked by severe pruritus; lacy white markings called as Wickam's Striae, especially associated with mucous membrane lesions & pterygium are diagnostic of Lichen planus.",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "P. Alba",
        "opc": "Lichen planus",
        "opd": "Leprosy",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "54b9c35a-7366-4608-a976-5cf9ac076a1b",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old man with a history of recent subclinical hepatitis C infection presents complaining of rash and mouth pain for the past week. The rash is pruritic. Examination reveals lesions on his wrists, ankles, and scalp; the lesions are shiny, violaceous, sharply demarcated, confluent papules containing fine white lines in a lacy pattern on their surfaces. Examination of his oropharynx reveals an erosion on the left buccal mucosa with the same fine white reticulation. Which of the following is the most likely diagnosis?",
        "exp": "Classic description of lichen planus \"5 P's\": Purple, Polygonal, Pruritic, and Planar Papules and Wickham's striae (the characteristic light grey or white lines or dots seen on the surface of lichen planus). It affects middle-aged adults and may be associated with hepatitis C infection and/or drug exposure The rash of Erythema multiforme typically involves the extremities, palms, and soles, and may consist of erythematous or purpuric plaques and bullae with central clearing. Painful lesions are typical, though pruritus can be present as well. Mucous membrane involvement is common. Hypersensitivity vasculitis is typically drug-induced but may also result from hepatitis B or C infection. It manifests as palpable purpura and skin biopsy shows a leukocytoclastic vasculitis. Viral exanthema rashes of widely varying morphology, common in children, typically more erythematous and macular, as opposed to the violaceous and papular lesions described here.",
        "cop": 3,
        "opa": "Erythema multiforme",
        "opb": "Hypersensitivity vasculitis",
        "opc": "Lichen planus",
        "opd": "Viral exanthema",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "24fa9c33-6917-4590-88d9-dc8227d02d0f",
        "choice_type": "single"
    },
    {
        "question": "A 28 years old lady with bilateral buccal reticulate white streak. Pain increases on intake of spicy food intake and patient gives no h/o tobacco but shows amalgam on 3rd molar. What is the diagnosis?",
        "exp": "Clinical features of oral lichen planus: Reticular lichen planus: a. Symmetrical white lace-like pattern on buccal mucosa b. May affect tongue or gums and may ulcerate. Atrophic/erosive lichen planus: a. Red lesions often with a whitish border b. My cause erosions c. Most often affects the gums (gingiva and lips) d. Can be very painful Plaque type: Usually seen in smokers Mucosal lesions may be asymptomatic or complain of burning sensation especially on eating spicy food. Candidiasis cause white plaques, intense itching, and some pain with fissure formation. However, the surrounding mucosa is typically intensely erythematous. Leukoplakia is a condition in which thick, white or grayish patches form usually inside mouth. Smoking is the most common cause. In this case as there is no h/o smoking so leukoplakia is ruled out. Aphthous ulcer is recurrent round or oval sore or ulcer inside the mouth, inside of the lips and cheeks or underneath the tongue.",
        "cop": 4,
        "opa": "Candida",
        "opb": "Leukoplakia",
        "opc": "Aphthous ulcer",
        "opd": "Lichen planus",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "806ec4d6-0766-48c9-bd1d-55b70fdf08e8",
        "choice_type": "single"
    },
    {
        "question": "True about Pityriasis rubra pilaris?",
        "exp": "Pityriasis rubra pilaris Definition: Heterogeneous group of disorders that have circumscribed follicular keratoses, branny scale and an orange-red erythema. C/F: It shows an equal sex incidence. Bimodal age distribution with peaks in the first and fifth decades. Lesion: Erythematous follicular hyperkeratosis giving a 'nutmeg grater' appearancee. Mainly seen over the elbows, knees, wrists and back of fingers. Pt. presents with well defined salmon red or orange-red dry scaly plaques. Islands of normal skin are present, the so called 'islands of sparing'. Associated disorders: Leukaemia Metastatic carcinoma Treatment: Topical: Coicosteroids + Salicylic acid (if thickening). In the erythrodermic phase: Acitretin or Isotretinoin are used.",
        "cop": 1,
        "opa": "Isolated patches of normal skin found",
        "opb": "Occurs mainly in adults",
        "opc": "Common in females",
        "opd": "Oral cyclosporine is drug of choice",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "46136a3b-8734-4ff2-b14d-27afa8f7f831",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is known to be severely pruritic?",
        "exp": "Purple polygonal papules marked by severe pruritus; lacy white markings, especially associated with mucous membrane lesions is feature of lichen planus. Psoriasis is variably pruritic. Icthyosis: characterised by severe dryness, fish like scales. There are 5 P in Lichen Planus: Plain, Purple, Polygonal, Pruritic, Papule/ Plague",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Icthyosis",
        "opd": "Secondary syphilis",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "55e8cb62-17bd-4d1d-b23e-ed49342e560c",
        "choice_type": "single"
    },
    {
        "question": "Lichen simplex chronicus, not true is",
        "exp": "Lichen simplex chronicus Represents end stage of variety of pruritic and eczematous disorders, including Atopic Dermatitis. It consists of a circumscribed/ demarcated plaque of lichenified skin due to chronic scratching or rubbing. Common areas involved include the posterior nuchal region, dorsum of feet and ankles. Treatment: centers on breaking the cycle of chronic itching and scratching. High-potency topical glucocoicoids, But in recalcitrant cases, application of topical glucocoicoids under occlusion, or intralesional injection of glucocoicoids is required.",
        "cop": 2,
        "opa": "Presents with demarcated lichenified skin plaque",
        "opb": "Commonly affects the trunk and groin",
        "opc": "Represents end stage of eczematous skin diseases",
        "opd": "Glucocoicoids are mainstay of treatment",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "4d505440-b7b0-4d70-95f1-3ee756d9c587",
        "choice_type": "multi"
    },
    {
        "question": "Drugs causing Pityriasis rosea-like drug eruptions:",
        "exp": "The best-known drug cause of a pityriasiform rash is gold therapy. Drugs causing pityriasis rosea-like reactions. Acetylsalicylic acid Griseofulvin Allopurinol Hydrochlorothiazide Isotretinoin Bismuth Methoxypromazine Barbiturates Metronidazole b-Blockers Nimesulide",
        "cop": 3,
        "opa": "Cyclosporine",
        "opb": "Steroids",
        "opc": "Gold",
        "opd": "Methotrexate",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "abdcb895-e8db-4a79-98fb-90acdf30f038",
        "choice_type": "single"
    },
    {
        "question": "Features ouring Pityriasis rubra pilaris over Psoriasis include following except:",
        "exp": "Differences between Pityriasis rubra pilaris and Psoriasis Pityriasis rubra pilaris Psoriasis Age at onset Bimodal Second decade Scalp scaling Furfuraceous Adherent Keratoderma Constant less common 'Islands' of pale skin Constant Less common Nail changes No salmon patches Present Nail growth rate Moderate increase Marked increase Epidermal Kinetics Moderate increase Marked increase Munro micro-abscesses Absent Common Response to UVB Poor Good Response to coicosteroids Poor Positive Response to methotrexate Variable Good Seronegative ahropathy Rare Common",
        "cop": 4,
        "opa": "Furfuraceous scalp scaling",
        "opb": "No salmon patches",
        "opc": "Keratoderma",
        "opd": "Ahropathy",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "5fbce9fd-a27d-462d-809a-c3aae326e923",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with scarring alopecia, thinned nails, hyperpigmented macular lesions over the trunk and oral mucosa. Diagnosis is:",
        "exp": "Scarring alopecia is found in LP and Leprosy both. But oral mucosal involvement and thinning of nails or the diagnosis of LP.",
        "cop": 3,
        "opa": "Psoriasis",
        "opb": "Leprosy",
        "opc": "Lichen planus",
        "opd": "Pemphigus",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "98baf67f-82b1-4ef9-bb63-df2a8278ad52",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman presents with C/O of vaginal discomfo. It first staed 6 months ago and has fluctuated in intensity, most recently causing itching and slight pain when she has intercourse with her husband. She otherwise has been well. She has been postmenopausal for 3 years. Her older sister recommended an estrogen cream, which she has used consistently for >3 months without any change in symptoms. On examination the introital mucosa and labia minora are whitish-pink, with abnormal wrinkling and a small fissure on the right labia minora. Which of the following is the most likely diagnosis?",
        "exp": "Lichen sclerosus (also called lichen sclerosus et atrophicus) Most common in postmenopausal women, and causes itching of the anogenital region. Can occur- all ages/both sexes, anywhere on the skin.. The tissue may be so fragile that minor trauma may cause petechial bleeding or fissures, as seen in this case. The patient described here has early disease. Definitive diagnosis is made by biopsy, Candidiasis cause white plaques, intense itching, and some pain with fissure formation. Estrogen deficiency-atrophy of the vaginal mucosa and many of the same symptoms as seen in lichen sclerosus, such as atrophic change Lichen planus is characterized by inflammatory mucocutaneous eruptions involving oral mucous membranes, the vulva, and hair-bearing skin and scalp.",
        "cop": 4,
        "opa": "Candidiasis",
        "opb": "Estrogen deficiency",
        "opc": "Lichen planus",
        "opd": "Lichen sclerosus",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "51c6fcdc-ecef-4e54-86c5-ed6ecc8086ef",
        "choice_type": "multi"
    },
    {
        "question": "A 16 year-old boy presented with asymptomatic, multiple, erythematous, annular lesions with a collarette of scales at the periphery of the lesions present on the trunk. The most likely diagnosis is:",
        "exp": "Multiple, erythematous, annular lesions with a collarette of scales at the periphery of the lesions present on the trunk is suggestive of Pityriasis rosea. Lichen planus Purple Polygonal Pruritic Papules; Lacy white markings, Associated with mucous membrane lesions. Seborrheic dermatitis Central facial erythema with overlying greasy, yellowish scale. Pityriasis rosea - Rash preceded by herald patch; - Oval to round plaques with trailing scale; - Affects trunk and eruption lines up in skin folds giving a \"fir tree\"-like appearance; Tinea versicolor (Malassezia furfur) - Hyperpigmented or hypopigmented scaly patches on the trunk; - Characteristic mixture of hyphae and spores on KOH preparation ('spaghetti and meatballs' appearance) -Rx: Topical Selenium sulfide lotion or azoles",
        "cop": 3,
        "opa": "Lichen planus",
        "opb": "Seborrhic dermatitis",
        "opc": "Pityriasis rosea",
        "opd": "Tinea versicolor",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "067004ba-77f8-4640-96e1-cb1e33d519a2",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child presents with a red colored localized rash on his back. The dermatologist gave a diagnosis of Pityriasis rosea, and assured the mother that it is a self limiting disease and would resolve on its own. The mother is concerned, as it has already been 10 days, and the rash hasn't subsided. How long does the rash usually last for from the time of onset?",
        "exp": "Pityriasis rosea (PR): The eruption tends to be moderately pruritic and lasts 6-12 weeks The herald patch is followed in a few days to a few weeks by the appearance of many smaller annular or papular lesions with a predilection to occur on the trunk.",
        "cop": 2,
        "opa": "15 days",
        "opb": "6 weeks",
        "opc": "5 months",
        "opd": "5 days",
        "subject_name": "Dental",
        "topic_name": "Lichen planus and Other papulosquamous disorders",
        "id": "82080fb8-9376-4c8e-bd14-05a3b5b9ee9a",
        "choice_type": "multi"
    }
]