[
    {
        "question": "Depigmenting agent of choice in in treatment of dermatological disorders is -",
        "exp": "<p>DEPIGMENTING AGENTS:- Include agents like hydroquinone(2%-5%),azelaic acid (10%-20%), glycolic acid (6%-12%) and monobenzene. They act by inhibiting tyrosinase enzyme. Hydroquinone is most commonly used.It can be combined with steroids and retinoids in the treatment of melasma. Kligmans regimen- 5% hydroquinone+0.1% tretinoin +0.1% hydrophilic ointment. Newer agents-Arbutin and kojic acid.They lighten hyperpigmented patches. Used in melasma, freckles. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no.379}</p>",
        "cop": 1,
        "opa": "Hydroquinone",
        "opb": "Zinc",
        "opc": "Kojic acid",
        "opd": "Azelaic acid",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "8990776d-3cfd-4fd1-9040-1295d4b684ea",
        "choice_type": "multi"
    },
    {
        "question": "Fine reticular pigmentation with palmar pits are seen in -",
        "exp": "Fine reticular pigmentation with palmar pits is characteristic of downing Degos disease Dowling-Degos disease (DDD) is a type of reticulate pigmentary disorder in which hyperpigmented macules are found in the flexures. Iadvl text book of dermatology, page 737",
        "cop": 1,
        "opa": "Dowling - Degos disease",
        "opb": "Rothmund thornpson syndrome",
        "opc": "Cockyane syndrome",
        "opd": "Bloom's syndrome",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "09d79543-b3b5-471a-95a6-c849364b389f",
        "choice_type": "single"
    },
    {
        "question": "Wood&;s lamp is made up of -",
        "exp": "WOOD'S LAMP Hand held device used to diagnose various dermatological conditions. It is a mercury vapour long wave,ultraviolet lamp with an inbuilt wood's filter made of barium silicate with 9% nickel oxide. Opaque to all wavelengths except those between 320 nm and 400 nm with a peak at 365 nm.Flourescence occurs when wood's light is absorbed and radiation of longer wavelengths is emitted.Examination done in dark room. Tinea capitis-greenish fluorescence extent of pigmentation. Epidermal/dermal bacterial infection- pseudomonas infection yellowish-greeen fluorescence diagnosis of prophyria- reddish fluorescence in urine iadvl textbook of dermatology page 109",
        "cop": 4,
        "opa": "9% nickel oxide with 6% BuSO4",
        "opb": "9% nickel oxide with 9% BuSO4",
        "opc": "% nickel oxide with 6% BuSO4",
        "opd": "9% nickel oxide with barium silicate",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "b00b9bcf-ea36-4896-b68a-43c968c0a12a",
        "choice_type": "single"
    },
    {
        "question": "Yellow fluorescence on wood&;s lamp is seen in -",
        "exp": "PITYRIASIS VERSICOLOR:-Tinea versicolor.Macules with fine scaling.Causative organism: dimorphic fungi.genus Malassezia globosa and M.furfur. Clinical features:- Hypo/hyperpigmented macules with fine ,branny scales. The lesions may coalesce to involve large areas,forming map like structures. Scraping the surface will accentuate the scaling,known as scratch sign or coup d'ongle sign or Besnier sign. Sites involved-upper trunk( mainly). Also affect face and flexural areas. Investigation:- Wood's lamp examination - golden yellow flourescence. Scraping and direct microscopy after adding KOH will demonstrate presence of both yeast and hyphal forms.This appearance is called as \"spaghetti and meatball\" appearance. Tuberous sclerosis gives a bluish white flourescence with wood's lamp examination.The macules with their long axis longitudinally distributed on the limbs and transversly on the trunk are seen more on wood's lamp examination. Erythrasma- causative organism- corynebacterium minutissimum shows coral red flourescence due to production of coproporphyrin 3. Pseudomonas:Contains pigments pyoverdin or fluorescein giving green flourescence. {Reference: IADVL textbook of dermatology, page 109.",
        "cop": 3,
        "opa": "Tuberous sclerosis",
        "opb": "Pseudomonas infection",
        "opc": "Tinea versicolor",
        "opd": "Erythrasma",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "0062094b-0ad3-4f89-b506-8fad48b8e9d8",
        "choice_type": "single"
    },
    {
        "question": "Huxley- Henley layers is a pa of",
        "exp": "Hair * Hair is derived from ectoderm, but dermal papilla is of mesoderm-derivation * Hair follicle is positioned at an angle; base of follicle typically within the subcutaneous fat Longitudinal anatomy * Infundibulum: upper poion of follicle extending from surface of epidermis to opening of sebaceous gland * Isthmus: middle poion extending from opening of sebaceous gland duct to inseion of arrector pili muscle (bulge), lined by outer root sheath (ORS), no inner root sheath (IRS) * Inferior segment or lower hair follicle: extending from base of isthmus to hair bulb; consists of matrix cells and envelops dermal papilla; lined by IRS; ORS present but not keratinized; widest diameter termed critical line of Auber (below this is where bulk of mitotic activity occurs); melanocytes in bulb provide melanosomes for hair color * Cross-sectional anatomy:- from outer to inner layer: * Glassy membrane - ORS - Henle's layer (IRS) - Huxley's layer (IRS) - cuticle (IRS) - hair shaft cuticle - coex --> Medulla. Ref:- Sima Jain; pg num:- 13,14",
        "cop": 3,
        "opa": "Nail",
        "opb": "Skin",
        "opc": "Hair",
        "opd": "Sweat glands",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "066cdcf2-48a6-4dcd-a4c2-b5c351988a47",
        "choice_type": "single"
    },
    {
        "question": "30 year old female presents with a painful, red, warm nail fold since last 7 days. Patient is applying various home remidies like turmeric powder , warm saline compressions with out any relief .The most probable diagnosis is",
        "exp": "Paronychia is inflammation around a finger or toenail. Paronychia is a nail disease that is an often tender bacterial or fungal infection of the hand or foot, where the nail and skin meet at the side or the base of a finger or toenail. The infection can sta suddenly (acute paronychia) or gradually (chronic paronychia) signs and symptoms: The skin typically presents as red, itchy, and hot, along with intense pain. Pus is usually present, along with gradual thickening and browning discoloration of the nail plate. Causes: *Acute paronychia is usually caused by bacteria. Paronychia is often treated with antibiotics, either topical or oral or both. Chronic paronychia is most often caused by a yeast infection of the soft tissues around the nail but can also be traced to a bacterial infection. If the infection is continuous, the cause is often fungal and needs antifungal cream or paint to be treated. Risk factors include repeatedly washing hands and trauma to the cuticle such as may occur from repeated nail biting. In the context of baending, it is known as bar rot. Prosector's paronychia is a primary inoculation of tuberculosis of the skin and nails, named after its association with prosectors, who prepare specimens for dissection. Paronychia around the entire nail is sometimes referred to as runaround paronychia. Painful paronychia in association with a scaly, erythematous, keratotic rash (papules and plaques) of the ears, nose, fingers, and toes may be indicative of acrokeratosis paraneoplastica, which is associated with squamous cell carcinoma of the larynx. Paronychia can occur with diabetes, drug-induced immunosuppression,or systemic diseases such as pemphigus. Treatment: When no pus is present, warm soaks for acute paronychia are reasonable, even though there is a lack of evidence to suppo its use.Antibiotics such as clindamycin or cephalexin are also often used, the first being more effective in areas where MRSA is common.If there are signs of an abscess (the presence of pus) drainage is recommended. Chronic paronychia is treated by avoiding whatever is causing it, a topical antifungal, and a topical steroid. In those who do not improve following these measures, oral antifungals and steroids may be used or the nail fold may be removed surgically Ref Harrison 20th edition pg 1234",
        "cop": 2,
        "opa": "Ingrowing finger nail",
        "opb": "Acute paronychia",
        "opc": "Chronic paronychia",
        "opd": "Onychomycosis",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "3854a4e9-6dad-4fea-b771-de00f38b08b3",
        "choice_type": "single"
    },
    {
        "question": "<img alt=\"\" src=\" />Which is not a feature of Netheon Syndrome",
        "exp": "This autosomal recessive disorder is characterized by ichthyosis (usually ichthyosis linearis circumflexa but occasionally the lamellar or congenital ichthyosiform erythroderma types), trichorrhexis invaginata and other hair shaft anomalies, and atopic diathesis. Mutations in the gene SPINK 5, which encodes a serine protease inhibitor, have been identified in patients with Netheon syndrome. causes: *Netheon syndrome is an autosomal recessive disorder associated with mutations in the SPINK5 gene, which encodes the serine protease inhibitor lympho-epithelial Kazal-type-related inhibitor (LEKTI). These mutations result in a dysfunctional protein that has a reduced capacity to inhibit serine proteases expressed in the skin. Potential endogenous targets of LEKTI include KLK5, KLK7 and KLK14. These enzymes are involved in various aspects of epidermal remodelling, including desquamation, PAR-2 activation and degradation of lipid hydrolases, suggesting a potential mechanism for the development of atopic manifestations characteristic of Netheon syndrome. *Disease severity is determined by the level of LEKTI expression and, consequently, serine protease activity. Complete SPINK5 gene deletions have been linked to severe cases, while mutations which induce alternate splicing or create premature stop codons may lead to varying levels of severit.Fuhermore, LEKTI-knockout mice exhibit a phenotype similar to Netheon syndrome in humans Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Ichthyosis",
        "opc": "Very sho hair",
        "opd": "Erythroderma",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "64904a0b-7e9b-4020-9057-83d1321457b1",
        "choice_type": "single"
    },
    {
        "question": "Psoralen-A is used in the treatment of -",
        "exp": "Psoralen and many of its derivatives are naturally occurring tricyclic furocoumarins. The derivative most widely used in photochemotherapy is 8 - methoxypsoralen (8MOP, methoxsalen, xanthotoxin) which is principally of plant origin but it is available as a synthetic drug. 4, 5, 8-trimethyl psoralen (TMP, trioxsalen) is a synthetic compound which is less phototoxic after oral administration and is primarily used for the treatment of vitiligo. ijdvl journal of dermatology, psoralens.",
        "cop": 2,
        "opa": "Pemphigus",
        "opb": "Vitiligo",
        "opc": "Pityriasis alba",
        "opd": "Icthyosis",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "7cb87c84-7285-49ac-823d-cb91e1365f70",
        "choice_type": "single"
    },
    {
        "question": "Omenn syndrome is",
        "exp": "Omenn syndrome is an autosomal recessive form of severe combined immunodeficiency (SCID) characterized by erythroderma (skin redness), desquamation (peeling skin), alopecia (hair loss), chronic diarrhea, failure to thrive, lymphadenopathy (enlarged lymph nodes ), eosinophilia, hepatosplenomegaly , and elevated serum Ref Harrison20th edition pg 1278",
        "cop": 4,
        "opa": "Squamous cell carcinoma",
        "opb": "Chronic mucocutaneous candidiasis",
        "opc": "IgA deficiency",
        "opd": "SCID",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "95f96871-e66c-417c-91ec-a71d05751c28",
        "choice_type": "single"
    },
    {
        "question": "The term \"id\" was coined by",
        "exp": "In response to the unstructured ambiguity and conflicting uses of the term \"the unconscious mind\", Freud introduced the structured model of ego psychology (id, ego, super-ego) in the essay \"Beyond the Pleasure Principle\" (1920) and elaborated, refined, and made that model formal in the essay \"The Ego and the Id According to Sigmund Freud's psychoanalytic theory of personality, the id is the personality component made up of unconscious psychic energy that works to satisfy basic urges, needs, and desires. The id operates based on the pleasure principle, which demands immediate gratification of needs. Ref Harrison20th edition pg 1378",
        "cop": 2,
        "opa": "Weyker",
        "opb": "Freud",
        "opc": "Blueler",
        "opd": "Skinner",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "4d1099f5-d131-403d-9284-afc5ff1b62c3",
        "choice_type": "single"
    },
    {
        "question": "Child with erythematous non-blanching bosselated lesion on right side of face, Treatment is",
        "exp": "A dye laser is a laser which uses an organic dye as the lasing medium, usually as a liquid solution. Compared to gases and most solid state lasing media, a dye can usually be used for a much wider range of wavelengths, often spanning 50 to 100 nanometers or more. The wide bandwidth makes them paicularly suitable for tunable lasers and pulsed lasers. The dye rhodamine 6G, for example, can be tuned from 635 nm (orangish-red) to 560 nm (greenish-yellow), and produce pulses as sho as 16 femtoseconds.Moreover, the dye can be replaced by another type in order to generate an even broader range of wavelengths with the same laser, from the near-infrared to the near-ultraviolet, although this usually requires replacing other optical components in the laser as well, such as dielectric mirrors or pump lasers. uses: In laser medicine these lasers are applied in several areas, including dermatology where they are used to make skin tone more even. The wide range of wavelengths possible allows very close matching to the absorption lines of ceain tissues, such as melanin or hemoglobin, while the narrow bandwidth obtainable helps reduce the possibility of damage to the surrounding tissue. They are used to treat po-wine stains and other blood vessel disorders, scars and kidney stones. They can be matched to a variety of inks for tattoo removal, as well as a number of other applications Ref Harrison20th edition pg 1329",
        "cop": 4,
        "opa": "Nd-YAG laser",
        "opb": "Erbium laser",
        "opc": "Q ruby laser",
        "opd": "Flash light pumped dye laser",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "6e9081cc-7b37-43a2-a64f-73be48d7100f",
        "choice_type": "single"
    },
    {
        "question": "Wof gland is impacted in Fox Fordyce disease",
        "exp": "Fox-Fordyce Disease * Chronic pruritic disorder of the apocrine glands due to obstruction and dilation * Intensely pruritic, dome-shaped flesh-colored follicular papules in axillae, +- anogenital and periareolar skin Treatment:- Topical and intralesional coicosteroids, topical tretinoin, cleocin lotion. Ref:- Sima Jain; pg num:-99",
        "cop": 4,
        "opa": "Sebaceous glands",
        "opb": "Eccrine glands",
        "opc": "Pilosebaceous units",
        "opd": "Apocrine glands",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "0b8bcf4a-ac36-47cd-a6ba-9fd500886b91",
        "choice_type": "single"
    },
    {
        "question": "Carpet tack sign is characteristically seen in",
        "exp": "Lupus Erythematosus (LE) Chronic cutaneous LE (discoid LE) * Chronic cutaneous form with involvement typically of face/scalp in young women; | incidence in African American patients * Presents with indurated erythematous thin papules with adherent scale and follicular plugging on face, scalp and/or ears (concha bowl), 'carpet tack' sign (follicular plugs with removal of scale); subsequent atrophy, telangiectasias, dyschromia, scarring (SCC may develop in scars); 1/4 with oral involvement; no systemic symptoms or extracutaneous involvement; rarely may see widespread discoid involvement (| serologic abnormalities have | likelihood to develop SLE). Ref:- Sima Jain; pg num:-137",
        "cop": 1,
        "opa": "DLE",
        "opb": "SLE",
        "opc": "Lichen planus",
        "opd": "Dermatitis herpetiformis",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "c2c95721-faf5-4259-821a-ce07480c1ac2",
        "choice_type": "multi"
    },
    {
        "question": "Wood lamp wavelength is",
        "exp": "Woods filter is opaque to all wavelengths it can pass only light between 320-400nm iadvl textbook of dermatology page 109",
        "cop": 1,
        "opa": "360-385",
        "opb": "400-450",
        "opc": "280-320",
        "opd": "450-500",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "8656bfe0-d077-4044-a779-75a8ed204b70",
        "choice_type": "single"
    },
    {
        "question": "Pomphylox affects",
        "exp": "POMPHOLYX Also known as Dihydrotic eczema/ vesicular palmoplantar eczema. Pompholyx is an acute and recurrent dermatitis of hands and feet,characterised by pruritus and vesicular eruption. Etiology:-exactly not known. Endogenous eczemaBelieve to be a reaction to endogenous substance ,metallic,or other allergic sensitisation. Features:-1. Lesions preceded by a feeling of itching and burning several hours before the onset.2. Lesions begins over the side of fingers as tiny deep seated vesicles with a sago grain/tapioca pudding like appearance.3. Common sites:- palms and soles.4. Associated with volar hyperhydrosis . Treatment :-Cold compresses and potent topical steroids- relief from symptoms.Sho course of oral steroids- severe episodes. IADVL textbook of dermatology,page 507",
        "cop": 1,
        "opa": "Palm & soles",
        "opb": "Groins",
        "opc": "Scalp",
        "opd": "Trunk",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "d8662dd0-8a72-473c-a48f-3e99310abc5f",
        "choice_type": "single"
    },
    {
        "question": "\"Calcinosis universalis\" is due to",
        "exp": "Deposition of calcium and phosphates in tissues is called calcification or calcinosis. If it gets organized as in bone formation, it is called ossification. Calcinosis is commonly seen as a consequence of connective tissue disorders or metabolic abnormalities.But it can occur without any tissue injury or metabolic abnormalities. The three main types are:1. Dystrophic-associated with connective tissue disorders due to tissue change. Eg. Dermatomyositis, pseudoxanthoma elasticum or Ehlers Danlos syndrom 2.ldiopathic-not associated with any tissue change or damage. Eg. Calcinosis universalis, circumscripta oumoral calcinosis. 3. Metastaticassociated with abnormal calcium and phosphorus metabolism as in hypercalcemia or hyperphosphatemia. In this type visceral organs are more affected than the skin.eg: hypervitaminosis of vitamin d, milk alkali syndrome iadvl textbook of dermatology page 1099",
        "cop": 2,
        "opa": "Dystrophic calcification",
        "opb": "Idiopathic calcification",
        "opc": "Metastatic calcification",
        "opd": "Benign calcification",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "3bd46768-b1ba-4d3b-b3be-4a164bb26907",
        "choice_type": "single"
    },
    {
        "question": "A 15cm hyperpigmented macule on an adolescent male undergoes changes such as coarseness,growth of hair acne.Dignosis is-",
        "exp": "Becker's nevus is a unilateral, solitary, acquired, localized, macular, light brown to hyperpigmented lesion of the skin. Male-to-female ratio is 5:1. It occurs in adolescence. These lesions are usually localized on the shoulder, anterior chest or upper arms, but lesions in other areas have been repoed. Lesional tissue in Becker's naevus has been found to have an increased level of androgen receptors. [ Becker's nevus is present over the breast, ipsilateral breast hypoplasia may occur because of increased androgen receptors in the lesion and can cause asymmetric disfiguring. Iadvl textbook of dermatology page 175",
        "cop": 2,
        "opa": "Melanocytic nevus",
        "opb": "Becker nevus",
        "opc": "Sebaceous nevus",
        "opd": "Comedo nevus",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "05d914d5-1c1b-4760-877c-dd3fa72440a8",
        "choice_type": "single"
    },
    {
        "question": "Child presents with ling verracons plaques on the trunk with vacuolization of keratinocytes in S.Spinosum and S.Granulosum.Dignosis is?",
        "exp": "NAEVI:- Circumscribed congenital anomaly of skin.Depending of cell/tissue of origin,naevi are classified as:-1. Epidermal- arising from keratinocytes 2. Melanocytic-arising from melanocytes.3. Connective tissue /vascular. EPIDERMAL NAEVI: 1. Veruccous epidermal naevi- present at bih as brownish plaques. As the child grows the lesions become more prominent and way.the lesions may be localised to a small area /appear in streaks affecting one half of body or both halves.Vacoulisation of keratinocytes in S.spinosum and S. granulosum seen . 2. Inflammatory linear veruccous epidermal naevi (ILVEN):-pruritic,erythematous and scaly.3. Sebaceous naevi-yellowish plaques on the scalp and face. On the scalp,usually devoid of hair.4. Epidermal naevus syndrome- Naevi with abnormalities in other organ systems (CNS,eye and skeleton)5. Becker's naevus:- males usually around adolescence. It appears as an irregular large area of pigmentation with hyperichosis over the shoulder and chest. MELANOCYTIC NAEVUS:- 1. Acquired- after infancy. Lesions progress and involutes as the person ages.2. Congenital-small,medium and large giant naevi. Large/giant naevi may be surrounded by satellite naevi.3. Naevus of ota- unilateral, bluish macule in the area supplied by the 1st and 2nd division of trigeminal nerve.4. Naevus achromicus-non progressive hypo pigmented macule.( vitiligo- progressive).5. Naevus anaemicus6. Naevus spilus.:- cafe au lait macules superimposed with multiple small darker melanocytic lesions. {Reference: IADVL textbook of dermatology, Page 174.",
        "cop": 3,
        "opa": "Incontinenta pigmenti",
        "opb": "Delayed hypersensitivity reaction",
        "opc": "Verrucous epidermal nevus",
        "opd": "Linear darriers disease",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "461d8b54-bb5e-4b86-af9b-957085134bde",
        "choice_type": "single"
    },
    {
        "question": "Child with erythematous non blanching bosselated lesion on right side of face, Rx is -",
        "exp": "The history is suggesting of hemangioma laser used to treat hemangiomas pulsed dey laser 594nm intensed pulsed light 700-1100nm idvl textbook of dermatology page 1710",
        "cop": 3,
        "opa": "Erbium laser",
        "opb": "ND -YAG laser",
        "opc": "Flash light pumped dye laser",
        "opd": "Q ruby laser",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "31155591-54ab-4e3e-9bb6-b0ad43957d03",
        "choice_type": "single"
    },
    {
        "question": "Least potent topical steroid",
        "exp": "Least potent coicosteroids hydrocoisone 1% desonide 0.05% coisone 25% Fitzpatrick textbook of dermatology page 3363",
        "cop": 4,
        "opa": "Clobetasol propionate 0.5%",
        "opb": "Betamethasone dipropionate 0.05%",
        "opc": "Halobetasol propionate 0.05%",
        "opd": "Hydrocoisone 1%",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "d43221cb-47e0-4aa2-bf61-66e41fcb65f7",
        "choice_type": "single"
    },
    {
        "question": "Woods lamp used in diagnosis of",
        "exp": "Pityriasis versicolor- golden yellow fluorescence tinea capitis grey patch type - greenish yellow fluorescnece porphyria- reddish fluorescence of urine and teeth erythrasma - coral red fluorescence pseudomonas - greenish fluorescence iadvl textbook of dermatology page 94",
        "cop": 4,
        "opa": "Pityriasis versicolor",
        "opb": "Vitiligo",
        "opc": "Porphyria",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "fdbb7782-d18d-49a1-ba38-112c43dbb9be",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice of sweet syndrome is",
        "exp": "Ref:- Sima Jain; pg num:- 154",
        "cop": 3,
        "opa": "Antibiotic",
        "opb": "Antifungal",
        "opc": "Coicosteroid",
        "opd": "UV light",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "4d7a5780-2e8e-4885-88a8-6008e1f322cc",
        "choice_type": "single"
    },
    {
        "question": "Toxic epidermal necrolysis is also called as",
        "exp": "Other name for toxic epidermal necrolysis is Lyell s. Syndrome Stevens-Johnson syndrome (SJS) and toxic epidermal necrolysis (TEN) are rare, potentially life-threatening, severe mucocutaneous adverse reactions characterized by extensive epidermal detachment, erosion of mucosae and severe constitutional symptoms Ref Harrison20th edition pg 1278",
        "cop": 1,
        "opa": "Lyell's syndrome",
        "opb": "Duhring's disease",
        "opc": "Sweet's syndrome",
        "opd": "Hailey and Hailey's disease",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "88c9e928-2cca-4486-a566-85c0614dc19d",
        "choice_type": "multi"
    },
    {
        "question": "Lines of Blaschko&;s represent",
        "exp": "Blaschkos lines are linear patterns of migration of epidermal cells and other nevus cells they do not correspond to vascular lymphatic or neural distribution iadvl textbook of dermatology page 174",
        "cop": 4,
        "opa": "Lines along lymphatics",
        "opb": "Lines along blood vessels",
        "opc": "Lines along nerves",
        "opd": "Lines of development",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "e37ebe91-8deb-4a07-8631-109ce0ecac8f",
        "choice_type": "single"
    },
    {
        "question": "A patient gives a history of recurrent oral ulcers. The ulcers are small with a yellow-floor surrounded by an erythematous halo on the lips. He also has multiple, tender nodules on the skin. He most likely has-",
        "exp": "behctes disease- Chronic relapsing multisystem disease characterised by neutrophilic vascular reaction or vasculitis with progressing course International criteria to diagnose behcets disease Symptom points Ocular lesions recurrent 2 Recurrent aphthous ulcers 2 Recurrent genital ulcers 2 Recurrent skin lesions ( erythemanododsum, papular, pustular,vasculitic) 1 Central nervous system 1 Vascular manifestations 1 Positive patterns test 1 Score >4 is diagnostic of Behcet's disease Fitzpatrick textbook of dermatology page 2568",
        "cop": 1,
        "opa": "Behcet's syndrome",
        "opb": "Herpes labialis",
        "opc": "Fixed drug eruption",
        "opd": "pemphigus vulgaris",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "93a0b4b6-13ab-48b3-9551-6ec3ea062b95",
        "choice_type": "multi"
    },
    {
        "question": "Menkes&;s kinky hair disease occurs due to",
        "exp": "Menkes Disease * XLR, ATP7A mutation, encodes ATP-dependent copper transpoer * | Serum copper levels, pili toi (most common), trichorrhexis nodosa, sho brittle 'steel wool' hair, sparse eyelashes/eyebrows, cupid's bow upper lip, progressive CNS deterioration, seizures, touous aeries. Ref:- Sima Jain; pg num:- 79",
        "cop": 2,
        "opa": "Low zinc levels",
        "opb": "Low copper levels",
        "opc": "Low Iron levels",
        "opd": "Low flouride levels",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "2501edba-a861-44ec-a9f7-9d21c2ceabfb",
        "choice_type": "single"
    },
    {
        "question": "Woods lamp has a frequency of -",
        "exp": "<p>WOOD'S LAMP Hand held device used to diagnose various dermatological conditions.It is a mercury vapour long wave,ultraviolet lamp with an inbuilt wood's filter made of barium silicate with 9% nickel oxide. Opaque to all wavelengths except those between 320 nm and 400 nm with a peak at 365 nm. Flourescence occurs when wood's light is absorbed and radiation of longer wavelengths is emitted.Examination done in dark room. Iadvl textbook of dermatology page 109",
        "cop": 4,
        "opa": "250 nm",
        "opb": "300 nm",
        "opc": "320 nm",
        "opd": "360 nm",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "840269e0-f723-49a9-9df5-fdeedf8eb82c",
        "choice_type": "single"
    },
    {
        "question": "A child came with similar lesions over elbows, shaft of penis and forearm. Shows Pinhead discrete but grouped papules over right elbow. Diagnosis is",
        "exp": "Lichen nitidus is a chronic inflammatory disease of unknown cause characterized by large number of 1-2 mm, discrete and uniform, shiny, flat-topped, pale flesh-coloured or reddish-brown papules that may appear as hypopigmented against dark skin. Occasionally, minimal scaling is present or can be induced by rubbing the surface of the papules. Lesions are typically distributed on the penis, geniral area, abdomen and extremities. The disease usually affects children and young adults and is painless and usually nonpruritic, although protracted itching may occur in some cases. It is sometimes referred to by dermatologists as \"mini lichen planus\". Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Lichen nitidus",
        "opb": "Lichen planus",
        "opc": "Scabies",
        "opd": "Phrynoderma",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "fb9fc3cd-8068-49ae-bf84-37e5d43c6029",
        "choice_type": "single"
    },
    {
        "question": "Lines of Blaschko's are related to-",
        "exp": "Blaschkos lines are linear patterns of migration of keratiniocytes and other nevi cells. theydo not correspond to vascular lymphatic or neural distribution or langers lines. Lesions that follow lines of blaschko incontinentia pigmenti mc cune Albright syndrome child syndrome nevus sebaceous epidermal nevus linear verucous epidermal nevus nevus depigmentosus darriers disease lichen sriatus linear psoriasis segmental vitiligo linear morphea iadvl text book of dermatology, page 174.",
        "cop": 1,
        "opa": "Keratinocytes",
        "opb": "Blood vessels",
        "opc": "Nerves",
        "opd": "Bones",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "e65a5c5c-e014-4ac1-b681-de9a2e65fb4f",
        "choice_type": "single"
    },
    {
        "question": "Phrynoderma is NOT due to deficiency of",
        "exp": "PHRYNODERMA(toad-skin disease):- May be a manifestation of vitamin A deficiency, though it may also be due to deficiency of essential fatty acids and even vitamin B. Manifests as rough, hyperkeratotic follicular papules around elbows and knees. Ref:- NEENA KHANNA; pg num:- 391",
        "cop": 3,
        "opa": "Essential fatty acids",
        "opb": "Vit A",
        "opc": "Vit D",
        "opd": "Vit B",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "480b3d47-b525-4e7a-ad88-f32ac4659698",
        "choice_type": "single"
    },
    {
        "question": "Color of tuberous sclerosis lesions on wood lamp examination -",
        "exp": "<p>WOOD'S LAMP Hand held device used to diagnose various dermatological conditions. It is a mercury vapour long wave,ultraviolet lamp with an inbuilt wood's filter made of barium silicate with 9% nickel oxide. Opaque to all wavelengths except those between 320 nm and 400 nm with a peak at 365 nm. Flourescence occurs when wood's light is absorbed and radiation of longer wavelengths is emitted. Examination done in dark room. Tuberous sclerosis gives a bluish white flourescence with wood's lamp examination.The macules with their long axis longitudinally distributed on the limbs and transversly on the trunk are seen more on wood's lamp examination. other lesions that are prominently Seen in woods lamp pityriasis versicolor, pityriasis alba, ash leaf macules of tuberous sclerosis Iadvl textbook of dermatology page 109",
        "cop": 4,
        "opa": "Bright green",
        "opb": "Milky white",
        "opc": "Golden yellow",
        "opd": "Blue white",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "1f286bdb-4f40-404f-84c8-85e69c289dac",
        "choice_type": "single"
    },
    {
        "question": "A child with fever presents with multiple tender erythematous skin lesions. On microscopic examination the skin lesions are seen to have neutrophilic infiltration in the dermis. What is the diagnosis",
        "exp": "Sweet syndrome is a neutrophilic dermatosis. Skin lesions consist of multiple, dusky, erythematous, tender papules or nodules that coalesce to form irregular plaques. There is fever and neutrophilic leukocytosis. In pyoderma gangrenosum is a rare , non infectious , neutrophilic dermatosis commonly associated with underlying systemic disease. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 202, 203",
        "cop": 1,
        "opa": "Sweet syndrome",
        "opb": "Bechet's syndrome",
        "opc": "Pyoderma gangrenosum",
        "opd": "Juvenile dermatosis",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "73b9ff6b-388d-4e07-8f10-a3c4795a8a09",
        "choice_type": "single"
    },
    {
        "question": "Coral red colour on wood lamp seen is",
        "exp": "WOOD'S LAMP Hand held device used to diagnose various dermatological conditions. It is a mercury vapour long wave,ultraviolet lamp with an inbuilt wood's filter made of barium silicate with 9% nickel oxide. Opaque to all wavelengths except those between 320 nm and 400 nm with a peak at 365 nm. Flourescence occurs when wood's light is absorbed and radiation of longer wavelengths is emitted. Examination done in dark room. Erythrasma- causative organism- corynebacterium minutissimum shows coral red flourescence due to production of coproporphyrin 3. Pseudomonas:Contains pigments pyoverdin or fluorescein giving green flourescence. Tinea:Flourescence seen in tinea capitis is due to pteridine content.Microsporum- bright green flourescence.Trichophyton- dull greenMalassezia-pale yellow. {Reference: IADVL textbook of dermatology, page 109",
        "cop": 1,
        "opa": "Erythrasma",
        "opb": "Pseudomonas",
        "opc": "Tinea",
        "opd": "ALL",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "f83a8de3-cb1f-4887-8c90-718c720367b6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a tuberculid",
        "exp": "Lichen nitidus (LIE-kun ni-TIE-dus) is a rare skin condition that usually appears as tiny, skin-colored, glistening bumps on the surface of your skin. Lichen nitidus results from abnormal inflammatory activity in skin cells, but the cause of inflammation is unknown Lichen scrofulosorum is a rare tuberculid that presents as a lichenoid eruption of minute papules in children and adolescents with tuberculosis. The lesions are usually asymptomatic, closely grouped, skin-colored to reddish-brown papules, often perifollicular and are mainly found on the abdomen, chest, back, and proximal pas of the limbs. The eruption is usually associated with a strongly positive tuberculin reaction.Of the three tuberculids, the incidence of lichen scrofulosorum was found to be the lowest (2%) in a large study conducted in Hong Kong. This highlights its rarity and significance as an impoant marker of undetected tuberculosis Papulonecrotic tuberculid is a chronic, recurrent, and symmetric eruption of necrotizing skin papules arising in crops, involving primarily the buttocks and extensor surfaces of the arms and legs. A hallmark of this condition is that lesions heal with varioliform and pitting scarring Ref Harrison20th edition pg 1267",
        "cop": 2,
        "opa": "Lichen scrofuloderma",
        "opb": "Lichen nitidus",
        "opc": "Papulonecrotic tuberculide",
        "opd": "Erythema nodosum",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "f37b2843-fc4e-4413-b5ab-c611d770edd0",
        "choice_type": "single"
    },
    {
        "question": "Neonatal fat necrosis resembles which of the following -",
        "exp": "Subcutaneous fat necrosis of the newborn is a rare condition resulting in firm, inflamed, skin-coloured to purple nodules (lumps) in the fat, It occurs in the first weeks after bih. It is a form of panniculitis. The nodules may present as discrete lumps on the back, buttocks and limbs, or as large hardened areas Post-steroid panniculitis is a rare complication of systemic coicosteroid therapy, which develops within days or weeks following rapid tapering or cessation of the drug. Most cases are self-limited, with very few cases requiring reintroduction of high doses of coicosteroids.This resembles the neonatal fat necrosis Ref Harrison20th edition pg 1303",
        "cop": 1,
        "opa": "Post steroidal panniculitis",
        "opb": "Erythema induraturn",
        "opc": "Lipodermatosclerosis",
        "opd": "Lupus panniculitis",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "3a08e533-9fe5-42dd-8e0d-caf5427c53bc",
        "choice_type": "single"
    },
    {
        "question": "Chemical peeling is done by all except",
        "exp": "chemical peel:-Simple office procedure in which a chemical agent of defined strength is selected according to requirement and applied on skin in controlled manner. Followed by peeling of skin.Agents used:-Glycolic acid Lactic acidMandelic acid Salicylic acidTCAKojic acid Pyruvic acidJessner's solution Retinoic acidResorcinol and phenol. {Reference: IADVL textbook of dermatology,page 1679",
        "cop": 2,
        "opa": "Trichloroacetic acid",
        "opb": "phosphoric acid",
        "opc": "Carbolic acid",
        "opd": "Kojic acid",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "038ca719-0934-495a-aca0-fa7abe7a2da3",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are primary cutaneous disorder except-",
        "exp": "Reiter's syndrome is a multisystem disease characterized classically as a triad of nongonococcal urethritis, conjunctivitis, and ahritis in association with the mucocutaneous lesions of keratoderma blenorrhagica and balanitis circinata. it is reactive pattern of disease after an episode of infection presenting as cervicitis ,urethritis and gastroenteritis iadvl textbook of dermatology page 1861",
        "cop": 2,
        "opa": "Psoriasis",
        "opb": "Reiter's disease",
        "opc": "Lichen planus",
        "opd": "Icthiosis",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "eaa8e0f2-8ce1-4be5-a8ae-c26b0406fd21",
        "choice_type": "multi"
    },
    {
        "question": "Whitfield&;s ointment consists of -",
        "exp": "WHITFIELD'S ointment:-3% salicylic acid + 6% benzoic acid. It is used as antifungals and keratolytic iadvl textbook of dermatology page 252",
        "cop": 1,
        "opa": "3% salicylic acid + 6% benzoic acid",
        "opb": "3% benzoic acid + 6% salicylic acid",
        "opc": "2% salicylic acid + 4% benzoic acid",
        "opd": "2% benzoic acid + 4% salicylic acid",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "1684d689-2468-4dcb-a93f-ec37ffe4d4f0",
        "choice_type": "single"
    },
    {
        "question": "The most potent topical coicosteroids is -",
        "exp": "Super potent topical coicosteroids Clobetasol propionate 0.05% halobetasolpropionate 0.05% betametnasone dipropionate 0.05% Fitzpatricks textbook of dermatology, principles of topical therapy page 3363",
        "cop": 3,
        "opa": "Hydrocoisone butyrate cream 0.1%",
        "opb": "Betamethasone valerate cream 0.1%",
        "opc": "Clobetasol propionate cream 0.5%",
        "opd": "Clobetasone butyrate cream 0.5%",
        "subject_name": "Dental",
        "topic_name": "miscellaneous",
        "id": "59c75b13-dd32-4607-bfae-c6961f6bba77",
        "choice_type": "single"
    }
]