[
    {
        "question": "A farmer presented with a black mole on the check. It increased in size, more than 6mm with sharply defined borders with central black lesion, what could be the diagnosis?",
        "exp": "Superficial spreading melanoma It is the M/C type of melanoma It is the M/C type which occurs in a patient with pre existing mole. R/F for superficial spreading melanoma- Increasing age Melanoma in situ Many melanocytic nevi Multiple >5 atypical nevi Strong family H/O melanoma",
        "cop": 2,
        "opa": "Acral lentigo melanoma",
        "opb": "Superficial spreading melanoma",
        "opc": "Lentigo maligna melanoma",
        "opd": "Nodular melanoma",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "aeba1468-2548-49f5-aba5-3f0a98afedd5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following doesn't cause urethritis in males?",
        "exp": "H. Ducreyi causes soft chancre/ chancroid. It doesn't cause urethritis in males. Infectious cause of urethritis- Neisseria gonorrhea Chlamydia trachomatis Trichomonas vaginalis Mycoplasma genitalum HSV Adenovirus Ureaplasma urealyticum",
        "cop": 1,
        "opa": "H. Ducreyi",
        "opb": "Trichomonas vaginalis",
        "opc": "N. Gonorrhoea",
        "opd": "Chlamydia trachomatis",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "5b1ea2c7-d78d-41ce-ba09-5b3390e2c5c1",
        "choice_type": "single"
    },
    {
        "question": "A 5 yr old male child presented with H/O recurrent infection. O/E the child has rashes as shown below. Routine blood investigation reveal patient has low platelets. Which of the following diagnosis is possible?",
        "exp": "Possible Diagnosis is. Wiskott Aldrich syndrome X linked recessive WASP gene mutation More in boys Characterized byrecurrent infections, eczema like rash and thrombocytopenia",
        "cop": 2,
        "opa": "Job syndrome",
        "opb": "Wiskott Aldrich syndrome",
        "opc": "Meales",
        "opd": "Henoch Schoenlein purpura",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "c441e51d-99d5-4bae-a135-65f6fab8b98a",
        "choice_type": "single"
    },
    {
        "question": "Dermatological menifestation of which of the following disease?",
        "exp": "Above image showsdermatitis lesion in form of necklace called Casals necklacewhich is dermatological manifestation of. Pellagra This is a manifestation of vitamin B3 /NIACIN deficiency. Characterized by dermatitis, dementia and diarrhea Above image showsdermatitis lesion in form of necklace called Casals necklace",
        "cop": 1,
        "opa": "Pellagra",
        "opb": "Acrodermatitis enteropathica",
        "opc": "Photo dermatitis",
        "opd": "Vitamin B deficiency",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "c8a74a55-9492-4ab8-b7e8-5a62d0934c91",
        "choice_type": "single"
    },
    {
        "question": "Female patient with multiple, way lesions sessile, seen on vulva. Don't bleed on touch?",
        "exp": "Condyloma acuminata Caused by HPV 6>11 C/F- Pointed lesions, Asymptomatic, pink verrucous lesion. Site - In males- Coronal sulcus, frenulum In females- Posterior fourchette Treatment- Topical {Imiquimod> Podophyllotoxin}",
        "cop": 1,
        "opa": "Condyloma accuminata",
        "opb": "Chancroid",
        "opc": "Molluscum",
        "opd": "Herpes genitalis",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "f2b6bf26-ae2b-4bc9-a39a-5239de524c1b",
        "choice_type": "single"
    },
    {
        "question": "A lesion was seen on the face of a 42 year old patient as shown below. Which of the following would be ideal management for this condition?",
        "exp": "The case as depicted in the image is of Lupus vulgaris. It is a form of endogenous cutaneous TB It is the M/C type It has violaceous / Erythematous plaque with central scarring. On diascopy- Apple jelly nodules are seen at periphery of lesion. Rx: Sta on ATT",
        "cop": 1,
        "opa": "Sta on ATT",
        "opb": "Topical retinoids",
        "opc": "Oral steroids",
        "opd": "Sta on MDT for leprosy",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "76d24071-96fe-4135-a337-6ad29cc18a1b",
        "choice_type": "single"
    },
    {
        "question": "Which drug can be given as a nail lacquer treatment in onychomycosis?",
        "exp": "Ciclopirox olamine(nail lacquer) is most effective topical drug for Rx of mild to moderate onychomycosis Drug for Rx onychomycosis Dose Terbinafine 250 mg/day for 6 and 12 wks in fingernail and toenail onychomycosis respectively. Itraconazole Pulse therapy: 200 mg twice daily for 1 wk/month for 2 and 3 consecutive months for finger and toenail onychomychosis respectively. Continuous regimen: 200 mg/day for 6 wks. Fluconazole 150 mg wkly for maximum period of 12 months",
        "cop": 4,
        "opa": "Fluconazole",
        "opb": "Nystatin",
        "opc": "Itraconazole",
        "opd": "Terbinafine",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "f0206696-732d-4c7c-879a-8490c1fd4a5a",
        "choice_type": "single"
    },
    {
        "question": "5 YR old unvaccinated came to OPD with fever and red eyes on examination the following type of rash is seen. What is the most likely complication associated with this condition Caption",
        "exp": "In above case child is usually suffering from measles. Most likely complication associated with this condition among the above option is Acute myocarditis. Virus causing myocarditis- Common - Coxsackie A, B, Echovirus, HIV, Influenza Less common - Adenovirus, measles, HSV 1, Cytomegalovirus, Rubella and varicella zoster.",
        "cop": 1,
        "opa": "Acute myocarditis",
        "opb": "Acute nephritis",
        "opc": "Acute pancreatitis",
        "opd": "Acute orchits",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "53190e91-286b-461c-95f4-d19574f6a1d3",
        "choice_type": "single"
    },
    {
        "question": "Baby born with membrane around him at the time of bih. Which of the following condition is depicted?",
        "exp": "Lamellar ichthyosis It is Autosomal recessive It occur due to deficiency of transglutaminase 1 enzyme In this whole body is involved k/a colloidion membrane/body. Drooping of lower eyelids(ectropion), palmoplantar keratoderma & scarring alopecia seen insevere cases.",
        "cop": 2,
        "opa": "Ichthyosis vulgaris",
        "opb": "Lamellar ichthyosis",
        "opc": "X linked ichthyosis",
        "opd": "Hyperkeratosis",
        "subject_name": "Dental",
        "topic_name": "NEET Jan 2020",
        "id": "d0e3e437-0931-4861-b7da-42409c5188c9",
        "choice_type": "single"
    }
]