[
    {
        "question": "Which of the following is a major criterion for Neurofibromatosis (NF-1)?",
        "exp": "Neurofibromatosis NF-1 gene on the proximal long arm of chromosome 17 AD NF-2 gene is located near centre of long arm of chromosome 22 Diagnostic criteria for NF 1: >=2 of the following criteria to be fulfilled: 1. >=6 cafe-au-lait macules of over 5mm in greatest diameter in pre pubeal individuals and over 15mm in greatest diameter in post pubeal individuals. 2. >=2 neurofibromas of any type or 1 plexiform neurofibroma. 3. Freckling in the axillary or inguinal regions 4. Optic glioma 5. >=2 Lisch nodules 6. Distinctive osseous lesion such as sphenoid dysplasia or thinning of the long bone coex with or without pseudoahrosis 7. A first-degree relative (parent, sibling, offspring) with NF1 by the above criteria. The presence of one or two cafe-au-lait macules is not diagnostic in the absence of other signs of the disease but if six or more cafe-au-lait macules are present, with a diameter of 5 mm or more, the probability of neurofibromatosis is high.",
        "cop": 2,
        "opa": "Hypopigmented macules",
        "opb": "Axillary freckling",
        "opc": "Dental enamel pits",
        "opd": "Facial angiofibromas",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "3c769096-483b-4a79-b83f-d14dad5d5cf6",
        "choice_type": "single"
    },
    {
        "question": "Vitamin D is synthesized by?",
        "exp": "The keratinocytes of the skin are unique in being not only the primary source of vitamin D for the body, but in possessing the enzymatic machinery to metabolize vitamin D to its active metabolite 1, 25 dihydroxy vitamin D. Fuhermore, these cells also express the vitamin D receptor (VDR) that enables them to respond to the 1, 25(OH)2D they produce.",
        "cop": 1,
        "opa": "Keratinocytes",
        "opb": "Granular cells",
        "opc": "Melanocytes",
        "opd": "Prickle cells",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "c121c0e6-ed7a-4abb-95eb-8fd9cee0063d",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old boy is brought by his mother because he had a high fever for the past week. Physical examination reveals bilateral injected conjunctivae, palmar erythema, oral mucositis, cervical lymphadenopathy, and solar erythema. What is the most likely diagnosis?",
        "exp": "Kawasaki disease (Mucocutaneous lymph node syndrome) Kawasaki disease is MC in children 6 months-5 years. C/F Fever lasting > 5 days, Erythematous rash, Edema in the conjunctivae, lips, and mouth (\"strawberry tongue\") Palmar and solar erythema Cervical lymphadenitis Mucositis. Note: Syphilis, Rocky Mountain spotted fever, Meningococcemia and Coxsackie virus A infection can also present as palmar and solar erythema.",
        "cop": 3,
        "opa": "Erysipelas",
        "opb": "Scarlet fever",
        "opc": "Mucocutaneous lymph node syndrome",
        "opd": "Meningococcemia",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "906e1883-20a9-4c6c-8470-34466f8e49d4",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old presents to the Pediatrician with a bleeding friable papule on the right temple that was first noted 3 weeks ago. What is the most likely diagnosis?",
        "exp": "Pyogenic Granuloma Vascular nodule develops rapidly at the site of recent injury, composed of lobular proliferation of capillaries in loose stroma. Tumour is vascular, bright red to brownish-red. It is paially compressible, but cannot be completely blanched and does not show pulsation. Size: 5-10 mm, but may reach 50 mm. It is rounded & base is pedunculated. Common sites: hands, feet, lips, head, upper trunk and perianal area. Lesions are not painful; patients mainly complain of bleeding. Superficial infantile haemangioma: Sharply circumscribed oval or round, soft, domed swelling of intense scarlet-red colour. Deep infantile haemangiomas: can be compressed and quickly regain their original dimensions on release of pressure. Become larger and darker when the child screams or cries. Keratoacanthoma is a skin lesion that erupts in sun-damaged skin. Kaposiform hemangioendothelioma (KHE) is a rare and aggressive vascular tumor that is benign. It is an abnormal growth made up of blood vessels.",
        "cop": 4,
        "opa": "Keratoacanthoma",
        "opb": "Infantile Hemangioma",
        "opc": "Kaposiform Hemangio endothelioma",
        "opd": "Pyogenic Granuloma",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "775b18d1-e6b6-4755-b919-ae881d30f12d",
        "choice_type": "single"
    },
    {
        "question": "A 40 years female has palpable purpura with rash over buttocks and thighs, pain in abdomen and ahropathy. Likely diagnosis is?",
        "exp": "Henoch-Schonlein purpura (HSP) is a subtype of acute LCV, seen more commonly in children and adolescents following an upper respiratory infection. Majority of lesions are found on the lower extremities and buttocks. Systemic manifestations include fever, ahralgias (primarily of the knees and ankles), abdominal pain, gastrointestinal bleeding, and nephritis. DIF examination shows deposits of IgA within dermal blood vessel walls. Renal disease is of concern in adults with HSP.",
        "cop": 2,
        "opa": "Sweet syndrome",
        "opb": "HSP",
        "opc": "Purpura fulminans",
        "opd": "Meningococcemia",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "fe9422a0-ae3c-4414-991c-020024b87190",
        "choice_type": "single"
    },
    {
        "question": "A person with recurrent oral ulcers with yellow base, erythematous surrounding & nodules in extensor aspect of legs. Diagnosis is",
        "exp": "Behcet's syndrome is rare immune-mediated systemic vasculitis that presents with mucous membrane ulceration and ocular involvement. Triple- symptom complex of recurrent oral aphthous ulcers, genital ulcers and uveitis. It can also involve visceral organs such as GI tract, pulmonary, musculoskeletal and neurological systems. Painful oral mucocutaneous ulcerations in the form of aphthous ulcers or non-scarring oral lesions. Painful genital ulcerations usually develop around the anus, vulva or scrotum. Patients may present with Erythema nodosum Cutaneous pustular vasculitis and lesions similar to pyoderma gangrenosum.",
        "cop": 1,
        "opa": "Behcet's syndrome",
        "opb": "Pemphigus",
        "opc": "Herpes genitalis",
        "opd": "Fixed drug eruption",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "1a2b057d-b2dd-4886-a61a-5f8311bf4e86",
        "choice_type": "single"
    },
    {
        "question": "Epiloia is the synonym for which disease?",
        "exp": "Tuberous Sclerosis Aka Bourneville's disease or Epiloia AD (Low penetrance) Chromosome 9 and 16 C/F: Classic triad of Epilepsy, Low IQ Adenoma sebaceum Cutaneous features Angiofibromas Periungual fibroma or Koenen tumor Shagreen patch Firm fibromatous plaques, especially on the forehead and scalp. Soft pedunculated fibromas around the neck and axillae.",
        "cop": 3,
        "opa": "Ataxia telangiectasia",
        "opb": "Tinea capitis",
        "opc": "Tuberous sclerosis",
        "opd": "Sarcoidosis",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "d44d6f11-7e11-477e-8724-fab263e8f6d8",
        "choice_type": "single"
    },
    {
        "question": "Vibration white finger:",
        "exp": "Vibration white finger (VWF) Episodic appearance of white-finger skin patches (Raynaud's phenomenon) in response to environmental cold. Is accompanied by secondary loss of sensation caused by vascular ischaemia. It can be pa of, but is not synonymous with Hand-arm vibration syndrome.",
        "cop": 1,
        "opa": "Consist of Raynaud's phenomenon and loss of sensation",
        "opb": "Main pathogenic mechanism is severe degeneration of nerves",
        "opc": "Computer geeks are at risk of developing it",
        "opd": "Ice provocation test is always reliable in precipitating attacks",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "de448877-5aa4-41d9-b6b9-6ae244aedc29",
        "choice_type": "single"
    },
    {
        "question": "Keratoderma blenorrhagica is found in:",
        "exp": "Keratoderma blenorrhagica associated with Reiters disease (Reactive ahritis) -HLA B 27 Clinical features: CUBIKA C- Conjunctivitis U- Urethritis B- Balanitis I- Iritis K- Keratoderma blenorrhagica A- Ahritis Ritter disease Aka Pemphigus neonatarum - SSSS - Staph aureus Keratoderma belanorrhagica - Thick skin over palm and sole",
        "cop": 1,
        "opa": "Reiter's syndrome",
        "opb": "Psoriasis",
        "opc": "Lichen Planus",
        "opd": "Bechet syndrome",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "d3010476-ea25-468d-b310-40028793df7b",
        "choice_type": "single"
    },
    {
        "question": "Necrobiosis Lipoidica Diabeticorum is most marked on:",
        "exp": "Necrobiosis Lipoidica Diabeticorum is an uncommon disorder, accompanying diabetes in predominantly young women. This usually begins in the Pretibial region as an erythematous plaque or papules that gradually enlarge, darken, and develop irregular margins, with atrophic centers and central ulceration. They are often painful. The etiology is microangiopathy.",
        "cop": 3,
        "opa": "Forearms",
        "opb": "Face",
        "opc": "Front of legs",
        "opd": "Back of legs",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "1d9ca17f-2fa8-469c-a408-6d731df61849",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with reaction resulting in skin change resembling a patch of scleroderma?",
        "exp": "Sclerodermiform reaction to vitamin K Intramuscular injection Vit. K is followed by an erythematous plaque in the lumbosacral area, which takes on a dusky colour and becomes infiltrated and itchy after 10-15 days. After some months, it resembles a patch of scleroderma, ivory-white in colour with a surrounding lilac ring. Confluence of plaques in the trochanteric and lumbosacral area produces the so- called 'cowboy's belt' appearance, complete with holsters.",
        "cop": 1,
        "opa": "Intramuscular injection of vitamin K preparations",
        "opb": "Intramuscular injection of thiamine preparations",
        "opc": "Intramuscular injection of cyanocobalamine preparations",
        "opd": "Intramuscular injection of calcium preparations",
        "subject_name": "Dental",
        "topic_name": "Nutrition and Metabolic disorders, Systemic conditions, Genodermatoses, Connective tissue disorders, Photodermatoses",
        "id": "a8c188ed-1e3c-4b36-94a6-c423740cca65",
        "choice_type": "single"
    }
]