[
    {
        "question": "Which of the following is associated with the disease pathology seen in this child?",
        "exp": "Child with right sided po-wine stain- seen in sturge weber syndrome. Features of sturge weber syndrome: S- Seizure T- Trigeminal distribution of po wine stain U- Unilateral weakness R- Retardation( mental retardation) G-Glaucoma E- Buphthalamos here, glaucoma is associated with surface ocular vascular malformations .",
        "cop": 3,
        "opa": "Leg length discrepancy",
        "opb": "Airway involvement",
        "opc": "Glaucoma",
        "opd": "Growth hormone deficiency",
        "subject_name": "Dental",
        "topic_name": "Pediatric dermatology",
        "id": "a446fbdd-d3a9-4b22-bf10-aa7f2f948c78",
        "choice_type": "single"
    },
    {
        "question": "Girl 2 yrs coming with bosselated erythematous lesion on right cheek, what is treatment of choice?",
        "exp": "The diagnosis is Po wine stain of sturges weber syndrome and the answer is Pulse dye laser (PDL). Table 24.13 Laser types and selective absorption Laser Wave length (nm) Specific* Application Er: YAG 294 Water Skin resurfacing PDL 585 Hb Vascular lesions Nd: YAG Long pulse 595-600 Hb, Melanin Leg veins Long pulse 694 Hair removal Nd:YAG 1064 Hb Deep vascular Q-switched YAG 1064 Pigment Tattoo removal CO2 10600 Water Coagulation/ resurfacing",
        "cop": 1,
        "opa": "Pulse dye laser",
        "opb": "NdYAG",
        "opc": "CO2 / Yetterium",
        "opd": "Switched ruby laser",
        "subject_name": "Dental",
        "topic_name": "Pediatric dermatology",
        "id": "984b88cd-def8-4a48-b7bf-836703486fb4",
        "choice_type": "single"
    },
    {
        "question": "Po-wine stain is associated with:",
        "exp": "Po-wine stain (PWS) is associated with several syndromes: Sturge-Weber syndrome: PWS affecting trigeminal dermatomes Klippel-Trenaunay-Weber syndrome:PWS on a limb with associated bone and soft tissue hyperophy and lateral varicose veins when the lower limb is involved. Proteus syndrome: PWS and regional gigantism in association with lymphatic (lymphaticovenous) malformation.",
        "cop": 4,
        "opa": "Proteus syndrome",
        "opb": "Sturge-Weber syndrome",
        "opc": "Klippel-Trenaunay-Weber syndrome",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "Pediatric dermatology",
        "id": "acf9d90a-36ce-4bed-a502-88e9618a173b",
        "choice_type": "multi"
    },
    {
        "question": "A child with fever had multiple skin lesions, and on microscopic examination the skin lesions are seen to have neutrophilic and histiocytic infiltration in the dermis. What is the diagnosis?",
        "exp": "Sweet syndrome (Acute febrile neutrophilic dermatosis) Skin manifestations: Tender red papules, nodules and eventually plaques distributed over the head, neck, upper trunk and upper arms. Diagnostic criteria for Sweet syndrome Major Acute onset of typical lesions Histopathological findings : Neutrophilic and histiocytic infiltration in the dermis. Minor Fever >38degC Association with malignancy, inflammatory disorder or pregnancy, or antecedent UI or GI infectionExcellent response to systemic coicosteroids. Abnormal laboratory values at presentation (3/4 required: ESR >20 mm; leukocytes >8000; neutrophils>70%;elevated C-reactive protein) DOC: Oral Coicosteroids.",
        "cop": 1,
        "opa": "Sweet syndrome",
        "opb": "Behchet's syndrome",
        "opc": "Pyoderma gangrenosum",
        "opd": "Juvenile dermatosis",
        "subject_name": "Dental",
        "topic_name": "Pediatric dermatology",
        "id": "7fb5f6c3-5c05-426e-a408-349a3f687d5e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following may NOT resolve spontaneously?",
        "exp": "Powine stain: Defect of dermal capillaries. Represent progressive ectasia of the superficial venous plexus. Lesions grow darker with age as the vessels become more ectatic. Face is commonly involved. They do not resolve spontaneously. Treatment: 585-nm pulsed dye LASER. Capillary haemangioma (strawberry marks/ angioma) undergo gradual and complete resolution. Erythema toxicum regresses spontaneously in a few days. Cephalhematoma resolves within 6 weeks.",
        "cop": 2,
        "opa": "Erythema toxicum",
        "opb": "Powine stain",
        "opc": "Capillary hemangioma",
        "opd": "Cephalhematoma",
        "subject_name": "Dental",
        "topic_name": "Pediatric dermatology",
        "id": "aca25fcd-6b2d-4ce7-a05c-13f119934c78",
        "choice_type": "single"
    }
]