[
    {
        "question": "A 45 year old farmer has itchyerythematous papular lesions on face, neck, 'V' area of chest, dorsmn of hands and forearms for 3 years. The lesions are more severe in summers and improve by 75% in winters. The most appropriate test to diagnos(. e. titil:) condition would be -",
        "exp": "The photo-patch test is conducted to examine the influence of rays when a chemical substance is placed on the skin. Twenty- four to 48 hours after a material that is suspected of causing pho- tosensitive disease is pasted on the skin, the site is exposed to UV rays. Ref Harrison20th edition pg 1234",
        "cop": 3,
        "opa": "Skin biopsy",
        "opb": "Estimation of IgE levels in blood",
        "opc": "photo Patch Test",
        "opd": "Intraderrnal prick test",
        "subject_name": "Dental",
        "topic_name": "Photosensitive disorders",
        "id": "7f72dd08-2c8a-48e8-9976-02ff29229847",
        "choice_type": "single"
    },
    {
        "question": "Twelve year old boy with vesicle over lip. Investigation to be done is",
        "exp": "Tzanck smear is a bed side test made by scrapping either floor of bulla( after deroofing). Or floor of erosion ( after removing crust). Or mucosal ( usually oral ) erosion. Stained with Giemsa stain. Acantholytic cells - rounded keratinocytes with relatively large nucleus and a condensed cytoplasm- seen in pemphigus group of disorders-pemphigus vulgaris and pemphigus foliaceous balloning degeneration and multinucleated gaint cells - seen in herpes simplex, herpes zoster and varicella iadvl textbook of dermatology, page 110",
        "cop": 1,
        "opa": "Tzank smear",
        "opb": "Woods lamp",
        "opc": "Diascopy",
        "opd": "KOH mount",
        "subject_name": "Dental",
        "topic_name": "Photosensitive disorders",
        "id": "499931ed-e167-4db3-8594-eb73d4bc2c0c",
        "choice_type": "single"
    },
    {
        "question": "Brown macular pigmentation in malar area in a pregnant female is due to -",
        "exp": "Brown macular pigmentations over malar area is characteristic of melasma. maily effects the sun exposed areas like forehead cheeks temples and upper lip. melasma in pregnancy is called chloasma. This occurs due to hormonal changes and increased with exposure to sunlight. Iadvl textbook of dermatology, page 781",
        "cop": 2,
        "opa": "Acne rosacea",
        "opb": "Cholasma",
        "opc": "Acanthosis nigricans",
        "opd": "Uicaric pigmentosa",
        "subject_name": "Dental",
        "topic_name": "Photosensitive disorders",
        "id": "26470069-95a0-4209-9641-c1004ee47337",
        "choice_type": "single"
    },
    {
        "question": "Potato nose is seen in -",
        "exp": "Rosacea:-Chronic skin infection characterised by symptoms of facial flushing and a spectrum of signs including erythema, telangiectasia, coarseness of skin and inflammatory papulopustular lesion. Features:-1. Red papules and pustules on nose, forehead, cheeks and chin. 2. Frequent blushing 3. Aggravated by sun exposure. 4. Ocular Rosacea-red, sore/gritty eyelid margin including papules and styes. 5. Rhinophyma:! enlarged unshapely nose with prominent pores. Potato nose appearance. 6. Blepharophyma-firm swelling of eyelids. Iadvl textbook of dermatology page 856",
        "cop": 3,
        "opa": "Acne vulgaris",
        "opb": "Rhinosporoidosis",
        "opc": "Acne rosacea",
        "opd": "Lupus vulgaris",
        "subject_name": "Dental",
        "topic_name": "Photosensitive disorders",
        "id": "c2a9dad3-92d5-4e33-ae82-4ade49866850",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old woman presents with a 2 year old H/o erythematous papulo pustular lesions on convexities of the face. There in a background of erytherma & telengiectasia. The episodes are exacerbated with eating spicy foods and hot drinks. The most likely diagnosis is -",
        "exp": "acne rosacea is a vascular disorder predominantly effecting central face manifesting with erythema and telengiectasia, with episodes of inflammation during the periods of inflammation papules, pustules swelling will develop. agravated by eating hot spicy foods alcohol, extremes of temperatures. Acne vulgaris is characterised by the presence of open or closed comedones systemic lupus erythematosus the rash is fixed over the malar area and nose, aggravated by exposure to sunlight. Rash is erythematosus with mild superficial scaling. There is characteristic sparing of nasolabial folds. There is systemic involvement with ahritis polymorphous light eruption characteristically occurs over the exposed face outer aspect with Macauley's or papules or plaques. Distribution is over the forehead temples and mandibular areas of face iadvl text book of dermatology, page 856",
        "cop": 2,
        "opa": "Acne vulgaris",
        "opb": "Acne Rosacea",
        "opc": "SLE",
        "opd": "Polymorphic light eruption",
        "subject_name": "Dental",
        "topic_name": "Photosensitive disorders",
        "id": "c0e936af-4542-4470-8425-5d1fc6912295",
        "choice_type": "single"
    },
    {
        "question": "Rhinophyma occurs as complication of",
        "exp": "Rosacea:-Chronic skin infection characterised by symptoms of facial flushing and a spectrum of signs including erythema, telangiectasia, coarseness of skin and inflammatory papulopustular lesion. Features:-1. Red papules and pustules on nose, forehead, cheeks and chin. 2. Frequent flushing 3. Aggravated by sun exposure, foods, alcolhol, spicy foods, hot tea or coffeeextreme temperatures, vasodilator drugs,, h. pylori infection There are 4 subtypes of rosacea erythematotelengieatatic rosacea- flushing, central facial erythema, telengiectasia papulopustular rosacea- persistent central facial erythema with transient papules, pustules, in central facial distribution phymatous rosacea: thick skin with modularity most common over nose-rhinophyma ocular rosacea watery eyes, foreign body sensation, burning/stinging, dryness, itching blepharitis. iadvltextbook of dermatology, page page 856",
        "cop": 2,
        "opa": "Acne vulgais",
        "opb": "Acne rosacea",
        "opc": "Psoriasis",
        "opd": "Plicinphigus",
        "subject_name": "Dental",
        "topic_name": "Photosensitive disorders",
        "id": "757ad506-4f62-489d-8eb4-56b4501326e5",
        "choice_type": "single"
    }
]