[
    {
        "question": "Auspitz sign is seen in?",
        "exp": "Scratching scale in psoriasis makes the scale appear more silver in color by introducing air-keratin interfaces More vigorous scratching or picking off the scale produces small bleeding points (Auspitz's sign in plaque type) Plaque-type psoriasis MC variety of psoriasis. Patients will have stable, slowly enlarging plaques, which remain basically unchanged for long periods of time. MC areas are elbows, knees, gluteal cleft, and scalp. Involvement is symmetric.",
        "cop": 3,
        "opa": "Pustular psoriasis",
        "opb": "Guttate psoriasis",
        "opc": "Plaque psoriasis",
        "opd": "Erythrodermic psoriasis",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "a95a2b53-8529-4636-b6ca-73641ad6a29e",
        "choice_type": "single"
    },
    {
        "question": "Local application of which of the following is of benefit in the management of psoriasis:",
        "exp": "Salicylic acid enhances rate of loss of surface scale( keratolytic agent) and useful in psoriasis. Adapalene is a topical retinoid-like drug (third gen topical retinoid) used in mild to moderate acne. Benzyl benzoate is used for Rx of scabies. Nateglinide is used in type 2 DM in combination with metformin.",
        "cop": 4,
        "opa": "Adapalene",
        "opb": "Benzyl benzoate",
        "opc": "Nateglinide",
        "opd": "Salicylic acid",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "1da21c11-3231-4346-bcc8-b459bbfed6dd",
        "choice_type": "single"
    },
    {
        "question": "Drugs which can produce erythroderma:",
        "exp": "Drugs which can produce erythroderma: Allopurinol Hydantoins p-Aminosalicylic acid Isoniazid Ampicillin Lithium Barbiturates Nitrofurantoin Captopril Penicillamine Carbamazepine Penicillin Cefoxitin Phenylbutazone Chloroquine Quinidine Chlorpromazine Streptomycin Cimetidine Sulphonamides Diltiazem Sulphonylureas Gold Thioacetazone (thiacetazone) Griseofulvin",
        "cop": 1,
        "opa": "Penicillins",
        "opb": "Colchicine",
        "opc": "Stavudine",
        "opd": "ACTH",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "7815bfc4-7699-418e-b37b-a10e0df4ef2d",
        "choice_type": "single"
    },
    {
        "question": "The only definite indication for systemic coicosteroids in a case of pustular psoriasis is?",
        "exp": "Systemic coicosteroids - Not recommended for psoriasis, because the disease tends to recur in more severe form after cessation of therapy. Have sho term effectiveness. Can be used in extensive or severe form of generalized pustular psoriasis as a life saving measure when other drugs are contraindicated or ineffective.",
        "cop": 1,
        "opa": "Psoriatic Erythroderma with pregnancy",
        "opb": "Psoriasis in a patient with liver cirrhosis",
        "opc": "Psoriatic ahritis of moderate degree",
        "opd": "Presence of extensive lesions",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "17e208b5-172d-4cad-8690-1cb4134b5720",
        "choice_type": "single"
    },
    {
        "question": "Ahritis mutilans is a feature of?",
        "exp": "PSORIATIC AHRITIS Classical (DIP type) most commonly involving the distal interphalangeal joints and less commonly the knees, hips, ankles, and wrists; Asymmetric oligo-aicular type (MC type) Symmetrical polyaicular type Disease limited to the spine (psoriatic spondylitis). Ahritis mutilans(X-Ray shows pencil in cup sign, pestle in moar sign)",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Staphylococcal scalded skin syndrome",
        "opd": "Eczema",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "58afca65-953c-462e-8c90-73f9893ab435",
        "choice_type": "single"
    },
    {
        "question": "Most potent topical steroid?",
        "exp": "Classification Of Topical Steroids By Potency 1 Very potent 0. 05% Clobetasol propionate 0. 3% Diflucoolone valerate 0. 1% 2 Potent Betamethasone valerate 0. 025% Fluocinolone acetonide 0. 025% 3 Diluted potent Betamethasone valerate 0. 00625% Fluocinolone acetonide 0. 05% 4 Moderately potent Clobetasone butyrate 0. 05% Alclometasone dipropionate 2. 5% 5 Mild Hydrocoisone 1%",
        "cop": 3,
        "opa": "Hydrocoisone",
        "opb": "Betamethasone",
        "opc": "Clobetasol propionate",
        "opd": "Clobetasone butyrate",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "0b919095-1997-4304-b481-9a86b371609d",
        "choice_type": "single"
    },
    {
        "question": "The commonest sign of nail psoriasis is:",
        "exp": "Nail changes in psoriasis - Most common - Nail pitting/Thimble pitting Most characteristic - oil drop sign/ salmon patch Onycholysis Leukonychia Subungual hyperkeratosis Nail tunnel",
        "cop": 1,
        "opa": "Pitting",
        "opb": "Pterygium",
        "opc": "Oil drop sign",
        "opd": "Onycholysis",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "20a52893-e5ec-495d-8e4a-1f79180bae46",
        "choice_type": "single"
    },
    {
        "question": "DOC for Psoriatic ahropathy?",
        "exp": "Methotrexate is DOC for Psoriatic ahropathy Psoriatic erythroderma Methotrexate is contraindicated in pregnancy and children. DOC for: Psoriatic ahritis- Methotrexate Erythrodermic psoriasis- Methotrexate Pustular psoriasis- Acitretin > Methotrexate Impetigo herpetiformis- Systemic steroids> cyclosporine",
        "cop": 1,
        "opa": "Methotrexate",
        "opb": "5. FU",
        "opc": "PUVA",
        "opd": "Steroid",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "8cabca8f-9962-4436-837e-d2d71968782a",
        "choice_type": "single"
    },
    {
        "question": "CD4 counts should be monitored weekly during therapy with?",
        "exp": "Alefacept is an engineered protein consisting of the CD2-binding poion of leukocyte-function-associated antigen-3 (LFA-3) fused to a human Ig. G1 Fc region (hinge, CH1, and CH2), approved for the treatment of plaque psoriasis. It inhibits activation of T-cells by binding to cell surface CD2, inhibiting the normal CD2/LFA-3 interaction. Treatment of patients with Alefacept also results in a dose-dependent reduction of the total number of circulating T cells, including those that predominate in psoriatic plaques. Therefore, T-cell counts of patients receiving Alefacept must be monitored, and the drug discontinued if CD4 lymphocyte levels fall below 250 cells/ L.",
        "cop": 4,
        "opa": "Efalizumab",
        "opb": "Onercept",
        "opc": "Infliximab",
        "opd": "Alefacept",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "a974f6a7-d5fb-41d8-b5ca-cfa4d5b9c136",
        "choice_type": "single"
    },
    {
        "question": "The first biologic agent approved by US FDA for the treatment of psoriasis is:",
        "exp": "In 2003, Alefacept became the first biological agent to be licensed for the treatment of severe psoriasis. Alefacept is a T-cell inhibitor - binds to CD-2 Infliximab, Etanercept- are TNF-a inhibitor Efalizumab is a T-cell inhibitor binds to CD-11",
        "cop": 1,
        "opa": "Alefacept",
        "opb": "Efalizumab",
        "opc": "Etanercept",
        "opd": "Infliximab",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "59c31841-f02e-4bb2-ad4f-14e07543da22",
        "choice_type": "single"
    },
    {
        "question": "Which of the following biologic agent approved for treatment of psoriasis or psoriatic ahritis is not anti-TNF-a?",
        "exp": "BIOLOGICS APPROVED FOR PSORIASIS(Ps) OR PSORIATIC AHRITIS(PsA) Anti TNF- a Etanercept Adalimumab Infliximab Alefacept -Anti-CD-2 (fusion protein against LFA-3) Other TNF alpha inhibitors -ACE In Goli: A- AdalimumabC- CeolizumabE- Etanercept. In- Infliximab. Goli- Golimumab\"",
        "cop": 2,
        "opa": "Etanercept",
        "opb": "Alefacept",
        "opc": "Infliximab",
        "opd": "Adalimumab",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "7d070f8f-61c9-41a7-970e-4f7782855937",
        "choice_type": "single"
    },
    {
        "question": "'Pseudo-isomorphic' phenomenon is seen with?",
        "exp": "Pseudo-isomorphic' phenomenon is seen with viral was. other disease causing pseudo-isomorphic phenomenon that is moluscum contagiosum Isomorphic Phenomenon: Also called Koebner's phenomenon. Development of isomorphic pathologic lesions in the traumatized uninvolved skin of patients who have cutaneous diseases. Diseases causing true isomorphic phenomenon are Psoriasis, Lichen planus, vitiligo, lichen nitidus, etc.",
        "cop": 4,
        "opa": "Vitiligo",
        "opb": "Lichen planus",
        "opc": "Psoriasis",
        "opd": "Was",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "d34e8c51-513a-447f-8d33-18a9f9b270ed",
        "choice_type": "single"
    },
    {
        "question": "Treatment of pustular psoriasis is:-",
        "exp": "Most cases of GPP (Generalised Pustular Psoriasis) require systemic therapy. Retinoids--> TOC Response to high doses of acitretin (1 mg/kg/day) is rapid and lower doses of 0. 5-0. 75 mg/kg/day, sufficient to maintain control. Acitretin> Methotrexate Other drugs used are Cyclosporine, Colchicine, Razoxane, Dapsone TNF-antagonists, and Basiliximab, an antibody directed at the IL-2 receptor, rapidly control acute GPP. Systemic steroids are C/I in psoriasis.",
        "cop": 3,
        "opa": "Thalidomide",
        "opb": "Hydroxyurea",
        "opc": "Retinoids",
        "opd": "Steroids",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "25edb134-b80e-467c-9fbd-2f127de81c1e",
        "choice_type": "single"
    },
    {
        "question": "Most impoant feature of psoriasis?",
        "exp": "Psoriasis (Papulosquamous disease) Common inflammatory scaling dermatosis (well-demarcated erythematous plaques surmounted by characteristic silvery white scaling) with a B/L symmetric distribution & is associated with seronegative spondyloahropathy. Scaling Conditions Psoriasis Atopic Dermatitis Contact Dermatitis Lichen Simplex Chronicus Lichen Planus",
        "cop": 2,
        "opa": "Crusting",
        "opb": "Scaling",
        "opc": "Oozing",
        "opd": "Erythema",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "11138085-a103-483b-a28f-da51fac45bb8",
        "choice_type": "single"
    },
    {
        "question": "Efalizumab disrupts the interaction between which of the following adhesion molecules?",
        "exp": "Agents targeting co-stimulatory molecules and under development for psoriasis include: Efalizumab, -A gainst CD11a (LFA-1), which blocks CD11a-ICAM-1 binding and may inhibit lymphocyte binding to endothelium the same mechanism. Alefacept - Inhibiting the normal CD2/LFA-3 interaction.",
        "cop": 2,
        "opa": "LFA-3 and ICAM-1",
        "opb": "LFA-1 and ICAM-1",
        "opc": "LFA-3 and ICAM-3",
        "opd": "LFA-3 and CD2",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "e05cd6fb-0ebf-4ee8-9fa8-f11b311c623a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most strongly associated with pathogenesis of Psoriasis:",
        "exp": "PSORIASIS Lesions are characterized by infiltration of skin with activated T cells, which have a role in the pathophysiology of psoriasis (cytokines stimulate keratinocyte hyperproliferation). Earlier it was considered that Th1 cells(CD8+) plays most imp. role in pathogenesis, but now Th17 is considered most imp. in pathogenesis, induced by IL-23. Is linked to HLA-Cw6 and, to a lesser extent, to HLA-DR7. Psoriatic ahritis is associated with HLA- B27",
        "cop": 4,
        "opa": "Th16",
        "opb": "Th1",
        "opc": "Th2",
        "opd": "Th17",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "755397cf-51de-4705-bc89-af5031c4a984",
        "choice_type": "single"
    },
    {
        "question": "Vitamin D analogue calcitriol is useful in the treatment of:",
        "exp": "Vitamin D3 analogues - Naturally occurring, active metabolite of vit. D3 - 1, 25-Dihydroxyvitamin D3 (calcitriol) 3 synthetic analogues: -calcipotriol -1, 24-Dihydroxyvitamin D3 (Tacalcitol) and -1, 25-Dihydroxyvitamin D3 (Maxacalcitol), effective when applied topically in Psoriasis",
        "cop": 2,
        "opa": "Lichen planus",
        "opb": "Psoriasis",
        "opc": "Pemphigus",
        "opd": "Leprosy",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "33911ec5-e06f-4b60-af48-d6345cfd046b",
        "choice_type": "single"
    },
    {
        "question": "What is the test being done & what sign is it used to demonstrate?",
        "exp": "Auspitz sign is characterized by:- a) Micaceous silvery white scales b) Burkley membrane c) Pin point bleeding This is seen in psoriasis & demonstrated by grattage test. Auspitz sign is presence of pinpoint bleeding at the base of a plaque after scale is forcibly removed in patients with psoriasis. The successive removal of psoriatic scales usually reveals an underlying smooth, glossy, red membrane (membrane of Burkley) with small bleeding points where the thin suprapapillary epithelium is turn off. The red membrane is known as Burkley's membrane.",
        "cop": 4,
        "opa": "Scraping test, Auspitz sign",
        "opb": "Grattage test, Koebner's phenomenon",
        "opc": "Scrapping test, Koebner's phenomenon",
        "opd": "Grattage test, Auspitz sign",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "fd41c473-b47c-4045-bc53-a0212b779317",
        "choice_type": "single"
    },
    {
        "question": "A diagnosed case of psoriasis, taking MTX since last 15 yrs presents with jaundice and abnormal LFT. So, what will be the course of management:",
        "exp": "Methotrexate is hepatotoxic drug- Therefore, abnormal liver function test & jaundice (in history)- Next step- stop Mtx- Therefore, B is ruled out 3 systemic drugs used in psoriasis1. Mtx (Teratogenic, hepatotoxic)2. Cyclosporine (nephrotoxic)-3H( HTN, Hyperiglyceridemia, Hyperichosis)3. Acitretin- teratogenic, dyslipidemia. In psoriasis systemic steroids are C/I Dapsone have no role.",
        "cop": 4,
        "opa": "Stop Mtx, sta dapsone",
        "opb": "Mtx + cyclosporine",
        "opc": "Stop Mtx, sta steroids",
        "opd": "Stop Mtx, sta cyclosporine",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "0cb0cece-b2eb-4100-a1e8-a21f16751c8b",
        "choice_type": "single"
    },
    {
        "question": "Ixekizumab is novel drug approved by the FDA for treatment of psoriasis, MOA of this drug is:",
        "exp": "Ixekizumab, approved for treatment of plaque psoriasis. It is a humanized IL-17A antagonist that works when Ig. G4 monoclonal antibodies selectively bind with IL-17A cytokines and inhibit their interaction with the IL-17 receptor. Secukinumab, similar to Ixekizumab, this injectable is an Ig. G1 monoclonal antibody that selectively binds to the IL-17A cytokine and inhibits its interaction with the IL-17 receptor. It is approved for the treatment of plaque psoriasis and psoriatic ahritis. Ustekinumab: Anti IL-12/23 Apremilast: PDE-4 inhibitor",
        "cop": 2,
        "opa": "IL-17A agonist",
        "opb": "IL-17A antagonist",
        "opc": "IL-12/23 antagonist",
        "opd": "PDE 4 inhibitor",
        "subject_name": "Dental",
        "topic_name": "Psoriasis",
        "id": "7bc96073-08a8-4c10-a97a-f5088ea393ff",
        "choice_type": "single"
    }
]