[
    {
        "question": "'Chancre redux' is a clinical feature of:",
        "exp": "Chancre redux: Recurrence of the primary sore at its original site during the first two years of the disease (Relapsing stage of syphilis). Pseudochancre redux: Gummatous (teiary stage) recurrence at the site of the primary chancre.",
        "cop": 1,
        "opa": "Early relapsing syphilis",
        "opb": "Late syphilis",
        "opc": "Chancroid",
        "opd": "Recurrent herpes simplex infection",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "4a474ad3-aba0-4cd3-9cf2-dd2e24a5f7b5",
        "choice_type": "single"
    },
    {
        "question": "A young female with asymptomatic macules and papule over trunk and reddish patch over palate with a flat, moist lesion on vulva. Patient has generalized lymphadenopathy. What is line of management'?",
        "exp": "C/o Syphilis. Penicillin is the DOC. Bullous, papular, papulosquamous lesions and mucous patches occur on the vulva in early syphilis and condyloma lata may develop later. Diagnosis of syphilis is made by dark ground microscopy, immunofluorescence of scrapings or serology. Doxycycline is the best alternative for treating early and late latent syphilis in non pregnant cases.",
        "cop": 2,
        "opa": "Ceftriaxone",
        "opb": "Benzathine penicillin",
        "opc": "Acyclovir",
        "opd": "Fluconazole",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "1b2af46f-4982-490a-9b22-bde6b4fa8727",
        "choice_type": "single"
    },
    {
        "question": "Plane was are caused by which of the following HPV types.",
        "exp": "Mnemonic: \"DSP-CELB\" Types of Viral wa HPV subtype- Deep plantar wa/ (myermercia) 1(MC) Superficial plantar wa/(mosaic) 2 (MC) Plane wa (verruca plana) 3, 10, 28, 41 Common wa(verruca vulgaris) 4 <2 (MC) Epidermodysplasia verruciformis 5, 8 Laryngeal was/anogenital 6 >11 Butcher wa. 7 (MC)",
        "cop": 2,
        "opa": "2, 4, 7, 27",
        "opb": "3, 10, 28, and 41",
        "opc": "1, 2, and 4",
        "opd": "16, 18, 31",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "b784c072-6bcb-4035-a2d9-d49795d935fd",
        "choice_type": "single"
    },
    {
        "question": "Pinta is caused by:",
        "exp": "Pinta Non-sexually transmitted spircohetal infection caused by Treponema carateum. Three sub-species of T. pallidum are known: T. pallidum, which causes syphilis T. endemicum, which causes bejel or endemic syphilis T. peenue, which causes venereal syphilis or yaws",
        "cop": 2,
        "opa": "Treponema peenue",
        "opb": "Treponema carateum",
        "opc": "Treponema pallidum",
        "opd": "Treponema endemicum",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "9bea93b2-91b4-4da7-8018-6785e93c11c6",
        "choice_type": "multi"
    },
    {
        "question": "Recurrent plaques on glans which heal with residual hyperpigmentation is seen with:",
        "exp": "The two common conditions which heal with pigmentation are Lichen planus and FDE. FDE Glans penis is a site of predilection for fixed drug eruption. Recurrence is seen: Recur in the same sites With each exposure --> No. of involved sites may increase. Fresh lesions are well defined, round or oval patches of redness and swelling of the skin followed by a blister. This then fades to a purplish or brown colour. The lesions usually develop within 30 minutes to 8 hours of taking the drug. Lesions are more common on hands and feet, genitalia (glans penis) and perianal areas. Lesions may occur around the mouth or the eyes. As healing occurs, crusting and scaling are followed by a persistent dusky brown colour at the site. Drugs causing FDE: Salicylate NSAIDs Phyenylbutazone Fluoroquinolones Tetracycline",
        "cop": 2,
        "opa": "Aphthous ulcer",
        "opb": "Fixed Drug Eruption",
        "opc": "Herpes simplex",
        "opd": "Chlamydial infection",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "493022c5-35e5-4dcf-b796-af89199218a6",
        "choice_type": "single"
    },
    {
        "question": "Following condition is caused by:",
        "exp": "Genital herpes - Infection of the genitals caused by HSV. Either have no or mild symptoms. Blisters break open to form painful ulcers. Flu-like symptoms, such as fever, aching, or swollen lymph nodes. Onset is within 4 days after exposure with symptoms lasting up to 4 weeks. Antiviral medications, such as acyclovir, valacyclovir, may prevent outbreaks or shoen outbreaks if they occur.",
        "cop": 2,
        "opa": "Treponema",
        "opb": "HSV 2",
        "opc": "Small Pox virus",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "acced176-0fe1-403b-b526-ccf9a9b5c482",
        "choice_type": "multi"
    },
    {
        "question": "Ollendroff sign in which stage of syphilis?",
        "exp": "Buschke Ollendroff sign is seen in 2o syphilis. 2o syphilis: All kinds of lesions can be seen except vesiculobullous lesions Pigmented lesions on palm & sole. Shows deep dermal tenderness k/a Buschke Ollendroff sign. Condyloma lata - moth eaten alopecia are seen. Extra edge on Secondary syphilis Lues maligna or malignant syphilis or ulceronodular syphilis. Syphilitic alopecia- Patchy hair loss, irregularly thinned, 'moth eaten' patches of semi-baldness. Macular syphilide -Symmetrical, coppery red, round and oval spots.",
        "cop": 2,
        "opa": "Primary syphilis",
        "opb": "Secondary syphilis",
        "opc": "Latent syphilis",
        "opd": "Teiary syphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "e7a1bd64-cc9f-494f-b1d1-f7d247942c92",
        "choice_type": "single"
    },
    {
        "question": "Painful ulcers over genitalia seen in:",
        "exp": "Chancroid or soft chancre Painful ulcer on penis caused by Haemophilus ducreyii. Irregular edges, undermined ulcers, bleeds easily. Painful, suppurative, unilateral inguinal lymphadenitis(bubo): classical feature Kissing ulcers- Due to autoinoculation on the genitalia. Hard chancre painless genital ulcer most commonly formed during primary syphilis. forms approximately 21 days after the initial exposure to T. pallidum.",
        "cop": 3,
        "opa": "Primary syphilis",
        "opb": "Granuloma inguinale",
        "opc": "Chancroid",
        "opd": "Lymphogranuloma venerum",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "4798dce0-92e1-47bf-b642-433aa0a2b2ae",
        "choice_type": "single"
    },
    {
        "question": "The syndromic management of urethral discharge includes treatment of:",
        "exp": "Syndrome Organism/Diseases Uretheral discharge/cervical discharge Gonorrhea and Chlamydia Vaginal discharge Candidiasis/ Trichomoniasis/Bacterial Vaginosis Genital ulcer non herpetic Syphilis and Chancroid Genital ulcer non herpetic (allergic to penicillin) Syphilis and Chancroid Genital ulcer herpetic Herpes Lower abdominal pain(P. I. D) Gonorrhea/Chlamydia/Anaerobes/mycoplasma hominis Inguinal bubo LGV and Chancroid",
        "cop": 3,
        "opa": "Neisseria gonorrhoeae and herpes genitalis",
        "opb": "Chalamydia trachomatis and herpes genitalis",
        "opc": "Neisseria gonorrhoeae and Chlamydia trachomatis",
        "opd": "Syphilis and chancroid",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "d6b823b4-7d4b-4dc4-b990-ac7ba7026674",
        "choice_type": "single"
    },
    {
        "question": "A male patient is diagnosed with gonorrhea. When telling the patient about this disease, the physician should include the following instructions except?",
        "exp": "Acute urethritis is the most common clinical manifestation of gonorrhea in male patients. Adults/children may develop gonococcal conjunctivitis by touching the eyes with contaminated hands. Patient should avoid sexual intercourse until treatment is completed(4 to 7 days), and a follow-up culture confirms that the infection has been eradicated. If he doesn't refrain from intercourse before Rx is completed, he should use a condom and inform paner his health status Widespread CNS damage is potential complication of untreated syphilis, not gonorrhea. Single IM dose of ceftriaxone is the mainstay of therapy for uncomplicated gonococcal infection",
        "cop": 4,
        "opa": "Abstain from sexual intercourse until therapy is completed and until he and his sex paner no longer have symptoms",
        "opb": "Wash hands thoroughly to avoid conjunctivitis",
        "opc": "If he has intercourse before treatment ends, he should tell sexual paner of his status.",
        "opd": "If untreated, he may develop widespread central nervous system (CNS) damage",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "7756e46e-d952-4ce4-a599-dd2e3fbe5c6f",
        "choice_type": "multi"
    },
    {
        "question": "Features of Reiter's disease are the following except?",
        "exp": "Reiter's Disease Characterized by presence of non-suppurative polyahritits exceeding a duration of one month associated or preceded closely by a lower urogenital or enteric infection. Observed in young men with HLA B27 antigen. Eye involvement and muco-cutaneous manifestations are common. Most common example of reactive ahritis. Classic clinical triad ahritis, urethritis and conjunctivitis. Muco-cutaneous lesions Keratoderma blenorrhagica Circinate balanitis Management NSAID -mainstay of treatment. Steroids Methotrexate Azathioprine Sulfasalazine",
        "cop": 3,
        "opa": "Ahritis",
        "opb": "Circinate balanitis",
        "opc": "Subcutaneous nodules",
        "opd": "Keratoderma blenorrhagicum",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "ad005ec5-a4aa-4c1b-97f5-f65af7883102",
        "choice_type": "multi"
    },
    {
        "question": "Dose of acyclovir in a patient suffering from herpes labialis:",
        "exp": "Herpes labialis by HSV-I - T/t Acyclovir 200mg 5 times a day for 5-7 days Recurrent H. labialis (i. e. >6 episodes 1yr) - prophylactic therapy Acyclovir 400mg BDx 6 Months Herpes genitalis HSV-II - T/t Acyclovir 400mg TDS for 5-7 days",
        "cop": 1,
        "opa": "200 mg, five times a day for 5 days",
        "opb": "400 mg, five times a day for 3 days",
        "opc": "600 mg, five times a day for 5 days",
        "opd": "800 mg, five times a day for 7 days",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "f446ebc8-7e25-4a2d-8adc-f8a813d7b0df",
        "choice_type": "single"
    },
    {
        "question": "A female patient is diagnosed with primary herpes genitalis. Which of the following should be the treatment advice?",
        "exp": "A patient with primary herpes genitalis: Acyclovir 200mg; 5 times a day for 7 days Or 400mg, 3 times a day for 7 days. Terconazole and Tioconazole are used to treat vulvovaginal candidiasis. Sulconazole nitrate is used to treat tinea versicolor.",
        "cop": 3,
        "opa": "\"Apply one applicator of Terconazole intravaginally at bedtime for 7 days. \"",
        "opb": "\"Apply one applicator of Sulconazole intravaginally at bedtime for 7 days. \"",
        "opc": "Acyclovir 200mg; five times a day for 7 days. \"",
        "opd": "\"Apply Acyclovir twice daily by massaging it gently into the lesions for 3 days. \"",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "4d98adeb-3b11-47c2-8346-bc7ac5b56e8c",
        "choice_type": "multi"
    },
    {
        "question": "Causative agent of donovanosis is:-",
        "exp": "Donovanosis (Granuloma Inguinale And Granuloma Venereum) Donovanosis is a chronic, progressively destructive bacterial infection of the genital region caused by caused by Klebsiella granulomatis. It is an intracellular, gram-negative, pleomorphic, encapsulated (when mature) bacteria. T. pallidum causes Syphilis. Chlamydia trachomatis causes LGV. L. donovani causes Kala Azar Note Nucleic acid amplification test (NAAT) is the gold standard test for diagnosis of Chlamydia",
        "cop": 1,
        "opa": "Klebsiella Granulomatis",
        "opb": "T. pallidum",
        "opc": "Chlamydia trachomatis",
        "opd": "L. donovani",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "8b53d233-18a0-4aae-b07a-3ad08e8251b6",
        "choice_type": "multi"
    },
    {
        "question": "25 yrs old labourer 3 yrs back presented with penile ulcer which was not treated. Later he presented with neurological symptoms for which he got treated. Test to monitor response to treatment is-",
        "exp": "Labourer is suffering from neurosyphilis. Best test to monitor response to treatment is VDRL- CSF, Blood Titer of > 1: 8 is +ve and titre of <1: 8 is a False +ve VDRL.",
        "cop": 1,
        "opa": "VDRL",
        "opb": "FTA ABS",
        "opc": "TPI",
        "opd": "RPR",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "30a51e42-9e10-4997-91ba-d5fffaa6bf01",
        "choice_type": "single"
    },
    {
        "question": "The shown penile lesion is:",
        "exp": "Pearly papules: - Asymptomatic - Seen in uncircumcised patients - Etiology unknown - Not infective - Normal lesions - No treatment required",
        "cop": 2,
        "opa": "Genital wa",
        "opb": "Pearly penile papule",
        "opc": "Balanitis",
        "opd": "Sebaceous gland prominence",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "236cee05-424f-4aed-9064-f0dcb0a79d2c",
        "choice_type": "single"
    },
    {
        "question": "The most frequent cause of recurrent genital ulceration in a sexually active male is:",
        "exp": "Sexually transmitted herpes simplex virus type II(HSV) infections cause most genital ulcer disease. Disease % Herpes 62 % Chanchroid 12 to 20 % Syphilis 13 % LGV and Granuloma Inguinale 5% Herpes ulcers are painful, vesicular, multiple and are associated with firm tender lymphadenopathy.",
        "cop": 1,
        "opa": "Herpes genitalis",
        "opb": "Aphthous ulcer",
        "opc": "Syphilis",
        "opd": "Chancroid",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "066487a4-5a56-4d31-909f-81931f8bde0c",
        "choice_type": "multi"
    },
    {
        "question": "Pseudo bubo is caused by:",
        "exp": "Pseudo bubo seen in Donovanosis/Granuloma inguinale Caused by K. Granulomatis I. P--> 8-80 days Clinically- 4 types: Ulcerogranulomatous Hyperophic type Necrotic Sclerotic Lymph nodes are not enlarged but sometimes subcutaneous nodules grow in inguinal area [look like lymph nodes but are pseudo bubos) All the following 'pseudo' signs are seen in Donovanosis Pseudogroove sign of Greenblatt Pseudobubo Pseudo genital elephantiasis DOC: Azithromycin 2nd -Doxycycline",
        "cop": 3,
        "opa": "Chancroid",
        "opb": "LGV",
        "opc": "Donovanosis",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "c586cf03-8ee3-49d5-8e41-4c8d1a80ea90",
        "choice_type": "single"
    },
    {
        "question": "A VDRL reactive mother gave bih to an infant. All of the following would be helpful in determining the risk of transmission to the infant, EXCEPT:",
        "exp": "Evaluation and Treatment of Infants in the First Month of Life - Transmission does not depend on time interval between the treatment of the mother and her delivery. The diagnosis of congenital syphilis is complicated by the transplacental transfer of maternal non-treponemal and treponemal immunoglobulin G (IgG) antibodies to the fetus. All infants born to reactive mothers should be evaluated with a quantitative non-treponemal serologic test (RPR or VDRL) performed on infant serum. All infants born to reactive mother should be examined thoroughly for evidence of congenital syphilis. Dark field microscopic examination or direct fluorescent antibody staining of suspicious lesions or body fluids (e. g., nasal discharge) also should be performed.",
        "cop": 4,
        "opa": "TPPA test on the serum sample of the mother",
        "opb": "TPPA test on the serum sample of the infant",
        "opc": "VDRL on the paired serum sample of the infant and mother",
        "opd": "Time interval between the treatment of the mother and her delivery",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "f1d6dd73-6616-4df2-a7ad-374c40ad8981",
        "choice_type": "multi"
    },
    {
        "question": "Esthiomene is seen in:",
        "exp": "Esthiomene: Hyperophic enlargement with ulceration of the external genitalia. Late complications of LGV: 1. Groove sign 2. Genital elephantiasis -in females leads to Esthiomene ( eating away of genitals) -in males leads to Saxophone penis(size increased) 3. Ano-rectal syndrome 4. Vagino-rectal syndrome 5. Fibrosis of the lymph nodes causing lymphedema and genital elephantiasis",
        "cop": 3,
        "opa": "Chancroid",
        "opb": "Granuloma inguinale",
        "opc": "LGV",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "0a272a41-5b82-466a-b08a-3c81c07e9dab",
        "choice_type": "single"
    },
    {
        "question": "Worldwide accepted minimum dose of Benzathine penicillin in Teiary syphilis?",
        "exp": "Recommendations for the Treatment of Syphilis Stage of Syphilis Patients without Penicillin Allergy Patients with Confirmed Penicillin Allergy Primary, secondary, or early latent Penicillin G benzathine (single dose of 2. 4 MU IM) Tetracycline hydrochloride (500 mg PO QID) or Doxycycline (100 mg PO BID) for 2 weeks Late latent (or latent of unceain duration), cardiovascular, or benign teiary Lumbar puncture CSF normal: Penicillin G benzathine 2. 4 MU IM weekly for 3 weeks(total of 7. 2 MU) CSF abnormal: Treat as neurosyphilis Lumbar puncture CSF normal and patient not infected with HIV: Tetracycline hydrochloride (500 mg PO QID) or Doxycycline (100 mg PO BID) for 4 weeks CSF normal and patient infected with HIV: Desensitization and treatment with penicillin if compliance cannot be ensured CSF abnormal: Treat as neurosyphilis Neurosyphilis (asymptomatic or symptomatic) Aqueous penicillin G (18- 24 MU/d IV, given as 3-4 MU 4h or continuous infusion) for 10-14 days or Aqueous penicillin G procaine (2. 4 MU/d IM) plus oral probenecid (500 mg QID), both for 10-14 days Desensitization and treatment with penicillin Syphilis in pregnancy According to stage Desensitization and treatment with penicillin",
        "cop": 3,
        "opa": "4. 8 Milion IU",
        "opb": "6 Million IU",
        "opc": "7. 2 Million IU",
        "opd": "10 Million IU",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "704e340c-bbb2-48bc-86fa-475147be4ec3",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man with history of multiple exposures presents with painful non indurated ulcer on the glans penis since 5 days. The undermined sloughed edges of margins were noted. The most probable diagnosis is?",
        "exp": "Multiple, painful, punched-out ulcers with undermined borders is typical of chancroid. Haemophilus ducreyi is the causative agent of chancroid. It is a highly contagious but curable disease. Painless, indurated ulcer is seen in primary chancre caused by T. pallidum",
        "cop": 2,
        "opa": "Treponema pallidum",
        "opb": "Haemophilus ducreyi",
        "opc": "Herpes",
        "opd": "Chlamydia",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "2be0f65f-0408-43a0-803d-5791fa8ff56c",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old girl is brought to the clinic with a 3-month history of worsening vision and behavioral problems in school. Her mother received no prenatal care and, repos that the girl was delivered without complications at home. As an infant, she had a \"walike\" perioral maculopapular rash and three or four recurrent right-sided ear infections. Physical examination reveals that the girl is in the 30th percentile for weight and the 35th percentile for height. Additional observations include findings that are notable for nummular keratitis, prominent notching of her upper two incisors and molars, and outward bowing of the tibia bilaterally. What is the most likely diagnosis?",
        "exp": "Congenital Syphilis - Caused by Treponema pallidum. Congenital syphilis is a cause of hydrops fetalis, or stillbih due to fluid accumulation in the fetus. If the newborn survives, it can develop various abnormalities. Classic facial anomalies - Hutchinson's incisors Mulberry molars, Saddle nose Frontal bossing Sho maxilla Hutchinson's triad: Deafness(VIII nerve damage) Interstitial keratitis Hutchinson's teeth",
        "cop": 1,
        "opa": "Congenital Syphilis",
        "opb": "Congenital Toxoplasmosis",
        "opc": "Congenital Rubella",
        "opd": "Congenital Cytomegalovirus",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "b0ad6928-f8a0-46ce-aee9-7940a44017f3",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old woman presents with a fever and headache. She also complains of vaginal itching and dysuria. When asked, she says that she recently became sexually active. Physical examination reveals tender inguinal lymphadenopathy and red, pustular, painful vesicles on her labia majora. What is the most likely diagnosis?",
        "exp": "Typical vesicles or pustules or a cluster of painful ulcers preceded by vesiculopustular lesions suggests genital herpes. The pathognomonic findings for herpes infections are painful vesicles. Both HSV-1 and HSV-2 can cause genital herpes, but more than 80% of genital lesions are due to HSV-2. HSV-2 is transmitted by direct contact of the virus with mucosal surfaces or open skin surfaces. Approximately 80% of infected patients are asymptomatic. C/F: The primary infection presents with constitutional symptoms such as fever, headache, malaise, and myalgia. Later, genital vesicles may appear that can rupture and leave behind painful ulcers. Other genital symptoms include itching and tender inguinal lymphadenopathy.",
        "cop": 3,
        "opa": "Klebsiella granulomatis infection",
        "opb": "Chlamydia trachomatis infection",
        "opc": "HSV-2 infection",
        "opd": "Treponema pallidum infection",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "f432e379-ff09-4384-b042-758d3f0ffaba",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in congenital syphilis:-",
        "exp": "Congenital syphilis if develops: <2yrs - Early >2 yrs - Late Asymptomatic Hutchinson's Triad (Deafness + Interstitial keratitis + Hutchinson's teeth) Nasal stuffiness (rhinitis) k/a snuffles' as nasal stuffiness is known as snuffles in early congenital syphilis Periostitis U/L enlargement of sternoclavicular poion of the clavicle (k/a Higoumenaki sign) Vesiculo bullous rashes Frontal bossing, anterior Bowing of legs Genital ulcer: In Primary Syphilis.",
        "cop": 3,
        "opa": "Higoumenaki sign",
        "opb": "Hutchinson teeth",
        "opc": "Genital ulcers",
        "opd": "Periostitis",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "62146196-24ab-4f8a-a3c8-949137be3764",
        "choice_type": "single"
    },
    {
        "question": "After 8 weeks of visit to female sex worker male patient develops painless ulcer over penis that bleeds on touch without any lymphadenopathy, diagnosis is?",
        "exp": "Donovanosis (Granuloma Inguinale ) Chronic, progressively destructive bacterial infection of the genital region caused by K. granulomatis. Intracellular, gram-negative, pleomorphic, encapsulated bacterium. Genital ulcers: Single Base is beefy red, bleeds easily and painless. Indurated and elevated margins",
        "cop": 4,
        "opa": "Primary Syphilis",
        "opb": "Chanchroid",
        "opc": "Herpes simplex virus",
        "opd": "Donovanosis",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "bc302924-c9e8-43b7-9460-9ea24ebed0ab",
        "choice_type": "single"
    },
    {
        "question": "A 42 yr old engineer developed redness of the glans and radial fissuring of the prepuce 2 weeks ago. A potassium hydroxide preparation of scrapings from the glans showed pseudohyphae and buds. Which one of the following systemic illness should he be screened for?",
        "exp": "Visualization of pseudohyphae s/o candidiasis and DM is a predisposing factor for it. Candidiasis Predisposing factors or conditions (especially for disseminated form): DM Antibacterial agents Indwelling urinary catheters Parenteral glucocoicoids Neutropenia Abdominal and thoracic surgery Immunocompromised state Patients with severe burns low-bih-weight neonates persons using illicit IV drugs",
        "cop": 2,
        "opa": "Pulmonary tuberculosis",
        "opb": "Diabetes mellitus",
        "opc": "Systemic candidiasis",
        "opd": "Chronic renal failure",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "8949a6ee-c37f-4e7a-b717-00418f15a257",
        "choice_type": "single"
    },
    {
        "question": "A female with genital herpes simplex is being treated in the outpatient depament. The doctor teaches her about measures that may prevent herpes recurrences and emphasizes the need for prompt treatment if complications arise. Genital herpes simplex increases the risk of:",
        "exp": "A female with genital herpes simplex is at increased risk for cervical cancer. Genital herpes simplex isn't a risk factor for cancer of the ovaries, uterus, or vagina. HPV is the primary neoplastic-initiating event in the vast majority of women with invasive cervical cancer. HPV- 16 and -18 are the types most frequently associated with high-grade dysplasia.",
        "cop": 3,
        "opa": "Cancer of the ovaries",
        "opb": "Cancer of the uterus",
        "opc": "Cancer of the cervix",
        "opd": "Cancer of the vagina",
        "subject_name": "Dental",
        "topic_name": "Sexually Transmitted Infections",
        "id": "6d8e7874-11ca-4620-8d6a-3f9410c0636b",
        "choice_type": "single"
    }
]