[
    {
        "question": "Podophyllin is treatment of choice in",
        "exp": "Podophyllin Mech of action:- Antimitotic, arrest cells in metaphase by binding tubulin. Uses:- Used for condyloma acuminata. Contraindication:- Contraindicated in pregnancy. Ref:- Sima Jain; pg num:-332",
        "cop": 3,
        "opa": "Plantar was",
        "opb": "Condyloma lata",
        "opc": "Condyloma accuminata",
        "opd": "Plain was",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "3996631a-f974-4afe-b663-e14e2f999f87",
        "choice_type": "single"
    },
    {
        "question": "The most frequent cause of recurrent genital ulceration in a sexually active male is",
        "exp": "PCR testing of genital ulcers now clearly implicates genital herpes as the most common cause of genital ulceration in developing countries Genital herpes is a common sexually transmitted disease (STD) that any sexually active person can get. Most people with the virus don't have symptoms. Even without signs of the disease, herpes can still be spread to sex paners. LGV & Donovanosis continue to cause genital ulceration's in developing countries though less common PCR testing of ulcer demonstrates HSV in 62% T. pallidum 13% H. ducreyi 12-20% Ref Harrison 20 th edition pg 1233",
        "cop": 1,
        "opa": "Herpes-genitalis",
        "opb": "Aphthous ulcer",
        "opc": "Syphilis",
        "opd": "Chancroid",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "599369f4-2730-46b9-8bb3-ba49df860799",
        "choice_type": "multi"
    },
    {
        "question": "TOS for penicillin resistant gonorrhoea",
        "exp": "Complicated gonococcal infections ate treated with ceftriaxone1 g IM OD x 7 days. Or cefixime 400 mg BD X 7days. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 338",
        "cop": 2,
        "opa": "Ciprofloxacin",
        "opb": "Ceftriaxone",
        "opc": "Streptomycin",
        "opd": "Erythromycin",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "ec9f079c-1994-4bbd-b1a3-585d661ae6a1",
        "choice_type": "single"
    },
    {
        "question": "Granuloma venereum is caused by -",
        "exp": "Granuloma venereum is caused by Chlamydia Trachomatis, serovars L1, L2, L3. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 330",
        "cop": 2,
        "opa": "Donovania granulomatis",
        "opb": "Chlamydia",
        "opc": "Hemophillus ducrey",
        "opd": "None",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "36f1a349-a0c6-4fa6-9b58-54fe1f674cd5",
        "choice_type": "multi"
    },
    {
        "question": "Topical immunomodulator used for the treatment of genital was is",
        "exp": "<p> WAS:- Caused by human papilloma virus. Anogenital was caused by HPV 6, 11, 16, 18, 31, 33. Out Of these 6 is mostly involved. These virus invade squamous epithelium and trigger cell proliferation. Viruses mainly being transmitted by fomites, scratching, and auto inoculation. Pink to brown way papules in perianal/genital region. Treatment:- podophyllin 20% in tincture benzoin is the treatment of choice in anogenital was. Immunomodulator used is topical imiquimoidnd cidofovir {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 67.}</p>",
        "cop": 1,
        "opa": "Imiquimod",
        "opb": "Podophyllin",
        "opc": "Interferon",
        "opd": "Acyclovir",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "b745cbf7-3b85-4a15-847e-5f6d02c9ba72",
        "choice_type": "single"
    },
    {
        "question": "Pseudo bubo is seen in -",
        "exp": "<p>DONOVANOSIS:- Granuloma venerum. Fouh veneral disease. Granuloma inguinale tropicum. Organism:-Calymmatobacterium granulomatis/ klebsiella granulomatis. (closed safety pin morphology) Clinical features:- 1. Painless papule at the site of entry. Becomes ulcerated and gradually develops into characteristic elevated, beefy red ulcerogranulomatous masses that bleed easily. 2. Males Site-prepuce, frenum, glans penis and peniscrotal junction. 3. Females- labia majora, mons veneris and fourchette. Complication:- 1. Fluctuant swelling develop in the inguinal region due to subcutaneous involvement lymphatics and is referred to as pseudobubo formation. 2. Squamous cell carcinoma. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath. Pg no. 128.}</p>",
        "cop": 1,
        "opa": "Donovanosis",
        "opb": "LGV",
        "opc": "Chancroid",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "260b2be8-d466-459d-85d1-a500af1609af",
        "choice_type": "single"
    },
    {
        "question": "A young man presents to the emergency depament with a maculopapular rash 2 weeks after healing of a painless genital ulcer. The most likely etiological agent is -",
        "exp": "Syphilis causes genital ulcers and cutaneous lesion of any morphology( macular, papular, papulosquamous, nodular ) but is never vehicular or Bullous. Causative agent of syphilis is Treponema pallidum. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 320",
        "cop": 1,
        "opa": "Treponema Pallidum",
        "opb": "Treponema Peunae",
        "opc": "Chalmydia Trachomatis",
        "opd": "Chalmydia Trachomatis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "c3c95a52-d580-45a9-a07c-8f20efe1d6a5",
        "choice_type": "multi"
    },
    {
        "question": "drug of choice for ahritis in reiters disease",
        "exp": "Reiters syndrome/ flies singer-Leroy disease: traid of urethritis, ahritis conjunctivitis Genetic predisposition: hla b 27 Causative organisms: Chlamydia trachomatis Salmonella Campylobacter Yersinia Shigella Clostridium diff i. Cal eah Clinical features: chronological appearance First manifestations: urethritis, conjunctivitis Ahritis Circulate Balan it is Ahritis: asymmetric, oligoaicular-predilection to lower extremity large joints, enthesitis( inflammation of tendons and ligaments at the sites of inseion into capsule or bone), sacroilitis. Rapid development of massive effusions. Sausage digitis-diffuse swelling of solitary finger or toe Joints: early morning stiffness and pain. Genitourinary: nonspecific urethritis, cervicitis, cystitis, hematuria, hydronephrosis, prostatitis, baholinitis, vaginitis, salpingitis Eye lesions: conjunctivitis, uveitis, iridocyclitis Cutaneous: keratoderma blemorrhagicum-hyper keratotic pustular lesions on erythematous base involving palms and soles. crusted thick horny lesions with thick scales circulate Balanitis-most common irregular moist superficial erosions or ulcers coalesce to form circinate lesions. ulceration over tongue-painless Cardiac: aoic is and heart block Renal- glomerulonephritis Investigations: Elevated acute phase reactants Elevated esr Jointfluid-pseudo sepsis- neutrophils>50000/ul, with reiters cells Radiology: enthesitis with periosteum reaction, asymmetric sacroilitis, spondylitis, non marginal syndesmophytes Conditions to be differentiated from reactive ahritis Treatment Ahritis: Physiotherapy, nsaids, indomethacin is the drug of choice. Dmards-sulfasalazine, methotrexate, hydroxychloroquine, prednisolone, acitretin in hiv patients Biological: infliximab, etanercept Cyclosporine, levamisole, gold, pencillamine. Skin and mucus membranes: topical keratolytis, topical coicosteroids, methotrexate, acetretin Iadvl textbook of dermatology",
        "cop": 2,
        "opa": "asprin",
        "opb": "Indomethacin",
        "opc": "Coicosteroids",
        "opd": "Methotrexate",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "a7be7ce1-ca7c-4169-b64c-7713d341c3e0",
        "choice_type": "single"
    },
    {
        "question": "19 year male develops painless penile ulcers 9 days after sexual intercourse with a professional sex worker likely dignosis is",
        "exp": "In chancroid the incubation period is 3_5 days. In syphilis the incubation period is9-90 days. In the primary stage there is indicated, clean, painless ulcer, which oozes serum on pressure. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 320",
        "cop": 3,
        "opa": "Chancroid",
        "opb": "Herpes",
        "opc": "Chancre",
        "opd": "Traumatic ulcer",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "81d2c521-a837-4ce4-a086-54a36241824a",
        "choice_type": "single"
    },
    {
        "question": "Characteristic Direct immunofluorescence findings in Herpes gestationis is",
        "exp": "DIRECT IMMUNOFLUORESCENCE FINDINGS IN AUTOIMMUNE BLISTERING DISEASE. Disease Pattern and nature of immunoreactants Pemphigus Epidermal cell-surface deposits of IgG and C3 giving fishnet appearance Bullous pemphigoid Linear, homogeneous deposits of IgG (epidermal side on salt-split skin) and C3 at the dermal-epidermal junction. Linear IgA dermatosis Linear homogeneous deposits of IgA at the dermal-epidermal junction Herpes gestationis Linear homogeneous deposits of C3 at the dermal-epidermal junction Epidermolysis bullosa acquisita Linear homogeneous deposits of IgG (dermal side on the salt-split skin) and C3 at the dermal-epidermal junction. Cicatricial pemphigoid Linear homogeneous deposits of IgG and C3 at the dermal-epidermal junction Dermatitis herpetiformis Focal granular deposits of IgA at the papillary tips The bullous eruption of lupus erythematosus Linear homogeneous, or non-homogeneous, deposits of multiple immunoglobulins, C3 and fibrin at the dermal-epidermal junction. (Ref. Harrison's Table 7. 9) Ref Harrison 20th edition pg 1256",
        "cop": 3,
        "opa": "Epidermal cell-surface deposits of IgG and C3",
        "opb": "Linear, homogeneous deposits of Ig. Gand C3 at the dermal-epidermal junction",
        "opc": "Linear homogeneous deposits of C3 at the dermal-epidermal junction",
        "opd": "Focal granular deposits of IgA at the papillary tips",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "7d0224dd-94f5-4bc3-8731-97c4fa320688",
        "choice_type": "single"
    },
    {
        "question": "Organisms with characteristic School of fish appearance in stained smears is observed in wof condition",
        "exp": "Ref:- Sima Jain; pg num:- 218",
        "cop": 2,
        "opa": "Granuloma inguinale",
        "opb": "Chancroid",
        "opc": "Lymphogranuloma venereum",
        "opd": "Herpes genitalis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "5ec883de-71dc-4d3a-9fef-8e097f659734",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Elastosis perforans serpiginosa",
        "exp": "Ref:- Sima Jain; pg num:- 143",
        "cop": 3,
        "opa": "Hyperplastic epidermis with basophilic nuclear debris",
        "opb": "More common in males",
        "opc": "More common in lower pa of body",
        "opd": "AD mode of inheritance",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "899e79e3-37f6-46e1-ab3c-d585647f4d96",
        "choice_type": "single"
    },
    {
        "question": "Multiple sebaceous tumors are observed in wof",
        "exp": "Muir-Torre Syndrome * AD, mutation in MLH1 and MSH2 (DNA mismatch repair genes) causing microsatellite instability * Multiple sebaceous neoplasms and keratoacanthomas * | Risk of colon adenocarcinoma, less common GU, lung, breast or heme malignancy. Ref:- Sima Jain; pg num:- 65",
        "cop": 4,
        "opa": "Carney complex",
        "opb": "Cowden's syndrome",
        "opc": "Gardner's syndrome",
        "opd": "Muir- Torre syndrome",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "8e897153-9e1c-4c26-8a00-997f231f67d0",
        "choice_type": "single"
    },
    {
        "question": "In secondary syphilis all are seen except -",
        "exp": "In secondary syphilis cutaneous lesion are symmetrical and numerous initially. Rash may be of any morphology but never vesicular or Bullous. Condylomata lata is another cutaneous manifestation. Mucosal lesions are mucosal patches and snail track ulcers. Generalized lymphedenopathy. Periosteitis, ahritis, iridocyclitis, uveitis, choroidoretinitis. Nephrotic syndrome due to immune complex glomerulonephritis. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 323",
        "cop": 2,
        "opa": "Condyloma lata",
        "opb": "Interstitial keratitis",
        "opc": "Ahritis",
        "opd": "Proteinuria",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "05c9b1dc-9bd3-4ccf-bcb2-a1dfc83f25b8",
        "choice_type": "multi"
    },
    {
        "question": "The lesion characteristic of secondary syphilis -",
        "exp": "In secondary syphilis the lesions are symmetrical and numerous initially. Condyloma lata ate seen in interiginous areas, the papules may erode superficially. Sometimes at commissures the papules split ( split papules). From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 322",
        "cop": 3,
        "opa": "Ulcer",
        "opb": "Condyloma acumicata",
        "opc": "Condyloma lata",
        "opd": "Guma",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "b893ce8d-b535-43dc-b1fc-837db98d2c43",
        "choice_type": "single"
    },
    {
        "question": "triad of reiters disease are all except",
        "exp": "Reiters syndrome/ flies singer-Leroy disease: traid of urethritis, ahritis conjunctivitis Genetic predisposition: hla b 27 Causative organisms: Chlamydia trachomatis Salmonella Campylobacter Yersinia Shigella Clostridium diff i. Cal eah Clinical features: chronological appearance First manifestations: urethritis, conjunctivitis Ahritis Circulate Balan it is Ahritis: asymmetric, oligoaicular-predilection to lower extremity large joints, enthesitis( inflammation of tendons and ligaments at the sites of inseion into capsule or bone), sacroilitis. Rapid development of massive effusions. Sausage digitis-diffuse swelling of solitary finger or toe Joints: early morning stiffness and pain. Genitourinary: nonspecific urethritis, cervicitis, cystitis, hematuria, hydronephrosis, prostatitis, baholinitis, vaginitis, salpingitis Eye lesions: conjunctivitis, uveitis, iridocyclitis Cutaneous: keratoderma blemorrhagicum-hyper keratotic pustular lesions on erythematous base involving palms and soles. crusted thick horny lesions with thick scales circulate Balanitis-most common irregular moist superficial erosions or ulcers coalesce to form circinate lesions. ulceration over tongue-painless Cardiac: aoic is and heart block Renal- glomerulonephritis Investigations: Elevated acute phase reactants Elevated esr Jointfluid-pseudo sepsis- neutrophils>50000/ul, with reiters cells Radiology: enthesitis with periosteum reaction, asymmetric sacroilitis, spondylitis, non marginal syndesmophytes Conditions to be differentiated from reactive ahritis Treatment Ahritis: Physiotherapy, nsaids, indomethacin is the drug of choice. Dmards-sulfasalazine, methotrexate, hydroxychloroquine, prednisolone, acitretin in hiv patients Biological: infliximab, etanercept Cyclosporine, levamisole, gold, pencillamine. Skin and mucus membranes: topical keratolytis, topical coicosteroids, methotrexate, acetretin Iadvl textbook of dermatology",
        "cop": 4,
        "opa": "ahritis",
        "opb": "Urethritis",
        "opc": "Conjunctivitis",
        "opd": "Aoitis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "8dd0edba-6aa2-4762-a722-30639d07a1f5",
        "choice_type": "multi"
    },
    {
        "question": "HLA associated with Dermatitis herpetiformis is",
        "exp": "Ref:- Sima Jain; pg num:- 25",
        "cop": 3,
        "opa": "HLA A5",
        "opb": "HLA B27",
        "opc": "HLA B8",
        "opd": "HLA A28",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "8006b68c-705d-424d-be53-e2bbc9524cfd",
        "choice_type": "single"
    },
    {
        "question": "Condyloma acuminata is caused by-",
        "exp": "Condyloma acuminatum (also known as genital was or anogenital was) refers to an epidermal manifestation attributed to the epidermotropic human papillomavirus (HPV), as in the images below. Approximately 90% of condylomata acuminata are related to HPV types 6 and 11 Ref Harrison20th edition pg 1334",
        "cop": 1,
        "opa": "HPV",
        "opb": "HSV",
        "opc": "HIV",
        "opd": "All",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "27bcfae1-1fcf-400d-859c-245561b176f0",
        "choice_type": "multi"
    },
    {
        "question": "Ollendorff sign is seen in -",
        "exp": "<p>PRIMARY SYPHILIS:- Primary chancre is a single, well circumscribed, painless ulcer with a clean floor and hard, indurated base on palpation. Hence it is called hard chancre. Occurs in genitals, perineal/perianal areas. Kissing ulcers can occur on the urethral meatus and coronal sulcus. An ulcer at the hilt of the shaft is called condom chancre. Extragenital sites include rectum, lips, oral mucosa, face, breasts etc.. SECONDARY SYPHILIS:- Generalised rashes. Lymphadenopathy.&; General symptoms-malaise, headache, sore throat fever and weakness. Rashes- non pruritic and involve the forms- 1. Macular- faint copper red macules minicking roseola. 2. Papulosquamous and papular-skin copper coloured, round to oval shaped papules with or without scaling. Tenderness seen on applying pressure with blunt side of a pin over the papule. This is called &; Buschke-ollendorf sign&; and indicates deep dermal tenderness. 3. Corona veneris-papules forming a line along the hair margin over the forehead. 4. Flat topped moist white papules and plaques- condyloma lata. 5. Split papule seen at angle of mouth and mucocutaneous junction. 6. Pustular-lues maligna. 7. Nodular 8. Oral and genital mucosa-serpiginous ulcers described as snail track ulcers. 9. Patchy hair loss - moth eaten alopecia. 10. Generalised lymphadenopathy. 11. Systemic manifestation- hepatitis, uveitis, ahritis. LATENT SYPHILIS:- No evidence of clinically active disease. TEIARY DISEASE:- Gumma formation. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 124.}</p>",
        "cop": 2,
        "opa": "Primary syphilis",
        "opb": "Secondary syphilis",
        "opc": "Latent syphilis",
        "opd": "Neurosyphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "1cfc375a-e882-42a3-b70b-83ce8868ffd0",
        "choice_type": "single"
    },
    {
        "question": "All can cause reiters syndrome except",
        "exp": "Reiters syndrome/ flies singer-Leroy disease: traid of urethritis, ahritis conjunctivitis Genetic predisposition: hla b 27 Causative organisms: Chlamydia trachomatis Salmonella Campylobacter Yersinia Shigella Clostridium diff i. Cal eah Clinical features: chronological appearance First manifestations: urethritis, conjunctivitis Ahritis Circulate Balan it is Ahritis: asymmetric, oligoaicular-predilection to lower extremity large joints, enthesitis( inflammation of tendons and ligaments at the sites of inseion into capsule or bone), sacroilitis. Rapid development of massive effusions. Sausage digitis-diffuse swelling of solitary finger or toe Joints: early morning stiffness and pain. Genitourinary: nonspecific urethritis, cervicitis, cystitis, hematuria, hydronephrosis, prostatitis, baholinitis, vaginitis, salpingitis Eye lesions: conjunctivitis, uveitis, iridocyclitis Cutaneous: keratoderma blemorrhagicum-hyper keratotic pustular lesions on erythematous base involving palms and soles. crusted thick horny lesions with thick scales circulate Balanitis-most common irregular moist superficial erosions or ulcers coalesce to form circinate lesions. ulceration over tongue-painless Cardiac: aoic is and heart block Renal- glomerulonephritis Investigations: Elevated acute phase reactants Elevated esr Jointfluid-pseudo sepsis- neutrophils>50000/ul, with reiters cells Radiology: enthesitis with periosteum reaction, asymmetric sacroilitis, spondylitis, non marginal syndesmophytes Conditions to be differentiated from reactive ahritis Treatment Ahritis: Physiotherapy, nsaids, indomethacin is the drug of choice. Dmards-sulfasalazine, methotrexate, hydroxychloroquine, prednisolone, acitretin in hiv patients Biological: infliximab, etanercept Cyclosporine, levamisole, gold, pencillamine. Skin and mucus membranes: topical keratolytis, topical coicosteroids, methotrexate, acetretin Iadvl textbook of dermatology",
        "cop": 4,
        "opa": "yersinia enterocolitica",
        "opb": "Campylobacter jejuni",
        "opc": "Salmonella",
        "opd": "Staphylococcus epidermidis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "41e2989c-8493-4241-a254-697865eb0921",
        "choice_type": "multi"
    },
    {
        "question": "Groove sign is seen in -",
        "exp": "In the secondary stage of LGV when both inguinal and femoral group of lymph nodes are enlarged they are separated by inguinal ligament. ( sign of groove, sign of greenblatt). From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 330",
        "cop": 2,
        "opa": "Donovanosis",
        "opb": "LGV",
        "opc": "Chancroid",
        "opd": "Genital herpes",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "ed6ec428-3c58-4dcb-8789-4e36e6f447e1",
        "choice_type": "single"
    },
    {
        "question": "Ulcer on penis which bleeds on touch, is feature that best in which of the following -",
        "exp": "Donovanosis is caused by Klebsiella granulomatis. There is a single ( sometimes multiple) asymptomatic ulcer. Floor is made of beefy, exuberant granulation tissues which bleeds easily on manipulation. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 329",
        "cop": 1,
        "opa": "Donovanosis",
        "opb": "Syphilis",
        "opc": "Herpes genitalis",
        "opd": "LGV",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "cd4b68bf-0afb-4c9c-9c10-8c8f3bc44a08",
        "choice_type": "single"
    },
    {
        "question": "Hard chancre is seen in",
        "exp": "<p>PRIMARY SYPHILIS:- Primary chancre is a single, well circumscribed, painless ulcer with a clean floor and hard, indurated base on palpation. Hence it is called hard chancre. Occurs in genitals, perineal/perianal areas. Kissing ulcers can occur on the urethral meatus and coronal sulcus. An ulcer at the hilt of the shaft is called condom chancre. Extragenital sites include rectum, lips, oral mucosa, face, breasts etc.. Treatment- benzyl penicillin injection 2. 4 million units i. m 1 dose. Or Inj. Procaine penicillin 12 lakh units i. m for 10 days. If allergic to penicillin- use doxycycline. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 126.}</p>",
        "cop": 2,
        "opa": "Chancroid",
        "opb": "Syphilis",
        "opc": "Tularemia",
        "opd": "All",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "b855906b-2040-4f4d-a0eb-7ad3eadd9afa",
        "choice_type": "multi"
    },
    {
        "question": "A man having multiple, painful, indurated, undermined, sloughed, edged glans which occurred 5 days exposures; most likely dignosis is-",
        "exp": "Chancroid is caused by Hemophilus ducreyi and it&; s incubation period is 3-5 days. It causes multiple, superficial, tender, soft, ragged ulcers which bleeds on manipulation. These ulcers ate located in the genitals. In syphilis the incubation period is 9-90 days. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 327",
        "cop": 1,
        "opa": "Chancroid",
        "opb": "Primary chancre",
        "opc": "Herpes genitalis",
        "opd": "LGV",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "d2dfc4c7-8b69-4fc7-a9f0-99de14c2d010",
        "choice_type": "single"
    },
    {
        "question": "An eight year old boy presents with multiple umbilicated papules on trunk. Diagnosis is",
        "exp": "Molluscum contagiosum is a viral infection that causes a mild skin rash. The rash looks like one or more small growths or wa-like bumps (called mollusca) that are usually pink, white, or skin-colored. The bumps are usually smooth and shiny or pearly-looking, and may have an indented center Ref Harrison20th edition pg 1334",
        "cop": 1,
        "opa": "Molluscum contagiosum",
        "opb": "Chicken pox",
        "opc": "Herpes zostr",
        "opd": "Dermatophytosis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "282504e0-6d42-4594-809a-6ab198b25049",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding genital herpes except",
        "exp": "Firm, tender, often bilateral lymphadenopathy with the initial episode is noted in HSV infection. Genital herpes is commonly caused by HSV 2. IP: 2days to 2 weeks Herpetic lesions: discrete, multiple, shallow, painful ulcers that may coalesce into larger areas of ulceration. females: labia, vagina, cervix. males: penis, scrotum. extragenital lesions occur due to autoinoculation(fingers-herpetic whitlow, buttocks) Dysuria and urethritis may be present. Complications: aseptic meningitis, disseminated infection. Tzank smear: multinucleate gaint cells are seen. Treatment: Acyclovir 400 mg orally three times a day for 7-10 days. Ref Harrison 20th edition pg 1233",
        "cop": 4,
        "opa": "Multiple painful lesions",
        "opb": "Superficial erythematous lesions",
        "opc": "No induration",
        "opd": "No lymphadenopathy",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "e132a207-a8fd-43da-98f2-674d87b853b4",
        "choice_type": "multi"
    },
    {
        "question": "Genital was are most commonly caused by which of the following serotypes of IHPV?",
        "exp": "<p> WAS:- Caused by human papilloma virus. Anogenital was caused by HPV 6, 11, 16, 18, 31, 33. Out Of these 6 is mostly involved. These virus invade squamous epithelium and trigger cell proliferation. Viruses mainly being transmitted by fomites, scratching, and auto inoculation. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 67.}</p>",
        "cop": 1,
        "opa": "HPV 6",
        "opb": "HPV 16",
        "opc": "HPV 18",
        "opd": "HPV 33",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "22ec6d3a-dd22-4fd4-80ba-6fec00b8fa31",
        "choice_type": "single"
    },
    {
        "question": "Genetic marker for reiters syndrome",
        "exp": "Reiters syndrome/ flies singer-Leroy disease: traid of urethritis, ahritis conjunctivitis Genetic predisposition: hla b 27 Causative organisms: Chlamydia trachomatis Salmonella Campylobacter Yersinia Shigella Clostridium diff i. Cal eah Clinical features: chronological appearance First manifestations: urethritis, conjunctivitis Ahritis Circulate Balan it is Ahritis: asymmetric, oligoaicular-predilection to lower extremity large joints, enthesitis( inflammation of tendons and ligaments at the sites of inseion into capsule or bone), sacroilitis. Rapid development of massive effusions. Sausage digitis-diffuse swelling of solitary finger or toe Joints: early morning stiffness and pain. Genitourinary: nonspecific urethritis, cervicitis, cystitis, hematuria, hydronephrosis, prostatitis, baholinitis, vaginitis, salpingitis Eye lesions: conjunctivitis, uveitis, iridocyclitis Cutaneous: keratoderma blemorrhagicum-hyper keratotic pustular lesions on erythematous base involving palms and soles. crusted thick horny lesions with thick scales circulate Balanitis-most common irregular moist superficial erosions or ulcers coalesce to form circinate lesions. ulceration over tongue-painless Cardiac: aoic is and heart block Renal- glomerulonephritis Investigations: Elevated acute phase reactants Elevated esr Jointfluid-pseudo sepsis- neutrophils>50000/ul, with reiters cells Radiology: enthesitis with periosteum reaction, asymmetric sacroilitis, spondylitis, non marginal syndesmophytes Conditions to be differentiated from reactive ahritis Treatment Ahritis: Physiotherapy, nsaids, indomethacin is the drug of choice. Dmards-sulfasalazine, methotrexate, hydroxychloroquine, prednisolone, acitretin in hiv patients Biological: infliximab, etanercept Cyclosporine, levamisole, gold, pencillamine. Skin and mucus membranes: topical keratolytis, topical coicosteroids, methotrexate, acetretin Iadvl textbook of dermatology page 2088",
        "cop": 3,
        "opa": "HLA B8",
        "opb": "HLA B5",
        "opc": "HLA B27",
        "opd": "HLA B19",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "8e581e21-df23-42e0-b87b-52fa0410cea7",
        "choice_type": "single"
    },
    {
        "question": "drug of choice for HIV patients with reiters disease complaining of ahritis and keratoderma blenorrhagicum",
        "exp": "Reiters syndrome/ flies singer-Leroy disease: traid of urethritis, ahritis conjunctivitis Genetic predisposition: hla b 27 Causative organisms: Chlamydia trachomatis Salmonella Campylobacter Yersinia Shigella Clostridium diff i. Cal eah Clinical features: chronological appearance First manifestations: urethritis, conjunctivitis Ahritis Circulate Balan it is Ahritis: asymmetric, oligoaicular-predilection to lower extremity large joints, enthesitis( inflammation of tendons and ligaments at the sites of inseion into capsule or bone), sacroilitis. Rapid development of massive effusions. Sausage digitis-diffuse swelling of solitary finger or toe Joints: early morning stiffness and pain. Genitourinary: nonspecific urethritis, cervicitis, cystitis, hematuria, hydronephrosis, prostatitis, baholinitis, vaginitis, salpingitis Eye lesions: conjunctivitis, uveitis, iridocyclitis Cutaneous: keratoderma blemorrhagicum-hyper keratotic pustular lesions on erythematous base involving palms and soles. crusted thick horny lesions with thick scales circulate Balanitis-most common irregular moist superficial erosions or ulcers coalesce to form circinate lesions. ulceration over tongue-painless Cardiac: aoic is and heart block Renal- glomerulonephritis Investigations: Elevated acute phase reactants Elevated esr Jointfluid-pseudo sepsis- neutrophils>50000/ul, with reiters cells Radiology: enthesitis with periosteum reaction, asymmetric sacroilitis, spondylitis, non marginal syndesmophytes Conditions to be differentiated from reactive ahritis Treatment Ahritis: Physiotherapy, nsaids, indomethacin is the drug of choice. Dmards-sulfasalazine, methotrexate, hydroxychloroquine, prednisolone, acitretin in hiv patients Biological: infliximab, etanercept Cyclosporine, levamisole, gold, pencillamine. Skin and mucus membranes: topical keratolytis, topical coicosteroids, methotrexate, acetretin Iadvl textbook",
        "cop": 2,
        "opa": "methotrexate",
        "opb": "Acetretin",
        "opc": "Cyclosporine",
        "opd": "Indomethacin",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "ecc71cdf-45e8-4054-9962-b6239466e780",
        "choice_type": "single"
    },
    {
        "question": "Drug of Choice in primary syphilis is",
        "exp": "PRIMARY SYPHILIS:-The primary chancre is a single, well circumscribed, painless ulcer with a clean floor and hard, indurated base on palpation. Hence it is called hard chancre. Occurs in genitals, perineal/perianal areas. Kissing ulcers can occur on the urethral meatus and coronal sulcus. An ulcer at the hilt of the shaft is called condom chancre. Extragenital sites include rectum, lips, oral mucosa, face, breasts etc. Treatment- benzylpenicillin injection 2. 4 million units i. m 1 dose Or Inj. Procaine penicillin 12 lakh units i. m for 10 days. If allergic to penicillin- use doxycycline.{Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 126.}",
        "cop": 3,
        "opa": "Coicosteroids",
        "opb": "Oral penicillin",
        "opc": "Benzathine penicillin",
        "opd": "Crystalline penicillin",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "edcb8eae-8023-4420-bfec-b200eb75d5a2",
        "choice_type": "multi"
    },
    {
        "question": "Bivalent HPV vaccine offers protection against HPV types",
        "exp": "Bivalent HPV vaccine (cervarix)- HPV 16, 18 Quadrivalent(gardasil) - HPV 6, 11, 16, 18 HPV 16, 18 - can cause Ca cervix Ref Harrison 20th edition pg 1234",
        "cop": 3,
        "opa": "6, 8",
        "opb": "11, 13",
        "opc": "16, 18",
        "opd": "33, 35",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "ad936825-a965-4193-82d8-cd82be48ea77",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old sexually active woman, a week after her menstrual period, develops a painful, swollen right knee. The most likely causative organism has which of the following characteristics?",
        "exp": "This is the history of septic ahritis due to N. gonorrhoea. Gonococcal infections can disseminate through blood and can cause septic ahritis. Gonococcus is a gram-negative diplococcus, catalase, and oxidase positive, fermenting only glucose. It causes the sexually transmitted genitourinary infection gonorrhea as well as other forms of gonococcal disease including disseminated gonococcemia, septic ahritis, and gonococcal ophthalmia neonatorum. It is oxidase positive and aerobic, and it survives within neutrophils. Ref: Harrison 20th edition pg 1456",
        "cop": 4,
        "opa": "Cannot make ATP",
        "opb": "Both hyphae and spores",
        "opc": "No true cell wall",
        "opd": "Can live within neutrophils",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "467d43f2-ee1a-4396-bf4e-9149d4172766",
        "choice_type": "multi"
    },
    {
        "question": "Not A sexually transmitted disease-",
        "exp": "Pints, yaws and endemic syphilis constitute a group of distinct spirochetal infection that are known as the endemic non venereal treponematoses. Transmission occurs from skin to skin contact rather than sexual contact. All the other drugs given can be transmitted sexually. From Fitzpatrick dermatology in general medicine7th edition page no 1977",
        "cop": 1,
        "opa": "Pinta",
        "opb": "Candidiasis",
        "opc": "HBV",
        "opd": "Trichomonisis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "e7eceaef-5654-4a0d-a8cf-ae2ac2b9594a",
        "choice_type": "multi"
    },
    {
        "question": "Donovanosis is caused by",
        "exp": "DONOVANOSIS:-Granuloma venerum. Fouh veneral disease. Granuloma inguinale tropicum. Organism:-Calymmatobacterium granulomatis/ Klebsiella granulomatis. (closed safety pin morphology). Clinical features:-1. Painless papule at the site of entry. Becomes ulcerated and gradually develops into characteristic elevated, beefy red ulcero-granulomatous masses that bleed easily. 2. Males Site-prepuce, frenum, glans penis and penoscrotal junction. 3. Females- labia majora, mons veneris, and fourchette. Complications:-1. Fluctuant swelling develops in the inguinal region due to subcutaneous involvement lymphatics and is referred to as pseudobubo formation. 2. Squamous cell carcinoma.{Reference: IADVL textbook of dermatology, vishalakshi Vishwanath. Pg no. 128.}",
        "cop": 1,
        "opa": "Calymmatobacter granulomatis",
        "opb": "T. peenue",
        "opc": "Chlamydia trachomatis",
        "opd": "H. ducreyi",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "eaeb74b2-fb0b-4942-92c8-3e9d6281af51",
        "choice_type": "single"
    },
    {
        "question": "Pinta disease is caused by",
        "exp": "Pinta disease Caused by T. pallidum carateum. Age: all ages equally affected Clinicopathologic features:- 1deg stage:- Legs most commonly affected; p/w papules surrounded by red halo; enlarges over months up to 12 cm. 2deg stage:- Smaller scaly papules and psoriasiform plaques erupt (\"pintids\") and change in color from red - blue- brown - gray/black. 3deg stage:- Symmetric vitiligo-like lesions over bony prominences w/atrophic epidermis. Histology:- shows lichenoid interface + complete loss of melanocytes + epidermal atrophy. Ref:- Review of Dermatology by Alikhan; pg num:-301",
        "cop": 2,
        "opa": "Treponema pallidum",
        "opb": "Treponema carateum",
        "opc": "Leptospira interrogans",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "37808151-7b9e-4bb9-a6e0-596d29bb972a",
        "choice_type": "multi"
    },
    {
        "question": "Beefy red, foul smelling genital granuloma with a bleeding ulcer on touch is seen in -",
        "exp": "Donovanosis is caused by Klebsiella granulomatis. It&; s morphology is that it is a single(sometimes multiple) asymptomatic ulcer. Floor is made of beefy, exuberant, granulation tissues that bleeds on manipulation. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 329",
        "cop": 4,
        "opa": "LGV",
        "opb": "Chancroid",
        "opc": "Primary syphilis",
        "opd": "Donovanosis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "53c134e3-d9ae-46e6-b018-1918b580acd7",
        "choice_type": "single"
    },
    {
        "question": "Bilateral symmetrical maculopapular rash on palms and soles is a feature of -",
        "exp": "In secondary syphilis the lesions are symmetrical and numerous initially. In teiary syphilis nodular and noduloulcerative gummata are seen. In congenital syphilis any type of lesion can be seen including Bullous type. In primary syphilis chancre is the typical lesion. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 321, 322",
        "cop": 2,
        "opa": "Primary syphilis",
        "opb": "Secondary syphilis",
        "opc": "Teiary syphilis",
        "opd": "Congenital syphilis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "2b058b7d-e264-4247-ad40-b63e9546ff6c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for genital was is",
        "exp": "<p> WAS:- Caused by human papilloma virus. Anogenital was caused by HPV 6, 11, 16, 18, 31, 33. Out Of these 6 is mostly involved. These virus invade squamous epithelium and trigger cell proliferation. Viruses mainly being transmitted by fomites, scratching, and auto inoculation. Pink to brown way papules in perianal/genital areas. Podophyllin 20% in tincture benzoin is the treatment of choice in antigenital was, but is contraindicated in pregnant women. {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 67.}</p>",
        "cop": 2,
        "opa": "Acyclovir",
        "opb": "Podophyllin",
        "opc": "Minocycline",
        "opd": "Interferon alpha",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "3dc9e440-5a5e-4b75-8336-2dbffb3e2f3c",
        "choice_type": "single"
    },
    {
        "question": "Cervical was are seen with which HPV",
        "exp": "Cervical was are seen with HPV type 6, 11 which are of low oncogenic potential and HPV type 16, 18 which are of high oncogenic potential. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 287",
        "cop": 2,
        "opa": "11, 13",
        "opb": "6, 11",
        "opc": "17, 18",
        "opd": "5, 8",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "514a239c-2f9d-4482-b9d0-95e9960b9909",
        "choice_type": "single"
    },
    {
        "question": "Low risk type of HPV",
        "exp": "<p>HPV Human papilloma virus More than 200 types known. 100 have been sequenced. These virus invade squamous epithelium and trigger cell proliferation. Viruses mainly being transmitted by fomites, scratching, and auto inoculation. Low risk type-6 and 11 {Reference: IADVL textbook of dermatology, vishalakshi Vishwanath pg no. 67.}</p>",
        "cop": 2,
        "opa": "Type-16",
        "opb": "Type-6",
        "opc": "Type-18",
        "opd": "Type-31",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "1a44c956-a7ce-410e-8a07-86a06e775fd6",
        "choice_type": "single"
    },
    {
        "question": "LGV is caused by -",
        "exp": "Lymphogranuloma venerum is caused by Chlamydia Trachomatis, serovars L1, L2 and L3. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 330",
        "cop": 1,
        "opa": "Chalamydia trachomatis",
        "opb": "Haemophylus ducrei",
        "opc": "HTLV type II",
        "opd": "Donovanosis granulomatis",
        "subject_name": "Dental",
        "topic_name": "Sexually transmitted diseases",
        "id": "a8263f43-85c0-4ec2-8924-3b01df0c4639",
        "choice_type": "single"
    }
]