[
    {
        "question": "Discoid lesion seen in:",
        "exp": "Discoid lesion is seen in Prelymphomatous eruption Macules - Pityriasis Versicolor Erythematous papules - Tinea capitis Flat topped micropapules -Lichen Nitidus",
        "cop": 1,
        "opa": "Prelymphomatous eruption",
        "opb": "Pityriasis versicolor",
        "opc": "Tinea capitis",
        "opd": "Lichen nitidus",
        "subject_name": "Dental",
        "topic_name": "Skin lesions",
        "id": "78f0f5f4-b3ad-4f75-a39b-e76185e97b08",
        "choice_type": "single"
    },
    {
        "question": "Linear discontinuation of skin is known as:",
        "exp": "Fissure is a linear crack/discontinuation of skin. Both erosions and ulcers are raw lesions. Erosion is due to loss of only epidermis, while ulcer is due to loss of both epidermis and dermis. Excoriations, also known as scratch marks, occur due to itching or scratching, which erode the epidermis or upper dermis.",
        "cop": 4,
        "opa": "Ulcer",
        "opb": "Excoriation",
        "opc": "Erosion",
        "opd": "Fissure",
        "subject_name": "Dental",
        "topic_name": "Skin lesions",
        "id": "74e156e5-10a1-4650-a1f2-6b38b542ffc6",
        "choice_type": "single"
    },
    {
        "question": "A 30-year old man has this lesion on his body. It has been present for 2 years. What is the most appropriate morphologic term to describe this lesion?",
        "exp": "Papule: a circumscribed palpable elevation, less than 1 cm in diameter. The only distinction between a papule and a nodule is the size, and this is aificial; some lesions characteristically occur at the smaller size of a papule, whereas others typically enlarge from a papule to become a nodule. Nodules have a deeper component and are better palpated than seen.",
        "cop": 3,
        "opa": "Cyst",
        "opb": "Nodule",
        "opc": "Papule",
        "opd": "Plaque",
        "subject_name": "Dental",
        "topic_name": "Skin lesions",
        "id": "8a879e31-df77-4ec9-9077-f4725940a54e",
        "choice_type": "single"
    },
    {
        "question": "A 12-year old boy is brought to the clinic by his father to get treatment for this condition on his face. What is the most appropriate morphologic term for these lesions?",
        "exp": "Pustules are raised lesions containing purulent exudate; vesicular processes such as varicella or herpes simplex may evolve to pustules A circumscribed lesion that contains purulent material. It may occur within a pilosebaceous follicle or a sweat duct or, less often, on glabrous skin. Most commonly due to infections, but some eruptions typically cause sterile pustules.",
        "cop": 4,
        "opa": "Abscess",
        "opb": "Nodule",
        "opc": "Vesicle",
        "opd": "Pustule",
        "subject_name": "Dental",
        "topic_name": "Skin lesions",
        "id": "11c7a971-37a5-4fcd-acde-9fe153c4136b",
        "choice_type": "single"
    },
    {
        "question": "Neither raised nor depressed is",
        "exp": "Macule is a flat lesion Macule is better seen than felt",
        "cop": 1,
        "opa": "Macule",
        "opb": "Plaque",
        "opc": "Nodule",
        "opd": "Papule",
        "subject_name": "Dental",
        "topic_name": "Skin lesions",
        "id": "a8db5d7b-3eec-42c5-b62f-e6ef1b046033",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is secondary lesion?",
        "exp": "Skin Lesion Primary Special Depending on size <0. 5cm >0. 5cm Comedones-Acne <1cm >1cm Wheals- Uicaria(are transient hives). Flat Macule Patch Burrows-scabies Solid raised Papule Plaque - if horizontal diameter more Nodule - if veical diameter more Fluid filled Vesicle Bullae Pus filled Pustule Abscess D/t extravasation of blood Petechiae Purpura Ecchymosis i. e. >1cm Secondary lesions are lesions which develop over primary lesions. Eg. Scales. A flat plate or flake of stratum corneum. Types collarette - fine, peripherally attached and centrally detached scale at the edge of an inflammatory lesion Furfuraceous or pityriasiform - fine and loose. Ichthyotic - large and polygonal.",
        "cop": 3,
        "opa": "Papule",
        "opb": "Bulla",
        "opc": "Scale",
        "opd": "Macule",
        "subject_name": "Dental",
        "topic_name": "Skin lesions",
        "id": "83910b49-eb3b-4f56-a9aa-847f5cb385bf",
        "choice_type": "single"
    }
]