[
    {
        "question": "Pautrier&; s micro-abcess is a histological feature of",
        "exp": "In histopathology of mycosis fungoides shows collection of atypical lymphocytes( Pautriers micro abscesses) in epidermis( a feature of epidermotropism) and a band of lymphoid cells in the upper dermis. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 405, 406",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "TB",
        "opc": "Mycosis fungoides",
        "opd": "Ptyriasis lichenoides chronica",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "a63e1805-6bed-4843-b07c-2152f2aa3302",
        "choice_type": "single"
    },
    {
        "question": "Adenoma sebaceum is a characteristic of Wof",
        "exp": "TUBEROUS SCLEROSIS Cutaneous manifestations Angiofibromas (previously called adenoma sebaceum):- Most frequent manifestation, seen in almost 90% of patients. Appear in childhood and enlarge at pubey (hence the misnomer \"sebaceum\"). Reddish brown, smooth, dome-shaped papules with telangiectasis. Symmetrically, on nose, nasolabial folds, cheeks. Ref:- Neena khanna; pg num:-32, 33",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Xanthomatosis",
        "opd": "Incontinentia pigmenti",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "7c14f01a-250d-4ee3-8505-c6c04ae766d5",
        "choice_type": "single"
    },
    {
        "question": "Which naevi commonly predispose to malignant melanoma?",
        "exp": "Malignant transformation is rare and occurs in the following situations: Congenital melanocytic naevi: 6% of lesions undergo malignant change, risk of malignant transformation is greater in giant lesions. Dysplastic naevus syndrome: in melanoma prone families. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 382",
        "cop": 3,
        "opa": "Dermal",
        "opb": "Junctional",
        "opc": "Congenital",
        "opd": "Lentigo",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "ddecfad4-5757-48b6-9e22-8f9baadabaa6",
        "choice_type": "single"
    },
    {
        "question": "Vismodegib is approved for treatment in",
        "exp": "Mutations in Hh genes encoding the tumor-suppressor patched homolog 1 (PTCH1) and smoothened homolog (5. MO) occur in BCC. Aberrant PTCH1 signaling is propagated by the nuclear transcription factors Gli1 and Gli2 which are salient in the development of BCC and have led to the FDA approval of an oral SMO inhibitor, Vismodegib, to treat advanced inoperable or metastatic BCC Vismodegib (trade name Erivedge /'er. IvedZ/ ERR-i-vej) is a drug for the treatment of basal-cell carcinoma (BCC). The approval of vismodegib on January 30, 2012, represents the first Hedgehog signaling pathway targeting agent to gain U. S. Food and Drug Administration (FDA) approval Mechanism of action: Vismodegib (Erivedge) is the first-in-class, oral small molecule inhibitor of the Hedgehog (Hh) pathway, abnormal activation of which is associated with basal cell carcinoma (BCC). Primary and secondary resistance to vismodegib has been documented, albeit at a low rate compared with some other targeted therapies Reference: Harrison Textbook of internal medicine; 19th edition pg 1234.",
        "cop": 1,
        "opa": "Basal cell carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Melanoma",
        "opd": "Skin metastasis of adenocarcinoma",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "94f5953b-f6ba-43c4-b798-dc09e88ceb82",
        "choice_type": "single"
    },
    {
        "question": "which of the is not a NEVUS of melanocyte-",
        "exp": "Classification of melanocytic and pigmented naevi 1. Congenital melanocytic naevi 2. Acquired melanocytic naevi Junctional naevi Compound naevi Intradermal naevi 3. Other pigmented naevi Spitz naevi Mongolian naevi Naevus of ota Speckled and lentiginous naevus Dysplastic naevus From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 379",
        "cop": 4,
        "opa": "Mongolian spot",
        "opb": "Spitz naevi",
        "opc": "Nevus of oto",
        "opd": "Becker Nevus",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "c02fc4a2-b775-4361-937d-50ebea0a08c0",
        "choice_type": "single"
    },
    {
        "question": "Epulis is",
        "exp": "A focal, highly vascular swelling of the gums, a so-called epulis gravidarum, is a pyogenic granuloma that occasionally develops but typically regresses spontaneously after delivery. Reference: William&; s Obstetrics; 24th edition; Chapter 4; Maternal Physiologyy",
        "cop": 1,
        "opa": "Benign",
        "opb": "Malignant",
        "opc": "Precancerous",
        "opd": "Reactive Process",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "d508885b-f201-4c29-809e-1f73ce2d569c",
        "choice_type": "single"
    },
    {
        "question": "Stage 1 cutaneous T cell lymphoma treatment is -",
        "exp": "Potent topical coicosteroids. Narrow band UVB. Psoralens+ PUVA is the treatment. Systemic chemotherapy and biological response modifiers are used in stage 3. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 406",
        "cop": 1,
        "opa": "PUVA",
        "opb": "Biological response modifiers",
        "opc": "Systemic chemotherapy",
        "opd": "Extracorporial photopheresis",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "11b50a14-b33c-46d1-ba4d-cf6a7f3577f4",
        "choice_type": "single"
    },
    {
        "question": "Maximum malignant potential is in -",
        "exp": "A junctional nevus is a mole that occurs between two layers of skin. This image shows two junctional nevi that appear as uniformly brown small macules, round in shape with smooth regular borders It often requires a dermatologist to fully evaluate moles. For instance, a small blue or bluish-black spot, often called a blue nevus, is usually benign but often mistaken for melanoma. Conversely, a junctional nevus, which develops at the junction of the dermis and epidermis, is potentially cancerous. Ref Harrison20th edition pg 1234",
        "cop": 3,
        "opa": "Superficial naevus",
        "opb": "Epidermal naevus",
        "opc": "Junctional naevus",
        "opd": "Intradermis naevus",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "9bd6166d-4b16-4552-9004-ce906c020bd5",
        "choice_type": "single"
    },
    {
        "question": "Maximum malignant potential is seen in",
        "exp": "The diagnosis can be made by visual inspection alone. Although most cases of blue nevi are benign, there is a small possibility that a cellular blue nevus can undergo malignant transformation and become a malignant cellular blue nevus (MCBN). Thus, a biopsy of any changing or suspicious lesion should be done Ref Harrison20th edition pg 1456",
        "cop": 4,
        "opa": "Epidermal nevus",
        "opb": "Junctional nevus",
        "opc": "Dermal nevus",
        "opd": "Blue nevus",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "38d3a27e-88f8-447e-904b-38f275f7440d",
        "choice_type": "single"
    },
    {
        "question": "Total Skin Electron Irradiation is used for the treatment of -",
        "exp": "Mycosis fungoides, also known as Alibe-Bazin syndrome or granuloma fungoides, is the most common form of cutaneous T-cell lymphoma. It generally affects the skin, but may progress internally over time. Symptoms include rash, tumors, skin lesions, and itchy skin Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Mycosis Fungoides",
        "opb": "Psoriasis",
        "opc": "Sezary Syndrome",
        "opd": "Brain Metastasis",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "dd816c20-ef4e-441c-891c-fac3d6cf4ded",
        "choice_type": "single"
    },
    {
        "question": "Mycosis fungoids affects-",
        "exp": "Mycosis fungoides is the commonest type of cutaneous T cell lymphoma(CTCL). From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 405",
        "cop": 1,
        "opa": "T Cells",
        "opb": "B Cells",
        "opc": "NK Cells",
        "opd": "K Cells",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "ff5c0b60-7ef5-4ee1-a1e2-a51c8c16cb27",
        "choice_type": "single"
    },
    {
        "question": "Patient with pruritic lesion over Left shoulder showing cigarette paper atrophy and poikiloderma with generalized lymphadenopathy. Histopathology exmanination of lesion shows CD4 positive sezary leutzner cells. What is the dermo-epidermal manifestation of this disease?",
        "exp": "In mycosis fungoides is the commonest type of cutaneous T cell lymphoma. In the patch stage cigarette paper atrophy and poikiloderma are seen. There is lymphedenopathy and sezary cells ( abnormal lymphocytes with large convoluted nuclei ) circulating in blood. Histopathology shows collection of atypical lymphocytes( Pautriers micro abscesses ) in epidermis and band of lymphoid cells ( some atypical with convoluted nuclei) in the upper dermis. From illustrated synopsis of dermatology and sexually transmitted diseases neena khanna 5th edition page no 405, 406",
        "cop": 1,
        "opa": "Pautrier's micro abscess",
        "opb": "Pin point ulcers",
        "opc": "Discharging sinus",
        "opd": "Miliaria",
        "subject_name": "Dental",
        "topic_name": "Skin tumors",
        "id": "0d5d8e60-a60e-4479-b866-5e47ad65a589",
        "choice_type": "single"
    }
]