[
    {
        "question": "There is defect in production of melanin in all except-",
        "exp": "In melasma is a accuired hyperpigmentary disorder affecting predominantly over face. etiology is ultra violet rays. It is also triggered by pregnancy and oral contraceptive pills. All the other given conditions are associated with defects in melanin pproduction IADVL textbook of dermatology, pigmentary disorders,page745",
        "cop": 4,
        "opa": "Albinism",
        "opb": "Vitiligo",
        "opc": "Piebaldism",
        "opd": "Melasma",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "e5d67e60-8c4e-487e-aff3-8aadeb202dcf",
        "choice_type": "multi"
    },
    {
        "question": "Hypopigmented lesions are seen in -",
        "exp": "In melasma brown / grey brown macular pigmentation with well defined scalloped margins. Pigmentation darkens on sun exposure. Lichen planus pigmentosus produces hyperpigmented slate grey to bluish black coloured macules. melasma is a accquired hyperpigmentary disorder characterised by brownish black or bluish macules over face Pityriasis Alba is the superficial fungal infection of skin caused by malasezia furfur produces hypo pigmented macules with brawny scales. uicaria pigmentosa is generalised cutaneous mastocytosis common in children characterised by small monomorphic tan to brown macules or papules present over the trunk IADVL textbook of dermatology, pigmentary disorders page 736, ssuperficil fungl infections page 286",
        "cop": 3,
        "opa": "Melasma",
        "opb": "Lichen planus pigmentosus",
        "opc": "Pityriasis alba",
        "opd": "Uicaria pigmentosa",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "0b03bb9a-f6c6-48c8-a42d-44193b33b9fd",
        "choice_type": "single"
    },
    {
        "question": "Most common association with Acanthosis nigricans -",
        "exp": "Acanthiosis nigraicans is a skin disorder characterised by hyperpigmentation and thickening of skin occuring mainly in axilla,groin and neck. it is classified into heriditary,benign, pseudo acanthosis nigricans, drug induced, malignant types. of these pseudoacanthosis is the most common type occurs in obese patients. benign acanthosis is associated with various enocrine disorders. among the endocrine disorders diabetes is the most common. drug induced acanthosis is seen with coicosteroids,OC pills,nicotinic acid, protease inhibitors malignant acanthosis is often associated with adenocarcinoma of stomach. Acanthosis associated with obesity: Obesity-associated acanthosis nigricans, once labeled pseudo-acanthosis nigricans, is the most common type of acanthosis nigricans. Lesions may appear at any age but are more common in adulthood. The dermatosis is weight dependent, and lesions may completely regress with weight reduction. Insulin resistance is often present in these patients; however, it is not universal. Obesity-associated acanthosis nigricans may be a marker for higher insulin needs in obese women with gestational diabetes. Acanthosis nigricans has been shown to be a reliable early marker for metabolic syndrome in pediatric patients Ref Harrison 20th edition pg 1223",
        "cop": 3,
        "opa": "Hypeension",
        "opb": "DM",
        "opc": "Obesity",
        "opd": "Hypothyroidism",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "c3ca2590-a60a-4393-ae3b-d60f95bb8284",
        "choice_type": "single"
    },
    {
        "question": "Erythema marginatum is seen in",
        "exp": "The classic rash of Acute rheumatic fever is erythema marginatum, which begins as pink macules that clear centrally, leaving a serpiginous, spreading edge. Harrison 19e pg: 2152",
        "cop": 2,
        "opa": "Enteric fever",
        "opb": "Rheumatic fever",
        "opc": "Drug reaction",
        "opd": "Typhoid fever",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "1d9dffbd-0c96-4148-94e5-6a3181cc96f0",
        "choice_type": "single"
    },
    {
        "question": "Vitiligo is characterized by",
        "exp": "VITILIGO Etiology:- Exact etiology of vitiligo is not known and different patterns of vitiligo may have different pathogenesis. Genetic:- Genetic factors definitely impoant, since 20% of patients have a positive family history. Inheritance may be polygenic Autoimmune hypothesis:- Evidence which points to an autoimmune etiology includes: Frequent association with other autoimmune disorders like alopecia areata and thyroid disorders. Presence of antibodies to melanocytes. Presence of lymphocytes in early lesions. Neurogenic hypothesis:- Segmental vitiligo is present along a dermatome in distribution of nerves, suggesting a neurogenic origin. It has been hypothesized that a toxin, which destroys melanocytes, is released at the nerve endings. Ref:- NEENA KHANNA; pg num:-149,150",
        "cop": 1,
        "opa": "Absent Melanocytes",
        "opb": "Defective Melanocytes",
        "opc": "Defective enzyme tyrosinase",
        "opd": "None",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "e205561b-f26e-4071-8fbc-5c3f884f1a22",
        "choice_type": "multi"
    },
    {
        "question": "Vitiligo vulvaris, best treatment is -",
        "exp": "<p>VITILIGO Acquired,idiopathic disorder characterised by hypomelanosis of skin and hair together with the development of white macules with an absence of melanocytes on microscopy.Types:-1. Localised - segmental and focal.Segmental-one/ more macules distributed in dermatomal or quasi-dermatomal pattern.Focal-one/more macules distributed in a single area but not in a dermatomal pattern.2. Generalised Vitiligo vulgaris- most common.Depigmented macules in symmetrical pattern.AcromucosalUniversal Treatment:Vitiligo vulgarities-NBUVB(wavelength 311-313nm) is effective in the treatment of vitiligo vulgaris.Topical or oral psoralen combined with UV A (320-400nm) irradiation is effective for treating vitiligo. PUVA and MBUVB therapy will stimuate the melanin synthesis. topical therapy with steroids and calcineurin inhibitors is effective in patients with limited extent of disease systemic steroids are useful when new lesions apperear to control the disease activity. fitzpatrick textbook of dermatology, 9th edition,page 1340",
        "cop": 1,
        "opa": "NBUVB",
        "opb": "Steroids",
        "opc": "Coaltar",
        "opd": "All",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "0d3d0f38-3e6a-46f3-bc3f-40040063f313",
        "choice_type": "multi"
    },
    {
        "question": "Peibaldism refers to",
        "exp": "Piebaldism is an uncommon congenital autosomal dominant, stable patterned leukoderma characterized by a frontal, median or paramedian depigmented patch with a white forelock. There are also macules with scattered hyperpigmented islets. Mutations in the KIT gene on chromosome 14 are the cause. A white forelock on a white triangular elongated or diamond- shaped macule on the forehead from bih is the classical feature in 80%-90%of cases. It is due to defect in migration of melanoblasts from neural crest to skin and hair follicles. melanocytes and melanin are absent at the site of lesions IADVL textbook of dermatology , pigmentary disorders , page 743",
        "cop": 3,
        "opa": "Androgenic alopecia",
        "opb": "Erythema nodusum leprosum",
        "opc": "Associated with white forelock",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "d4b488ff-1cb8-4846-b68d-09e5d645346b",
        "choice_type": "multi"
    },
    {
        "question": "Target lesions are characteristic of",
        "exp": "Target lesions- Iris lesions: these are pathognomic of erythema multiforme. commonly found on the extremities especially hands. there are three zones of color change: 1. central dark or sometimes blistered area 2.surrounded by pale odematous zone 3.inturn rimmed by another zone of odema IADVL textbook of dermatology, principles of clinical diagnosis,page 106.",
        "cop": 4,
        "opa": "Dermatitis herpetiformis",
        "opb": "Sulpha drug reaction",
        "opc": "Lichen planus",
        "opd": "Erythema multiformae",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "e98353fb-6994-41ac-8d78-83b9e8867276",
        "choice_type": "single"
    },
    {
        "question": "A female has hypopigmented lesion on centre of forehead. Drug responsible is ?",
        "exp": "Hypo or amelanotic lesions simulating vitiligo can be caused by various chemicals at the site of contact. eg: parateiary butylphenol paraphenylenediamine-hairdye monobenzylether of hydroquinone derivative of hydroquinone present in skin lightening creams coicosteroids rubber-gloves,aprons,tape,slippers monobenzyl ether of hydroquinone-leather IADVL textbook of dermatology , pigmentary disorders 745",
        "cop": 4,
        "opa": "Hydroquinone",
        "opb": "Ether metabolite of hydroquinone",
        "opc": "Para teiary butyl catechol",
        "opd": "Para teiary butylphenol",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "d87b9d9e-6f4a-4f58-9f48-059d24f05c85",
        "choice_type": "multi"
    },
    {
        "question": "Which among is not a primary skin lesion -",
        "exp": "Primary lesions are macules,patch, papules, nodules, plaques, vesicle,bulla ,pustules, erosion,ulceration,wheals. secondary lesions are scale ,crust,atrophy,fissure.Scales are secondary lesions. fitzpatrick textbook of dermatology, 9th edition , page 4",
        "cop": 4,
        "opa": "Plaque",
        "opb": "Macule",
        "opc": "Abscess",
        "opd": "Scales",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "404da8e3-1577-4473-8e0d-3d3c4188e101",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of vitiligo -",
        "exp": "VITILIGOAcquired,idiopathic disorder characterised by hypomelanosis of skin and hair together with the development of white macules with an absence of melanocytes on microscopy. Lesions are described as achromic macules with leuchotrichia.Types:-1. Localised - segmental and focal. Segmental-one/ more macules distributed in dermatomal or quasi-dermatomal pattern. Focal-one/more macules distributed in a single area but not in a dermatomal pattern. 2. Generalised Vitiligo vulgaris- most common.Depigmented macules in symmetrical pattern. Acrofacial or acroorificial vitiligo Universalis- entire body with few islands of pigmentation {Reference: IADVL textbook of dermatology page 752",
        "cop": 1,
        "opa": "Vulgaris",
        "opb": "Segmental",
        "opc": "Acrofacial",
        "opd": "Facial",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "8d47a9f2-7d83-4b71-8514-5dc6ba291cd7",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old young female had history of recurrent acne on the face treated with many antibiotics like clindamycin ,tetracycline erythromycin and others. Now she complained of multiple hyperpigmented spots at the site of old acne lesions.Which of the following drug might have been responsible for this-",
        "exp": "minocycline following prolonged therapy for 1-2 years with high dose 100-200mg/day, causes blue black pigmentation. this is observed in three patterns : 1: localised type occuring at the sites of previous inflammation -acne scars 2: pretibial area 3: generalised with predominance over the sunexposed areas IADVL textbook of dermatology: pigmentary disorders page 787",
        "cop": 3,
        "opa": "Erythromycin",
        "opb": "Tetracycline",
        "opc": "Minocycline",
        "opd": "Demeclocycline",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "1e3c73b0-14f9-4a3b-8fb6-08d65805a83f",
        "choice_type": "single"
    },
    {
        "question": "Rain drop pigmentation is seen in",
        "exp": "chronic arsenic exposure from occupations for polonged periods 1-20 years may develop diffuse pigmentation predominant over trunk and is superimposed by 2-10mm macules of depigmentation producing characteristic rain drop appearence. IADVL textbook of dermatology, disorders of pigmentation page 786",
        "cop": 2,
        "opa": "Chronic lead poisoning",
        "opb": "Chronic Arsenic poisoning",
        "opc": "Chronic Mercury poisoning",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "63030dca-c81f-4b4a-b97d-9daa59289df8",
        "choice_type": "multi"
    },
    {
        "question": "Acanthosis nigricans is seen in -",
        "exp": "Acanthiosis nigraicans are of several types. Benign includes obesity related, hereditary, syndromic, acral, endocrine and drug induced. Malignant associated with gastric adenocarcinoma and genitourinary cancers. Iadvl textbook of dermatology page 1010",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "GIT cancer",
        "opc": "Hypothyroidism",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "50aa3eae-6c3c-4200-8a5c-238541ad57e0",
        "choice_type": "multi"
    },
    {
        "question": "A 5 year old male child has multiple hyperpigmented macules over the trunk. On rubbing the lesion with the rounded end of a pen, he developed uicarial wheal, confined to the border of the lesion. The most likely diagnosis is",
        "exp": "Uicaria is characterized by large, irregularly shaped pruritic, erythematous wheels Special forms of uicaria have special features (Dermographism, cholinergic uicaria, solar uicaria, or cold uicaria) Most incidents are acute and self-limited over a period of 1-2 weeks Chronic uicaria (episodes lasting> 6 weeks) may have an autoimmune basis The most common immunologic mechanism is hypersensitivity mediated by IgE, seen for most patients with acute uicaria The morphology of the lesions may vary over a period of minutes to hours, resulting in geographic or bizarre, pattern, true uicaria last less than 24 hours and often only 2-4 hours. The most common cause of acute uicaria are foods, viral infections, and medications Diagnosis - In vivo allergy skin testing and in vitro RAST testing Determination of serum tryptase (Increased in anaphylaxis, systemic mastocytosis, non-IgE mediated disease (\"anaphylactoid reaction\") ACE inhibitors and Angiotensin II receptors antagonist therapy is contraindicated. Uicaria pigmentosa (mastocytosis) - consists of multiple irregularly shaped hyperpigmented macule which may present on the trunk and extremities. Stroking the skin through the lesion with a blunt instrument elicits the classical \"triple response of Lewis\" called Darier's sign Treatment - Avoids taking drugs of Aspirin, NSAID', drugs, morphine, codeine, procaine, thiamine, polymyxin B, and alcohol. The mainstay of treatment initially includes HI antihistamines (Hydroxyzine, cyproheptadine, Loratadine Doxepin (TCA) - very effective in chronic uicaria. Uicarial vasculitis may be seen as pa of serum sickness, associated with fever and ahralgia. charecteristic lesions are weals persisting beyond 24 hrs and associated with pain. Ref Harrison 20th edition pg 1235",
        "cop": 3,
        "opa": "Fixed drug eruption",
        "opb": "Licken planus",
        "opc": "Uicaria pigmentosa",
        "opd": "Uicarial vasculitis",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "457ec74a-88e9-4446-b797-c240de09a0f1",
        "choice_type": "single"
    },
    {
        "question": "Causes of localized hypopigmented macule or patch are all except -",
        "exp": "Freckles are small (>5 mm in diameter), circumscribed, poorly marginated, labile, pale brown macules that appear exclusively on the sun exposed skin of a fair complexioned individual. The term ephelides is also used to describe freckles. others piebaldism, vitiligo and pityriasis alba produce hypopigmentes macules IADVL textbook of dermatology , pigmentary disorders page 772",
        "cop": 4,
        "opa": "Vitiligo",
        "opb": "Piebaldism",
        "opc": "Pityriasis alba",
        "opd": "Freckle",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "6d8ba382-315b-4abf-b0b7-b1f5f2bf5c9b",
        "choice_type": "multi"
    },
    {
        "question": "In a patch of vitiligo",
        "exp": "In a patch of vitiligo, there is a complete loss of melanocytes. In albinism, there is an absence of melanin. IADVL textbook of dermatology , page 754",
        "cop": 4,
        "opa": "Melanosomes are absent",
        "opb": "Melanin synthesis is inhibited",
        "opc": "Melanocytes are reduced",
        "opd": "Melanocytes are absent",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "b48afc4c-1357-407d-a15d-3475cb94ba92",
        "choice_type": "single"
    },
    {
        "question": "Maximum dose of isotretinoin should not exceed",
        "exp": "Isotretinoin, also known as 13-cis-retinoic acid (and colloquially referred to by its former brand name Accutane or Roaccutane), is a medication primarily used to treat severe acne. Rarely, it is also used to prevent ceain skin cancers (squamous-cell carcinoma), and in the treatment of other cancers. It is used to treat harlequin-type ichthyosis, a usually lethal skin disease, and lamellar ichthyosis. It is a retinoid, meaning it is related to vitamin A, and is found in small quantities naturally in the body. Its isomer, tretinoin, is also an acne drug Cumulative dosing of isotretinoin has followed a reference range of 120 to 150 mg/kg Ref Harrison20th edition pg 1321",
        "cop": 4,
        "opa": "30-60mg/kg",
        "opb": "60-90mg/kg",
        "opc": "90-120mg/kg",
        "opd": "120-150mg/kg",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "a18d6ef8-9d21-472d-8a4d-b267813bb205",
        "choice_type": "single"
    },
    {
        "question": "An adult presents with oval scaly hypopigmented macules over chest and back. The diagnosis is:",
        "exp": "Pityriasis Versicolor (PV) Etiology:- Malassezia furfur (earlier classified as Pityrosporum ovale), a commensal yeast. Pathogenesis:- PV represents a shift in the relationship between host and resident yeast flora, the yeast overgrowing in hot and humid conditions. Releases carboxylic acid which causes hypopigmentation due to reduced tanning of skin. Clinical Features:- Symptoms:- Asymptomatic. Morphology:- Hypopigmented, (less frequently erythematous or hyperpigmented, so called versicolor) scaly, and perifollicular macules. Frequently coalesce but invariably the perifollicular character of the lesions is retained at the periphery of the lesions. Scaling is branny and can be accentuated, if the lesion is scratched (e.g., with help of a glass slide). Sites of predilection:- Upper trunk, often spreading to the neck and upper arms. Ref:- NEENA KHANNA; pg num:-291",
        "cop": 3,
        "opa": "Leprosy",
        "opb": "Lupus vulgaris",
        "opc": "Pityriasis versicolor",
        "opd": "Lichen Planus",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "bf41d2c3-3453-4aca-a57d-991dd54a7507",
        "choice_type": "single"
    },
    {
        "question": "Annular herald (mother) patch is seen in",
        "exp": "Pityriasis Rosea (PR) Etiology:- A virus (HHV-7 more frequently, HHV-6 less frequently) has often been incriminated. Morphology:- Herald patch Is the first lesion of PR and is seen in about 80% of patients. Oval lesions with wrinkled, salmon pink centre and collarette of scales at the periphery. Scales are attached just within leading edge and free towards the center. Secondary lesions:- Begin as scaly papules, which enlarge to form oval annular plaques similar to herald patch Are smaller, less scaly and less erythematous than herald patch. Are arranged characteristically: the long axis of patches runs downwards and outwards from the spine, along the lines of the ribs (fir tree or Christmas tree appearance, Sites of predilection:- Trunk, along lines of cleavage. Sometimes (in 20% of patients) lesions occur predominantly on extremities and neck (inverse pattern). Points for diagnosis:- PR is characterized by: Presence of herald patch (in 80% of patients). Eruption consisting of erythematous, oval annular plaques with a peripheral collarette of scales. Typical distribution on the trunk (fir tree appearance). Ref:-NEENA KHANNA; pg num:-53,54,55",
        "cop": 2,
        "opa": "P. alba",
        "opb": "P. rosea",
        "opc": "Psoriasis",
        "opd": "Nocardiasis",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "0dd1c021-3d98-41cc-a6ce-4d0c21509375",
        "choice_type": "single"
    },
    {
        "question": "During the month of December, a middle-aged patient with chronically dry skin develops widespread coin-shaped lesions, which begin as itchy patches of vesicles and papules, later ooze serum and crust over. These are most numerous on the extensor surfaces of the extremities and on the buttocks. He says that some of the lesions have appeared to heal and then reappear at the same sites. Most likely diagnosis?",
        "exp": "The patient most likely has nummular dermatitis, which is a chronic inflammation of the skin, the etiology of which is still unknown. The presentation illustrated in the question stem is typical. This condition should be in your differential diagnosis whenever the terms \"coin-shaped\" or \"discoid\" are used to describe a patient's skin lesions in a question. Microscopically, the dominant feature is a localized spongiosis (corresponding to edema) of the epidermis, which may also contain minute fluid-filled holes that correspond to the tiny vesicles seen clinically in early lesions. Treatment of these patients is problematic, and numerous regimens involving coicosteroids or antibiotics have been recommended, each of which appears to work with some but not all patients. Pompholyx produces deep-seated pruritic vesicles on the palms, fingers, and soles. Psoriasis can produce coin-shaped lesions, but they are covered with silvery scale. Seborrheic dermatitis produces hyperkeratosis on the scalp and face and covered with greasy scales. Stasis dermatitis can produce discoloration and ulceration of the lower legs near the ankles. causes: Many contact sensitizers or irritants are known to cause contact dermatitis superimposed on nummular dermatitis. Studies have implicated nickel, cobalt, chromate, and fragrance as likely culprits. Xerosis, or dehydration of skin is also a likely cause Infection with Staphylococcus aureus bacteria or Candida albicans may also play a role Treatment: One of the keys to treatment and prevention involves keeping the skin moisturized. Lotions, creams, and bath oils may help prevent an outbreak. If the condition flares up, a common treatment involves the application of topical coicosteroids. Oral antihistamines may help lessen itching. Avoidance of irritants is a common strategy. More severe cases sometimes respond to ultraviolet light treatment. If the condition occurs only during the sun-less winter months then vitamin D supplement might be an effective treatment. Ref Harrison 20th edition pg 1234",
        "cop": 1,
        "opa": "Nummular dermatitis",
        "opb": "Pompholyx",
        "opc": "Psoriasis",
        "opd": "Seborrheic dermatitis",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "6989a4d8-c68b-47a1-90ae-87296d634a8a",
        "choice_type": "multi"
    },
    {
        "question": "Acanthosis nigricans histological show -",
        "exp": "histologically there is marked hyperkeratosis and papillomatosis. Acanthosis nigricans is a brown to black, poorly defined, velvety hyperpigmentation of the skin. It is usually found in body folds, such as the posterior and lateral folds of the neck, the armpits, groin, navel, forehead and other areas signs and symptoms: Acanthosis nigricans may present with thickened, velvety, relatively darker areas of skin on the neck, armpit and in skin folds Pathophysiology: The pathogenesis of acanthosis nigricans is poorly understood, and likely to relate to an interplay of factors, including insulin-mediated activation of ILGF receptors on keratinocytes and increased growth factor levels. Factors involved in the development of acanthosis nigricans include: Increased circulating insulin. This activates keratinocyte ILGF receptors, paicularly IGF-1. At high concentrations, insulin may also displace IGF-1 from IGFBP. Increased circulating IGF may lead to keratinocyte and dermal fibroblast proliferation. Fibroblast growth factor. Hereditary variants are associated with FGFR defects. Increased TGF, which appears to be the mechanism for malignancy-associated acanthosis nigricans. TGF acts on epidermal tissue the EGFR In conjunction with increased end levels of ILGF, it is likely that perspiration and friction may be necessary predeterminants for lesions histology: Mucosal acanthosis nigricans reveals epithelial hyperkeratosis and papillomatosis along with parakeratosis. The epidermis is papillomatous (undulates) and pigmented (\"nigricans\"). Acanthosis (thickening of the spinous layer) is often not really present, so acanthosis nigricans is often a misnomer in many cases. Ref Harrison 20th edition pg 1217",
        "cop": 1,
        "opa": "Papillomatosis",
        "opb": "Marked acanthosis",
        "opc": "Hypermelanosis",
        "opd": "All of the above",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "cd67b60f-f3ce-4479-a978-b6a2f6f3b0ee",
        "choice_type": "multi"
    },
    {
        "question": "Most common endocrine disturbance associated with vitiligo",
        "exp": "vitiligo is associated with autoimmune systemic disorders like pernicious anemia,addisons disease,graves disease, hyper or hypothyroidism,thyroiditis, hyperparathyroidism,diabetes mellitus most common is thyroid disorders occuring in 0.6-38%. most common is hypehyroidism IADVL textbook of dermatology pg 753",
        "cop": 2,
        "opa": "Addison's disease",
        "opb": "Thyroid disease",
        "opc": "Diabetes insipidus",
        "opd": "Diabetes mellitus",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "65e2f6db-5ac4-4911-a183-9ab013d66ced",
        "choice_type": "single"
    },
    {
        "question": "Lesions of Neavus of OTA commonly involves the following cranial nerve",
        "exp": "Nevus of Ota (Nevus Fuscocaeruleus Ophthalmomaxillaris) Melanocytes that have not migrated completely from the neural crest to the epidermis during the embryonic stage . Asian population most commonly affected, usually congenital * Malignant melanoma has been repoed to develop in a nevus of Ota Clinical findings:- Blue to gray speckled macules or patches. Unilateral (90%). Can be bilateral. (Hori nevus: acquired bilateral blue/gray macules, no mucosal involvement). Forehead, temple, malar area, or periorbital skin (Branches of V1 and V2); mucosal involvement is possible and may involve the sclera, conjunctiva (oculodermal melanocytosis) and tympanic membrane; increased risk of glaucoma (10%). Histology ;- Dendritic melanocytes are present and surrounded by fibrous sheaths; dermal melanophages, 5 types based on the locations of the dermal melanocytes, which are (1) superficial, (2) superficial dominant, (3) diffuse, (4) deep dominant, and (5) deep. Treatment:- Q-switched: alexandrite, Nd:YAG, and ruby lasers. Ref:- Dermatology pictorial review by Asra Ali; pg num;-165",
        "cop": 2,
        "opa": "Oculomotor nerve",
        "opb": "Trigeminal nerve",
        "opc": "Facial nerve",
        "opd": "Spinal accessory nerve",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "272a45c8-6dd6-4adb-9172-7a32d3f14745",
        "choice_type": "single"
    },
    {
        "question": "The treatment of choice in nodulocystic acne is",
        "exp": "*A nodulocystic acne is a severe form of acne affecting the face, chest and back. Nodulocystic acne is a severe form of acne affecting the face, chest and back. It is characterised by multiple inflamed and uninflamed nodules and frequently, scars. It is more common in males. The name implies there are nodules (firm lumps) and cysts (fluid-filled cavities lined by epithelium) It is more common in males. *The recommended treatment for nodulocystic acne is isotretinoin, which should be commenced early to prevent scarring.The recommended treatment for nodulocystic acne are retinoids which are vitamin A derivatives. The treatment is required for at least five months, and fuher courses are sometimes necessary. Most impoant side effect-- teratogenicity Most common side effect is skin rash. Ref Harrison 20thedition pg 1256",
        "cop": 2,
        "opa": "Systemic steroids",
        "opb": "Isotretinoin",
        "opc": "Benzoyl peroxide",
        "opd": "Oestrogens",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "330e9358-c4f7-4ac2-8869-8f06c1195f58",
        "choice_type": "single"
    },
    {
        "question": "Piebaldism refers to",
        "exp": "Piebaldism is an uncommon congenital autosomal dominant, stable patterned leukoderma characterized by a frontal, median or paramedian depigmented patch with a white forelock. There are also macules with scattered hyperpigmented islets. Mutations in the KIT gene on chromosome 14 are the cause. IADVL textbook of dermatology, pigmentary disorders, page 742",
        "cop": 3,
        "opa": "Androgenic alopecia",
        "opb": "Cicatricial alopecia",
        "opc": "Association of depigmented patch with white forelock",
        "opd": "None of the above",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "015ecf77-83ed-49ea-9d3e-d9ad13c766f0",
        "choice_type": "multi"
    },
    {
        "question": "Topical azelaic acid is used in -",
        "exp": "Topical azelic acid is used in treatment of melasma a hyper pigmentation disorder. azeliac acid is a competitive tyrosinase inhibitor that inhibit the synthesis of melanin. It is used as 10-20% cream and is as efficacious as hydroquinone. IADVL textbook of dermatology , pigmentary disorders page 750",
        "cop": 1,
        "opa": "Hyperpigmentary disorders",
        "opb": "Dermatophvte infections",
        "opc": "Vitiligo",
        "opd": "Mixed infections",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "ce2d921c-938a-42fb-870b-a3472eb97ed0",
        "choice_type": "single"
    },
    {
        "question": "Vitiligo is associated with the following except -",
        "exp": "VITILIGO Acquired,idiopathic disorder characterised by hypomelanosis of skin and hair together with the development of white macules with an absence of melanocytes on microscopy. Associations of vitiligo Pernicious anemis addisons disease graves disease hyper and hypothyroidism thyroiditis hyperparathyroidism diabetes mellitus internal malignancy antibodies are present against thyroglobulin,gastric parietal cells ,adrenal antigens most common association is thyroid disorders IADVL textbook of dermatology page 753",
        "cop": 4,
        "opa": "Addison's disease",
        "opb": "MEN syndrome",
        "opc": "Pernicious anemia",
        "opd": "Crohns disease",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "63a43c94-01d7-467d-bf31-76c901926649",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old man had multiple, small hypopigmented macules on the upper chest and back for the last three months. The macules were circular, arranged around follicles and many had coalesced to form large sheets. The surface of the macules showed fine scaling. He had similar lesions one year ago which subsided with treatment. The most appropriate investigation to confirm the diagnosis is",
        "exp": "Pityriasis Versicolor (PV) Morphology:- Hypopigmented, (less frequently erythematous or hyperpigmented, so called versicolor) scaly, and perifollicular macules. Frequently coalesce but invariably the perifollicular character of the lesions is retained at the periphery of the lesions. Scaling is branny and can be accentuated, if the lesion is scratched (e.g., with help of a glass slide). Investigations:- KOH mount shows a mixture of sho, branched hyphae and spores described as spaghetti and meat ball appearance. Diagnosis:- Diagnosis of PV is based on presence of: Hypopigmented, perifollicular macules that become confluent. Lesions appear to be sitting on the skin. Branny scales, accentuated by scratching with glass slide. Upper trunk and neck. KOH mount confirmatory. Treatment:- Though the fungal infection is controlled easily, the hypopigmentation often persists. Topical agents:- Imidazoles: Ketoconazole, 2% applied daily for 4 weeks. Selenium sulfide: 2.5% lotion in a detergent base, used weekly for 4 weeks. It can cause irritation (prevented by diluting the lotion with water). Systemic agents:- Needed in extensive lesions or when recurrences are frequent: Ketoconazole, 200 mg daily for three consecutive days. Fluconazole, 400 mg single dose. Itraconazole, 200 mg daily for 7 days. Ref:- NEENA KHANNA; pg num:- 291,292",
        "cop": 4,
        "opa": "Slit skin smear from discrete macules",
        "opb": "Tzanck test",
        "opc": "Skin biopsy of coalesced macules",
        "opd": "Potassium hydroxide preparation of scales",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "f5806d71-1de0-4d9a-84f1-afaa066f1400",
        "choice_type": "multi"
    },
    {
        "question": "Pityriasis alba may be a manifestation of",
        "exp": "Pityriasis Alba Both indeterminate leprosy and pityriasis alba are seen on the face of children. Melanocytes decreased in number with fewer and small melanosomes. It Commonly affects children. Characterized as a mild form of atopic dermatitis. Clinical findings:- Pale pink/light brown macules with indistinct margins, powdery scale: more apparent on darker skinned patients. Treatment: Topical steroids, emollients. Ref:- Dermatology pictorial review by ASRA ALI; pg num:-167",
        "cop": 1,
        "opa": "Atopic dermatitis",
        "opb": "Worm infestation",
        "opc": "Indeterminate leprosy",
        "opd": "Vitiligo",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "520e9073-fbbe-41fd-9ec8-ce07f8bd978b",
        "choice_type": "single"
    },
    {
        "question": "An 8-month-old child presents with a silver sheen to her hair, seizures, hepatosplenomegaly, lymphadenopathy, pancytopenia, recurrent Staph aureus skin infections, and enlarged granules noted within neutrophils on peripheral smear. Which of the following gene defects is most likely to be identified?",
        "exp": "Chediak-Higashi Syndrome Autosomal recessive Lysosomal transpo protein (LYST/CHS1) gene defect, vesicular trafficking defect Incomplete oculocutaneous albinism Decreased chemotaxis of neutrophils, decreased antibody dependent cellular cytotoxicity, presence of giant peroxidase-positive lysosomal granules in peripheral blood granulocytes; results in severe infections Clinical findings;- Childhood CHS: accelerated phase: early onset with fever, anemia, and neutropenia . Adolescent CHS: severe infections in early childhood, no accelerated phase Adult CHS: mild form, develop progressive and fatal neurologic dysfunction in middle age Eyes: ocular hypopigmentation causes photophobia, nystagmus, and strabismus Hair: silvery sheen Skin: pale, deep ulcerations, petechiae, bruising, and gingival bleeding Neurologic: weakness, ataxia, sensory deficits, and progressive neurodegeneration Lymphoma: \"accelerated phase\" precipitated by viruses (e.g., Epstein-Barr virus); widespread infiltration of viscera Other: hepatosplenomegaly, lymphadenopathy, pancytopenia, pseudomembrane, and sloughing of the buccal mucosa . Laboratory findings:- Giant intracellular granules in circulating neutrophils, melanocytes, neurons, and renal tubular cells * Granules form secondary to delayed disorder of lysosomal enzymes from cells. Treatment:- Bone marrow (or stem cell) transplant, acyclovir, interleukin, gamma globulin, vincristine, prednisone, and prophylactic antibiotics. Ref:- Dermatology pictorial review by ASRA ALI; pg num:-170",
        "cop": 2,
        "opa": "c-kit",
        "opb": "LYST",
        "opc": "PAX3",
        "opd": "HPS1",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "1d3b0784-b06f-40a5-9567-46bf8b54dbcf",
        "choice_type": "single"
    },
    {
        "question": "A flat discolouration on skin as 1 cm is called -",
        "exp": "MACULE: well demarcated ,non palpable discolouration of skin less than /equal to 1 cm. PATCH: well demarcated,non palpable discolouration of skin >1cm. PLAQUE: well circumscribed,solid,plateau like lesion >1 cm with a major poion of lesion above skin surface. PAPULE: well circumscribed,solid,plateau like lesion less than/equal to 1 cm with a major poion of lesion above skin surface. BOIL: furuncle.-Deep necrotising infection of hair follicle with severe inflammation and suppuration. fitzpatrick textbook of dermatology, 9th edition ,page 4",
        "cop": 1,
        "opa": "Macule",
        "opb": "Plaque",
        "opc": "Boil",
        "opd": "Papule",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "857c707f-a4b2-492b-9812-4c2e733d5e2d",
        "choice_type": "multi"
    },
    {
        "question": "A 17 year old girl with acne has been taking a drug for the last two years.She now presents with blue black pigmentation of nails.The likely medication causing above pigmentation is-",
        "exp": "Mincycline induced pigmentation in acne- due to accumulation of iron in dermal macrophages occur with prolonged therapy 1-3 years high dose 200-300mg/day three different patterns - Localised at sites of previous inflammation -acne scars pretibial area generalised over the sun exposed sites and nails Ref Harrison 20th edition pg 1213",
        "cop": 2,
        "opa": "Tetracycline",
        "opb": "Minocyclin",
        "opc": "Doxycycline",
        "opd": "Azithromycin",
        "subject_name": "Dental",
        "topic_name": "Skin lesions and disorders of pigmentation",
        "id": "df96f58b-d77d-4d7b-baba-8bba3c80c8cc",
        "choice_type": "multi"
    }
]