[
    {
        "question": "Skin surface elevation caused by hyperplasia and projections of the epidermis form an undulating surface under microscopic examination. What is this known as?",
        "exp": "Papillomatosis of skin Skin surface elevation caused by hyperplasia and enlargement of contiguous dermal papillae. Papillary projections of the epidermis form an undulating surface under microscopic examination.",
        "cop": 2,
        "opa": "Saw toothing",
        "opb": "Papillomatosis",
        "opc": "Villi",
        "opd": "Parakeratosis",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "ac34f3c3-947a-40b4-98a1-cc945cae0e9a",
        "choice_type": "single"
    },
    {
        "question": "The most commonly employed method for superficial, minimally invasive nodular Basal cell carcinoma (BCC)?",
        "exp": "All given options are used for Rx of BCC, but Electro-desiccation and curettage (ED&C) is most commonly employed method for superficial, minimally invasive nodular BCCs and low-risk tumors. Wide local excision is selected for invasive, ill-defined, and more aggressive sub types of tumors, or for cosmetic reasons. Mohs micrographic surgery (MMS), a specialized type of surgical excision, best method for tumor removal while preserving uninvolved tissue.",
        "cop": 3,
        "opa": "Topical 5-fluorouracil",
        "opb": "Cryosurgery",
        "opc": "Electro-desiccation and curettage",
        "opd": "Mohs micrographic surgery",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "fa9e9afc-1e44-4126-88b4-adddb29fd9ec",
        "choice_type": "multi"
    },
    {
        "question": "Pityriasis rotunda is:",
        "exp": "Pityriasis rotunda - Pityriasis rotunda is described as a persistent, large, sharply defined circular patch of dry ichthyosiform scaling with no inflammatory changes. Variant of Ichthyosis Fixed, annular, scaling, dry-skin change More often seen in the African and Asian races Associated with neoplasia, paicularly Hepatocellular carcinoma.",
        "cop": 4,
        "opa": "Fungal infection",
        "opb": "Bacterial infection",
        "opc": "Pityriasis affecting nail",
        "opd": "Variant of Ichthyosis",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "5385a471-41b5-4566-bad5-6ee56b7841ef",
        "choice_type": "single"
    },
    {
        "question": "Mycosis fungoides affects:",
        "exp": "Mycosis fungoides is a cutaneous T cell lymphoma Etio: - Unknown, sometime HTLV I virus- It is MC cutaneous lymphoma Histological findings: 1. Sezary cells - Sezary cell are malignant lymphocytes with increased cell size and convoluted nucleus aka Cerebriform nucleus 2. Epidermo tropism - affection to move towards the epidermis3. Pautrier's microabscess Prognosis: poor (fatal) T/t - Radiotherapy - full skin electron beam therapy",
        "cop": 1,
        "opa": "T cells",
        "opb": "B cells",
        "opc": "NK cells",
        "opd": "Keratinocytes",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "943fa0cd-ffed-459a-8bf6-94bb7b18f443",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old patient presents with a lesion on his toe that has doubled in size in the past year. It is non-tender and does not bleed, but his wife says it's getting bigger and darker on one side. The macule is 7mm in diameter. Which of the following is the best next step?",
        "exp": "Any pigmented cutaneous lesion that has changed in size or shape or has other features suggestive of Malignant melanoma is a candidate for biopsy. An excisional biopsy with 1-3 mm margin is suggested. Accurate measurement of thickness, if the lesion is melanoma, and constitutes definitive treatment if lesion is benign. For lesions that are large or on anatomic sites where excisional biopsy is not be feasible (such as the face, hands, and feet), an incisional biopsy through the most nodular or darkest area of the lesion is acceptable.",
        "cop": 1,
        "opa": "Excisional biopsy",
        "opb": "Topical imiquimod cream",
        "opc": "Liquid nitrogen cryotherapy",
        "opd": "Reassurance and observation",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "69352342-5b5d-43ca-bcfb-08c6fbc9be85",
        "choice_type": "multi"
    },
    {
        "question": "Cobimetinib is approved for treatment of?",
        "exp": "Cobimetinib is approved for RX of melanoma in patients with unresectable or metastatic melanoma with BRAF V600E or V600K mutation, in conjunction with Vemurafenib. Cobimetinib - Reversible inhibitor of mitogen-activated protein kinase (MAPK)/extracellular signal regulated kinase.",
        "cop": 2,
        "opa": "BCC",
        "opb": "Melanoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Vitiligo",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "8167b115-c498-46d5-9f87-756c6d351d5d",
        "choice_type": "single"
    },
    {
        "question": "Type of melanoma associated with a fibrotic response, neural invasion, and a greater tendency for local recurrence?",
        "exp": "Desmoplastic melanomais associated with fibrotic response, neural invasion, and a greater tendency for local recurrence. Superficial spreading melanoma(SSM) is most commonly associated with pre-existing nevi. Lentigo maligna melanoma usually is confined to chronically sun-damaged sites in older individuals. Acral lentiginous melanoma occurs on the palms, soles, nail beds, and mucous membranes",
        "cop": 2,
        "opa": "Superficial spreading",
        "opb": "Desmoplastic",
        "opc": "Lentigo maligna",
        "opd": "Acral lentiginous",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "666ae787-f8b4-416d-9d5e-748478c36d01",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man asks if you can get rid of a wa from his back that catches on his clothes and bleeds on occasion. He thinks it has been there for only a couple of months. The lesion is shown below. Which one of the following would be the single most appropriate treatment for this lesion?",
        "exp": "Although most likely a wa, irregular appearance, rapid growth, and history of bleeding raise a possible diagnosis of squamous cell carcinoma (SCC). Excision biopsy with histology - most appropriate treatment. Cryotherapy or cautery does not provide tissue for histology. Curettage is an option with tissue sent for histology but fuher excision would be necessary if SCC is confirmed.",
        "cop": 4,
        "opa": "Cryotherapy",
        "opb": "Silver nitrate cautery",
        "opc": "Salicylic acid",
        "opd": "Excision biopsy",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "d7c3b3b5-362e-41c8-8006-d495c7788e69",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is FDA approved Anti-CTLA-4 immunotherapy agent for the treatment of metastatic melanoma?",
        "exp": "TREATMENT OPTIONS FOR METASTATIC MELANOMA - Surgery: Metastasectomy for small number of lesions Immunotherapy: - Interleukin-2 - Immune checkpoint blockade FDA approved - Anti-CTLA-4: Ipilimumab Experimental - Anti-PD-1: Nivolumab, Lambrolizumab (Monoclonal antibody to programmed cell death-1 protein (PD-1); blocks the interaction between PD-1 and its ligands, PD-L1 and PD-L2 Molecular targeted therapy: - BRAF inhibitor: Vemurafenib, Dabrafenib - MEK inhibitor: Trametinib",
        "cop": 3,
        "opa": "Nivolumab",
        "opb": "Lambrolizumab",
        "opc": "Ipilimumab",
        "opd": "Trametinib",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "7e3a5c8c-1033-446a-945b-6ee48c5b5382",
        "choice_type": "single"
    },
    {
        "question": "Necrolytic Migratory Erythema is a sign of underlying cancer due to involvement of:-",
        "exp": "Necrolytic Migratory Erythema Cutaneous reaction that occurs because of Hyperglucagonaemia. It is due to Glucagonoma, an a-cell tumour, which is in tail of the pancreas, and which secretes excessive amounts of proglucagon-like material. Other causes are: -Pancreatic insufficiency, -Intestinal causes of malabsorption, -Intestinal protein loss (eg: secondary to lymphatic disease--Waldmann's syndrome), -Hepatic cirrhosis, and -Aberrant glucagon- secreting tumours such as bronchial or nasopharyngeal carcinoma.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Testis",
        "opd": "Pancreas",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "fdb3c22b-6393-4590-85a4-0ea8c718923b",
        "choice_type": "single"
    },
    {
        "question": "Which laser is the treatment of choice for superficial cutaneous hemangiomas?",
        "exp": "Vascular specific pulsed dye laser (flash lamp-pumped)- TOC for superficial cutaneous hemangiomas at sites of potential functional impairment and on face. Yellow laser light is absorbed by Oxyhemoglobin. Sho pulses are used so that only targeted vessels are heated without affecting surrounding tissue. Hemangiomas with deep component do not respond because the effect of the pulsed dye laser (PDL) is limited by its depth of vascular injury.",
        "cop": 3,
        "opa": "ND-YAG laser",
        "opb": "CO2 laser",
        "opc": "Pulsed Dye laser (PDL)",
        "opd": "Argon laser",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "6c8a6b12-b0f2-4343-b954-daa7bc22b42e",
        "choice_type": "single"
    },
    {
        "question": "Treatment of mycosis fungoides is",
        "exp": "Mycosis fungoides is a cutaneous T cell lymphoma Etio: - Unknown, sometime HTLV I virus- It is MC cutaneous lymphoma Histological findings: 1. Sezary cells - Sezary cell are malignant lymphocytes with increased cell size and convoluted nucleus aka Cerebriform nucleus 2. Epidermo tropism - affection to move towards the epidermis3. Pautrier's microabscess Prognosis: poor (fatal) T/t - Radiotherapy - full skin electron beam therapy",
        "cop": 4,
        "opa": "Cladramycin",
        "opb": "Adriamycin",
        "opc": "FU cream",
        "opd": "Full skin electron therapy",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "53250794-890f-42e7-b0a7-785598ace349",
        "choice_type": "single"
    },
    {
        "question": "Risk factors for developing melanoma is all except:",
        "exp": "FACTORS ASSOCIATED WITH INCREASED RISK OF MELANOMA * Dysplastic nevi (10-fold increased risk) Total body nevi (higher number = higher risk) Family or personal history Ultraviolet exposure/sunburns/tanning booths Light skin/hair/eye colour Poor tanning ability Freckling CDKN2A, CDK4, MITF mutations MC1R variants",
        "cop": 1,
        "opa": "Cafe-au-lait spots",
        "opb": "Sunburns",
        "opc": "Family history",
        "opd": "Dysplastic Nevus",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "2b51ce96-1765-49dc-81c8-7c52886801ba",
        "choice_type": "multi"
    },
    {
        "question": "True about Malignant Melanoma:",
        "exp": "Malignant melanoma Change in size - any adult naevus > 6 mm is suspect (for reference a lead pencil diameter is 7 mm) and anything changing to > 10mm is more likely to be malignant than benign Caused by UV exposure Superficial spreading form is the most common type. Breslow thickness is the most impoant prognostic indicator until there is lymph node involvement. Sentinel node biopsy is useful for staging disease Diagnostic rules for the examination of a nevus and to assess its malignant potential: A: Asymmetry Melanoma lesions are irregular in shape. B: Border irregular Melanoma usually have irregular ill defined borders. C: Color variegation Presence of multiple colors or the uneven distribution of color. D: Diameter >6 mm Melanoma lesions are often greater than 6 mm in diameter. E: Evolution Change in the size, shape, symptoms (itching or tenderness), surface, or color of a mole.",
        "cop": 2,
        "opa": "Acral lentiginous form is the most common type",
        "opb": "Sentinel node biopsy is useful for staging disease",
        "opc": "Breslow thickness is nowadays not considered an impoant prognostic indicator",
        "opd": "Any adult naevus > 60 mm is suspect and anything changing to > 100 mm is more likely to be malignant",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "676759eb-6965-4700-b5ca-57858ae3a970",
        "choice_type": "multi"
    },
    {
        "question": "The range of UV light, which causes maximum skin damage, is:",
        "exp": "The biologically most active pa of the solar spectrum is UVB (290 -320 nm) since it is primarily responsible for the induction of inflammation, carcinogenesis and immunosuppression. UV-B - (wavelength 290 and 320 nm) most efficient in producing redness or erythema in human skin and thus is some- times known as the \"sunburn spectrum. \" UV-A (wavelength 320 and 400 nm) is ~1000-fold less efficient in producing skin redness than is UV-B.",
        "cop": 3,
        "opa": "760-800 nm",
        "opb": "360-400 nm",
        "opc": "290-320 nm",
        "opd": "240-290 nm",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "f4a939e5-00c9-4432-9d75-eba55a5275b3",
        "choice_type": "single"
    },
    {
        "question": "Shave biopsy is not done in:",
        "exp": "Shave biopsy done for superficial lesion including: Skin tags (Acro cordons) Was Molluscum contagiosum Seborrheic keratosis Keratoacanthoma BCC (Small low risk site) Cutaneous horn Dermatofibromas",
        "cop": 4,
        "opa": "Viral was",
        "opb": "Seborrheic keratoses",
        "opc": "Basal cell carcinoma",
        "opd": "Melanoma",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "cc5cb158-1328-4278-8392-625ed0a5bd4b",
        "choice_type": "single"
    },
    {
        "question": "A 59-year-old woman complains of skin lesion shown below catches on her clothing. It has been present for several years and is not associated with any other symptoms. What is the single most likely diagnosis?",
        "exp": "Fibroepithelial polyp (Skin tag; Papilloma; Acrochordon) Seen at sites of chafing such as the groin, axilla or neck. Benign and typically have a narrow stalk Most cases are idiopathic but occasionally associated with insulin resistance. Hanging or protruding polyps Dermatofibromas are seen on legs or arms and are within the skin. Keratoacanthomas have central plug of keratin.",
        "cop": 2,
        "opa": "Dermatofibroma",
        "opb": "Fibroepithelial polyp",
        "opc": "Keratoacanthoma",
        "opd": "Nodular basal cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "2d0ac9c0-31e3-4cc6-a867-79a3122abe71",
        "choice_type": "single"
    },
    {
        "question": "Mycosis fungoides, which is not true",
        "exp": "Mycosis fungoides is a cutaneous T cell lymphoma Etiology: - Unknown, sometime HTLV I virus- It is MC cutaneous lymphoma C/F: Characterized by polymorphic patches and plaques usually seen on limb, the breast and buttocks It is characterized by subtle, fine, scaly and atrophic erythematous patches. Histological findings: 1. Sezary cells - Sezary cell are malignant lymphocytes with increased cell size and convoluted nucleus aka Cerebriform nucleus 2. Epidermo tropism - affection to move towards the epidermis3. Pautrier's microabscess Prognosis: poor (fatal) T/t - Radiotherapy - full skin electron beam therapy",
        "cop": 3,
        "opa": "Most common cause of cutaneous lymphoma",
        "opb": "Pautier's Microabscess",
        "opc": "Indolent course & good prognosis",
        "opd": "Erythroderma seen & spreads to peripheral circulation",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "c85598c0-63d4-457b-a2b7-ee3cae1fa4d9",
        "choice_type": "multi"
    },
    {
        "question": "A 78-year-old retired farmer shows you the lesion below, which he has noticed on his arm. What would be the most appropriate management of this lesion?",
        "exp": "Keratin horns should be excised fully including the base to allow the histological exclusion of an underlying squamous cell carcinoma. Cryotherapy will not provide a tissue for histology and Curettage or shave biopsy may yield insufficient depth for diagnosis.",
        "cop": 3,
        "opa": "Cryotherapy",
        "opb": "Watchful waiting",
        "opc": "Excision biopsy",
        "opd": "Shave biopsy",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "0409b6bc-c27b-4b5e-b12d-9f25930ab05d",
        "choice_type": "single"
    },
    {
        "question": "An 83-year-old man complains that for the last few weeks he has had a bleeding lesion on his chest that seems to be growing rapidly. The lesion is shown below. What is the single most likely diagnosis?",
        "exp": "This is a Squamous cell carcinoma. Sun-exposed skin in areas such as the head, neck, hands, and arms represent other typical sites of involvement. Bleeding, rapid growth and irregular surface differentiate from a seborrhoeic keratosis or wa. Basal cell carcinoma has a rolled edge, shows central ulceration and a pearly rolled telangiectatic tumor border.",
        "cop": 4,
        "opa": "Basal cell carcinoma",
        "opb": "Malignant melanoma",
        "opc": "Seborrheic keratosis",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "5efcde7d-8d47-4272-8ec7-f279a4fe69fc",
        "choice_type": "single"
    },
    {
        "question": "26 year old female presents to OPD with small, round bluish nodule on her index nail bed which is painful and the pain fuher increases on exposure to cold. On examination it demonstrated increased pin-prick sensitivity. What could be most probable diagnosis?",
        "exp": "Glomus tumors Benign, vascular neoplasms arising from the glomus body. Occur in the upper extremities, most frequently subungual areas. Present as a small, round, bluish nodule visible through the nail plate with a classic triad of symptoms: Hypersensitivity to cold Heightened pinprick sensitivity Paroxysmal pain Diagnosis: X-ray, MRI, and ultrasonography. However, only histology can confirm the diagnosis. Complete surgical excision of the tumor is the only effective treatment to achieve pain relief and low recurrence rate.",
        "cop": 2,
        "opa": "Herpetic whitlow",
        "opb": "Glomus tumor",
        "opc": "Osteoma",
        "opd": "Subungual hematoma",
        "subject_name": "Dental",
        "topic_name": "Tumours of skin",
        "id": "21a60c35-ea7f-49e8-a731-efce53aa7caf",
        "choice_type": "multi"
    }
]