[
    {
        "question": "The rash which is not central in predisposition is:",
        "exp": "Centripetal rash (Primarily central/truncal) Mnemonic: \"Red Rashes Scare Parents Very Much\" Centrifugal rash (Primarily on extremities) Mnemonic: You drive CARS with your Hands and Feet Rubella CA - Coxsackie A Virus (Hand, Foot, Mouth disease) Roseola R-Rocky Mountain spotted fever Scarlet fever S-Secondary syphilis Parvovirus B19 (Erythema infectiosum) Varicella Measles",
        "cop": 3,
        "opa": "Epidemic typhus",
        "opb": "Measles",
        "opc": "Secondary syphilis",
        "opd": "Typhoid",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "2bb5625e-d6dc-479e-8a84-29a05f69b24d",
        "choice_type": "single"
    },
    {
        "question": "An ideal method for treating both primary and recurrent condyloma acuminata?",
        "exp": "CO2 laser: ideal method for treating both primary and recurrent condyloma acuminata because of its precision and the wound's rapid healing without scarring. For pregnant women, this is the TOC for large or extensive lesions and for cases that do not respond to repeated applications of trichloroacetic acid. Pulsed CO2 laser followed by Q-switched alexandrite laser in the treatment of dermal-type melasma is effective.",
        "cop": 3,
        "opa": "Krypton laser",
        "opb": "Nd. YAG laser",
        "opc": "CO2 laser",
        "opd": "Flashlamp-pumped pulsed dye laser",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "c7ea4309-c749-42e4-a164-aac1535172b3",
        "choice_type": "multi"
    },
    {
        "question": "The lesions seen on this infants face are usually associated with?",
        "exp": "Congenital rubella - Blueberry muffins eruptions -Generalized dark blue to magenta, nonblanchable, indurated, hemispheric purpuric papules. Lesions or the head, neck, and trunk. Triad of congenital rubella:? Cataract? Congenital hea defects? Deafness",
        "cop": 2,
        "opa": "Acquired rubella",
        "opb": "Congenital rubella",
        "opc": "Syphilis",
        "opd": "Rubeola",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "5a453e5e-2e30-4be2-89f6-b2fd57d4fbb3",
        "choice_type": "multi"
    },
    {
        "question": "A 4-year-old child presents to the clinic for evaluation of a fever, headache, generalized malaise, and decreased appetite that began 2 days earlier. He has now developed a generalized pruritic rash all over his body. Which of the following is the most likely diagnosis?",
        "exp": "Chickenpox (varicella) - Prodrome - fever, malaise, headache, and anorexia, which usually manifest 1-2 days before the outbreak of the rash. Rash -first appears on the scalp, face, and trunk. Pruritic erythematous macules comprise the primary exanthem, Progression through the papular stage to form clear, fluid-filled vesicles. Characteristic rash of varicella-lesions in multiple stages of evolution Contact dermatitis - is typically pruritic, has a pattern that suggests external causes (i. e., a linear distribution) Hand-foot-and-mouth disease presents with fever and constitutional symptoms, and then as white-grey maculopapular vesicles Herpes zoster presents as vesicular lesions distributed along a dermatome, in elderly/ immunocompromised patients",
        "cop": 1,
        "opa": "Chickenpox",
        "opb": "Contact dermatitis",
        "opc": "Hand-foot-and-mouth disease",
        "opd": "Herpes zoster",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "957e2330-65ff-4736-83c0-a4b0c32becd4",
        "choice_type": "multi"
    },
    {
        "question": "The most common site for Herpes Zoster is:",
        "exp": "Varicella-zoster virus (VZV) causes two distinct clinical entities: varicella (chickenpox) and herpes zoster (shingles). Chickenpox, a contagious infection, is usually a benign illness of childhood characterized by an exanthematous vesicular rash. The dermatomes from T3 to L3 are most frequently involved. (Thoracic area) Herpes Zoster: Reactivation of latent VZV from dorsal root ganglia. Seen in immunocompromised hosts, especially AIDS. Characterized by a unilateral vesicular dermatomal eruption associated with severe pain. Ocular symptoms can occur after zoster eruption in any branch of the trigeminal nerve but are paicularly common when vesicles form on the nose, reflecting nasociliary (V1) nerve involvement (Hutchinson's sign).",
        "cop": 4,
        "opa": "Sacral area",
        "opb": "Cervical area",
        "opc": "Limbs",
        "opd": "Thoracic area",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "5fdce34e-cf42-44d9-a74d-f8d931b06f4c",
        "choice_type": "single"
    },
    {
        "question": "Wrong about chickenpox:",
        "exp": "Chickenpox Humans are the only known reservoir for VZV. Incubation period of chickenpox ranges from 10 to 21 days. Secondary attack rates are 70-90%. Patients are infectious ~48 h before onset of the vesicular rash, during the period of vesicle formation (which generally lasts 4-5 days), and until all vesicles are crusted. Clinically, chickenpox presents as a rash, low-grade fever, and malaise, although a few patients develop a prodrome 1-2 days before onset of the exanthem. The skin lesions--the hallmark of the infection--include maculopapules, vesicles, and scabs in various stages of evolution.",
        "cop": 3,
        "opa": "Highly contagious",
        "opb": "Children 5-9 years old are most commonly affected",
        "opc": "Incubation period ranges from 2 to 3 days",
        "opd": "The hallmark of the infection include the skin lesions--maculopapules, vesicles, and scabs in various stages of evolution",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "1c9fcf2d-21ef-4576-b346-14d7172182f8",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old previously healthy child is taken from his day care to the pediatrician because his mother is concerned that the child has been fussy for the past few days and now has a rash on his face and torso. The mother also says the boy told her his head hu, and she thinks he may have a low-grade fever. On examination the child is afebrile and not ill-appearing. He has a rash extending over his entire body except for the palms and soles. The infectious agent causing this disease can lead to what complication in immunocompromised hosts?",
        "exp": "This child has Erythema infectiosum or fifth disease, caused by the B19 parvovirus. Immunocompromised children/Hererditary hemolytic anemias it has linked to aplastic anemia It replicates in erythroid progenitor cells. In pregnancy- associated with fetal loss ( Non immune Hydrops Fetalis- Buddha baby). Ahralgia /ahritis are uncommon among children but frequent among adults. Endemic Burkitt's lymphoma often involves the jaw. EBV has been associated with this disease Orchitis -complication of mumps virus or coxsackie B virus infection. PML is a progressive disease leading to demyelination of CNS neurons as the oligodendroglial cells are destroyed-caused by JC virus",
        "cop": 1,
        "opa": "Aplastic anemia",
        "opb": "Endemic Burkitt's lymphoma",
        "opc": "Orchitis",
        "opd": "Progressive multifocal leukoencephalopathy",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "0f997b82-bebd-4750-90cf-6fd3ce9b6c6e",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old woman presents with brown papules located around her eyes and on the malar cheeks. Several of her aunts were similarly affected at the same age. She would like them removed. Which of the following treatments is most likely to cause hypopigmentation?",
        "exp": "Lesions appear to be was. Electrosurgical diathermy (cold cautery; hyfrecation) TOC for was. No hypopigmentation known. Keratolytics: Most commonly used keratolytics are salicylic acid and benzoyl peroxide. These can cause hypopigmentation. T/t of was with liquid nitrogen may be painful. There is a potential for scarring the matrix with aggressive freezing. Pain and erythema may be reduced by a single application of very potent steroid.",
        "cop": 3,
        "opa": "Liquid nitrogen",
        "opb": "Low voltage hyfrecation",
        "opc": "Keratolytic moisturizer",
        "opd": "Snip excision",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "0630b95d-2a9c-4140-909c-fc42a63a8f74",
        "choice_type": "single"
    },
    {
        "question": "Eosinophilic pustular folliculitis a rare form of folliculitis that is seen with increased frequency in patients with?",
        "exp": "Eosinophilic pustular Folliculitis is most prevalent in HIV infection and is seen in ~20% of patients. m/c in patients with CD4+ T cell counts <200 cells/mL Presents as multiple, uicarial perifollicular papules that may coalesce into plaque like lesions. Skin biopsy reveals an eosinophilic infiltrate of the hair follicle, which in ceain cases has been associated with the presence of a mite. Patients have an elevated serum IgE levels and may respond to treatment with topical antihelminthics.",
        "cop": 4,
        "opa": "ABPA",
        "opb": "Asthma",
        "opc": "Leukemia cutis",
        "opd": "HIV infection",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "9c6fe14f-fdce-4681-a73b-15027e531a7d",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old male kidney transplant recipient. Multiple brown keratotic papules are seen on the forehead and scalp. Which of the following is the common cause?",
        "exp": "Patient is on immunosuppressive therapy prone to infections, according to question most probably patient suffers HPV infection Lesions are plane topped (viral lesions are verrucous) Therefore image shows verruca plana. Mnemonic: \"DSP-CELB\" Types of Viral wa HPV subtype- 1. Deep plantar wa/ (myermecia) 1 (MC) 2. Superficial plantar wa/(mosaic) 2(MC) 3. Plane wa (verruca plana) 3, 10 4. Common wa (verruca vulgaris) 4 <2 (MC) 5. Epidermodysplasia verruciformis 5, 8 6. Laryngeal was/anogenital 6 >11 7. Butcher wa. 7 MC",
        "cop": 3,
        "opa": "HPV subtype 6, 11",
        "opb": "HPV subtype 2, 4",
        "opc": "HPV subtype 3, 10",
        "opd": "HPV subtype 16, 18",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "0517dcca-5bd7-4a34-9199-f8c159137d2b",
        "choice_type": "single"
    },
    {
        "question": "Pseudo-isomorphic phenomenon is seen in:",
        "exp": "Isomorphic also known as Koebner phenomenon True Koebner seen in vitiligo, psoriasis and lichen planus Pseudo Koebner seen in was, molluscum contagiosum",
        "cop": 4,
        "opa": "Vitiligo",
        "opb": "Psoriasis",
        "opc": "DLE",
        "opd": "Plane Was",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "f96163e2-68da-4658-b85a-3f191ded87a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT known to occur with more severity than usual in patients with HIV infection?",
        "exp": "Patients with HIV infection have been repoed to develop a severe form of Norwegian scabies with hyperkeratotic psoriasiform lesions. Psoriasis and ichthyosis, although not repoed to be increased in frequency, may be paicularly severe when they occur in patients with HIV infection.",
        "cop": 4,
        "opa": "Psoriasis",
        "opb": "Ichthyosis",
        "opc": "Norwegian scabies",
        "opd": "Lichen planus",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "97c35360-22d2-44c6-9208-a8bb30e8e8bf",
        "choice_type": "single"
    },
    {
        "question": "Dermatologic problems in HIV infection include the following except:",
        "exp": "Alopecia is not common in HIV. Dermatologic problems occur in >90% of patients with HIV infection From the macular, roseola-like rash to extensive end-stage KS, cutaneous manifestations of HIV disease seen throughout the course of HIV infection. m/c non-neoplastic problems are seborrheic dermatitis & folliculitis, and oppounistic infections. Extrapulmonary pneumocystosis may cause a necrotizing vasculitis in HIV",
        "cop": 3,
        "opa": "KS",
        "opb": "Seborrheic dermatitis",
        "opc": "Alopecia",
        "opd": "Necrotizing vasculitis",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "1fff088c-cb6a-412f-bc4f-fa778faa8e2f",
        "choice_type": "multi"
    },
    {
        "question": "Erythematous cutaneous nodules may be caused by the following EXCEPT:",
        "exp": "Erythematous cutaneous nodules may present in: Atypical mycobacterial infections fungal infections Baonella Acanthamoeba Kaposi Sarcoma HSV- 1 causes Herpes labialis. HSV- 2 causes Herpes genitalis.",
        "cop": 3,
        "opa": "Baonella",
        "opb": "Acanthamoeba",
        "opc": "HSV",
        "opd": "Kaposi's sarcoma",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "e8179379-3252-4b28-855b-3bf76ea5f5f2",
        "choice_type": "multi"
    },
    {
        "question": "False regarding Neonatal herpes simplex infection is:",
        "exp": "Neonatal herpes simplex infection It is recommended that infants be delivered by cesarean section if genital lesions are present at the sta of labour. If there is a history of prior maternal genital infection, but if there are no lesions when labour commences then vaginal delivery is appropriate. Antenatal cervical screening cultures taken prior to labour fail to predict active excretion of the virus at delivery.",
        "cop": 1,
        "opa": "Cesarean section is mandatory if there is history of prior maternal genital infection",
        "opb": "Affected infant should be isolated",
        "opc": "Affected neonate should receive acyclovir",
        "opd": "Steroids may exacerbate HSV infection",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "183eea27-d915-4b95-90a9-ce08bb9b4854",
        "choice_type": "multi"
    },
    {
        "question": "Kaposi's varicelliform eruptions are likely seen all EXCEPT:-",
        "exp": "Kaposi's varicelliform eruptions are seen in following conditions - Atopic dermatitis Darier's disease Pemphigus foliaceus Dermatitis herpetiformis cutaneous T-cell lymphoma Sezary syndrome Staphylococcal scalded skin syndrome Coxsackievirus A16, or vaccinia virus infects a preexisting dermatosis and can cause Kaposi's varicelliform eruptions",
        "cop": 4,
        "opa": "Atopic dermatitis",
        "opb": "Dermatitis herpetiformis",
        "opc": "Lymphoma",
        "opd": "Syphilis",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "7ea926a4-b33c-472d-a50b-8c9b4c3ebe73",
        "choice_type": "multi"
    },
    {
        "question": "Which may be the first indication of clinical immunodeficiency in HIV infected patients?",
        "exp": "Reactivation syndrome of varicella-zoster virus indicates a modest decline in immune function and may be the first indication of clinical immunodeficiency. Reactivation of herpes zoster (shingles) is seen in 10-20% of patients with HIV infection. Valacyclovir, acyclovir, or famciclovir is the TOC. Foscarnet may be of value in patients with acyclovir-resistant virus.",
        "cop": 4,
        "opa": "Vitiligo",
        "opb": "Hairy Leukoplakia",
        "opc": "Lupus vulagris",
        "opd": "Herpes Zoster",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "e3599123-0e2d-43db-8a10-f023ac0ecdfc",
        "choice_type": "single"
    },
    {
        "question": "A 30-year old man presents to your clinic for this painful plaque on his foot. He hasn't tried to treat it before and wants to sta treatment because it's painful. What is the most appropriate first-line therapy for this patient?",
        "exp": "Lesion appears to be CORN. A corn is a sharply demarcated callosity occurring over a bony prominence, usually on the hand or foot, and is painful. If corns are painful, shave away some of the thickened skin to relieve pain and pressure in the affected area. Imiquimod: Use in Anogenital was Salicylic acid: keratolytic, used in the treatment of acne, dandruff, seborrhea, psoriasis and was.",
        "cop": 3,
        "opa": "Imiquimod",
        "opb": "Salicylic acid",
        "opc": "Shave removal",
        "opd": "Squaric acid",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "9106c168-3653-470e-bc70-815b80f6f47e",
        "choice_type": "single"
    },
    {
        "question": "A concerned mother brings her 7-day-old son to his pediatrician after he develops a rash. Examination reveals a cluster of erythematous vesicles localized to the child's mouth. The child's vital signs are all within normal limits, and aside from the rash and mild irritability he appears healthy. A sample of tissue is taken from the base of a ruptured vesicle and subjected to the Tzanck test. The child is treated with the most commonly prescribed agent for this condition. Which of the following is a serious adverse effect associated with this drug?",
        "exp": "This child's clinical presentation is suspicious for congenital HSV infection, a diagnosis confirmed by the giant cells with multiple nuclei visualized on the positive Tzanck test Clinical presentation is more suggestive of herpetic lesions as compared to varicella. Fuhermore, the treatment would be the same for both-acyclovir, Acyclovir- crystallizes within the nephron during the process of renal excretion--> renal toxicity Maintaining adequate hydration and a high GFR are helpful in avoiding this adverse event.",
        "cop": 4,
        "opa": "Agranulocytosis",
        "opb": "Fulminant liver failure",
        "opc": "Osteopenia",
        "opd": "Renal toxicity",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "72a8fd0f-7f71-46fe-a598-5318a4ad2bac",
        "choice_type": "multi"
    },
    {
        "question": "Multinucleate giant cells on Tzanck test are seen in all Except?",
        "exp": "Tzanck test is popular for rapid identification of multinucleate giant cells, used for Herpes simplex infection which are not pathognomonic Also seen in varicella, herpes zoster and pemphigus. Diagnosis of herpes simplex infection depends on clinical suspicion suppoed by electron microscopy of fresh lesional fluid, DNA hybridization, immunofluorescence, PCR and viral culture For Molluscum contagiosum: Henderson Paterson inclusion bodies.",
        "cop": 4,
        "opa": "Varicella",
        "opb": "Herpes zoster",
        "opc": "Pemphigus",
        "opd": "Molluscum contagiosum",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "60d67177-4f85-4cb7-aece-7c2efa6712aa",
        "choice_type": "multi"
    },
    {
        "question": "White patches due to degenerated squamous epithelium occurring on buccal mucosa and gums is known as:",
        "exp": "Compy's sign in measles: Appearance of white patches due to degenerated squamous epithelium occurring on buccal mucosa and gums. Darier's sign: Uicaria pigmentosa Pseudodarier's sign: Smooth ms hamaoma Coup D'Ongle sign: Pityriasis versicolor",
        "cop": 2,
        "opa": "Coup D'Ongle sign",
        "opb": "Compy's sign",
        "opc": "Darier's sign",
        "opd": "Pseudodarier's sign",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "411e1cb2-fb92-4a2d-806a-fb2ed6800f72",
        "choice_type": "single"
    },
    {
        "question": "True regarding Keratoacanthoma:",
        "exp": "Central ulceration is very common Known as Molluscum sebaceum Caused by pox virus is a false statement Heals with scarring as it is a severe condition Keratoacanthome (KA) is a relatively common low grade tumor that originates in the pilosebaceious glands and closely resemble squamous cell carcinoma (SCC) Lesion shows central crateriform ulceration or keratin plug that may project like a horn.",
        "cop": 2,
        "opa": "Central ulceration is uncommon",
        "opb": "Known as Molluscum sebaceum",
        "opc": "Caused by pox virus",
        "opd": "Heals without scarring",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "557c807d-094a-46dc-9feb-ae841c2e9f7d",
        "choice_type": "multi"
    },
    {
        "question": "A 27 y/o female patient presents with multiple koebnerized Mollusca on her face. While reviewing past medical history, she reveals that she is human immunodeficiency virus positive and takes highly active antiretroviral therapy. Management:",
        "exp": "Molluscum contagiosum: Caused by MCV, a type of POX VIRUS In immunosuppressed individuals -Removal with curettage or cryosurgery is preferrable over cidofovir Cidofovir displays in vitro activity against many pox viruses",
        "cop": 3,
        "opa": "Topical steroids",
        "opb": "Perform excisional biopsy",
        "opc": "Removal with curettage or cryosurgery",
        "opd": "Cidofovir",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "125978ee-02a2-484e-abc9-a158989e1928",
        "choice_type": "single"
    },
    {
        "question": "Dose of acyclovir in a patient suffering from herpes genitalis is:",
        "exp": "Herpes labialis by HSV-I - T/t acyclovir 200mg 5 T/D 5-7 days or Herpes genitalis by HSV-II Acyclovir 200 mg, five times a day for 5-7 days OR Acyclovir 400mg TDS 5-7 days Herpes zoster- DOC acyclovir 800mg 5 T/D * 7days Chicken pox(varicella zoster)- DOC-Acyclovir 800mg 4T/D 7 days If patient immunocompromised- IV. Acyclovir Incase of acyclovir resistance- foscainet Recurrent (i. e. >6 episodes 1yr) h. labialis -prophylactic Therapy Acyclovir 400mg BD 6 Months",
        "cop": 2,
        "opa": "200 mg, three times a day for 5 days",
        "opb": "200 mg, five times a day for 5-7 days",
        "opc": "600 mg, five times a day for 5 days",
        "opd": "800 mg, five times a day for 7 days",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "f5781931-fa2c-4a87-936d-89393de5d6f6",
        "choice_type": "single"
    },
    {
        "question": "All the species of HPV commonly are associated with high malignant potential causing cervical cancer except?",
        "exp": "HPV 16, 18, 31, 33 -High risk strains - cause Ca Cervix HPV 6, 11 (HPV 6 > HPV 11) - Low risk strains - cause Condyloma Acuminata (Genital was) Condyloma Acuminata is highly infectious. Most commonly acquired through sexual contact. Characteristics: Pointed, finger like masseson the genitalia. Treatment: Imiquimod Physical treatment Cryotherapy: This method uses liquid nitrogen to freeze the abnormal areas. Electrocautery: Electrical current is used to burn the abnormal areas.",
        "cop": 2,
        "opa": "HPV 16",
        "opb": "HPV 6",
        "opc": "HPV 31",
        "opd": "HPV 18",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "6972651d-e8de-4aa4-8b46-6f3dd5378742",
        "choice_type": "multi"
    },
    {
        "question": "Imiquimod is used in treatment of anogenital was acts mainly as:-",
        "exp": "Topical immunomodulation with imiquimod 5% cream is used for treatment of: genital was superficial basal cell carcinoma actinic keratoses Acts on Toll-like receptor 7 (TLR-7). This is a cell surface receptor found on cells of monocyte lineage. Interaction of TLR-7 with ligands activates a signalling pathway, leading to release of large amounts of interferon-a, IL-12, TNF-a and other potent cytokines. S/E: irritation, discomfo and occasionally erosion at the point of application with a small risk of causing vitiligo-like depigmentation.",
        "cop": 3,
        "opa": "Antifungal",
        "opb": "Antiviral",
        "opc": "Immunomodulator",
        "opd": "Keratolytic",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "0b5420bb-e890-44d3-86e1-4640003da84a",
        "choice_type": "single"
    },
    {
        "question": "Forschheimer's sign:",
        "exp": "Forschheimer spots are a fleeting enanthem seen as small, red spots (petechiae) on the soft palate in 20% of patients with rubella Seen during the prodromal period or on the first day of the rash. They precede or accompany the skin rash of rubella. They are not diagnostic of rubella, as similar spots can be seen in measles and scarlet fever.",
        "cop": 1,
        "opa": "Seen in rubella",
        "opb": "Are red macules or petechiae confined to the hard palate.",
        "opc": "Found after 2nd day of the rash",
        "opd": "Pathognomonic of rubeola",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "a6f0954a-be18-4ef1-87b4-b44427d3f88a",
        "choice_type": "single"
    },
    {
        "question": "True about the following tongue lesion:",
        "exp": "Oral hairy leukoplakia presents as white plaques on the lateral tongue and is associated with Epstein-Barr virus infection. Geographic tongue: Multiple red patches with irregular yellow-white border, dorsal lateral tongue, lesions migrate, usually asymptomatic Candidiasis: Surface debris with pain/ burning which rubs off associated submucosal erythema A/W H/O Antibiotic use/ Immunosuppresive Rx/ Nail/ vaginal/ oesophageal lesions Psoriasis involves multiple sites and lesions will be associated with scales",
        "cop": 4,
        "opa": "Geographic tongue associated with vitamin B deficiency",
        "opb": "Mucosal silvery plauqe associated with mucosal psoriasis",
        "opc": "Candidiasis associated with diabetes",
        "opd": "Oral hairy leukoplakia associated Epstein-Barr virus infection",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "03b934ae-741e-488f-af11-78ee90f70b86",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old woman presents with prominent scattered erythematous papules on the right side of her forehead. She had \"burning\" pain and hypersensitivity in that area for the past 2 days. Her pain is localized to the right supraorbital area and the right aspect of the dorsum of her nose. She denies headaches, mental status changes, or recent infections. What is the most plausible diagnosis?",
        "exp": "Woman is suffering from herpes zoster, or \"shingles\" - a late complication of prior infection with varicella zoster virus. The virus remains latent in the ganglia of sensory nerves after the primary infection. The characteristic shingles rash is always confined to a dermatome and does not cross the midline. Specifically, the area described by the patient is the right V1 dermatome.",
        "cop": 2,
        "opa": "Early Cellulitis",
        "opb": "Varicella zoster",
        "opc": "Giant cell aeritis with ulceration",
        "opd": "Erysepalas",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "009c43cf-5ce9-4e6f-9dc6-130d19eeed65",
        "choice_type": "single"
    },
    {
        "question": "A patient has the pink papules and plaques over genital. What serotype of human papilloma virus (HPV) is the most likely cause?",
        "exp": "C/o of Anogenital was- cause by HPV 6 HPV type Associated clinical conditions 1 (m/c) Deep plantar and palmar was 2 (m/c) Superficial plantar was 3 Plane was 4 Common was, plantar was 5 Epidermo dysplasia verruciformis 6 (m/c) Laryngeal was, Anogenital was 7 (m/c) Butcher wa Mnemonic: DSP- CELB",
        "cop": 4,
        "opa": "HPV 1",
        "opb": "HPV 2",
        "opc": "HPV 5",
        "opd": "HPV 6",
        "subject_name": "Dental",
        "topic_name": "Viral infections",
        "id": "3f386916-305d-4cf6-8d13-ca9b97f2134a",
        "choice_type": "single"
    }
]