[
    {
        "question": "A 37 yr old male brought to emergency room late after road traffic accident . On examination the capillary refilling time is delayed in the left lower limb . All are indications for amputation in this patient, except?",
        "exp": "Causes of Amputations 'three Ds': (1) Dead, (2) Dangerous (3) Damned nuisance. Dead (or dying) Peripheral vascular disease accounts for almost 90% of all amputations. Other causes of limb death are Severe trauma, burns and frostbite. Dangerous disorders are malignant tumours, potentially lethal sepsis (Gas Gangrene) and crush injury. Damned nuisance: In some cases retaining the limb may be worse than having no limb at all. This may be because of: (1) pain; (2) gross malformation; (3) recurrent sepsis or (4) severe loss of function. Transcutaneous Oxygen Tension (TcPO2)values > 40 mmHg are indicative of healing whereas values < 20 mmHg are indicative of non-healing and impending limb loss. For values between20- 40 mmHg, the clinician needs to consider co-morbidities like vascular disease, diabetes etc and the patient's nutritional status before considering amputation. Ankle-brachial Index (ABI) > 0.9 indicates absence of vascular injury and values < 0.45 indicate severe injury.",
        "cop": 1,
        "opa": "Transcutaneous Oxygen Tension - 40mmHg",
        "opb": "Severe Peripheral Vascular disease",
        "opc": "Ankle-Brachial Index < 0.45",
        "opd": "Fulminant Gas Gangrene",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "f133751d-3c4b-4581-996e-cc2240ededfa",
        "choice_type": "multi"
    },
    {
        "question": "Which type of amputation is shown below?",
        "exp": "Krukenberg's amputation In this procedure the radius and ulna and split to make a pincer mechanism. It has been recommended in blind patients with bilateral below-elbow amputation or in patients who can't afford expensive prosthesis (to provide some amount of function).",
        "cop": 2,
        "opa": "Chopa's",
        "opb": "Krukenberg's",
        "opc": "Syme's",
        "opd": "Lisfranc's",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "e147b832-4b94-4b81-a02d-4ff8c5e531be",
        "choice_type": "single"
    },
    {
        "question": "Not true about anterior cruciate ligament.",
        "exp": "* ACL begins just behind anterior horn of medial meniscus, not lateral meniscus Structures attached on upper end on tibia: (Mnemonic: MCL-LMC ) M- Anterior horn of medial meniscus C- Anterior cruciate ligament L- Anterior horn of lateral meniscus L- Posterior horn of lateral meniscus M- Posterior horn of medial meniscus C- Posterior cruciate ligament ACL PCL (stouter ligamentous structure) Intracapsular, extrasynol Intracapsular, extrasynol Major stabilizer of knee, stabilizes internal rotation and extension of tibia on femur. Limits forward gliding of tibia on femur hyperextension Contributes to lateral stability, limits anterolateral rotation of tibia on femur. Injured by occurrence of excessive movements which it limits. It limits backward glide of tibia on femur (posterior translation) and checks hyperextension only after the ACL is ruptured. PCL restricts External rotation Injured by high velocity trauma ('dash board impact') with posterior dislocation of tibia on a flexed knee Posterior cruciate ligament is active in all knee movements",
        "cop": 1,
        "opa": "It begins just behind the anterior horn of lateral meniscus on tibia",
        "opb": "It is taut in extension",
        "opc": "It provides proprioceptive inputs to knee",
        "opd": "It is extra-synol",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "b71f34aa-75bb-450e-b841-2d43387e26a9",
        "choice_type": "multi"
    },
    {
        "question": "Permissible ischemia time for a proximal limb amputations:",
        "exp": "Irreversible necrotic changes begin in muscles after 6 hours of ischemia (warm ischemia time), it is preferable to begin the replantation of pas with good muscular bulk (viz. pas proximal to palms and foot) within this time. With cooling (to 4degC), this time may be extended to 12 hours (cold ischemia time). Sequence of reimplantation (Mnemonic: BE FAN VS ) B- Bone (first to be implanted) E- Extensor tendon F- Flexor tendon A- Aeries N- Nerves V- Veins S- Skin (preserved first implanted last)",
        "cop": 2,
        "opa": "4 hours",
        "opb": "6 hours",
        "opc": "8 hours",
        "opd": "12 hours",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "a84cab7f-c673-4af9-a270-0541d8c8aac7",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of noninseional tendonitis of tendoachilles is:",
        "exp": "ACHILLES TENDONITIS a. Inseional tendonitis Involves inseion site May be associated with retrocalcaneal bursitis, Haglund deformity or pump bump. Overuse is the cause. b. Noninseional tendenitis Involves water shed area of circulation (2-6 cm above the inseion) Seen in runners and jumpers It is also the commonest site of TA rupture.",
        "cop": 3,
        "opa": "Overuse",
        "opb": "Improper shoe wear",
        "opc": "Runners and jumpers",
        "opd": "Steroid injections",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "39314617-43f7-42c2-9f45-2c508b2cbb40",
        "choice_type": "single"
    },
    {
        "question": "Posterior cruciate ligament--true statement is:",
        "exp": "PCL prevents posterior gliding (subluxation) of tibia over femur. PCL (stouter ligamentous structure) PCL tests : Posterior drawer test Reverse pivot shift test Quadriceps active test",
        "cop": 3,
        "opa": "Attached to the lateral femoral condyle",
        "opb": "Intrasynol",
        "opc": "Prevents posterior dislocation of tibia",
        "opd": "Relaxed in full flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "0a148235-ab60-4209-af65-8b3036315f83",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not an indication of secondary nerve repair:",
        "exp": "Late repair/ Secondary repair( Repair weeks or months after the injury) , may be indicated because: (1)Closed injury was left alone but no sign of recovery is seen at the expected time; (Syndrome of incomplete interruption) (2)Diagnosis was missed and the patient presents late ( Delayed presentation) (3)Failed primary repair If there are signs of nerve irritation, secondary exploration is recommended( Syndrome of irritation) =Division of nerve by sharp object is managed by primary repair.",
        "cop": 2,
        "opa": "Syndrome of irritation",
        "opb": "Division of nerve by sharp object",
        "opc": "Delayed presentation of nerve injury",
        "opd": "Syndrome of incomplete interruption",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "25d892ed-9538-4d03-890f-2370ae862b48",
        "choice_type": "single"
    },
    {
        "question": "Patient comes with crush injury to upper limb, doctor is concerned about gangrene and sepsis what can help decide between amputation and limb salvage?",
        "exp": "Mangled Extremity Severity Score (MESS) used as predictor of eventual amputation versus limb salvage in crushing injuries. Higher the score lower the chances of salvage. Type Points (Depending on severity) Shock group 0-2 Ischemia group 1-4 Velocity of trauma 1-4 Age group 0-1 Total score 11 Mess Score: Total Score is 11, six or less consistent with a salvageable limb. Seven or greater amputation is generally the eventual result. Crush syndrome Limb is compressed for a prolonged period and after extended use of pneumatic antishock garment resulting in hypoperfusion and myonecrosis in the crushed limb. When the limb is released from the compression, toxic metabolites get released to cause reperfusion injury. Can result in a systemic reaction due to tissue necrosis. Free myoglobin can lead to acute tubular necrosis and renal failure. Myonecrosis can lead to metabolic acidosis with hyperkalaemia and hypocalcaemia.",
        "cop": 1,
        "opa": "MESS",
        "opb": "GCS score",
        "opc": "Gustilo-Anderson classification",
        "opd": "ASIA guidelines",
        "subject_name": "Orthopaedics",
        "topic_name": "Amputations and Spos Injury",
        "id": "5ab6ff74-176f-40ed-abde-14c6c633b297",
        "choice_type": "single"
    }
]