[
    {
        "question": "Sectoral sign is positive in -",
        "exp": "Ans. is 'a' i.e.. Avascular necrosis of femur headClinical features of AVNo In the earlier stages of AVN, the patient is asymptomatic, and by the time patient presents, the lesion is well advanced.o Common histories patient gives (Any of the following) : -i ) Dislocation of HipAlcoholismSteroid intake for any disorderNephrotic syndromeo Pain is a common complaint. Pain is felt in the grain and may radiate to knee,o Decreased range of motion especially internal rotation followed by abduction.o Sectoral sign or Differential rotation : - Internal rotation is possible in extended position of hip, but as seen as the hip is flexed to 90deg no internal rotation is possible. This is the characteristic sign of AVN.o Limp with antalgic gaito Trendelenberg's test positive.",
        "cop": 1,
        "opa": "Avascular necrosis of femur head",
        "opb": "Osteoarthritis of btp",
        "opc": "Protrusio acetabuli",
        "opd": "Slipped capita! femoral epiphyses",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "0c5e460a-0679-4f88-b03e-aaf72a8807fe",
        "choice_type": "single"
    },
    {
        "question": "True about Slipped femoral capital epiphysis is?",
        "exp": "ANSWER: (B) Treethowan sign seenREF: Tachdjian's pediatric orthopedics 3rd edp. 711-39, Apley's 8th edp. 426 -430SLIPPED FEMORAL CAPITAL EPIPHYSIS (SFCE)Seen in adolescent children in age group of 13-15yrsEither overweight or sexually immaturePresents with endocrinopathiesHypothyroidismGrowth hormone excessCRFCraniopharyngiomaHypogonadismKlienfelter s syndrome may present as SFCETreethowan s sign on x-rayUSG or CT more sensitive in detecting early slipTc 99 scan shows increased uptakeRx is prompt surgery",
        "cop": 2,
        "opa": "Seen in thin children",
        "opb": "Treethowan sign seen",
        "opc": "Major traumatic condition",
        "opd": "Seen in adults",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "9637b269-0691-4579-a0fb-5b61ef502d4b",
        "choice_type": "multi"
    },
    {
        "question": "Osgood schlatter disease-",
        "exp": "Ans. is 'a' i.e., Tibial tuberosity Kienbock's disease is osteochondritis of LunateNameSite affectedo Perthes's diseaseo Panner's diseaseo Kienbock's diseaseo Osgood Sh latter's diseaseo Sever's diseaseo Kohler's diseaseo Scheurmann's diseaseo Calve's diseaseo Frieberg's diseaseo Islene diseaseo Johansson-Larson's diseaseo Preiser's diseaseFemoral headCapitulumLunate boneTibial tubercleCalcaneal tuberosityNavicular boneRing epiphysis of vertebraeCentral bony nucleus of vertebral bodyOsteochondritis of 2nd metatarsal head.Osteochondritis of 5th metatarsal headOsteochondritis of lower pole of patella.Spontaneous avascular necrosis of scaphoid.",
        "cop": 1,
        "opa": "Tibial tuberosity",
        "opb": "Femur head",
        "opc": "Navicular",
        "opd": "Calcaneum",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "95ba72f2-7b23-44a4-879c-b7880b2994f1",
        "choice_type": "single"
    },
    {
        "question": "Osteonecrosis is not seen in -",
        "exp": "Ans. is 'a' i.e., Olliers disease o Osteochondroses (osteonecrosis with defective enchondral ossification of ossification center) is seen in perthe's disease, kienbock's disease and Kohler's disease,o Ollier's disease is characterized by multiple enchondromas.NameSite affectedo Perthes's diseaseFemoral heado Panner's diseaseCapitulunio Kienbock's diseaseLunate boneo Osgood Shlatter's diseaseTibial tubercleo Sever's diseaseCalcaneal tuberosityo Kohler's diseaseNavicular boneo Freiberg's diseaseMetatarsal heado Scheurmann's diseaseRing epiphysis of vertebraeo Calve's diseaseCentral bony nucleus of vertebral bodyo Erie berg's diseaseOsteochondritis of 2nd metatarsal head.o Islene diseaseOsteochondritis of5th metatarsal heado Johansson-Larson 's diseaseOsteochondritis of lower pole of patella.o Preiser's diseaseSpontaneous avascular necrosis of scaphoid.",
        "cop": 1,
        "opa": "Olliers disease",
        "opb": "Kienboch",
        "opc": "Kohlers disease",
        "opd": "Perthes disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "593a86c0-ce49-40cc-a2cf-38f843cc036c",
        "choice_type": "single"
    },
    {
        "question": "Kienbock disease is avascular necrosis of:",
        "exp": "Ans. (d) LunateRef: Maheshwari 5th ed. / 318* It is breakdown of the lunate bone, a carpal bone in the wrist that articulates with the radius in the forearm.* Specifically, Kienbock's disease is another name for avascular necrosis with fragmentation and collapse of the lunate.* This has classically been attributed to arterial disruption, but may also occur after events that produce venous congestion with elevated inter-osseous pressure.",
        "cop": 4,
        "opa": "Scaphoid",
        "opb": "Trapezoid",
        "opc": "Trapezium",
        "opd": "Lunate",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "69754df3-05ff-48bd-9ad9-722eda5fb84b",
        "choice_type": "single"
    },
    {
        "question": "Avascular necrosis can be a possible sequelae of fracture of all of the following bones, except:",
        "exp": "Ans. (d) Calcaneum:Ref: Maheshwari 5th ed. / 50, 2nd 141; Adams 9th/62Common sites of avascular necrosisHead of femurFracture neck femur Posterior dislocation of hipProximal pole of scaphoidFracture through waist of scaphoidBody of Talus LunateFracture through neck of talus Dislocation",
        "cop": 4,
        "opa": "Femur neck",
        "opb": "Scaphoid",
        "opc": "Talus",
        "opd": "Calcaneum",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "55f85282-bd59-441a-8c57-e348534fae02",
        "choice_type": "multi"
    },
    {
        "question": "Osgood-Shaltterrs disease is seen in: (PGI Dec 2010)",
        "exp": "Ans: A(Proximal tibia) Osgood-Shaltter Disease {also known as Tbial tubercle traumatic apophysitis or Louise's knees disease)# It is an inflammation of the growth plate at the tibia! tuberosity. It is a type of osteochondritis.NoteIt is an inflammation of the growth plate at the tibial tuberosity. It is a type of osteochondritis.The disease is most common in active boys aged 10-15. It most commonly occurs in just one leg but can occur in both at the same time.The natural history is benign, with almost all cases asymptomatic by skeletal maturitySurgical excision of residual ossicle has been described with good outcomeOsteochondritis / OsteochondrosisIt is ischemic necrosis of orteoarticular fragment of bone leading to compression, fragmentation or separation of a small segment of a articular cartilage of bone. This occurs mainly in adolescent and young adults, often during phase of increased physical activity, and may be initiated by trauma or repetitive stress. It can be of three types:1. Crushing OsteochondritisDiseaseSiteKohler'sKienbock'sPerthe'sNavicularLunateFemoral headScheurmann's Calve'sRing epiphysis of vertebrae Central bony nucleus of vertebral bodyFrieberg'sIslene2nd Metatarsal head 5th Metatarsal base2. Splitting OsteochnodritisKnee (lower lateral part of medial femoral condyle) is a most commonly involved jointQ3. Pulling Osteochondritis (Traction Apophysitis)DiseaseSiteOsgood Shaltter'sTibial tuberosityQSevere'sCalcanea] apophysisJohansson Larsen's diseaseLower pole patella",
        "cop": 1,
        "opa": "Proximal tibia",
        "opb": "Proximal femur",
        "opc": "Distal tibia",
        "opd": "Distal femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "4762515f-f0bd-4b1a-b505-b1cf9630cf9d",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of scaphoid fracture-",
        "exp": "Ans. is 'b' i.e., Avascular necrosis Complication of scaphoid fracture o Fractures of the scaphoid bone, even when undisplaced, are potentially troublesome and the incidence of complications is high, o The most important complications are :- Delayed union Non-union Avascular necrosis Osteoarthritis of wrist \"AVN is the most common complication of a scaphoid fracture, occuring in 15% to 30% of cases\". o Risk of AVN depends on the location of the fracture :- Fracture of the proximal segment (proximal 1/3) has the highest risk Fracture of middle segment (waist) has moderate risk Fracture of distal segment rarely causes AVN o The proximal part is more susceptible for AVN because of retrograde vascular supply. Most of the blood supply to the scaphoid enters distally, and proximal part has precarious supply after fracture through waist or proximal part of the bone. o Therefore, AVN occurs in proximal part.",
        "cop": 2,
        "opa": "Malunion",
        "opb": "Avascular necrosis of proximal part",
        "opc": "Wriststiffners",
        "opd": "Arthritis",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "921d2287-2bfa-44ed-92e5-02226237dbf9",
        "choice_type": "single"
    },
    {
        "question": "Avascular necrosis of hip, investigation of choice -",
        "exp": "Ans. is 'a' i.e., MRI o The first X-ray signs probably appear only 6-9 months after the occurrence of bone deatho MRI shows characteristic changes in the marrow long before the appearance of X-ray signs,o Therefore MRI is the most reliable way of diagnosing marrow changes and bone ischaemia (Avascular necrosis) at a comparatively early stage,o Investigation of choice for P1D at any level is MRI.Investigations in musculoskeletal systemo Investigation of choice for AVN Hip - MRIo Best initial test for osteomyelitis - Plain x-rayo Best second line test for osteomyelitis (if there is high clinical suspician and x-ray is negative) - MRIo Most accurate diagnostic test for osteomyelitis - Bone biopsy and culture,o Best view for scaphoid fracture - Oblique (scaphoid) view of wristo Best view forCl-C2 vertebrae & junction -Open mouth odontoid (Pegs) view ,o Investigation of choice for ACL & PCL injury- -MRIo Investigation of choice to detect calcification - CT scano Investigation of choice for prolapsed intervertebral disc - MRIo Investigation of choice for spinal tuberculosis - MRIo Investigation of choice for traumatic paraplagia - MRIo Gold standard and investigation of choice for osteoporosis - Dual energy x-ray absorptiometry (DEXA).",
        "cop": 1,
        "opa": "MRI",
        "opb": "USG",
        "opc": "CT",
        "opd": "XRAY",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "59a195fd-731f-4482-b54e-4c512219d5bb",
        "choice_type": "single"
    },
    {
        "question": "Traumatic fracture showing avascular necrosis: (PGI Dec 2007)",
        "exp": "Ans. A (Femoral neck) /Ref: Maheswari 3td/40-41,270; Dahnert Radiology Review manual 5th/46-48; Chapman 4th/45-46; Apley 8th/570-571]Avascular necrosis is common in fracture of- femoral neckQ (including slipped capital femoral epiphysis(r), posterior dislocation of hip}, neck talus(r), waist scaphoid(r) & lunateQ (dislocation) - Apley 8th/570In fracture neck fern urr the more proximal the lesions, more are the chance of avascular necrosis. So subcapital fracture neck femur has maximum chance ofAVN (worst prognosis)",
        "cop": 1,
        "opa": "Femoral neck",
        "opb": "Surgical neck of humerus",
        "opc": "Body of talus",
        "opd": "Cuboid",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "7197f6f2-eff8-48bf-81fa-f4d9eb88f692",
        "choice_type": "single"
    },
    {
        "question": "Osgood schlatters disease involves?",
        "exp": "Ans. (a) Tibial tuberosityRef.-.Apley's system of orthopaedics and fractures edited by Louis Solomon, dividwarwicky selvadurainayagam 9/e, p 575-576y 887)",
        "cop": 1,
        "opa": "Tibial tuberosity",
        "opb": "Femoral condyle",
        "opc": "Lateral malleolus",
        "opd": "Medial malleolus",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular Necrosis",
        "id": "7092856a-2b6f-4517-a787-da7f70051b54",
        "choice_type": "multi"
    }
]