[
    {
        "question": "All the following are true of Paget disease Except",
        "exp": "Paget disease is a disorder of unknown origin, which occurs in older people and involves either a single bone or several bones. It is not associated with systemic metabolic disturbances, and some pas of the skeleton are always spared. The bones show marked thickening, owing to excessive osteoblastic and reduced osteoclastic activity. Although only a few persons suffering from Paget disease develop sarcoma of bone, in adults the disease remains an impoant predisposing condition for this tumor in long bones. The skull and veebrae are viually never the sites of secondary osteogenic sarcomas. Ref: Maheshwari 6e pg 317.",
        "cop": 4,
        "opa": "It affects elderly individuals",
        "opb": "It may be monostotic or polyostotic",
        "opc": "There is an imbalance between osteoblastic and osteoclastic activity",
        "opd": "Deformed long bones result from coical bone thinning",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular necrosis and osteochondroses",
        "id": "68e386ea-93eb-4376-963c-36093e9ab192",
        "choice_type": "multi"
    },
    {
        "question": "An elderly woman was admitted with a fracture of the neck of right femur which failed to unite. On examination an avascular necrosis of the head of femur was noted. The condition would have resulted most probably from the damage to",
        "exp": "The major blood supply of femoral head is by lateral(superior) retinacular branch of medial circumflex aery. REF : MAHESWARI 9TH ED",
        "cop": 4,
        "opa": "Superior gluteal aery",
        "opb": "Inferior gluteal aery",
        "opc": "Acetabular branch of obturator",
        "opd": "Retinacular branches of circumflex femoral aeries",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular necrosis and osteochondroses",
        "id": "904dd70d-d5d9-4052-bd71-36bcd5451014",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old was given steroids after renal transplant. After 2 years he had difficulty in walking and pain in both hips. Which one of the following is most likely cause -",
        "exp": "High dose coicosteroid & alcohol abuse are the commonest causes of avascular necrosis,the commonest site being femoral head.the mechanism is intravascular thrombosis-hyperlipidemia & fatty degeneration of liver;fat embolism give rise tocapillary endothelial damage,platelet aggregation & thrombosis. reference:Apleys,9th edition,page no104",
        "cop": 2,
        "opa": "Primary osteoahritis",
        "opb": "Avascular necrosis",
        "opc": "Tuberculosis",
        "opd": "Aluminum toxicity",
        "subject_name": "Orthopaedics",
        "topic_name": "Avascular necrosis and osteochondroses",
        "id": "6620763f-5b7f-4e1f-a2d8-93b8e492593a",
        "choice_type": "multi"
    }
]