[
    {
        "question": "Nerve injured in inferior dislocation of shoulder is:",
        "exp": "Reference: Apley's System of Orthopaedics and Fractures 9th edition, Page 743Explanation:Inferior dislocation of the shoulder or luxatio erectaIt is a rare type of dislocation caused by forceful hyper abduction. which causes the humerus to hitch on the acromion and the humeral head to be levered out of its socket and displace into the axilla.The patient presents with the arm held erect in hyper abduction. This is also called subglenoid variety.As the force is of high intensity, the soft tissue injuries are marked and includes avulsion of the capsule and surrounding tendons, rupture of muscles, fractures of the glenoid or proximal humerus and damage to the brachial plexus and axillary artery.The nerve commonly injured here is the axillary which has a short fixed course from the back of the plexus, around the medial side of the neck to the back - a course which makes it difficult for the nerve to escape traction when the humeral head is displaced.Axillary nerve involvement causes paralysis of the deltoid and the teres minor and loss of sensation of skin covering the lateral aspect of the inferior part of the deltoid regimental badge anaesthesia'.",
        "cop": 1,
        "opa": "Axillary nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Radial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "0a207d7e-e9e0-47ff-8dde-e2883de204cf",
        "choice_type": "single"
    },
    {
        "question": "A young male after sudden unconsciousness following an episode of seizure, on awakening, finds that both of his arms were adducted and internally rotated. The most probable diagnosis is:",
        "exp": "Ans. b. Posterior dislocation (Ref: Cambell's Operative Orthopedics 10/Vol-III/3205-3207)Posterior Dislocation of Shoulder is caused by indirect force producing marked internal rotation and adduction, most commonly during a fit, convulsions or an electric shock.Posterior Dislocation of ShoulderMechanism of injury:Indirect force producing marked internal rotation and adductionQ, most commonly during a fit, convulsions or an electric shockQClinical Presentation:Diagnosis is frequently missedQ, patient may have normal contour of shoulderThe classical clinical feature is arm is held in medial rotation and is locked in that positionQ and the examiner cannot externally rotate it.Diagnosis:X-Ray: Due to medial rotation, head looks abnormal (electric bulb sign)Q and it stands away somewhat from glenoid fossa (empty glenoid sign)Q",
        "cop": 2,
        "opa": "Anterior dislocation",
        "opb": "Posterior dislocation",
        "opc": "Greater tuberosity fracture",
        "opd": "Rotator cuff injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "ca7c1cf5-d7a1-418f-be96-e5644809781f",
        "choice_type": "multi"
    },
    {
        "question": "In a case of recurrent anterior dislocation of shoulder, posterolateral lesions were found on radiological examination. What are these lesions?",
        "exp": "Ref: Apley's System of Orthopaedics and Fractures 9th edition.Explanation:HILL-SACHS LESIONOccurs in anterior dislocation of shoulder.Cortical depression fracture in the posterolateral aspect of the head of the ho mi nis.Caused by forceful impaction of the posterior part of the humeral head against the anteroinferior glenoid rim.REVERSE HIEL-SACHS LESIONIt occurs in posterior shoulder dislocation.Defect in anteromedial part of humeral head.Due to impingement of ihe anterior portion of the humeral head against the posterior glenoid rim.BANK ART LESIONComplication ol anterior shoulder dislocation.Detachment of the anterior inferior lahrum from underlying glenoid - Soft-tissue Bankart lesion.Detachment of the anterior inferior lahrum along with a piece of glenoid - Bony Bankart lesion.Causes recurrence of anterior dislocationREVERSE B ANK ART LESIONComplication of posterior shoulder dislocation.Detachment of posteroinferior lahrum from the glenoid.Causes recurrence of posterior dislocation.",
        "cop": 2,
        "opa": "Bankart's lesion",
        "opb": "Hill-Sachs lesion",
        "opc": "Putti Blanks lesion",
        "opd": "Reverse Hill Sachs lesion",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "a46dfac2-528d-4442-a19b-84cc8c139c6d",
        "choice_type": "single"
    },
    {
        "question": "Most common shoulder dislocation is -",
        "exp": "Ans. is 'd' i.e., Anterior o Shoulder joint is the commonest joint in human body to dislocate.o This is because shoulder joint is vulnerable for dislocation more often than any other joint in the bodyo The extreme mobility it enjoys jeopardizes its stability.o The shoulder joint has an ''Achilles point\" at inferior part of the capsule providing the joint with a potential weak spot, so much so 90 percent of the anterior dislocation occurs hereo 95% of shoulder dislocations are anterior and the remaining 5% are posterior.",
        "cop": 4,
        "opa": "Luxatio erecta",
        "opb": "Posterior",
        "opc": "Superior",
        "opd": "Anterior",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "d664ce0c-19d3-4f22-aebf-ba8ef122f4f4",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of anterior dislocation of shoulder:",
        "exp": "Reference: Wat son-Jones, Fractures and Joint Injuries, 7th edition. Page 482- 484.Explanation:Anterior dislocation of the shoulder - Mechanism of injuryIt is a fall on the outstretched hand w ith limb in lateral rotation, so that the head of the humerus is forced against the anterior capsule which is torn or avulsed from the glenoid labrum.It is not just an abduction injury but a lateral rotation injury as well.Thus the mechanism mav be said to be abduction and external rotation.Posterior dislocation of the shoulder - Mechanism of injuryA forceful medial rotation causes posterior dislocation.This is commonly seen in the bizarre position of the shoulder because of muscle spasm during epileptic attacks, severe electric shock and electro- convulsive therapy when muscle relaxants have not been used.Rarely a direct blow on the front of the shoulder can cause the head of the humerus to be pushed out posteriorly.",
        "cop": 4,
        "opa": "Flexion n internal rotation",
        "opb": "Flexion n external rotation",
        "opc": "Abduction and internal rotation",
        "opd": "Abduction and external rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "ec99d132-e6b0-4433-8a2f-894f05ff4e6d",
        "choice_type": "single"
    },
    {
        "question": "In Anterior dislocation of shoulder which nerve is commonly affected:",
        "exp": "Ans. (a) Axillary nerveRef.: Maheshwari 9th ed. / 91* The shoulder is the most frequently dislocated joint. It moves almost without restriction but pays the price of stability. The shoulders integrity is maintained by the gleno-humeral joint capsule, the cartilaginous glenoid labrum (which extends the shallow glenoid fossa), and muscles of the rotator cuff.* Anterior dislocations occur in as many as 98% of cases. Anterior displacement of the humeral head is the most common dislocation seen by emergency physicians.Shoulders Pathology and Nerve Involved* Ant. Shoulder dislocationAxillary Nerve* Surgical neck humerus Axillary Nerve* Humerus shaft Radial Nerve* Supracondylar Anterior Interosseous Nerve > Median Nerve* Cubitus valgus* Medial condyle humerus Tardy ulnar nerve palsy Ulnar Nerve* An inferior shoulder dislocation is the least common form of shoulder dislocation. The condition is also called luxatio erecta because the arm appears to be permanently held upward or behind the head, in fixed abduction. It is caused by a hyper-abduction of the arm that forces the humeral head against the acromion.",
        "cop": 1,
        "opa": "Axillary nerve",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "0f4ba876-6c11-48f5-8d3c-21ea1e321f16",
        "choice_type": "single"
    },
    {
        "question": "In Inferior shoulder dislocation nerve most common injured is:",
        "exp": "ANSWER: (A) AxillaryREF: Nerve and Vascular Injuries in Sports Medicine, By Venu Akuthota, Stanley A. Herring, page 92\"Injury to the axillary nerve is most commonly due to traumatic event causing traction at the shoulder. This includes glenohumeral dislocation and humeral fracture. The incidence of axillary nerve damage is reported to be 19-55 % in anterior dislocation and even more (60 %) in inferior dislocation\"",
        "cop": 1,
        "opa": "Axillary",
        "opb": "Median",
        "opc": "Ulnar",
        "opd": "Radial",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "ddf9f360-7723-45ff-a4ce-365ab8691745",
        "choice_type": "single"
    },
    {
        "question": "Traumatic anterior dislocation of shoulder with sensory loss in lateral side of forearm and weakness of flexion of elbow joint, most likely injured nerve is",
        "exp": "Ans. is 'd' i.e.Musculocutaneous nerve Flexion at the elbow is brought about by- BrachialisBiceps brachi BrachioradialisTheir nerve supply :Brachialis -- Musculocutaneous nerveBiceps brachi - Musculocutaneous nerveBrachioradialis - Radial nerveSo the nerve injured is either musculocutaneous nerve or radial nerve.The cutaneous nerve supply of :Musculocutaneous nerve - * lateral cutaneous nerve of forearm - skin of the lateral side of the forearmRadial nerve - * Post. Cutaneous nerve of arm - Supplies skin on backlower lateral cutaneous nerve of armpost cutaneous nerve of forearm.- posterior aspect of fore armThus sensory loss in lateral side of forearm and weakness of flexion of elbow joint is due to injury to musculocutaneous nerve.",
        "cop": 4,
        "opa": "radial nerve",
        "opb": "ulnar nerve",
        "opc": "axillary nerve",
        "opd": "musculocutaneous nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "153f2765-8ca2-41d3-acd5-1231a85dbe7e",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old boy has a history of recurrent dislocation of the right shoulder. On examination, the orthopedician puts the patient in the supine position and abducts his arm to 90 degrees with the bed as the fulcrum and then externally rotates it but the boy does not allow the test to be performed. The test done by the orthopedician is",
        "exp": "Ans. is 'a' ie apprehension test Apprehension sign :This is a test to detect an unstable shoulder.The shoulder is abducted and externally rotated.As the examiner loads the shoulder along the long axis of the arm, the pt. becomes apprehensive, and tries to resist any further movement by using his hand or by making the shoulder stiff by muscle spasm.Some other imp, testsMe Murrays test :Test to detect meniscal injury.With the pt. lying on a couch, the surgeon stands at the side of the injured limb. He grasps the foot firmly with one hand and the knee with the other.The knee joint is completely flexed, the foot is rotated externally and the leg abducted. The joint is now slowly extended keeping the leg externally rotated and abducted.As the torn cartilage gets caught during this manoeuvre the patient will experience pain or a click may be heard and felt.A similar test with the foot internally rotated and leg adducted is carried out for lateral meniscus tears.Aplev's grinding test :Test to detect meniscal injury.The pt. lies prone on the couch. Knee is flexed to 90deg. Surgeon applies compression along the long axis of the tibia while rotating it on the femur (grinding movement).Pain during this movement indicates a meniscal tear.Pain on lateral rotation indicates a medial meniscal tear while that on medial rotation indicates a lateral meniscal tear.Sulcus test - Test to detect inferior dislocation of shoulder.Tests associated with ant, dislocation of shoulderDugas test* - Inability to touch the opposite shoulderHamilton ruler test* - Because of flattening of the shoulder It's possible to place a ruler on the lateral side of the arm. This touches the acromion and lateral condyle of the humerus simultaneously.Callway's test* - In dislocation of the shoulder vertical circumference of axilla is increased compared to normal side.Note :this type of question where a clinical method is asked is entirely new. A new question in AIIMS always indicates that these type of questions are to be expected in near future. So go through the following tests alsoBarlows test - for CDH* Ortalanis test - for CDH* Drawers test - for Cruciate ligament injury* Lachmann test - for Ant cruciate ligament injury* Ober's test - for tight ilio-tibial band* (eg in polio)Pivot shift test - for anterior cruciate ligament injury*.Thomas test - for hip flexion deformity* Trendelberg test - for unstable hip due to any reason (295 Maheshwari 2nd ed.)Cozen's test - Test to detect tennis elbow (305 Maheshwari)Painful arc test - Test to detect subacromial impingement of the rotator cuff as a cause of shoulder pain (307 Maheshwari 2nd ed.)Arm drop sign - Sign suggestive of complete tear of the rotator cuff*",
        "cop": 1,
        "opa": "Apprehension test",
        "opb": "Sulcus test",
        "opc": "Dugas test",
        "opd": "MC Murray's test",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "b2a18906-f5c3-46be-86f8-bfd4c7d9f7b3",
        "choice_type": "multi"
    },
    {
        "question": "Nerve injured in anterior dislocation of shoulder -",
        "exp": "Ans. is 'b' i.e., Axillary o Injury to the axillary (circumflex) nerve is the most common complication (5-30%).Complications of anterior dislocationo Anterior dislocation of shoulder may have following complications.Injury to the axillary (circumflex) nerve is the most common complication (5-30%)Occasionally other branches of brachial plexus are damaged especially the posterior cord.Occasionally axillary artery may be damaged especially if the vessel is athromatous or it may damage during attempted late reduction.Associated fractures like greater tuberosity.Recurrent dislocation.o The most common complication of anterior dislocation of shoulder is axillary' (circumflex) nerve injury'. There is consequent paralysis of the deltoid muscle, with a small area of anaesthesia at the lateral aspect ofthe upper arm.",
        "cop": 2,
        "opa": "Radial",
        "opb": "Axillary",
        "opc": "Long thoracic",
        "opd": "Median",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "8effc724-e107-421e-b102-ffcf58a8f204",
        "choice_type": "single"
    },
    {
        "question": "Shoulder dislocation occurs commonly in which direction?",
        "exp": "Ref: Apt ex's System of Orthopaedics and Fractures, 8th ed.Explanation:Shoulder DislocationA dislocated shoulder occurs when the humerus separates from the scapula at the glenohumeral joint.The shoulder joint has the greatest range of motion of any joint in the body and as a result is particularly susceptible to dislocation and subluxation.Approximately half of major joint dislocations seen in emergency departments are of the shoulder.Partial dislocation of the shoulder is referred to as subluxation.ClassificationAnterior (forward)Over 95% of shoulder dislocation cases are anterior.Most anterior dislocations are sub-coracoid.Sub-glenoid, subclavicular, and. very rarely, intrathoraeic or retroperitoneal dislocations may occurAnterior dislocations are usually caused by a direct blow to or fall on an outstretched arm.The patient typically appears holding their arm externally rotated and slightly abducted.It can result in damage to the axillary artery and axillary nerve (C5, C6).Damage to the axillary nerve results in a weakened or paralysed deltoid muscle.As the deltoid atrophies unilaterally, the normal rounded contour of the shoulder is lost. A patient w ith injun to the axillary nerv e will have difficulty in abducting the arm from approximately 15deg away from the body.The supraspinatus muscle (supplied by suprascapular nerve) initiates abduction from a fully adducted position (the first 15 degrees).Posterior (backward)Posterior dislocations are occasionally due to electric shock or seizureCaused by strength imbalance of the rotator cuff muscles.Patients typically present holding their arm internally rotated and adducted, and exhibiting flattening of the anterior shoulder and a prominent coracoid process.Often goes unnoticed, especially elderly & unconscious trauma patient.Inferior (downward) (luxatio erecta)Inferior dislocation is the least likely form, occurring in less than 1% of all shoulder dislocation cases.This condition is also called luxatio erecta because the arm appears to be permanently held upward or behind the headIt is caused by a hyper abduction of the arm that forces the humeral head against the acromion. High incidence of vascular, neurological, tendon, and ligament injuries.",
        "cop": 1,
        "opa": "Anteriorly",
        "opb": "Superiorly",
        "opc": "Postriorly",
        "opd": "Medially",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "a0bfe834-533e-4413-98da-7d82274bbdb5",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old male presents with anterior shoulder dislocation. This injury is usually caused as a combination of which of the following?",
        "exp": "Ans. c. Abduction and external rotation (Ref: Maheshwari 3 ep74)Anterior shoulder dislocation is usually caused as a combination of abduction and external rotation.Mode of Injury Causing Shoulder DislocationRecurrent anterior dislocationPosterior dislocationInferior dislocationAbduction and external rotation forceIndirect force producing marked internal rotation and adductionSevere hyperabduction forceAnterior Dislocation of Shoulder* Shoulder is the MC joint to undergo recurrent and /or nonrecurrent (traumatic) dislocation0.* Anterior dislocation is the MC type of shoulder dislocation0 accounting for ~ 97% of cases.* Subcoracoid0 is the MC subty pe.Mechanism of Injury:* Two type of injury may lead to it:* External rotation or horizontal abduction force on humerus0 this movement occurs in throwing ball or slapping.* Direct posterior or posterioriaterai blow on shoulder, e.g. a fall on elbow directed backward and outward.* In young patients lesion of anterior capsule is most commonly an avulsion of labrum from front of glenoid and neck of scapula (Bankart's lesion).Anterior Dislocation of ShoulderPathology (in recurrent cases)* Bankart's lesion is stripping off fibrocartilage labrum from anterior glenoid and neck of scapula.* Hill Sachs lesion is compression fracture of posterolateral humeral head due to impression (friction) of glenoid rim. which occurs during repeated dislocation.Clinical Features:* Reproduction of patient's symptom in a position of abduction, external rotation and extension.* Patient keeps his arm slightly abducted hanging by the side of body.* Normal round contour of shoulder is lost and it becomes fiat.* Fullness /bulge is seen below the clavicleDugas test* It is not possible for the patient to bring the elbow close to the body and put the hand on his opposite shoulder0.Callaway's Test* In dislocation vertical circumference of axilla is increase compared to the normal side.Hamilton rulertest* Because of flattening of shoulder, it is possible to place a ruler on the lateral side of arm and it touches acromian and lateral condyle of humerus simultaneously (in normal it would not due to shoulder contour).* AP X-ray show overlapping shadow of humeral head and glenoid fossa: and later view show humeral head out of line with the socket.Management:* Commonly used reduction techniques are Stimson's gravity method, Hippocratic method and Kocher's methodsKocher's method* Reduction, in general (by Kocher's method) is done by increasing the deformity by traction and then doing opposite movements.* So the steps of reduction are traction in slight abduction and external rotation to increase deformity followed by adduction and internal rotation.Stimson's method* Patient is left prone with the arm hanging over the side of bed. Thus weight of limb helps in reduction.Hipprocatic method* In Hipprocatic method, gently increasing traction and counter traction is applied.",
        "cop": 3,
        "opa": "Abduction and internal rotation",
        "opb": "Adduction and internal rotation",
        "opc": "Abduction and external rotation",
        "opd": "Adduction and external rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "ef27456b-4e44-4ef4-a570-0f45a063afec",
        "choice_type": "multi"
    },
    {
        "question": "The lesions associated with recurrent dislocation of shoulder include all, except:",
        "exp": "Ans. is 'd' i.e. Supraspinatus tear Shoulder joint is the most common joint to dislocateThree important lesions are seen associated with recurrent dislocation of shoulderThese are k/a essential lesionsHill-Sach 's lesion is an indentation on the postero-lateral aspect of the humeral head, its a compression fracture due to the humeral head impacting against theanterior glenoid rim each time it dislocates.Bankart's lesion is avulsion of the labrum & capsule from the anterior rim of the glenoid.it results due to anterior dislocation of the humeral head and is felt to be the primary lesion for recurrent anterior dislocation.Erosion of anterior rim of glenoid cavityOther pathological lesions associated with recurrent shoulder dislocation arecapsular laxitysubscapularis deficiencyglenoid fossa deficiency.More about Recurrent shoulder dislocationAbout 95% of recurrent shoulder dislocations are anterior.Cause can be traumatic or atraumatic. ,Most common traumatic injury leading to anterior instability is anterior shoulder dislocation.Atraumatic causes include repetitive atraumatic injury Ehlers Danlos syndrome Marfans syndrome congenital absence of the glenoid deformities of the proximal humerusTests used to identify instability of shoulder, prone to develop recurrent anterior dislocations or subluxations.Apprehension test - this is a provocative test ih which the examiner cautiously lifts the arm into abduction, external rotation and then extension, at the crucial moment the patient senses that the humeral head is about to slip out anteriorly and his body tautens in apprehension.Sulcus test - A sulcus sign is demonstrated by pulling inferiorly on the relaxed shoulder. A sulcus observed between the acromian & proximal humeral head is considered a positive finding.Shoulder drawer sign test - the humeral head is grasped in one hand and the clavicle and scapula are stabilized in the other. The head of the humerus is manipulated forwards & backwards (like a drawer).Compared with the unaffected shoulder, the affected shoulder often demonstrates increased laxity.Relocation test - this test involves placing the shoulder in the position of apprehension and applying a posteriorly directed force on the humeral head. The result is considered positive if this relieves the patient's apprehension.Fulcrum test Operative treatmentBankart procedure - the tom glenoid labrum and capsule are repaired.Putti-Platt operation - the anterior capsule and the subscapularis are shortened and tightenedBristow-Latarjet operation - here the antero-inferior capsule is reinforced by redirecting other muscles across the front of the joint.Osteotomy - correction of a reduced retroversion angle of the humeral head by osteotomy.",
        "cop": 4,
        "opa": "Hill-Sach's lesion",
        "opb": "Bankart's lesion",
        "opc": "Capsular laxity",
        "opd": "Supraspinatus tear",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "0b7131b9-7ce7-4f06-90e3-198b84525ea4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about anterior shoulder dislocation",
        "exp": "Ans. is 'a' i.e., It is most common type of shoulder dislocation Anterior dislocation of shouldero Anterior dislocation of the shoulder is the most common type of shoulder dislocation. Head of the humerus comes out of the glenoid cavity and lies anteriorly. Anterior dislocation of shoulder could be:-1) Preglenoid It is the most common type of anterior dislocation and head lies in front of glenoid.2) Subcoracoid The head lies below the coracoid process.3) Subclavicular (infraclavicular)The head lies below the clavicle.4) Intrathoracic It is very rare.o Mechanism of Injury Two types of injury may lead to anterior dislocation:i) Indirect force (most common) Abduction, external rotation and extension force due to fall on outstretched hands or during throwing.ii) Direct force (less common) - Direct blow on shoulder from posterior or posterior lateral such as a fall on elbow directed backward and outward.Clinical features of anterior dislocationo Severe pain and inability to move shoulder.o Patient keeps his arm by the side of the body in a position of abduction and external rotation.o Adduction and internal rotations are restricted.o Shoulder is \"squared of' i.e., normal round contour of shoulder is lost and it becomes flato Humeral head is palpable anteriorly in subcoracoid region, beneath the clavicleo There is anterior fullness in shoulder.o Dugas test: It is not possible for the patient to bring the elbow close to the body & put the hand on his opposite shoulder.o Callway's test: In dislocation vertical circumference of axilla is increased compared to the normal sideo Hamilton ruler test: Because of flattening of shoulder, it is possible to place a ruler on the lateral side of arm and it touches acromian & lateral condyle of humerus simultaneously (in normal it would not due to shoulder contour)o Bryant's test: Anterior axillary fold is at lower levelo Regiment badage test: Area of anesthesia around the deltoid due to injury to the axillary nerve.Complications of anterior dislocationo Anterior dislocation of shoulder may have following complications.i) Injury to the axillary (circumflex) nerve is the most common complication (5-30%).ii) Occasionally other branches of brachial plexus are damaged especially the posterior cord.iii) Occasionally axillary artery may be damaged especially if the vessel is athromatous or it may damage during attempted late reduction.iv) Associated fractures like greater tuberosity.v) Recurrent dislocation.o The most common complication of anterior dislocation of shoulder is axillary (circumflex) nerve injury. There is consequent paralysis of the deltoid muscle, with a small area of anaesthesia at the lateral aspect of the upper arm.Treatment of anterior dislocationo Anterior dislocation of shoulder is an emergency and has to be immediately reduced. Reduction should be gentle and should be done preferably under general anaesthesia. There are various methods of reduction:-1) Kocher's maneuver# The most commonly used method is the Kocher's method# The various steps of this method of reduction are (remember TEAM) T- Traction (along the line of humerus) E- External (lateral) rotation of arm A- Adduction of arm M- Medial (internal) rotation of arm2) Stimson's gravity method Patient is left prone with the arm hanging over the side of bed. Thus weight of limb helps in reduction.3) Hippocrates maneuver Reduction is done by axial traction in semiabducted arm with countertraction is given by placing the foot in axilla.o After the reduction, the arm should be immoblized for 3 weeks by chest arm strapping.",
        "cop": 1,
        "opa": "It is most common type of shoulder dislocation",
        "opb": "It is most commonly subclavicular",
        "opc": "Patient keeps his arm in saluting position",
        "opd": "Injury to brachial plexus may occur",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "8c715beb-befe-41cf-9e20-d5804cc6ceb5",
        "choice_type": "multi"
    },
    {
        "question": "Recurrent dislocation are common in :",
        "exp": "Ans. is 'a' shoulder [Ref. Maheshwari, 3/e, p76 (2/e, p75)Commonest joint in the human body to dislocate- shoulder*Commonest joint in body to undergo recurrent dislocation- shoulder*Commonest type of shoulder dislocation- Anterior*",
        "cop": 1,
        "opa": "Shoulder",
        "opb": "Patella",
        "opc": "Hip joint",
        "opd": "Elbow joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "847fd1ca-5d31-4860-858a-7aa85dae4022",
        "choice_type": "single"
    },
    {
        "question": "Bankart's lesion is seen at",
        "exp": "Ans. is 'b' i.e Ant. Surface of glenoid labrum In anterior dislocation of shoulder following pathological changes are seen*.Bankart's lesion :Ant. Dislocation causes stripping of the glenoid labrum along with the periosteum from the anterior surface of the glenoid and scapular neck.The head thus comes to lie in front of the scapular neck, in the pouch thereby created.Hill Sach's lesion :This is a depression on the humeral head in its postero-lateral quadrant*. Caused by impingement by the interior edge of the glenoid on the head as it dislocates.Roundening of the anterior glenoid rim occurs as the head dislocated over it.There may be associated fractures of the greater tuberosity of the humerus or of the rim of the glenoid.",
        "cop": 2,
        "opa": "Post surface of glenoid labrum",
        "opb": "Ant surface of glenoid labrum",
        "opc": "Ant part of head of humerus",
        "opd": "Post part of head of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "743e23bf-178f-4360-845b-faaccfc9d952",
        "choice_type": "single"
    },
    {
        "question": "Hill Sach's lesion:",
        "exp": "Ans. (c) Shoulder DislocationRef: Maheshwari 5th ed. / 90* A Hill-Sachs lesion, also Hill-Sachs fracture, is a cortical depression in the postero-lateral head of the humerus bone.It is seen in anterior shoulder dislocation due to forceful impaction of the humeral head against the antero-inferior glenoid rim.Also Know* Reverse Hill Sach's lesion is due to posterior shoulder dislocation. Micro avulsion is seen on antero-medial aspect of humeral head.* Bankart lesion is avulsion of anterior glenoid labrum.",
        "cop": 3,
        "opa": "Hip joint dislocation",
        "opb": "Elbow dislocation",
        "opc": "Shoulder Dislocation",
        "opd": "Jaw dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "b81ddfc6-d8b5-4217-b973-1b2ba76fcd38",
        "choice_type": "single"
    },
    {
        "question": "Light bulb sign in X-ray shoulder is seen in: (D. REPEAT Feb 2014)",
        "exp": "Ans: C (Post dislocation of shoulder) Ref: Apley's System of Orthopaedics and Fractures. 9th ed. Explanation:Light bulb appearance - Seen due to internal rotation of humeral head in posterior dislocation of the shoulder.When the humerus dislocates posteriorly, it also internally rotates such that the head contour projects like a light bulb when viewed in a shoulder AP radiograph.Anterior dislocation of shoulder occurs from excessive external rotation of the shoulder (especially in abduction).Risk factors of Posterior shoulder dislocation of the shoulder occurs from:o Excessive internal rotation,o Following seizure episode,o Following electrocution.o In both seizure and electrocution, excessive contraction of the stronger muscles of the upper back causes pull of the humeral head backward causing dislocation.* Normal appearance of shoulder in X-ray.* Light bulb appearance of humeral head in X-ray due to internal rotation of the humeral head in posterior dislocation.Note: associated with anterior shoulder dislocation - Fracture of the greater tuberosity. associated with posterior shoulder dislocation - Fracture of the lesser tuberosity.Also Note:Standard Radiographs for Trauma of Shoulder:Shoulder - AP (in external rotation)Scapula Y viewAdditional Views:AP view (in internal rotation or in neutral position).Axial view.Shoulder LesionsHill-Sachs lesion: Compression fracture in the posterolateral humeral head, occurring secondary to recurrent- anterior shoulder dislocations, due to impingement of the humeral head against the anteroinferior part of the glenoid. It commonly associated with a Bankart lesion of the glenoid.Reverse Hill-Sachs lesion/ McLaughlin lesion: Impaction fracture of antero-medial aspect of humeral head following posterior dislocation of the humerus. Occurs due to impingement of humeral head against the posterior rim of the glenoid.Bankart lesion: Detachment of the anterior inferior iabrum from the glenoid; results from anterior shoulder dislocation.Bony Bankart lesion: Avulsion of a fragment of glenoid rim along with the Iabrum.Reverse Bankart lesion: Detachment of the posteroinferior Iabrum; results from posterior shoulder dislocation.Perthes lesion of shoulder: Detachment of the anteroinferior Iabrum with medially stripped but intact periosteum.SLAP tear {Superior labral anterior posterior tear): Tear of the superior Iabrum in the region of the insertion of the biceps.",
        "cop": 3,
        "opa": "Fracture neck of humerus with fracture glenoid",
        "opb": "Anterior dislocation of shoulder",
        "opc": "Post dislocation of shoulder",
        "opd": "Fracture Scapula",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "e901763d-8653-48cc-8986-fb4ea7bbefee",
        "choice_type": "single"
    },
    {
        "question": "In a man lifting up suitcase, posterior dislocation of glenohumeral joint is prevented by:",
        "exp": "Ans. (c) CoracobrachialisRef: Maheshwari 5th ed. / 88* Glenohumeral joint is the most important joint of shoulder complex.* It is a synovial ball and socket articulation between the head of the humerus and glenoid cavity of scapula.* Movements at this joint includes flexion, extension, abduction, adduction, medial rotation, lateral rotation and circumduction.* Posterior dislocation of glenohumeral (shoulder) joint would be prevented by the muscle which originate posteriorly and inserted anteriorly.# For Example: Corachobrachialis muscle originate from Coracoid process of scapula and inserted at Medial aspect of shaft of humerus.* The net vector of pull of this muscle would be anteriorly, opposing the posterior dislocation of shoulder joint.Origin & Insertions of Muscles Around Shoulder Joint:MuscleOriginInsertionDeltoidAnt. Fibres- Lateral l/3rd of anterior border of clavicleMiddle Fibres- Lateral border of acromionPosterior Fibres- Lower lip of crest of spineDeltoid Tuberosity of humerusCoracobra- chialisCoracoid process of scapulaMedial aspect of shaft of humerusLatissimus dorsiPosterior l/3rd of iliac crest, lumbar fascia, spine of lower 6 thoracic vertebrae, lower 4 ribs inferior angle of scapulaFloor of bicipital grooveBicepsLong head: supra glenoid tubercle of scapulaShort head: coracoids process of scapulaTuberosity of radiusThe classical clinical feature of posterior dislocation of shoulder is- arm is held in medial rotation and is locked in that position, and an examiner can not externally rotate it.",
        "cop": 3,
        "opa": "Deltoid",
        "opb": "Latissimus dorsi",
        "opc": "Coracobrachialis",
        "opd": "Short head of biceps",
        "subject_name": "Orthopaedics",
        "topic_name": "Dislocation of Shoulder",
        "id": "e534066a-c227-47d6-a472-4fedcdb48912",
        "choice_type": "single"
    }
]