[
    {
        "question": "Test for De-quervain's tenovaginitis -",
        "exp": "Ans. is 'b' i.e., Finkelstein test o De-Quervian's teno vaginitis is characterized by pain over the styloid process of the radius and palpable thickening in the course of the abductor pollicis longus and extensor pollicis brevis tendons.o The condition is five times commoner in women than men, predominantly in middle age.o The main symptom is pain on using the hand, especially when movement tenses the abductor pollicis longus and extensors pollicis brevis tendons (as in lifting a saucepan or a teapot)o On examination, there is local tenderness at the point where the tendons cross the radial styloid processo The thickened fibrous sheath are usually palpable as firm noduleo Passive adduction of the wrist or thumb causes the patient to wince with pain.o Finkelstein's test is used to diagnose De-Quervain's tenovaginitis.o To perform the test, the patients ask to flex their thumb and clench their fist over the thumb followed by ulnar deviation. This produces sharp pain along the distal radius.",
        "cop": 2,
        "opa": "Cozen test",
        "opb": "Finkelstein test",
        "opc": "Kanavel's sign",
        "opd": "Phalen test",
        "subject_name": "Orthopaedics",
        "topic_name": "Disorders of the Hand",
        "id": "96ee6e14-b22a-4db6-8130-fd07a9cc1a61",
        "choice_type": "single"
    },
    {
        "question": "Which of the following DOESN'T indicate ulnar nerve injury:",
        "exp": "Ans. (c) Abductor Pollicis longus palsyRef: Maheshwari 5th ed. / 65,67# The abductor pollicis longus muscle is innervated by the posterior interosseous nerve, which is a continuation of the deep branch of the radial nerve after it passes through the supinator muscle.# Froment's sign tests for palsy of the ulnar nerve, specifically, the action of adductor pollicis. To perform the test, a patient is asked to hold an object, usually a flat object such as a piece of paper, between their thumb and index finger (pinch grip). The examiner then attempts to pull the object out of the subjects hands. A normal individual will be able to maintain a hold on the object without difficulty.# However, with ulnar nerve palsy, the patient will experience difficulty maintaining a hold and will compensate by flexing the FPL (Flexor Pollicis Longus) of the thumb to maintain grip pressure causing a pinching effect.# Injury of the ulnar nerve at different levels causes varying motor and sensory deficits.",
        "cop": 3,
        "opa": "Clawing of medial 2 digits",
        "opb": "Froment sign is present",
        "opc": "Abductor Pollicis longus palsy",
        "opd": "loss of sensory supply of medial little finger and medial half of ring finger",
        "subject_name": "Orthopaedics",
        "topic_name": "Disorders of the Hand",
        "id": "923bad66-4faa-49c8-ad38-84473caf6192",
        "choice_type": "single"
    },
    {
        "question": "Cause of Dupuytren's contracture is -",
        "exp": "Ans. is 'd' i.e., All of the above o Dupuytren's contracture is characterized in the established phase by flexion contracture of one or more fingers from thickening and shortening of palmar aponeurosis.o The exact etioloev is unknow: However, the condition is more commonlv associated with following conditionsi) Epileptics taking phenytoinii) Diabetesiii) Smokingiv) Alcoholic cirrhosisv) AIDSvi) Pulmonary TBo Often both hands are affected (Bilateral disease), one more than the other.o The earliest sign is a small thickened nodule in the mid-palm opposite the base of ring finger.o Gradually this extends dis tally to involve the ring or little finger.o There is a rare, curious association with fibrosis of the corpus Cavemosum.",
        "cop": 4,
        "opa": "DM",
        "opb": "Alcohol",
        "opc": "Smoking",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Disorders of the Hand",
        "id": "05527c61-e02d-46d0-b188-5ecaccf14781",
        "choice_type": "multi"
    },
    {
        "question": "Felon means infection of:",
        "exp": "Ans. (b) Terminal pulp spaceRef: Maheshwari 5th ed./206* Felons/Whitlow are closed-space infections of the fingertip pulp. Infection occurring within these compartments can lead to abscess formation, edema, and rapid development of increased pressure in a closed space. This increased pressure may compromise blood flow and lead to necrosis of the skin and pulp.* Clinical feature: Felons are characterized by marked throbbing pain, tension, and edema of the fingertip pulp.* Causes: Staphylococcus aureus, is the most common cause.* Management: The felon should be incised in the area of maximum tenderness. The incision should not cross the distal interphalangeal (DIP) joint to prevent formation of a flexion contracture at the DIP flexion crease. Probing is not carried out proximally to avoid extension of infection into the flexor tendon sheath.* Complication of felon: Osteomyelitis > Tenosynovitis",
        "cop": 2,
        "opa": "Epinychium",
        "opb": "Terminal pulp space",
        "opc": "Deep palmar abscess",
        "opd": "Subcuticular space",
        "subject_name": "Orthopaedics",
        "topic_name": "Disorders of the Hand",
        "id": "9184a044-6cc8-4b53-a11b-8fa7448ae927",
        "choice_type": "single"
    },
    {
        "question": "Kanavel's sign is seen in",
        "exp": "Ans. is 'a' i.e. Tenosynovitis Kanavel's sign is seen in acute suppurative tenosynovitis of the little finger. It is tenderness elicited at a point in between the two palmar crease about 2.5 cm proximal to the base of the little finger.There are also 4 Cardinal signs of Kanavel seen in acute suppurative tenosynovitis of fingers. These are:finger held in slight flexion,fusiform swelling involving entire finger,tenderness along the flexor tendon sheath, andpain with passive extension of the digit.Tenosynovitis is inflammation of the tendon and tendon sheath.",
        "cop": 1,
        "opa": "Tenosynovitis",
        "opb": "Trigger finger",
        "opc": "Dupuytrens contracture",
        "opd": "Carpal tunnel syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Disorders of the Hand",
        "id": "7d0576f9-0b97-4bcd-8123-b04bbfa22851",
        "choice_type": "single"
    },
    {
        "question": "Finkelstein's test is done for diagnosis of:",
        "exp": "Ans: A (De quervain's tenosynovitis) Ref: Apley's System of Orthopaedics and Fractures. 9th EditionExplanation:DE QUERVAIN'S DISEASEThis condition, first described in 1895. is caused by reactive thickening of the sheath around the extensor pollicis brevis and abductor pollicis longus tendons within the first extensor compartment.It may be initiatedby overuse but it also occurs spontaneously, particularly in middle-aged women, and sometimes during pregnancy.The pathognomonic sign is elicited by Finkelstein's test.The examiner places the patient's thumb across the palm in full flexion and then, holding the patienf s hand firmly, turns the wrist sharply into adduction.In a positive test this is acutely painful; repeating the movement with the thumb left free is relatively painless.Resisted thumb extension (hitch-hiker's sign) is also painful.",
        "cop": 1,
        "opa": "De quervain's tenosynovitis",
        "opb": "Trigger finger",
        "opc": "Carpel tunnel syndrome",
        "opd": "Compartment syndrome",
        "subject_name": "Orthopaedics",
        "topic_name": "Disorders of the Hand",
        "id": "113c3118-ebd8-4525-9265-4dfb45c56e02",
        "choice_type": "single"
    }
]