[
    {
        "question": "Which of the following are associated with supracondylar fracture of humerus",
        "exp": "Supracondylar fracture of humerus: Occurs most commonly in children It is an hyperextension injury It may be of flexion type or extension type Cubitus varus deformity occurs as a result of malunion. Ref: Maheshwari and Mhaskar 6e pg 97.",
        "cop": 4,
        "opa": "It is uncommon after 15 yrs of age",
        "opb": "Extension type fracture is more common than the flexion type",
        "opc": "Cubitus varus deformity commonly results following malunion",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "e05aa1ec-6726-42f9-8592-bd51fb345825",
        "choice_type": "multi"
    },
    {
        "question": "Most commonly injured nerve in Supracondylar fracture of humerus is ?",
        "exp": "Nerve injury in Supracondylar fracture of humerus is anterior interosseous nerve Neurological injury is associated with 7 % to 15 % cases with the median nerve, especially anterior Interooseus branch being with the most common. In posterolateral displacement the median nerve is most commonly involved . In Flexion type of fracture, ulnar nerve is most commonly involved. Ref maheshwari 9th ed",
        "cop": 4,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Anterior Interooseus nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "895363d3-cdd2-4e39-9fe7-ae914a43c0a5",
        "choice_type": "single"
    },
    {
        "question": "Osteogenesis imperfecta (OI) may present similarly to child maltreatment. However, there are features of OI that may help differentiate the 2, including blue sclera and osteopenia. Which of the following is another distinguishing feature",
        "exp": "Multiple medical conditions can present similarly to nonaccidental trauma, including OI. This autosomal dominant genetic disease often presents with multiple fractures in the setting of minimal trauma. However, distinguishing features include osteopenia, blue sclera, family history, and dental involvement. Polydactyly and a patent foramen ovale are not typical features of OI.",
        "cop": 2,
        "opa": "Multiple fractures in the setting of minimal trauma",
        "opb": "Dental involvement",
        "opc": "Patent foramen ovale",
        "opd": "Polydactyly",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "4c0fc21a-c4c9-4ec8-b217-98b5f007ad41",
        "choice_type": "single"
    },
    {
        "question": "Supracondylar fracture is usually caused by",
        "exp": "supracondylar fracture of the humerus is the most serious fracture in childhood. Mechanism: The fracture is caused by a fall on an outstretched hand.As hand strikes the ground the elbow is forced into hyperextension resulting in fracture of humerus above the condyles. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 5, Page no: 97",
        "cop": 4,
        "opa": "Hyperflexion injury",
        "opb": "Axial rotation",
        "opc": "Extension injury",
        "opd": "Hyperextension injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "04a54135-71f4-4636-87d5-31adbd78481d",
        "choice_type": "multi"
    },
    {
        "question": "What is seen on x-ray with posterior elbow dislocation?",
        "exp": "In posterior dislocation of elbow, x rays findings show coronoid process anterior to humerus # Except for the shoulder, the elbow is the joint most frequently dislocated, and in children less than 10 years of age elbo dislocation occurs more than any other luxation. # Considerable violence is absorbed and 30-40% are associated with adjacent fractures. # Dislocated elbows are at risk of vascular injury. (not as high as supracondylar fractures) # Due to extent of trauma, posterior splinting after reduction better than casting. # Usually, reduction is quite simple. # Most elbows are stable after reduction. management : Manipulative Reduction While an assistant holds the arm and makes steady counteraction, Grasp the wrist with one hand and make steady traction on the forearm in the position in which it lies. While traction is maintained, correct any lateral displacement with the other hand. Then While traction is maintained, Gently flex the forearm (with reduction, a click is usually felt and heard as the olecranon engages the aicular surface of the humerus) Quigley Technique Patient is prone on table Forearm is allowed to dangle toward the floor and Operator applies traction by grasping the wrist and slowly pulling in the direction of the long axis of the forearm. (Gently) After muscle relaxation occurs, the olecranon is grasped with the operator&;s other hand using the thumb and index finger. The olecranon is then guided to the reduced position without force. In this way, medial or lateral components of the dislocation can be controlled and corrected. Ref : essential ohopaedics ,maheshwari and mhaskar 9th ed p105<img alt=\"\" src=\" />",
        "cop": 1,
        "opa": "Coronoid process posterior to humerus",
        "opb": "Coronoid process anterior to humerus",
        "opc": "Coronoid process below humerus",
        "opd": "None",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "e1b69026-055a-4959-b8d9-0e177b33ba3f",
        "choice_type": "multi"
    },
    {
        "question": "Deformity seen in posterior elbow dislocation is ?",
        "exp": "In posterior elbow dislocation, elbow is flexed with exaggerated prominence of olecranon Refer clinical ohopedic p 786",
        "cop": 1,
        "opa": "Flexion",
        "opb": "Extension",
        "opc": "medial detion",
        "opd": "lateral detion of elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "da1a7806-f771-4818-b044-b7809c7c0533",
        "choice_type": "single"
    },
    {
        "question": "In posterior dislocation of elbow, most prominent pa",
        "exp": "In posterior dislocation of the elbow, olecranon is the most prominent pa. there is severe pain at the elbow. The triceps tendon stands prominent (bowstringing of triceps). The three bony points relationship is reversed. There is often an associated median nerve palsy. Diagnosis is easily confirmed on X-rays Ref essential ohopaedic :maheshwari and mhaskar 6/e p105",
        "cop": 3,
        "opa": "Coronoid process",
        "opb": "Radial head",
        "opc": "Olecranon process",
        "opd": "ulnar styloid process",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "096923b1-6552-475d-9a1d-f0a01ce9ff3c",
        "choice_type": "single"
    },
    {
        "question": "A child is spinned around by holding his hand by his father. While doing this the child staed crying and does not allow his father to touch his elbow. The diagnosis is",
        "exp": "Pulled elbow: Occurs in children between 2-5 years of age. The head of radius is pulled paly out of annular ligament when a child is lifted by the wrist. The child stas crying and is unable to move the affected limb. The forearm lies in the attitude of pronation. There may be mild swelling at the elbow. It is not possible to see the subluxated head on an x-ray because it is still cailaginous. Treatment: the head is reduced by fully supinating the forearm and applying direct pressure overhead of radius. A sudden click is heard or felt as the head goes back to place. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 9, Page no: 105",
        "cop": 1,
        "opa": "Pulled elbow",
        "opb": "Radial head dislocation",
        "opc": "Annular ligament tear",
        "opd": "Fracture olecranon process",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "03706572-88b3-442c-ab0f-b9ef1147c6c1",
        "choice_type": "multi"
    },
    {
        "question": "What is not true about pulled elbow?",
        "exp": "Pulled elbow Occur in children between 2-5 years of age. The head of radius is pulled paly out of annular ligament when a child is lifted by the wrist. The child stas crying and is unable to move the affected limb. The forearm.lies in attitude of pronation. There may be mild swelling at the elbow. Treatment: head is reduced by fully supinating the forearm and applying direct pressure overhead of radius. A sudden click is heard or felt as head goes back to place. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 9 Page no: 105",
        "cop": 4,
        "opa": "Occurs due to sudden axial pull on extended elbow",
        "opb": "Forearm is held in pronation and extention",
        "opc": "Most commonly occurs between 2 - 5 years of age",
        "opd": "Treatment is quick pronation and flexion of elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "c9a81a7c-b660-4f9b-b3a8-7458a49e5705",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old boy falls from the playground slide on a flexed left elbow and suffers a flexion type, fully displaced closed flexion type supracondylar fracture. He complains of some finger numbness in the emergency depament, but will not let anybody close enough to examine his arm. Which of the following is most likely injured in this fracture",
        "exp": "Although the anterior interosseous nerve is most commonly injured in extension-type supracondylar fractures (by far the most common type of supracondylar fracture), the ulnar nerve is more commonly injured in flexion -type supracondylar fractures. The brachial aery is potentially injured, albeit rarely, with flexion-type injuries. The radial aery does not branch until the brachial aery trifurcation, which occurs distal to the elbow. Radial nerve injury is the second most common form of nerve injury in extension-type fractures.",
        "cop": 2,
        "opa": "Anterior interosseous nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Radial aery",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "f2c65bcd-8a1b-4309-b5f0-45421b84b538",
        "choice_type": "multi"
    },
    {
        "question": "In Volkmanns contracture which aery is injured ?",
        "exp": "Volkmanns ischemic contracture is due to injury to Brachial aery Refer Maheshwari 9th/ed pg102",
        "cop": 2,
        "opa": "Radial aery",
        "opb": "Brachial aery",
        "opc": "Ulnar aery",
        "opd": "subclan",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "aba69ce3-2fcb-4f7b-8deb-99dcee3629cb",
        "choice_type": "single"
    },
    {
        "question": "Variants of montaggia fracture include all except",
        "exp": "MONTEGGIA FRACTURE : * is a fracture of the proximal third of the ulna with dislocation of the head of the radius. * (hyper-pronation injury) * isolated ulnar shaft fractures (most commonly seen in defense against blunt trauma) is not a Monteggia fracture. It is called a &;nightstick fracture&;. MANAGEMENT : * open reduction and internal fixation of the ulnar shaft is considered the standard treatment in adults. * Monteggia fractures may be managed conservatively in children with closed reduction but due to high risk of displacement causing malunion, open reduction internal fixation is typically performed. REF : MAHESWARI 9TH ED",
        "cop": 3,
        "opa": "Isolated dislocation of radial head",
        "opb": "Fracture of ulnar shaft and neck of radius",
        "opc": "Fracture of ulnar shaft and radial shaft",
        "opd": "Fracture of ulnar head",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "02937809-5fcf-4da7-9519-09778eade1fd",
        "choice_type": "multi"
    },
    {
        "question": "A 21-year-old javelin thrower is diagnosed with a full-thickness ulnar collateral ligament (UCL) tear. On presentation, he complains of numbness and tingling in the ring and small fingers. Which muscle group would he be most likely to have motor weakness",
        "exp": "The patient is experiencing ulnar nerve paresthesias. If the patient had associated motor symptoms, they would manifest as weakness within the abductor digiti minimi. The other answer choices are muscles not innervated by the ulnar nerve.",
        "cop": 3,
        "opa": "Brachioradialis",
        "opb": "Extensor carpi ulnaris",
        "opc": "Abductor digiti minimi",
        "opd": "Palmaris longus",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "63bec3f1-5311-461d-a3ad-95e9785ec228",
        "choice_type": "multi"
    },
    {
        "question": "What is draughtsman elbow?",
        "exp": "DRAUGHTSMAN ELBOW is also known as MINER&;S ELBOW,STUDENT&;S ELBOW or OLECRENAON BURSITIS. This is a chronic inflammation of the olecrenon bursa,probably as a result of repititive minor injuries.Students tend to keep their elbow rubbed against the desk and this constant friction may lead to the development of olecrenon bursitis.Culture and aspiration of the bursa fluid is a must to rule out infection. ref : maheswari 9th ed",
        "cop": 3,
        "opa": "Lateral epicondylitis",
        "opb": "Medial epicondylitis",
        "opc": "Olecrenon bursitis",
        "opd": "Medial epicondyle avulsion fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "5335e10e-26fb-4aee-900e-92785b5430e9",
        "choice_type": "single"
    },
    {
        "question": "Dawbarn sign is seen in",
        "exp": "In SUBACROMIAL BURSITIS, pressure over the deltoid below the acromion with the arm hanging by side causes pain. However when the arm is abducted,pressure ovehe same point causes no pain because bursa disappears under acromion. This disappearnce of pain is called &;DAWBARN SIGN&;,very useful test to determine subacromial bursitis. Ref: maheswari 9th ed",
        "cop": 2,
        "opa": "Infraspinatus tendinitis",
        "opb": "Subacromial bursitis",
        "opc": "Achlilles tendon injury",
        "opd": "rotator cuff tear",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "c4fb5612-7894-476d-99f5-23548ecc2fcc",
        "choice_type": "single"
    },
    {
        "question": "Preferred treatment for Cubitus varus is",
        "exp": "Cubitus valgus -medial closing wedge osteotomy, lateral opening wedge osteotomy * Milch devised two osteotomies * Milch type I fractures (Salter-Harris type IV) -- Little lateral displacement when the nonunion is seen relatively early. -- Cubitus valgus usually is not as marked. -- Types * Closing wedge medial osteotomy (Speed) * Opening wedge lateral osteotomy (Milch) -- Combine the osteotomy with an autogenous bone graft and smooth pin fixation to the epiphysis. Cubitus varus -lateral closing wedge osteotomy, medial opening wedge osteotomy Lateral closing wedge osteotmy * Easiest, the safest, and the most stable osteotomy. * Lateral closing wedge osteotomy with a medial hinge will correct the varus deformity, with some minor correction of hyperextension * Types -- Lateral closing wedge osteotomy (Voss et al) -- French osteotomy -- Modified french osteotomy * Different methods of fixation -- Two screws and a wire attached between them -- Plate fixation -- Crossed Kirschner wires -- Staples french osteotomy : * Posterior approach * Detach the lateral half of the triceps from its inseion * Coex is broken * Medial periosteum left intact * Approximate the cut surfaces, and correct the rotation deformity by rotating the distal fragment externally until the distal screw is directly distal to the proximal screw. * Approximate the wedge till the 2 screws are parallel * Two parallel screws that are attached by a single figure-of-eight wire that is tightened for fixation. * Danger of damaging the physis is minimized Medial Opening Wedge Osteotomy with bone grafting (King & Secor) : * Requires bone grafting * Disadvantages -- Gains length -- Creates a ceain amount of inherent instability. -- Stretches and damages the ulnar nerve (due to lengthening) Refer : maheswari 9th ed",
        "cop": 2,
        "opa": "Medial closing wedge osteotomy",
        "opb": "Lateral closing wedge osteotomy",
        "opc": "Medial opening wedge osteotomy",
        "opd": "Lateral opening wedge osteotomy",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "027cf5ee-2323-4cc3-ade7-e190fa10abeb",
        "choice_type": "single"
    },
    {
        "question": "A child with Supracondylar fracture is unable to flex his interphalangeal joint of thumb. Which nerve is most likely injured ?",
        "exp": "Flexion at Interphalyngeal joint of thumb caused by FlexorPollicisLongus which us supplied by anterior Interosseus nerve a branch of median nerve . Anterior Interooseus nerve is the most commonly injured nerve in Supracondylar humerus fracture Refer : maheswari 9th ed",
        "cop": 4,
        "opa": "Median nerve",
        "opb": "Deep branch of ulnar nerve",
        "opc": "Posterior Interosseus nerve",
        "opd": "Anterior Interosseus nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "3e8186a2-2819-4384-84b3-658ef2150367",
        "choice_type": "single"
    },
    {
        "question": "Commonest dislocation of elbow is ?",
        "exp": "Posterior dislocation is the commonest dislocation of elbow. It may be associated with fracture of medial epicondyle, fracture of head of the radius, or fracture of coronoid process of the ulna. Clinically there is severe pain at elbow.triceps tendon stands prominent. The three bony points relationships are reversed. Associated with median nerve palsy. Diagnosis by x-ray. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 9th Page no: 105",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Both same",
        "opd": "Medial",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "48cf7388-e635-401b-a56b-a7c34813dc24",
        "choice_type": "multi"
    },
    {
        "question": "Cubitus varus is most commonly seen in",
        "exp": "Cubitus varus deformity: This is because the fracture unites with the distal fragment tilted medially and in internal rotation. Malunion may occur either because of failure to achieve good reduction, or displacement of the fracture within the plaster. The cubitus varus deformity is often termed the Gun stock deformity Sometimes, the distal fragment unites with an excessive backward tilt, resulting in hyperextension at the elbow along with limitation of flexion - basically a change in the arc of movement at the elbow. Treatment: Cubitus varus deformity is a cosmetic problem, usually without much functional impairment. Mild deformity may not require treatment, but a badly deformed elbow should be corrected. Treatment is a supracondylar corrective osteotomy Ref: Maheshwari and Mhaskar 6e pg 102.",
        "cop": 4,
        "opa": "Rickets",
        "opb": "Post inflammatory epiphyseal damage",
        "opc": "Fracture lateral condyle humerus",
        "opd": "Malunited supracondylar fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "13f459c0-cb02-4063-ad1a-cd5be087e715",
        "choice_type": "single"
    },
    {
        "question": "Pulled elbow is treated by ?",
        "exp": "Pulled elbow is usually treated by manual reduction of the subluxed radial head. Various manoeuvres can be applied; most commonly, supination of the forearm, often combined with flexion, and (hyper-)pronation. Ref : essential ohopaedics maheshwari and mhaskar 9th ed p106",
        "cop": 3,
        "opa": "Reduction by Extension of elbow",
        "opb": "Reduction by Pronation",
        "opc": "Reduction by Supination",
        "opd": "Reduction by Flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "189f5ea2-6887-432f-a687-f54ddebd8f88",
        "choice_type": "single"
    },
    {
        "question": "Osteochondritis of the epiphysis of the head of the femur is",
        "exp": "Pehes&; disease, the osteochondritis of the epiphysis of the head of the femur is the commonest osteochondritis.Maheswari 5e pg: 318",
        "cop": 3,
        "opa": "Panner's disease",
        "opb": "Kienbock's disease",
        "opc": "Pehes' disease",
        "opd": "Osgood Shlatter's disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "67392063-a3b2-4747-bd4b-06a3e15e2159",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of lateral condyle humerus fracture",
        "exp": "Among the given options, non union is the most common complication Refer Rock wood and Wilkins 7th/e p 547",
        "cop": 2,
        "opa": "Malunion",
        "opb": "Nonunion",
        "opc": "VIC",
        "opd": "Median nerve injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "dbab09be-2011-412c-af63-e470b4658f70",
        "choice_type": "single"
    },
    {
        "question": "The most common complication of Supracondylar fracture :",
        "exp": "Cubitus varus also known as gun stock deformity due to the malunion is the most common complication of Supracondylar humerus fracture TREATMENT * Cubitus varus deformity has no tendency for spontaneous correction but it always has to be corrected. * Treatment options include: * (a) Observation with expectant remodelling * (b) Hemi epiphysiodesis and growth alteration * c) Corrective Osteotomy Refer Maheshwari 9th ed p 102",
        "cop": 4,
        "opa": "Osteosacrcoma",
        "opb": "Gene valgum",
        "opc": "Volkmanns ischemic contracture",
        "opd": "Malunion with gun stock deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "26747b24-7513-4f80-87a6-99a0a17f1694",
        "choice_type": "single"
    },
    {
        "question": "what is Posada&;s fracture ?",
        "exp": "Transcondylar fracture of the distal pa of the humerus with associated dislocation (Posadas fracture) is rare. Stabilization of this fracture is often difficult because the distal fragments are small and are predominantly composed of impacted aicular cailage. Ref : essential ohopaedics maheshwari and mhaskar 9th ed",
        "cop": 1,
        "opa": "Transcondylar fracture of humerus",
        "opb": "Fracture lateral condyle of humerus",
        "opc": "Fracture medial condyle of humerus",
        "opd": "Fracture anatomical neck of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "00940543-29ea-4f59-962d-f0ec6fd886f1",
        "choice_type": "single"
    },
    {
        "question": "Nerve injured in fracture of medial epicondyle of humerus",
        "exp": "It is more commonly injured than the lateral epicondyle, because the epiphysis of the medial epicondyle appears early and fuses late with the main epiphysis of the lower humerus. This fracture is commonly associated with posterior dislocation of the elbow. It may be associated with an ulnar nerve injury. Ref essential ohopaedic, maheshwari and mhaskar 9th ed p 105",
        "cop": 3,
        "opa": "Anterior interosseous nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Radial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "4b819843-830e-4f9f-bac5-3737a1992376",
        "choice_type": "single"
    },
    {
        "question": "Tennis elbow is",
        "exp": "Tennis elbow is a condition characterised by pain and tenderness at the lateral epicondyle of the humerus due to non-specific inflammation at the origin of the extensor muscles of the forearm.Maheswari 5th edition Pg: 302",
        "cop": 1,
        "opa": "Inflammation of lateral epicondyle of humerus",
        "opb": "Inflammation of medial epicondyle of humerus",
        "opc": "Avulsion injury of head of radius",
        "opd": "Avulsion injury of olecranon process",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "2813d9d4-bf61-48e1-8058-9bbcc3c322eb",
        "choice_type": "single"
    },
    {
        "question": "The malunion of Supracondylar fracture of the humerus most commonly involved in ?",
        "exp": "Cubitus varus also known as gun stock deformity It is the most common complication of Supracondylar fracture of humerus Refer Maheshwari 9th /e p 102",
        "cop": 2,
        "opa": "Flexion defornity",
        "opb": "Cubitus varus",
        "opc": "Cubitus valgus",
        "opd": "Extension deformity",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "a00438c4-6f32-4269-9d0a-506775c06983",
        "choice_type": "single"
    },
    {
        "question": "Pulled elbow means",
        "exp": "Pulled elbow occurs in children between 2-5 years of age. The head of radius is pulled paly out of annular ligament when child is lifted by the wrist. The child stas crying and is unable to move an affected limb. There might be swelling at the elbow.its not possible to see the subluxated head in x-ray as it is still cailaginous. Treatment includes head reduced by fully supinating the forearm and applying direct pressure overhead of radius. a sudden click is heard or felt as the head goes back. Ref: Essential Ohopaedics, Maheswari & Mhaskar, Edition 9, Page no: 105",
        "cop": 2,
        "opa": "Fracture of head of radius",
        "opb": "Subluxation of head of radius",
        "opc": "Fracture dislocation of elbow",
        "opd": "Fracture ulna",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "77e4d9ff-3fbc-4601-b616-233d8137f18a",
        "choice_type": "single"
    },
    {
        "question": "Chauffers fracture involves what ?",
        "exp": "Chauffeur&;s fracture, also known as Hutchinson fracture, is a type offracture of the forearm, specifically the radial styloid process. The injury is typically caused by compression of the scaphoid bone of the hand against the styloid process of the distal radius. Ref : essential ohopaedics maheshwari and mhaskar 9th ed p 103<img alt=\"\" src=\" />",
        "cop": 2,
        "opa": "Radial head",
        "opb": "Radial styloid process",
        "opc": "Ulnar styloid process",
        "opd": "Base of 1st metacarpal",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "df4194f3-f073-4a2f-bbbd-4ef8c8f235c1",
        "choice_type": "single"
    },
    {
        "question": "Late complication of elbow dislocation",
        "exp": "Myositis ossificans: MYOSITIS OSSIFICANS * Acquired development of non neoplastic heterotopic ossification within soft tissues * Most often in response to localized trauma * Although the process most commonly develops within skeletal muscle, the term itself is a misnomer, because nonmuscular tissue may be involved, and inflammation is rare. * Adolescents & young adults, predominantly men, are affected most frequently, although it has been repoed in infancy as well Treatment * Once diagnosis is established, usually clinically, any surgical biopsy is contraindicated in FOP. * No established medical therapy exists. * Pain medications * suppoive measures -gentle occupational and/or physical therapy. Ref maheshwari 6/e p102",
        "cop": 3,
        "opa": "Median nerve injury",
        "opb": "Brachial aery injury",
        "opc": "Myositis ossificans",
        "opd": "paresthesia on medial elbow",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "96ef2e1d-a2bf-4b02-bb0c-bfc1c665d385",
        "choice_type": "single"
    },
    {
        "question": "Most common type of supracondylar fracture in children",
        "exp": "One of the most serious fractures in childhood. Caused by fall on an out stretched hand. Fracture line extends transversely through the distal metaphysis of humerus just above the condyles. The distal fragment may be displaced in the following directions: Posterior or backward shift Posterior tilt Proximal shift Medial or lateral shift Medial tilt Internal rotation Ref: Maheshwari and Mhaskar 6e pg 97",
        "cop": 1,
        "opa": "Posteromedial extension",
        "opb": "Posterolateral extension",
        "opc": "Anteromedial flexion",
        "opd": "Anterolateral flexion",
        "subject_name": "Orthopaedics",
        "topic_name": "Elbow injuries",
        "id": "32e97b5f-3ca2-4e78-9996-c28f54292cb9",
        "choice_type": "single"
    }
]