[
    {
        "question": "The shown apparatus is used for",
        "exp": "Image shows Patella tendon bearing brace. Designed to un-weight foot & ankle. It decreases the amount of a person's weight being placed on their bones, joints, and tissue and can also immobilize painful joints of the foot.",
        "cop": 2,
        "opa": "Ankle knee stabilizer",
        "opb": "Patella tendon bearing brace",
        "opc": "Thomas splint",
        "opd": "Knee brace",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "d0177bdb-4400-437b-84db-3b31ffa078d6",
        "choice_type": "single"
    },
    {
        "question": "Football player with knee injury diagnosed as medial collateral ligament injury. Which structure is most commonly associated with this type of injury?",
        "exp": "Medial meniscus injury is associated with medial collateral ligament injury. Terrible triad: Seen in football players Foot is fixed to ground and knee is in flexion Sustain injury to medial meniscus, anterior cruciate ligament & medial collateral ligament.",
        "cop": 2,
        "opa": "Anterior cruciate ligament",
        "opb": "Medial meniscus",
        "opc": "Posterior Cruciate Ligament",
        "opd": "Lateral lemniscus",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "ffea36f7-01f9-41ec-a67f-b93ba30d55c0",
        "choice_type": "multi"
    },
    {
        "question": "Initial finding seen in knee TB",
        "exp": "Increase in joint space is initial finding seen in tuberculosis of knee joint. Triple knee deformity also occurs in knee TB. Triple knee deformity is flexion, external rotation, valgus at knee, associated with posterior subluxation of tibia.",
        "cop": 2,
        "opa": "Reduction of joint space",
        "opb": "Increase in joint space",
        "opc": "Degeneration of cailage",
        "opd": "Bone resorption",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "922b0357-6196-44a6-92ce-a121f34fc009",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of Gout is confirmed by which test?",
        "exp": "Gout: Characteristic GOUT PSEUDOGOUT Joint Great Toe Knee Crystal Deposited Uric-Acid-negatively birefringent-Needle shaped Calcium pyrophosphate-positively birefringent Rhomboid shaped Association Protein + Alcohol intake Hypothyroidism X-ray Bone and soft tissue erosions Chondrocalcinosis(calcification of the cailage)",
        "cop": 2,
        "opa": "Serum Uric acid level",
        "opb": "Synol fluid analysis",
        "opc": "Urine uric acid levels",
        "opd": "X- ray changes",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "ecdbf8d2-89e2-4318-9acc-46519134a7c6",
        "choice_type": "single"
    },
    {
        "question": "A boy was riding bicycle, he fell down forward and injury to his shoulder was seen, which nerve injury will be seen in the condition as given in X-ray?",
        "exp": "Given X-ray is showing anterior dislocation of shoulder. Axillary neve is most commonly affected in shoulder injuries.",
        "cop": 4,
        "opa": "Radial",
        "opb": "Ulnar",
        "opc": "Median",
        "opd": "Axillary",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "4fcacf2c-c2a2-4b3a-9267-c5a960da549e",
        "choice_type": "single"
    },
    {
        "question": "Post-menopausal woman, fell down in washroom. What is the most common fracture she may suffer?",
        "exp": "Colle's fracture is one of the mc fractures occurring in Post-menopausal woman as a result of increased risk of osteoporosis. Typically occurs as a result of falling on outstretched hand.",
        "cop": 1,
        "opa": "Colles fracture",
        "opb": "Smith fracture",
        "opc": "Monteggia's fracture",
        "opd": "Galeazzi fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "d46f0331-35b2-41cc-8f89-11196a036c9e",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old child is suspected with supracondylar fracture of right hand, complaining of pain and swelling. X-ray of right elbow was not significant. What is the next best step in this case?",
        "exp": "Supracondylar humerus fracture: - Suspected elbow fracture in a child - Supracondylar humerus fracture - Undisplaced of humerus - posterior fat is elevated - \"Fat pad sign\" - Fracture is displaced -distal fragments goes posteriorly - Extension - Common n/v involved - AIN > Median > Radial> Ulnar (AMRU) Posteromedial displacement > posterolateral It is an extra -aicular injury TOC- CR + slab(fixed, stainless steel wire) K wire placed in children for 4-6 weeks, then removed. If reduction is not proper, it can lead to cubitus Varus ''Gun stock deformity'' Management: Conservative Tx: 1. Smith's traction 2. Dunlop traction Sometimes, it can lead to damage of the brachial aery resulting in the ''pulselessness''. | Mgt: closed reduction & look for reappearance | - Pulse - Color- pink If no reappearance, then explore & repair. Most common damaged aery in SCH is Brachial AeryQ - Since in the given options CR + Cast is not given, CR + Slab is the most appropriate answer",
        "cop": 2,
        "opa": "Compare with X-ray of left hand",
        "opb": "Closed reduction and slab",
        "opc": "Closed reduction with K wire fixation",
        "opd": "Cast",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "b27ec785-03e2-45c9-bfcd-fa86a009e842",
        "choice_type": "multi"
    },
    {
        "question": "Avascular necrosis of femur head is due to which of the following aery?",
        "exp": "Reticular aery branch of medial circumflex femoral aery supplies the head of femur. In case of femur neck fracture, this aery may be occluded leading to avascular necrosis of femur head.",
        "cop": 1,
        "opa": "Medial circumflex femoral aery",
        "opb": "Lateral circumflex femoral aery",
        "opc": "Obturator aery",
        "opd": "Profunda femoris aery",
        "subject_name": "Orthopaedics",
        "topic_name": "FMGE 2019",
        "id": "21a46595-a845-4355-8290-18778b8825ee",
        "choice_type": "single"
    }
]