[
    {
        "question": "Ankle sprain due to forced inversion of a plantar Hexed foot is due to injury to:",
        "exp": "Ans. a. Anterior talofibular ligament (Ref: Apley 8/e p733-736; Ockwood and Green's Fracture in Adults 6/e p2152-2153)Over 90% of ankle ligament injuries (twisted ankle or ankle sprain) involve the lateral ligament complex, usually the anterior tibiofibular ligament.Ankle LigamentsMedial Collateral LigamentLateral Collateral Ligament* Also known as deltoid ligamentQ* It is a strong ligament and major stabilizer of the ankle jointQ.* Two components:- Superficial: Resist eversion of hind footQ (Talo-tibial, naviculo- tibial, calcanio-tibial)- Deep (Intra-articular): Prevents external rotation of talus (Anterior and posterior talotibial)Q* It is a weak ligament, so involved in over 90% of ankle ligament injuriesQ* It has three parts:- Anterior talofibular: MC injuredQ- Middle calcaneofibular: 2nd MC injuredQ- Posterior talofibular: Torn in most severe injuries",
        "cop": 1,
        "opa": "Anterior talofibular ligament",
        "opb": "Posterior talofibular ligament",
        "opc": "Calcaneofibular ligament",
        "opd": "Posterior fibres of deltoid",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Ankle",
        "id": "9065cbae-613c-48de-89c2-37e313f901d7",
        "choice_type": "single"
    },
    {
        "question": "Most common ligament injured in ankle sprain -",
        "exp": "Ans. is 'a' i.e., Anterior talofibular Sprained ankleo It is a term used for ligament injuries of the ankle.\"The ankle joint is one of the most common sites of ligament injury with a higher recurrence rate compared to other ligament strains \".o The lateral collateral ligament is commonly sprained, mostly so the anterior talo-fibular component.o Medial collateral ligament is strong ligament and is not usually injured.o Sprained ankle (ligament injuries of the ankle) is commonly due to an inversion injury and the lateral collateral ligament is sprained.o Sometimes, an eversion force may result in a sprain of the medial collateral ligament.",
        "cop": 1,
        "opa": "Anteriortalofibular",
        "opb": "Posteriortalofibular",
        "opc": "Deltoid",
        "opd": "Calcaneofibular",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Ankle",
        "id": "e23e80df-7756-487d-835f-dacb2e1ea44e",
        "choice_type": "single"
    },
    {
        "question": "Commonest ligament injured in ankle injury' -",
        "exp": "Ans. is 'a' i.e., Anterior talofibular ligament o The ankle is one of the most common sites for acute musculoskeletal injuries. Sprains constitute 85% of all ankle injuries, and 85% of those involve a lateral inversion mechanism,o Inversion Sprain - Inversion ankle sprains occur when the foot turns in or out to an abnormal degree relative to the ankle. The most common mechanism of an ankle sprain is a combination of plantarflexion and inversion where the foot is pointing downward and inward.o The lateral ligaments are involved in an inversion ankle sprain and hence most commonly damaged. These ligaments are on the outside of the ankle, which includes the anterior talofibular {ATFL), ealcaneofibular (CFL) and posterior talofibular ligaments (PTFL). Injury to the ATFL is the most common. When both the ATFL and CFL are injured together, ankle instability will be more noticeable. The PTFL is the strongest of the three ligaments and is rarely injured in an inversion sprain.",
        "cop": 1,
        "opa": "Anterior talofibular ligament",
        "opb": "Calcaneofibular ligament",
        "opc": "Posterior talofibular ligament",
        "opd": "Spring ligament",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Ankle",
        "id": "7ab4a3be-3cd2-431c-b2ea-c3363ce7b8a4",
        "choice_type": "single"
    },
    {
        "question": "Forced inversion in plantar flexed foot injures?",
        "exp": "ANSWER: (A) Talofibular ligamentREF: Apley's 8th ed p. 733 Inversion injury at ankle leads toLateral collateral ligament injury (anterior talofibular > calcaneofibular > posterior talofibular)Peroneal tendon injuryAvulsion fracture of tip of lateral malleolusAvulsion fracture of anterolateral surface of talus and calcaneumFracture of base of 5th metatarsal",
        "cop": 1,
        "opa": "Talofibular ligament",
        "opb": "Deltoid ligament",
        "opc": "Medial collateral ligament",
        "opd": "All above",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries of the Ankle",
        "id": "1747fea5-20c2-42a1-8bd8-e9f8c6c26fb3",
        "choice_type": "multi"
    }
]