[
    {
        "question": "Most common type of hip dislocation is :",
        "exp": "Ans. is 'b' i.e., Posterior [Ref: Essential of orthopedic surgery 3rd/e p. 1179)* There are three main types of dislocations of the hipi) Posterior dislocationii) Anterior dislocationiii) Central fracture dislocation* Of the three, the posterior dislocation is the most common .",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Central",
        "opd": "Inferior",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "d5811b0f-6435-4d4d-9f76-d4143568b0d2",
        "choice_type": "single"
    },
    {
        "question": "Trendelenberg test is positive in palsy of -",
        "exp": "Ans. is 'b' i.e., Gluteus medius Trendeienberg test:o It tests the stability of the hip and particularly of the abductor mechanism of the limb on which the patient is standing.o Principle of the test :Normally when one leg is raised from the ground the pelvis tilts up war as on that side, through the action of the hip abductors of the standing limb.If the abductors are inefficient they are unable to sustain the pelvis against the body weight and it tilts downwards instead of rising up on the side of the lifted leg.Note that the test is performed with the patients standing on the affected leg.o Abductor mechanism :it can be compared with the lever, with the body weight being trying to tilt the pelvis down; the hip joint being the fulcrum and the abductor muscles being the power acting throught the lever arm (from the head of the femur to attachment of the abductor muscles on the greater trochanter - the neck of the femur).Causes of positive trendeienberg test:o Any failure of abductor mechanism causes dipping of the pelvic (A SIS) on the normal side.o There are three fundamental causes :1) Paralysis of the abductor muscles (Supplies gluteus medius & minimus)eg. Polio.Paralysis of superior glut era l nerve2) Marked approximation of the insertion of the abductor muscles to their origin by upward displacement of the greater trochanter ; so that the muscles are slack.eg. Severe coxa vara,dislocation o f hip3) Absence of stable fulcrum & lever arm about which the abductor muscles can act Neck femur fractureDislocation of hip,Destructruction of head as in Perthes diseases.",
        "cop": 2,
        "opa": "Gluteusmaximus",
        "opb": "Gluteus medius",
        "opc": "Rectusfemoris",
        "opd": "Vastus medialis",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "3d7a4631-55b3-4e8e-9a1a-ef2965df4561",
        "choice_type": "single"
    },
    {
        "question": "Avascular Necrosis (AVN) of femoral head is most common in?",
        "exp": "Ans. A. Intracapsular fracture neck of femur. (Ref. Maheshwari ortho 3rd/pg. 112; Current Ortho/ Ch.3.)Femoral Neck FractureIntroduction:# There are two types of of the neck of femur .Intracapsular &Extracapsular# Most of the Femoral neck fractures are intracapsular fractures (as a matter of convention, the term fracture of the neck of femur' is used for intracapsular fracture of the neck).# The extracapsular are usually called inter-trochanteric .Classification# A. Anatomical classification# B. Pauwel's classification# C. Garden's classificationGarden classification for acute fractures of femoral neck is the most widely used system:Garden classification for fractures of femoral neckType 1Valgus impaction of the femoral headType 2Complete but nondisplacedType 3Complete fracture, displaced less than 50%Type 4Complete fracture displaced greater than 50%c/f:# The involved extremity may be slightly shortened and externally rotated.# Tenderness in groin# Attempted hip movements painful, and asso with sever spasm# Active straight leg rising not possible.Complications:# 1. Non-union (in 30-40% of IC ).# 2. AVN: high risk of nonunion or avascular necrosis of the femoral head due the unusual vascularization of the femoral head and neck. The incidence of avascular necrosis increases with the amount of fracture displacement and the amount of time before the fracture is reduced.# 3. OARx:# This is rightly termed as \"unsolved \" because of the high incidence of complications.# This invariable needs operative Rx.# An impacted fracture is Rxed conservatively in all age groups (hip spica in childen and Thomas splint in adults).# Unimpacted or displaced fracture:- < 60 yrs: internal fixation.- > 60 yrs: head excised and replaced by prosthesis done as a primary procedure.- In few younger patients, especially if preesenting late, open reduction of is done.- Internal fixation can be done using any of the following implant:# Multiple cancellous screws - most commonly used.# Dynamic hip screws (DHS)# Multiple Knowle's pins/More's pins - used in children.# SP nail - not popular now.- At some centres in general an inter-trochanteric osteotomy (McMurray's osteotomy is preferred).- Hemiarthroplasty is used for elderly patients & Austin Moore prosthesis is used most commonly. This cannot be used as a method of Rx in younger patients as prosthesis becomes loose over a period of time (8-10 yrs).Meyer's procedure ( reduced by exposing it from behind and it is fixed with multiple screws and supplemented with vascularised muscle pedicle bone graft). It is used in treating the fractures presenting late and those with significant communition. It is also used for non-union of the femoral neck .Additional Educational points:The vascular supply of the femoral head is also of paramount importance. There are three main sources of vascular supply:1) The retinacular vessels arising from the lateral femoral circumflex artery and the inferior metaphyseal artery and then running beneath the synovium along the neck, which they penetrate proximally both anteriorly and posteriorly;2) The interosseous circulation crossing the marrow spaces from distal to proximal; and3) Unreliably, the ligamentum teres artery.",
        "cop": 1,
        "opa": "Intracapsular fracture neck of femur",
        "opb": "Extracapsular fracture neck of femur",
        "opc": "Hip joint dislocation",
        "opd": "Fracture shaft of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "a15f83d6-caf6-42be-853d-54c0a5e894ac",
        "choice_type": "single"
    },
    {
        "question": "Trendlenberg's sign is positive in injury to:",
        "exp": "Ans: B (Gluteus medius) Ref: Press wood L, Cronin J. Keogh J. Whatman C (2008). Ghtietis Medius: Applied Anatomy, Dysfunction, Assessment, and Progressive Strengthening. Strength and Conditioning Journal, 30 (5), 41-53Explanation:Trendelenburg's sign is found in people with w-eak or paralyzed abductor muscles of the hip, namely gluteus medius and minimus.It is named after the German surgeon Friedrich Trendelenburg.The Gluteus mediusis far more valuable as a pelvis and lower extremity dynamic stabilizer than it is a pure hip abductor.This is apparent when looking at the mechanism of a Trendelenburg GaitThe role of the gluteus medius during activities such as walking and running is to dynamically stabilize the pelvis in a neutral position during single leg stance.Weakness of the right gluteus medius will cause the left hip to drop when standing on the right limb.",
        "cop": 2,
        "opa": "Gluteus maximus",
        "opb": "Gluteus medius",
        "opc": "Quadriceps lemons",
        "opd": "Quadratuslumborum",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "17c3c2f2-60f6-4126-b0d9-f32b3d720929",
        "choice_type": "single"
    },
    {
        "question": "Radiological factors indicating an unstable pelvis are all except -",
        "exp": "Ans. is 'd' i.e., Isolated disruption of pubic symphysis with pubic diastasis of 2 cmo Radiographic factors indicating unstable pelvis arePosterior sacroiliac complex displacement by > l cmAvulsion fracture of sacral or ischial end of the sacrospinous ligamentAvailsion fractures of the L5 transverse processDisruption of pubic symphysis with pubic diastasis of 2 cm with posterior pelvic injury or injury to anterior/ posterior sacroiliac ligament or sacrospinous ligaments.Presence of gap rather than impaction in the posterior pelvic ring.",
        "cop": 4,
        "opa": "Posterior sacroiliac complex displacement by > lcm",
        "opb": "Avulsion fracture of sacral or ischial end of the sacrospmous ligament",
        "opc": "Avulsion fractures of the L5 transverse process",
        "opd": "Isolated disruption of pubic symphysis with pubic diastasis of 2 cm.",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "401b86d2-dbde-4fa8-bd14-1d664dfa1b10",
        "choice_type": "multi"
    },
    {
        "question": "Trendelenburg test if perform mainly to assess the integrity of:",
        "exp": "Ans. B. Gluteus MediusTrendelenburg test is performed to assess the integrity of the abductor mechanism of the hip joint. The Abductors of the hip includes Gluteus medius and minimus. As only one answer is expected, the bigger muscle, medius is the answer. If multiple answers are asked, then the answer would be B & C.",
        "cop": 2,
        "opa": "Gluteus maximus",
        "opb": "Gluteus Medius",
        "opc": "Gluteus minimus",
        "opd": "All of above",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "e6fe84f7-5bfc-4301-b92f-021f5df18473",
        "choice_type": "multi"
    },
    {
        "question": "High stepping gait is seen in -",
        "exp": "Ans. is 'b' i.e., Common peroneal nerve palsyGaitPatternCauseAntalgic or painful gaitTime taken on the affected leg is reducedBody weight is shifted quickly to the normal leg.Painful condition of the legStiff hip gaitLifts the pelvis, and swings it forward with leg in one pieceTB hip, Rheumatoid hip, Ankylosing. SpondylitisStiff knee gaitThe leg is circumducted and brought forward in order to get clearance.TB knee, Painful stiff kneeShort limb gaitBecomes apparent only if the limb is shorter than 2 inches. The body on the affected side moves up and down eveiy time the weight is borne on the affected leg.Congenital short femur,Shortening secondary' to fractureTrendelenburg gait or Gluteus medius gaitThe body swings to the affected side every time weight is brone on the sideDislocated hip, CDHCongential coxa varaFracture neck of femurGluteus medius paralysisGluteus maximus lurchThe body swings backwards every time weight is borneGluteus maximus paralysis in polioQuadriceps lurchThe person walks by hyperextending,and thereby locking the kneeQuadriceps paralysisHand- knee gaitThe person walks with hand on the knee to prevent the knee from buckling in a quadriceps deficient knee with flexion deformity.PolioHigh stepping gait or Foot drop gaitDue to drop of the foot, the leg is lifted more in order to get clearance.First to touch the ground is the forefoot, and not the heel.Common peroneal nerve palsy, Sciatic nerve palsyScissor gaitLegs are crossed in front of each other while walking due to spasm of the adductors of the hipCerebral Palsy",
        "cop": 2,
        "opa": "CTEV",
        "opb": "Common peroneal nerve palsy",
        "opc": "Polio",
        "opd": "Cerebral palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "0d99a88d-04b6-406c-97b2-a265b1162cb0",
        "choice_type": "multi"
    },
    {
        "question": "Pseudoflexion deformity of hip is seen in?",
        "exp": "ANSWER: (A) Iliopsoas abcessREF: Tuberculosis by tuli 3rd e p. 193Psoas abscess gives rise to pseudo hip flexion deformity, due to spasm of the illiopsoas muscles .ipsilateral flexion of hip joint relieves the pain and extension increases it.",
        "cop": 1,
        "opa": "Iliopsoas abcess",
        "opb": "Tom smith arthritis",
        "opc": "Rickets",
        "opd": "Posterior dislocation of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "dc941dbf-da50-4b75-a85b-c3d4ef4f099a",
        "choice_type": "single"
    },
    {
        "question": "Vascular sign of narath is seen in -",
        "exp": "Ans. is 'a' i.e., Dislocation of hip Vascular sign of Narath* Normally femoral pulse is felt in the groin against head of the femur.* In posterior dislocation of hip the vessels fall back unsupported, so femoral arterial pulsation, which is felt against the head of the femur will be feeble or even, may not be palpable.",
        "cop": 1,
        "opa": "Dislocation of hip",
        "opb": "Dislocation of knee",
        "opc": "Dislocation of elbow",
        "opd": "Dislocation of shoulder",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "f87fb3f5-8a4f-4e50-b5a1-f1e60a8a3806",
        "choice_type": "single"
    },
    {
        "question": "Deformity in transient synovitis of Hip -",
        "exp": "Ans. is 'd' i.e., All of the above Transient synovitis of Hipo Transient synovitis of hip is also known as observation hip, toxic synovitis or irritable hip. Its a self-limiting, inflammatory condition of the synovium, that lasts only a short time (therefore known as transient) It is the most common cause of hip pain and limp in children under 10 yrs of age. Cause is not known but association has been seen with a recent history of an upper respiratory tract infection.o Presentation is with hip pain or limp. The limb is in attitude of slight flexion, abduction and external rotation. The child may have low grade fever. The ESR, C-Reactive protein & WBCs count are normal (This differentiates Transient synovitis from Septic arthiritis a serious condition, in which patient has high grade fever and elevated ESR, C-Reactive protein and WBC count). Radiograph or ultrasound may show widening of the joint space. However, most of the time x-ray is normal,o Usually the treatment of a clinically suspected case of transient synovitis of hip is Bed rest, NSAIDS and observation.o USG guided aspiration is indicated for :-Temperature > 99 * 5deg FESR > 20 (Raised ESR)Severe hip pain with ROMo The most important differential diagnosis of transient synovitis is septic arthritis.",
        "cop": 4,
        "opa": "Abduction",
        "opb": "Flexion",
        "opc": "External rotation",
        "opd": "All of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "4a589301-fb55-451d-9300-894689c13874",
        "choice_type": "multi"
    },
    {
        "question": "Trendelenburg test is positive in -",
        "exp": "Ans. is 'd' i.e., All the above Trendelenberg test:* It tests the stability of the hip and particularly of the abductor mechanism of the limb on which the patient is standing.* Principle of the test:# Normally when one leg is raised from the ground the pelvis tilts upwaras on that side, through the action of the hip abductors of the standing limb.# If the abductors are inefficient they are unable to sustain the pelvis against the body weight and it tilts downwards instead of rising up on the side of the lifted leg.# Note that the test is performed with the patients standing on the affected leg.* Abductor mechanism:# It can be compared with the lever, with the body weight being trying to tilt the pelvis down; the hip joint being the fulcrum and the abductor muscles being the power acting throught the lever arm (from the head of the femur to attachment of the abductor muscles on the greater trochanter - the neck of the femur)Causes of positive trendelenberg test;* Any failure of abductor mechanism causes dipping of the pelvic (ASIS) on the normal side.* There are three fundamental causes :1) Paralysis of the abductor muscles# eg. Polio.# Paralysis of superior gluteral nerve (Supplies gluteus medius & minimus)2) Marked approximation of the insertion of the abductor muscles to their origin by upward displacement of the greater trochanter; so that the muscles are slack.# eg. Severe coxa vara,# dislocation of hip3) Absence of stable fulcrum & lever arm about which the abductor muscles can act# Neck femur fracture# Dislocation of hip,# Destructruction of head as in Perthe's diseases.",
        "cop": 4,
        "opa": "Dislocation of hip",
        "opb": "Fracture neck of femur",
        "opc": "Coxa vara",
        "opd": "All the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "3bf2e519-6d12-4580-b04a-4e55a3a7c06d",
        "choice_type": "multi"
    },
    {
        "question": "Vascular sign of narath is seen In?",
        "exp": "ANSWER: (A) Posterior dislocation of hipREF: Apley's 8th ed p. 681Vascular sign of narath is positive in posterior dislocation of hip joint. Due to posterior dislocation, the hipjoint falls on the femoral artery, and this causes feeble or absent femoral pulse.",
        "cop": 1,
        "opa": "Posterior dislocation of hip",
        "opb": "Sub trochantric fracture of hip",
        "opc": "Anterior dislocation of hip",
        "opd": "Central dislocation of hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "db735463-dbfc-4dce-b1c2-200804b31ea0",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old female came with hip flexor contracture. What is the most likely test to be done in this case?",
        "exp": "(b) Thomas test,Ref: Apley's system of orthopaedics and fracture 9th ed., pg. 495* Full name of test is Hugh owen well leg hip flexion Thomas test. This test is to find out fixed flexion deformity of hip joint.* Ober test is to determine Iliotibial band contracture.* Trendelenberg test is to find out abductor weakness of hip joint* Allis test or Galleazi sign is used to diagnose DDH in children",
        "cop": 2,
        "opa": "Allis test",
        "opb": "Thomas test",
        "opc": "Ober test",
        "opd": "Trendlenberg test",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "d8893429-8020-4604-b3fd-26717528e7f0",
        "choice_type": "multi"
    },
    {
        "question": "Most common dislocation of hip is:",
        "exp": "Ans: b (Posterior) Ref: Maheswari, 4th ed, p. IIIThere are 3 main types of dislocations of hip of which posterior dislocation is the commonest.Posterior dislocation of hip complications are:1. Injury to sciatic nerve (All India repeat)2. Avascular necrosis- femoral head3. Osteoarthritis4. Myositis ossificansTypes of hip dislocation are:a) Posterior dislocation (Dash board injuiy)b) Anterior dislocationc) Central dislocation",
        "cop": 2,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Poster lateral",
        "opd": "Central",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "d9935efe-b2d7-4a6a-bd8d-55e9b6e85258",
        "choice_type": "single"
    },
    {
        "question": "Flexion, adduction and internal rotation is seen in:",
        "exp": "Ans: c (Post dislocation of hip) Ref: Maheswari, 3rd ed, p. IIIFlexion adduction and internal rotation is seen in posterior dislocation of hipPosterior dislocation - Flexion + adduction + internal rotation + shorteningAnterior dislocation - Flexion + abduction + external rotation + shorteningFracture neck of femur - Flexion + adduction + external rotation + shorteningIntertrochantric - Flexion + adduction + extenal rotation + shorteningAttitude in TB hip:Stage of synovitis - Flexion + abduction + external rotation (apparent lengthening)Stage of arthritis - Flexion + adduction + internal rotation (app shortening)Stage of erosion - Flexion + adduction + internal rotation (true shortening)",
        "cop": 3,
        "opa": "neck of femur",
        "opb": "Ant dislocation of hip",
        "opc": "Post dislocation of hip",
        "opd": "Congenital dislocation hip",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "ea96c66e-4643-49c9-ad3b-5a67722e0ca6",
        "choice_type": "single"
    },
    {
        "question": "Shentons line is seen in X ray of -",
        "exp": "Ans. is 'a' i.e, Antero-posterior pelvis with both hips Plain X - ray for hip pathology:* The minimum required is an anteroposterior x-ray of the pelvis showing both hips and a lateral view of each hip separately.* The two sides can be compared: any difference in the size, shape or position of the femoral heads is important.* With a normal hip Shenton's line, which continues from the inferior border of the femoral neck to the inferior border of the pubic ramus, looks continuous; any interruption in the line suggests an abnormal position of the femoral head.* Narrowing of the joint 'space' is a sign of articular cartilage loss, a feature of both inflammatory and non- inflammatory arthritis.",
        "cop": 1,
        "opa": "Antero-posterior pelvis with both hips",
        "opb": "Antero-posterior shoulder",
        "opc": "Lateral cervical spine",
        "opd": "Lateral lumbosacral spine",
        "subject_name": "Orthopaedics",
        "topic_name": "Injuries Around Hip",
        "id": "a803cd1c-910e-4d42-8535-bc247656adb2",
        "choice_type": "multi"
    }
]