[
    {
        "question": "Most common cause of bone malignancy: (PGI June 2008)",
        "exp": "Ans. A (Secondaries) \"Metastatic deposits in the bone are commoner than primary bone tumours\"- Maheshivari 3rd/214Matastatic Bone DiseaseSource of Primary Tumor\"Any cancer can spread to bone .but in adults more than 75% of skeletal metastases originate from cancers of the prostate, breast, kidney & lung. In children, metastases to bone originate from Neuroblastoma, Wilm's tumor. Osteosarcoma, Ewing sarcoma & Rhabdomyosarcoma\"- Robbins 7th/1303\"The commonest source is carcinoma of breastQ; next in frequency are carcinomas of prostate, kidney, lung, thyroid, bladder & gastroin testin al tract\"- Apley's Orthopaedics 8th/l 93\"In children <6yr of age, metastatic lesions are most commonly from adrenal neuroblastoma\"- Apley's Orthopaedics 8th/l 94Metastases are usually osteolytic & pathological fracture are common. Osteoblastic lesions are uncommon, they usually occur in prostatic carcinoma\"The metastases may occur in any bone, bu t most involve the axial skeleton (vertebral column, pelvis, ribs, skull, sternum),proximal femur & humerus, in descending order of frequency\". Metastases to the small bones of hand & feet are uncommonQ- Robbins7th/1303Bone metastases may be asymptomatic or may produce pain, swelling, nerve root or spinal cord compression, pathologic fracture, or myelophthisis (replacement of the marrow). Symptoms of hypercalcemia may be noted in cases of bony destruction.Pain is the most frequent symptom.Osteoblastic lesions are associated with higher serum levels of alkaline phosphatase and, if extensive, may produce hypocalcemiaRoute of SpreadSpread is usually via the blood streamoccasionally,visceral tumors spread directly to adjacent bones- Apley's Orthopaedics 8th /193The pathway of spread include- direct extension, lymphatic or hematogenous dissemination & intraspinal seeding (Batson plexus of veins)- Robbins 7th/1303Skeletal metastases are typically multifocalTreatment of metastatic bone disease depends on the underlying malignancy and the symptoms. Some metastatic bone tumors are curable (lymphoma, Hodgkin's disease), and others are treated with palliative intent. Pain may be relieved by local radiation therapy. Hormonally responsive tumors are responsive to hormone inhibition (antiandrogens for prostate cancer, antiestrogens for breast cancer).. Bisphosphonates such as pamidronate may relieve pain and inhibit bone resorption,",
        "cop": 1,
        "opa": "Secondaries",
        "opb": "Osteosarcoma",
        "opc": "Ewing's sarcoma",
        "opd": "Osteoclastoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "92f80468-8919-4e3d-8821-8e1e1ce283cb",
        "choice_type": "single"
    },
    {
        "question": "Osteosclerotic bone metastasis is found most commonly in which carcinoma:",
        "exp": "Ans is 'd' ie. Prostate \"Although some tumors may produce mainly osteolytic lesions (e.g. kidney cancer) and others mainly osteoblastic lesions (e.g. prostate cancer), most metastatic lesions produce both types of lesion and may go through stages where one or the other predominates.\" -Harrison 17/e p613 (16/e p562)Spine > proximal femur > pelvis > ribs > sternum > proximal humerus > skullLytic expansile metastasis seen inRenal CancerThyroid carcinomasOsteolytic lesions are associated with hypercalcemia and excretion of hydroxyproline - containing peptides.Osteoblastic lesions are associated with increased levels of serum alkaline phosphatase.Metastasis distal to knee and elbow is rare and usually arises from a primary tumors of theBronchusColon orBladder",
        "cop": 4,
        "opa": "Kidney",
        "opb": "Thyroid",
        "opc": "Lung",
        "opd": "Prostate",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "1f08ca65-589d-4616-8d0b-ab470b85d74f",
        "choice_type": "single"
    },
    {
        "question": "Commonest bone malignancy is:",
        "exp": "Ans: D (Secondaries) \"Metastatic deposits in the bone are commoner than primary tumor. Of the primary bone malignancies, multiple myeloma is the commonest. Osteochondroma is the commonest benign tumor\"- Maheswari 3rd/214METASTATIC BONE TUMORSCarcinomas often metastasize to the skeleton, and metastatic lesions are much more common than primary' bone lesions in general orthopaedic practice.The five primary cancers with a strong propensity to metastasize to bone are those originating in the breast, prostate, lung., kidney, and thyroid.The axial skeleton^, including the skull, thoracic spine, ribs, lumbar spine, and pelvis, is most commonly involved. The proximal long bones, particularly the humerus and femur, also are affected frequently. Acral (distal) metastases are uncommon0 and are almost always secondary to lung carcinoma when they do occur.The predilection of particular tumors for bone, and forparticular regions of specific bones, is thought to be caused by cytokines, local growth factors, or matrix components that attract and support growth of these lesions in spedfic areas. Lesions can be blastic (breast, prostate), lytic (breast, lung, myeloma, kidney, thyroid), or mixed (breast, lung) in radiographic appearance. Blastic or sclerotic lesions are less prone to pathologic fractures. Age predilection || |TumorAge range (yrs) AgeBenignMalignantOther 0-5 yrs (child)- Eosinophilic granuloma- Unicameral bone cyst (rare)- Leukemia- Metastatic neuroblastoma- Osteomyelitis- Stress fractureEosinophilic granuloma Ewing's tumor1-155-15 6-18 yrs(youngadolescent)- Unicameral bone cyst- Aneurysmal bone cyst- Eosinophilic granuloma- Enchondroma- Chondroblastoma- Chondromyxoid fibroma- Ewing's sarcoma- Osteo sarcoma Non ossifying fibroma Fibrous cortical defect Simple (unicameral) bone cyst2-20 Aneurysmal hone cyst5-20 Osteogenic sarcoma5-20 Chondroblastoma Chondromyxoid fibroma5-2510-30 19-40 yrs (adult)- Osteoblastoma- Osteoclastoma- Eosnophilie granuloma- Ewing's sarcoma Osteoid osteoma Osteoblastoma10-35 > 40 yrs (middle aged old) - Metastasis (breast, lung), prostate, renal, thyroid, colon- Multiple myeloma- Lymphoma- Paget's disease- Hyperpara thyroidism- OsteomyelitisEnchondroma15-40 Osteoclastoma (GCC)20-40q ChondrosarcomaFibrosarcoma30-60q Lymphoma Multiple myelomaMetastasis>50q",
        "cop": 4,
        "opa": "Osteosarcoma",
        "opb": "Chondrosarcoma",
        "opc": "Ewing sarcoma",
        "opd": "Secondaries",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "d3a0d806-1018-4076-a242-eb5a8491afeb",
        "choice_type": "single"
    },
    {
        "question": "Most common malignancy of bone is?",
        "exp": "ANSWER: (A) secondaryREF: Apley's 8th edition page 191Most common malignancy of bone: secondariesMost common primary malignancy of bone: multiple myelomaMost common benign tumour of bone: osteochondromaMost common malignancy of bone in children and adolescents: osteosarcomaMost common benign true bone tumor: osteoid osteoma",
        "cop": 1,
        "opa": "Secondary",
        "opb": "Multiple myeloma",
        "opc": "Osteoid osteoma",
        "opd": "Osteosarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "f54eff5d-c063-49d1-b122-e24ffe1954ae",
        "choice_type": "single"
    },
    {
        "question": "Most common site of metastasis in skeleton -",
        "exp": "Ans. is 'c' i.e., Vertebrae (Ref: Apley's 9th/ep. 216]Metastasiso Metastatic bone disease is the commonest malignancy of bones and is much more common than primary bone tumors.o The commonest sites for bone metastases are vertebrae (most common), pelvis, the proximal half of the femur and the humerus.o Extremities distal to elbow and knee are least commonly involved sites.o Spread is usually via the blood stream; occasionally, visceral tumors spread directly into adjacent bones e.g., the pelvis and ribs.o Certain tumors are known to be common sources of bone metastasis.o The following primary tumors are the most common to metastasize in the bone; breast, prostate, lung, thyroid, kidney, and gastrointestinal tract.o The commonest source of metastatic bone disease is carcinoma of the breast,o In males most common source is prostate carcinoma.o Bladder and uterine carcinomas are less common sources. In children, skeletal metastases originate from neuroblastoma, Ewing's sarcoma, and osteosarcoma.",
        "cop": 3,
        "opa": "Femur",
        "opb": "Tibia",
        "opc": "Vertebrae",
        "opd": "Skull",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "4c926ceb-abb3-497f-8b50-e7a06a1170d7",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor producing osteoblastic metastasis-",
        "exp": "Ans. is 'c' i.e., Prostate Osteolytic bone metastasesOsteoblastic bone metastasisMixed osteolytic-osteoblastico Renal (kidney)o Thyroido Ewing's sarcomao Uterine carcinomao GIT cancers & Hepatomao Wilm's tumorso Myelomao Melonoma & SCCo Malignant pheochromocytomao Prostate (most common)o Medullary carcinoma of thyroido Osteogenic sarcomao Neuroblastomao Medulloblastomao Breasto Lung (Bronchus)o Urinary bladdero Pancreatico Testicularo Cervicalo Ovarian",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Lung",
        "opc": "Prostate",
        "opd": "Thyroid",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "ba851f67-b0cd-485e-8ae2-3bb5ac5ab0fc",
        "choice_type": "single"
    },
    {
        "question": "Commonest malignant tumor of skeletal system -",
        "exp": "Ans. is 'b' i.e., MetastasisImportant factso Commonest bone malignancies-Secondarieso Commonest primary malignant tumor-Multiple myelomao Commonest primary malignant tumor of long bones-Osteosarcomao Commonest benign tumor of bone(Osteochondroma is not true neoplasm since its growth stops with cessation of growth at the epiphyseal plate)-Osteochondromao Commonest true benign tumor of bone-Osteoid osteomao Commonest benign tumor of hand-Enchondroma",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Metastasis",
        "opc": "Osteosarcoma",
        "opd": "Chondrosarcoma",
        "subject_name": "Orthopaedics",
        "topic_name": "Metastatic Tumors of Bone",
        "id": "b02883b6-5644-485e-9994-f4078f412b99",
        "choice_type": "single"
    }
]