[
    {
        "question": "Monteggia fracture is:",
        "exp": "Ans. (b) Fracture of the proximal third of the ulna with dislocation of the head of the radius. Maheshwari 5th ed. /110* Monteggia fracture: Fracture of the proximal third of the ulna with dislocation of proximal radio-ulnar joint.* Posterior interosseous nerve is damaged in case of monteggia fracture dislocation.* Cause of monteggia fracture: Fall on an outstretched hand with the forearm in excessive pronation (hyper-pronation injury).Also KnowGaleazzi Fracture: Fracture of the distal third of radius and dislocation of the distal radio - ulnar joint.* Isolated ulnar shaft fractures are most commonly seen in defence against blunt trauma (e.g. nightstick injury). Such an isolated ulnar shaft fracture is not a Monteggia fracture. It is called a nightstick fracture'.",
        "cop": 2,
        "opa": "Fracture of distal radius with dislocation of head of ulna",
        "opb": "Fracture of the proximal third of the ulna with dislocation of the head of the radius.",
        "opc": "Fracture of distal third of ulna with dislocation of head of radius",
        "opd": "Fracture of proximal one third of radius with dislocation of head of radius",
        "subject_name": "Orthopaedics",
        "topic_name": "Monteggia and Distal Radius Fracture",
        "id": "05ff2f72-fa35-4bbe-975c-7ba09090e255",
        "choice_type": "single"
    },
    {
        "question": "Monteggia fracture is due to:",
        "exp": "Ref: Apley's System of Orthopaedics and Fractures, 9th edition, page 770 & 773Explanation:Monteggia fractureThe injury described by Monteggia in the early nineteenth century (without the benefit of x- rays!) was a fracture of the shaft of the proximal third of ulna associated with dislocation of the proximal radioulnar joint. The radio-capitellar joint is dislocated as well.More recently, the definition has been extended to embrace almost any fracture of the ulna associated with dislocation of the radio- capitellar joint, including transolecranon fractures in which the proximal radioulnar joint remains intact.If the ulnar shaft fracture is angulated with the apex anterior (the most common type) then the radial head is displaced anteriorly, if the fracture apex is posterior, the radial dislocation is posterior, and if the fracture apex is lateral then the radial head w ill be laterally displaced.In children, the ulnar injury may be an incomplete fracture (greenstick or plastic deformation of the shaft ).Fractures of the distal third of radius with dislocation of the ulnar head from the distal radioulnar joint was described by Galeazzi in 1934 and named after him. It is commoner than Monteggia fracture dislocation.",
        "cop": 1,
        "opa": "Proximal third of ulna fracture and radial head dislocation",
        "opb": "Distal third of radius fracture and ulnar head dislocation",
        "opc": "Proximal radial fracture and ulnar head dislocation",
        "opd": "Distal ulnar fracture and radial head dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Monteggia and Distal Radius Fracture",
        "id": "52fef686-f5d9-492b-a001-8c22f383e3b8",
        "choice_type": "single"
    },
    {
        "question": "18 year old Male has history of trauma. X-ray is shown below. The diagnosis is?",
        "exp": "Ans. (d) Monteggia fracture# The image shows X- Ray of the Elbow joint with fracture of upper ulna diagnostic of Monteggia Fracture.# Galeazzi fracture is an isolated fracture of the junction of the distal third and middle third of the radius with associated subluxation or dislocation of the distal radio-ulnar joint",
        "cop": 4,
        "opa": "Supra-Condylar Fracture",
        "opb": "Colies Fracture",
        "opc": "Galeazzi fracture",
        "opd": "Monteggia fracture",
        "subject_name": "Orthopaedics",
        "topic_name": "Monteggia and Distal Radius Fracture",
        "id": "cd834c05-60e7-43bf-8010-eaa66a850d1a",
        "choice_type": "single"
    },
    {
        "question": "Monteggia fracture is: (D. REPEAT 2012)",
        "exp": "Ref: Aples's Svstem of Orthopaedics and Fractures, 9th edition, Pages 770 and 773Explanation:MONTEGGIA FRACTUREThe injury described by Monteggia in the early nineteenth century (without the benefit of X-rays!).Fracture of shaft of the proximal third of ulna associated with dislocation of the proximal radio-ulnar joint.The radio-capitellar joint is dislocated.Recently, the definition has been extended to embrace almost any fracture of the ulna associated with dislocation of the radio- capitellar joint, including trans-olecranon fractures with dislocation of proximal radioulnar joint (Hume fracture).If the ulnar shaft fracture is angulated with the apex anterior (the most common type) then the radial head is displaced anteriorly, if the fracture apex is posterior, the radial dislocation is posterior, and if the fracture apex is lateral then the radial head will he laterally displaced.In children, the ulnar injury may he an incomplete fracture (greenstick or plastic deformation of the shaft).Fractures of the distal third of radius with dislocation of the ulnar head from the distal radio-ulnar joint was described by Galeazzi in 1934 and named after him. It is commoner than Monteggia fracture dislocation.Note* Monteggia fracture - Fracture proximal one- third of ulna with dislocation of radial head* Galleazzi fracture - Fracture distal one-third of radius with disruption of the distal radioulnar joint",
        "cop": 1,
        "opa": "of proximal 1 /3rd ulna w ith dislocation of radioulnar joint",
        "opb": "of distal 1 /3rd of ulna with dislocation of radioulnarJoint",
        "opc": "of atlas",
        "opd": "of distal l/3rd of radius with dislocation of radioulnar joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Monteggia and Distal Radius Fracture",
        "id": "a4e12bb7-f2f8-4f2e-8fac-4841b7c658f0",
        "choice_type": "single"
    }
]