[
    {
        "question": "All are true regarding brachial plexus injury, except:",
        "exp": "Preganglionic lesions have a poor prognosis as these do not recover and are surgically irreparable. Postganglionic lesions have better prognosis than preganglionic lesions and histamine test is useful in making the distinction",
        "cop": 1,
        "opa": "Preganglionic lesions have a better prognosis than postganglionic lesions",
        "opb": "Erb's palsy causes paralysis of the abductors and external rotators of the shoulder",
        "opc": "In Klumpke's palsy, Horner's syndrome may be present on the ipsilateral side",
        "opd": "Histamine test is useful to differentiate between the preganglionic and postganglionic lesions",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "1ba90921-a4a1-49b2-99f5-56ba6296d4b1",
        "choice_type": "multi"
    },
    {
        "question": "Patient presented with loss of sensations in the lateral three and a half fingers. Which of the following will be an additional finding in this patient?",
        "exp": "This is the case of median nerve injury; sensation is lost over area supplied by median nerve. Findings: Injury or compression of median nerve at wrist (e.g. Carpal tunnel syndrome) can be tested by 1. Pen test for abductor pollicis brevis there is inability to touch the pen kept above the palm by thumb abduction 2. Ape thumb deformity (In median nerve palsy, the thumb is adducted and laterally rotated and lies in same plane as rest of finger, due to unopposed action of extensor pollicis longus (radial nerve) and adductor pollicis (ulnar nerve). 3. Loss of opposition 4. Sensory loss lateral 3 1/2 of digits and 2/3rd palm (autonomous zone is tip of index and middle finger) 5. Loss of sensation over thenar eminence 6. Anterior dislocation of lunate may cause median nerve compression.",
        "cop": 1,
        "opa": "Opponens paralysis",
        "opb": "Loss of sensation on hypothenar eminence",
        "opc": "Atrophy of adductor pollicis",
        "opd": "None of the above",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "abdcd228-b6f9-4881-b10f-8a2eead28e14",
        "choice_type": "multi"
    },
    {
        "question": "Test shown in the video is for which structure & its nerve supply:",
        "exp": "Test shown in the video is for Supraspinatus (C5,C6) Empty can test: This tests the strength of Supraspinatus . The patient is asked to raise his /her arms to a position of 90-degree abduction,30 degrees of forward flexion and internal rotation(thumbs pointing to the floor, as if emptying an imaginary can) The examiner stands behind the patient and applies downward pressure on both arms, with the patient resisting this force. The result is positive if the affected side is weaker than the unaffected side-tear of the supraspinatus tendon.",
        "cop": 3,
        "opa": "Infraspinatus C6,C7",
        "opb": "Subscapularis C5,C6",
        "opc": "Supraspinatus C5,C6",
        "opd": "Teres minor C6,C7",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "a5534a3b-8d71-4c8b-90fb-e14a574464dc",
        "choice_type": "single"
    },
    {
        "question": "Following an incised wound in the front of wrist, the subject is unable to oppose the tips of the little finger and the thumb. The nerve(s) involved is/are:",
        "exp": "The patient has inability to oppose little finger (paralysis of opponens digiti minimi) and oppose thumb (paralysis of opponens pollicis). So, both ulnar and median nerves are paralysed.",
        "cop": 3,
        "opa": "Ulnar nerve alone",
        "opb": "Median nerve alone",
        "opc": "Median and ulnar nerves",
        "opd": "Radial and ulnar nerves",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "0cc36c09-0eef-4be6-b6db-fe5ad5a4bc39",
        "choice_type": "single"
    },
    {
        "question": "Given video shows findings of an abnormality. The patient has most likely suffered lesion at which level?",
        "exp": "Low Radial nerve palsy: Injury is before the spiral groove. All muscles supplied by radial nerve are paralysed. Low radial nerve injuries may be of two types:- 1) Type 1: Injury occurs between the spiral groove and elbow joint. Muscles involved is:- Elbow extensors(Triceps,Anconeus) are spared. Wrist, elbow and finger extensors are paralysed. Sensory loss in first web space(on dorsal side). 2)Type 2:-Injury occurs below the elbow joint. Elbow extensors,brachioradialis and wrist extensors(ECRL)are spared. Finger extensors (extensor digitorum,extensor digiti minimi,extensor indicis),ECRB and thumb extensors(extensor pollicis longus & brevis)are paralysed. Sensory loss in the first web space(on dorsal side).",
        "cop": 1,
        "opa": "Radial groove",
        "opb": "Lower 1/3 of forearm",
        "opc": "Neck of radius",
        "opd": "At wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "5f1112ad-c09b-485c-8e1b-234f9f7cbe18",
        "choice_type": "single"
    },
    {
        "question": "In a patient with Erb's palsy, all of the folowing movements are lost except:",
        "exp": "Deformity and Loss of Movements 'FABER'S Lost in Erb's Policeman/Waiter/Poer's tip hand Arm: adducted and medially rotated Forearm: extended and pronated Arm hangs limply by the side Lost movements--All movements opposite to the deformity Actions that would be lost: Loss of abduction and lateral rotation of arm Loss of flexion and supination of forearm.",
        "cop": 4,
        "opa": "Supination",
        "opb": "External rotation at shoulder",
        "opc": "Abduction at shoulder",
        "opd": "Pronation",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "7a95cf9f-92c3-4aab-a975-9a013c509244",
        "choice_type": "multi"
    },
    {
        "question": "Splint used for the condition shown below:",
        "exp": null,
        "cop": 1,
        "opa": "Knuckle bender splint",
        "opb": "Gutter splint",
        "opc": "Mallet splint",
        "opd": "Cock-up splint",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "a510fc49-423f-432c-a15f-09f589dd2b95",
        "choice_type": "multi"
    },
    {
        "question": "A patient can't extend his wrist after he has met with an accident. He has no sensory loss. Level at which the affected nerve is injured?",
        "exp": "Patient has wrist drop so radial nerve is involved, there can be sensory sparing in radial nerve injury.",
        "cop": 1,
        "opa": "Spiral groove of humerus",
        "opb": "Head of radius",
        "opc": "Near medial epicondyle",
        "opd": "Surgical neck of humerus",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "2b08a241-5ee1-40d6-8dc5-cad955f762e4",
        "choice_type": "single"
    },
    {
        "question": "In 3-year-child with polio paralysis, tendon transfer operation is done at:",
        "exp": "Tendon transfers: Done to equalise an unbalanced paralysis or to use the motor power of working muscles for more useful functions. Not done before 5 years of age as the child has to be manageable enough to be taught proper exercises. As the child is 3 years old, tendon transfer should be done after 2 years (at 5 years of age).",
        "cop": 2,
        "opa": "2 months after the disease",
        "opb": "2 years after the disease",
        "opc": "6-12 months after the disease",
        "opd": "After skeleton maturation",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "96862e70-0685-4d5f-b833-8bdcb723ed26",
        "choice_type": "single"
    },
    {
        "question": "A pole vaulter had a fall during pole vaulting and had paralysis of the arm. Which of the following investigations gives the best recovery prognosis.",
        "exp": "EMG (electromyography) is by far the most reliable and effective test to predict about nerve recovery. Diagnostic Tests for Nerve Injuries: EMG: Denervation fibrillation potentials. Appears at 2-3 weeks then spontaneous fibrillation. EMG is the earliest indicator of nerve recovery. Nerve conduction study: reduced in axonotmesis and neurotmesis but cannot differentiate between the 2. Normal nerve conduction velocity on day 10 goes toward neuropraxia. No conduction will indicate neurotmesis. Sweat Test: In autonomous area, presence of sweat rules out complete injury as sweat fibers are most resistant to compression. MRI: Value only in nerve root lesions (e.g. Brachial plexus injuries).",
        "cop": 1,
        "opa": "Electromyography",
        "opb": "Muscle biopsy",
        "opc": "Strength duration curve",
        "opd": "Creatine phosphokinase levels",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "e128f6e8-cd3f-4afc-98d1-69ede5cb60d7",
        "choice_type": "multi"
    },
    {
        "question": "What is the deformity of 1st and 2nd lumbrical is called?",
        "exp": "Paial claw hand Complete claw hand Involving only ulnar 2 digits as in isolated ulnar nerve palsy Involving all digits and resulting from combined ulnar and median nerve palsy Median Nerve: Sensory supply: lateral 3 and half fingers in the palmar aspect & tips of lateral 3 and half fingers in the dorsal aspect independent zone supplied by a single nerve (autonomous zone): tip of the index finger Motor supply: 1st and 2nd lumbricals anterior compament of the forearm except medial half of the flexor digitorum profundus and flexor carpi ulnaris thenar group of muscles except abductor pollicis brevis, flexor pollicis brevis, opponens pollicis Pointing Index: If the functioning of flexor pollicis longus, flexor digitorum profundus and flexor digitorum superficialis is lost, index finger can't flex upon making a fist. This results in the Pointing Index.",
        "cop": 2,
        "opa": "Ulnar claw hand",
        "opb": "Median claw hand",
        "opc": "Total claw hand",
        "opd": "Pointing finger",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "ba3dc62a-5f45-4865-b06d-873e0f026ae1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a good prognosis?",
        "exp": "GOOD NERVE G- growing age/good repair O-only motor involvement O- only sensory involvement D- distal lesion N- Neuropraxia E- early repair R - radial nerve injury V- vascularity maintained E- end to end repair",
        "cop": 1,
        "opa": "Proximal lesion",
        "opb": "Only motor involvement",
        "opc": "Only sensory involvement",
        "opd": "Neuropraxia",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "7549505d-2edb-4482-884b-4b231801fd1c",
        "choice_type": "single"
    },
    {
        "question": "True about nerve injuries among following are:",
        "exp": "Froment sign (Fig a-normal, b- positive) Seen in ulnar nerve palsy due to action of FPL which is supplied by median nerve. Waenberg sign (c- normal, d- positive) Seen in ulnar nerve palsy and not median nerve palsy so this option is wrong. It is caused by an unopposed action of the ulnar inseion of the extensor digiti minimi(radial nerve innervation). It occurs due to paralysis of the palmar interosseous muscle that abducts the little finger. Only lateral two lumbricals are supplied by median nerve medial two lumbricals are supplied by ulnar nerve.",
        "cop": 3,
        "opa": "Froment sign seen in median nerve palsy is due to Flexor pollicis longus action",
        "opb": "Waenburg sign is seen in median nerve palsy",
        "opc": "Median nerve is also named as labourer's nerve",
        "opd": "All lumbricals are supplied by median nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "ced83d87-febe-4ca9-b5c2-282007bb9bbb",
        "choice_type": "multi"
    },
    {
        "question": "Brachial plexus injury with Horner's syndrome, nerve root level involved is :",
        "exp": "- Horner syndrome is due to involvement of white matter of spinal cord at T1 level.\" Klumpke's palsy: Occurs in lower trunk of brachial plexus (C8-T1) Claw hand is present due to the paralysis of intrinsic muscles of hand It is associated with Horner's syndrome Has poor prognosis",
        "cop": 4,
        "opa": "C5",
        "opb": "C6",
        "opc": "C7",
        "opd": "T1",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "53e6fea6-279f-4b4a-9d38-6f254d6fb91a",
        "choice_type": "single"
    },
    {
        "question": "Cock up splint is used for which nerve injury?",
        "exp": "High radial nerve injury - brachioradialis paralyzed+ wrist drop + finger drop + sensory loss Low radial nerve injury - wrist drop + finger drop + sensory loss ( brachioradialis is spared) PIN injury - finger drop + sensory loss Superficial - sensory loss -Splints used in other nerve injuries : Brachial plexus injury- Aeroplane splint Ulnar nerve > Median nerve- Knuckle bender splint",
        "cop": 3,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "Radial nerve",
        "opd": "Brachial plexus",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "df8849e2-6e5d-45d7-9796-064f64ce1452",
        "choice_type": "single"
    },
    {
        "question": "Road traffic accident, a patient lying in right lateral position with bruise on face, elbow and lateral side of knee. Which nerve injury has maximum chances in this position of the victim?",
        "exp": "Amongst the mentioned nerves most frequently injured nerve in lateral position will be the nerve that has maximum chances of injury due to compression against a bony prominence and that is common peroneal nerve near fibular neck.",
        "cop": 3,
        "opa": "Trigeminal nerve",
        "opb": "Ulnar nerve",
        "opc": "Common peroneal nerve",
        "opd": "Tibial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "3f4788bd-22a5-461e-b328-cc30c2dfe997",
        "choice_type": "single"
    },
    {
        "question": "Tendon used for repair of flexor tendon injury in hand requiring reconstruction from forearm to fingeip is:",
        "exp": "Tendons used for reconstruction Palmaris longus--Hand to fingeip Plantaris--Forearm to fingeip (plantaris is longest tendon in the body)",
        "cop": 2,
        "opa": "Palmaris",
        "opb": "Plantaris",
        "opc": "Extensor digitorum communis",
        "opd": "Extensor digiti minimi",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "da67ef25-08f3-460f-a911-2f64d34af111",
        "choice_type": "single"
    },
    {
        "question": "Wallerian degeneration involves:",
        "exp": "Wallerian, or anterograde degeneration Occurs toward the distal end of the axon in both the CNS and PNS Characterized by successive fragmentation and disappearance of axons and myelin sheaths and by secondary proliferation of Schwann cells. Retrograde degeneration occurs toward the proximal end of the axon and in the cell body. Takes place in both the CNS and PNS Characterized by chromatolysis, cell body swelling, and flattening and displacement of the nucleus to the periphery",
        "cop": 3,
        "opa": "Chromatolysis.",
        "opb": "Only the CNS.",
        "opc": "Successive fragmentation of the axon.",
        "opd": "Swelling of the cell body",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "29878a99-3b8b-4490-9325-5f2c76c8b32d",
        "choice_type": "multi"
    },
    {
        "question": "Seddon's Classification all are true except:",
        "exp": "SEDDON'S CLASSIFICATION Neuropraxia: Tinel's Sign Negative Temporary physiological disruption of nerve impulse conduction. The loss of function is incomplete. Complete recovery in 3-6 weeks and comes back like lightening, i.e. completely recovers in one go. No Wallerian degeneration takes place Tinel's sign is negative. Crutch palsy Saturday night palsy Tourniquet palsy Few traumatic nerve injuries are neuropraxia Axonotmesis: Tinel's Sign Positive and Progressive It is axonal breakdown, Tinel's sign is positive, Motor March is seen . Recovery is usually not complete. Seen in closed fractures and dislocations Neurotmesis: Tinel's Sign is Positive and Non progressive Complete anatomic section of the nerve. No recovery without surgical intervention. Degeneration distal to injuries (Secondary or Wallerian degeneration) Degeneration in proximal segment (Primary or retrograde degeneration) At proximal end forms-- Neuroma At distal end forms-- Glioma",
        "cop": 3,
        "opa": "Complete anatomic division of nerve is classified as Neurotmesis",
        "opb": "Axonotmesis has Tinel's sign positive and progressive",
        "opc": "Neurotmesis has complete recovery with/without surgical intervention",
        "opd": "Saturday night palsy involves radial nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "bf8ba78a-5659-45fb-b604-26bc5b84276a",
        "choice_type": "multi"
    },
    {
        "question": "You have noticed ape like thumb in a 30 years young man from bihar who is a known patient of leprosy? Which of the following test is not done to show the nerve involved in this condition?",
        "exp": "Common in leprosy-The involvement of the: median nerve at the wrist ulnar nerve at the elbow common peroneal nerve at the fibular head Here median nerve (C5-T1) is involved all other tests done for median nerve palsy Card test is done for ulnar nerve A high/proximal lesion of the median nerve manifests in the hand of benediction",
        "cop": 1,
        "opa": "Card test",
        "opb": "Pen test",
        "opc": "Benediction sign (pointing index deformity)",
        "opd": "Oschner clasp sign",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "60c1bc29-35e7-444b-9c55-60f073c1b44d",
        "choice_type": "single"
    },
    {
        "question": "Axillary nerve injury likely to be seen in:",
        "exp": "Axillary nerve is damaged due to the following causes: Shoulder dislocation(anterior/inferior) Fracture of upper end of Humerus Injection into deltoid muscle",
        "cop": 1,
        "opa": "Shoulder dislocation",
        "opb": "Coracoid process fracture",
        "opc": "Humerus shaft fracture",
        "opd": "Brachial plexus injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Nerve Injuries - 1",
        "id": "5ec11a00-d3f9-499c-a465-4502e67e6be1",
        "choice_type": "single"
    }
]