[
    {
        "question": "Acute Osteomylitis in children most commonly affects-",
        "exp": "Ans. is 'a' i.e., Metaphysis Metaphysis is most commonly involved in acute osteomyelitis as-o Long loop vessels are present leading to easy bacterial seeding o Excessive bone turnover in this regiono It has thin cortexo It has relatively fewer phagocytic cells",
        "cop": 1,
        "opa": "Metaphysis",
        "opb": "Diaphysis",
        "opc": "Epiphysis",
        "opd": "Physis",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteomyelitis",
        "id": "fdc63900-a247-4f02-84df-77b94bfebac2",
        "choice_type": "single"
    },
    {
        "question": "Most common site for Osteomyelitis:",
        "exp": "Ans. (b) MetaphysisRef.: Maheshwari 5th ed. 1168* Hematogenous osteomyelitis is an infection caused by bacterial seeding from the blood.* Acute hematogenous osteomyelitis is characterized by an acute infection of the bone caused by the seeding of the bacteria within the bone from a remote source. This condition primarily occurs in children.* The most common site is the rapidly growing and highly vascular metaphysis of growing bones. The apparent slowing or sludging of blood flow as the vessels make sharp angles at the distal metaphysis predisposes the vessels to thrombosis and the bone itself to localized necrosis and bacterial seeding.Also Know* MC site of OM in child: Lower end of femur * MC site of OM in adults: Thoraco-Lumbar vertebra (Thoracic > Lumbar)* MC site of OM in infants: Hip",
        "cop": 2,
        "opa": "Epiphysis",
        "opb": "Metaphysis",
        "opc": "Diaphysis",
        "opd": "Sub-chondral growth plate",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteomyelitis",
        "id": "68c8cd1c-2611-4392-8079-3e1100cc711a",
        "choice_type": "single"
    },
    {
        "question": "Osteomyelitis in sickle cell anemia is due to.",
        "exp": "(A)- Musculoskeletal abnormalities in Sickle cell disease.1. Dactylitis or hand-foot syndrome is swelling, tenderness and warmth of hands and feet (<5 years age group).2. Sterile joint effusion and periarticular pain in sickle cell crisis (knee and elbow are usually involved).3. Diaphyseal osteomyelitis of long tubular bone esp. Salmonella infections, also it can involve multiple bones.4. Infarction of bone marrow and avascular necrosis.",
        "cop": 1,
        "opa": "Salmonella",
        "opb": "Streptococcus",
        "opc": "Haemophilus",
        "opd": "Neisseria",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteomyelitis",
        "id": "e578cbf2-a449-4115-a1f1-cf6cda675254",
        "choice_type": "single"
    },
    {
        "question": "Non-healing sinus is a common clinical feature is chronic osteomyelitis. The most common frequent cause for this presentation is:",
        "exp": "(C)- Due to necrosis pieces of dead bone separate as sequestra varying in size from spicule to large segment. It is lighter than live bone and normal pattern of bone is lost. It acts as nidus and is most common cause of non healing sinus in chronic osteomyelitis.",
        "cop": 3,
        "opa": "Resistant organisms",
        "opb": "Retained foreign body",
        "opc": "Presence of sequestrum",
        "opd": "Intraosseous cavities",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteomyelitis",
        "id": "dfa40d32-b00e-47cd-95d8-cbc3f6271495",
        "choice_type": "single"
    },
    {
        "question": "A 18 year old male presents with a draining sinus on his left leg with pus discharge and discharge of bony pieces since in 3 months. The diagnosis -",
        "exp": "Ans. is 'a' i.e., Chronic osteomyelitis Clinical features of chronic osteomyelitiso The commonest presenting symptom is a chronic discharging sinus. Pain is minimal or absento Generalized symptoms of acute osteomyelitis are not present except in acute excacerbations.o On examination there is irregular thickening of boneo Mild tenderness may be seen in deep palpationo Adjacent joint may be stiff.Radiological featureso Following are radiological features:-i) Thickening and irregularity of the cortices.ii) Patchy sclerosisiii) Bone cavity: This is seen as an area of rarefaction surrounded by sclerosis.iv) Sequestrum: This appears denser than the surrounding normal bone because the decalcification which occurs in normal bone, does not occur in dead bone. Granulation tissue surrounding the sequestrum gives rise to a radiolucent zone around it. A sequestrum may be visible in soft tissue.v) Involucrum and cloacae may be visible.",
        "cop": 1,
        "opa": "Chronic osteomyelitis",
        "opb": "Ewing's Sarcoma",
        "opc": "Osteoid Osteoma",
        "opd": "Cellulitis",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteomyelitis",
        "id": "5ad1ae58-406c-4119-bb69-206eb18923f4",
        "choice_type": "single"
    }
]