[
    {
        "question": "Bakers cyst is a type of:",
        "exp": "Baker's cyst:- It is a pulsion diveiculum of knee joint.- It usually found in the posterior aspect of the knee joint.- It is associated with medial meniscal injury.",
        "cop": 1,
        "opa": "Pulsion diveiculum of knee joint",
        "opb": "Retention cyst",
        "opc": "Bursitis",
        "opd": "Benign tumor",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteochondritis and Avascular Necrosis",
        "id": "d37c8381-7042-41f1-aa7a-3322147d9acc",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old boy presents to the OPD with a painless limp. On examination, you observe that abduction and internal rotation of left hip are restricted. While attempting to flex the hip, the knee goes toward axilla. What is your probable diagnosis?",
        "exp": "Pehes disease: Male > Female 4-8 years of age, self limiting/resolving Bilateral in 10-12 % of the cases Lateral subluxation of the femoral head Speckled calcification lateral to the capital epiphysis Gage sign-a radiolucent 'V' shaped defect in the lateral epiphysis and adjacent metaphysis Sagging Rope Sign--metaphyseal sclerotic band painless limp is the key point for the diagnosis. Examination findings: extremes of all movements are diminished. When the hip is flexed it may go into obligatory external rotation (Catterall's sign) and knee points towards axilla. (Normally goes towards mid-clavicular region)",
        "cop": 4,
        "opa": "Septic ahritis of hip",
        "opb": "Tuberculosis ahritis of hip",
        "opc": "Cong dislocation of hip",
        "opd": "Pehes disease",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteochondritis and Avascular Necrosis",
        "id": "49fe11d4-b070-4ee9-ba0e-909dad1d38ff",
        "choice_type": "single"
    },
    {
        "question": "Meyer pedicle graft is used for?",
        "exp": "Meyer-pedicle graft Used to prevent avascular necrosis and non-union fracture in upper end of femur (neck of femur). In this procedure, Quadratus femoris is taken up and inseed into the head of the femur. Inter-trochanteric of Femur does not result in AVN or non-union. It causes malunion.",
        "cop": 2,
        "opa": "Fracture through neck of the talus",
        "opb": "Non-union fracture neck of femur",
        "opc": "Fracture through the waist of the scaphoid",
        "opd": "Inter-trochanteric fracture femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteochondritis and Avascular Necrosis",
        "id": "7c6207fd-9fc1-43f5-95b6-f0f15ca8cdc2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about changes in aicular cailage with ageing is not true:",
        "exp": "Cailage propey Aging Osteoahritis Hydration Decreased Increased ( in late OA its also decreased) Proteolytic enzymes Normal Increased Proteoglycan content Decreased(due to decreased synthesis) Decreased (due to increased destruction)",
        "cop": 3,
        "opa": "Total proteoglycan content is decreased",
        "opb": "Synthesis of proteogycans is decreased",
        "opc": "Enzymatic degradation of proteoglycans is increased",
        "opd": "Total water content of cailage is decreased",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteochondritis and Avascular Necrosis",
        "id": "16152ced-2c15-4fd3-9b06-19e5583e976a",
        "choice_type": "multi"
    },
    {
        "question": "A body builder taking steroids and creatinine presented with hip pain and unable to squat. On MRI, femoral aicular surface is disrupted and there is cresent sign seen on radiograph. What is the diagnosis?",
        "exp": "History of intake of steroids usually results in avascular necrosis. The classic appearance of a thin subchondral fracture line known as \"Crescent sign\". It is seen on X -ray signifies Avascular necrosis. Most common location of AVN is Head of Femur which is called Chandelier's sign.",
        "cop": 1,
        "opa": "AVN",
        "opb": "Osteochondroma",
        "opc": "TB hip",
        "opd": "Fracture neck of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteochondritis and Avascular Necrosis",
        "id": "c51fe175-4dd8-4db0-876a-1d321a79a890",
        "choice_type": "single"
    },
    {
        "question": "Which of the following fracture is not managed by compression screws?.",
        "exp": "Techniques of internal fixation used in ankle fracture depending on site of fracture:- Medial malleolus fractures:- Lateral malleolus fractures:- Fractures of fibula - Transverse fracture- compression screws Transverse fracture- tension band wiring Fracture of lower one third of fibula - 4 hole plate Oblique fracture- compression screws Spiral fracture- compression screws Undisplaced/non aicular/avulsion small fracture- can be managed non operatively Avulsion fracture- tension band wiring Comminuted fracture- buttress plating Suprasyndesmotic injury- buttress plating Spiral fracture- compression screws(lag screw)",
        "cop": 4,
        "opa": "Transverse fracture of medial malleolus",
        "opb": "Oblique fracture of medial malleolus",
        "opc": "Spiral fracture of lateral malleolus",
        "opd": "Comminuted fracture of lateral malleolus",
        "subject_name": "Orthopaedics",
        "topic_name": "Osteochondritis and Avascular Necrosis",
        "id": "5de92d6a-7c06-471f-8423-c4855ce24297",
        "choice_type": "multi"
    }
]