[
    {
        "question": "Trochanteric fracture of femur is best treated by:",
        "exp": "(a) Dynamic hip screwDynamic hip screw (DHS) plate is the implant of choice for fixation. These days proximal femoral nail (PFN) is preferred. It is a variety of cephalomedullary fixation.",
        "cop": 1,
        "opa": "Dynamic hip screw",
        "opb": "Inlay plates",
        "opc": "Plaster in abduction",
        "opd": "Plaster in abduction and internal rotation",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "0c516e8f-375e-4d4c-8123-e797d4e998b7",
        "choice_type": "single"
    },
    {
        "question": "Femoral neck fracture of 4-week-old in an young adult should be best by treated one of the following:",
        "exp": "(b) Reduction of fracture and femoral osteotomy with fixation- >3 weeks fracture in <65 years age group-reduction and fixation along with Osteotomy/Bone grafting.",
        "cop": 2,
        "opa": "Total hip replacement",
        "opb": "Reduction of fracture and femoral osteotomy with fixation",
        "opc": "Prosthetic replacement of femoral head",
        "opd": "Reduction of fracture and multiple screw fixation",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "bd15dab4-ef80-4ab7-a5b0-72a4251a29db",
        "choice_type": "single"
    },
    {
        "question": "Which is not true about Langenbeck Kocher operation?",
        "exp": "(c) Superior exposure is very well exposed- Please observe this question is not the same as previous as Kocher-Langenbeck approach is not a good approach for superior segment as its visualization is limited hence D option will be considered acceptable as nerve injuries in earlier studies were more than 6% as compared to now.",
        "cop": 3,
        "opa": "Adequate exposal of posterior segment",
        "opb": "Anterior segment is not visualized adequately",
        "opc": "Superior exposure is very well exposed",
        "opd": "Sciatic nerve injury in 10% in cases",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "e5873fd3-7144-41f4-8805-9287f4d6d0d0",
        "choice_type": "multi"
    },
    {
        "question": "Telescopic test is useful to diagnosis:",
        "exp": "(b) Intracapsular fracture neck of femur- Positive Telescopy test indicates instability of hip joint such as: old unreduced posterior dislocation, loss of neck and or head in old fractures neck femur and paralytic hip.",
        "cop": 2,
        "opa": "Perthe's disease",
        "opb": "Intracapsular fracture neck of femur",
        "opc": "Malunited Trochanteric fracture",
        "opd": "Ankylosis of hip joint",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "8089a383-baae-4775-a84e-d27742badb0c",
        "choice_type": "single"
    },
    {
        "question": "Trendelenburg's sign is negative in an Inter-Trochanteric fracture because of:",
        "exp": "(d) Tensor fascia lata- In cases of fracture intertrochanteric femur both gluteus muscles become ineffective as these are inserted in greater trochanter. Tensor fascia lata (TFL) which is inserted through the iliotibial tract on to the lateral condyle of tibia will still be in a position to affect some abduction thereby causing a negative trendelenburg test.",
        "cop": 4,
        "opa": "Gluteus medius",
        "opb": "Gluteus maximus",
        "opc": "Gluteus minimus",
        "opd": "Tensor fascia lata",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "c8065a9e-b82c-4fca-b756-9c5836d66c12",
        "choice_type": "single"
    },
    {
        "question": "The commonest hip injury in the elderly patients is:",
        "exp": "(b) Extracapsular fracture- \"The femoral neck is the common site of fracture in the elderly\". \"Moreover fracture intertrochanteric femur occurs in elderly patients even more than fractures of femoral neck itself\".",
        "cop": 2,
        "opa": "Stress fracture",
        "opb": "Extracapsular fracture",
        "opc": "Impacted fracture neck of femur",
        "opd": "Sub capital capsular fracture neck of femur",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "663e1ee6-caf3-48ee-9b78-68be1978e0bb",
        "choice_type": "single"
    },
    {
        "question": "Nonunion is a very common complication of intracapsular fractures of the neck of femur. Which of the following is not a very important cause for the same?",
        "exp": "(d) Stress at fracture site due to muscle spasm- Causes of non-union in femoral neck fractures are posterior comminution, inadequate immobilization, inadequate vascularity, inhibition by synovial fluid, vertical fracture line and absence of cambium layer of periosteum.",
        "cop": 4,
        "opa": "Inadequate immobilization",
        "opb": "Inadequate blood supply",
        "opc": "Inhibitory effect of synovial fluid",
        "opd": "Stress at fracture site due to muscle spasm",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "9c3e26ee-94a1-4698-9619-127488b93590",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of intertrochanteric fracture femur is:(NEET 2013; WB 1999; AI 1998, 1988; DELHI 1997)",
        "exp": "(a) Malunion- Most common complications of intracapsular fracture -AVN followed by non-union.- Most common complication of extracapsular fracture - Malunion.",
        "cop": 1,
        "opa": "Malunion",
        "opb": "Non-union",
        "opc": "Osteoarthritis",
        "opd": "Nerve injury",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "aed1e422-af1b-42ad-943c-73062ace4ef5",
        "choice_type": "single"
    },
    {
        "question": "A patient with hip dislocation with limitation of Abduction at hip and flexion and internal rotation deformity at hip and shortening. Diagnosis is:",
        "exp": "(c) Posterior dislocationExplanationSince the question mentions limitation of abduction, hence there is adduction deformity along with flexion and internal rotation deformity. Thus this is a case of Posterior dislocation of hip.Position of hipPattern of InjuryFlexion, adduction, internal rotationPure posterior dislocationLess flexion, less adduction (neutral or slight abduction), internal rotationPosterior fracture dislocation > central dislocationHyper abduction + Flexion + External rotationAnterior dislocationSome students remember an alternate format of the question 6b",
        "cop": 3,
        "opa": "Central dislocation",
        "opb": "Anterior dislocation",
        "opc": "Posterior dislocation",
        "opd": "Fracture dislocation",
        "subject_name": "Orthopaedics",
        "topic_name": "Pelvis & Injuries",
        "id": "950da181-d785-4ae3-82ee-b5f65c69c546",
        "choice_type": "single"
    }
]