[
    {
        "question": "Which of the following nerves has the best prognosis for repair after injury -",
        "exp": "Ans. is 'b' i.e., Radial nerveRecovery potential after nerve repairExcellent :- Radial, Musculocutaneous, femoral, digital nervesModerate :- Median, Ulnar, TibialPoor :- Common peroneal (lateral popliteal)",
        "cop": 2,
        "opa": "Ulnar",
        "opb": "Radial",
        "opc": "Median",
        "opd": "Lateral popliteal",
        "subject_name": "Orthopaedics",
        "topic_name": "Radial Nerve Injury",
        "id": "d1081012-1be8-4319-9bf2-7d2438593c88",
        "choice_type": "single"
    },
    {
        "question": "Saturday night palsy is which type of nerve injury-",
        "exp": "Ans. is 'a' i.e., NeuropraxiaSeddon's classification of nerve injurieso Seddon identified three types of injuriesNeuropraxiaThere is contusion of the peripheral nerve which causes reversible physiological nerve conduction block. The axis cylinder (i.e., axon with its endoneurium) is preserved. Thus, there is physiological conduction block without anatomic disruption. The injury is temporary and recovery is complete. It is seen in crutchpalsy, tourniquet palsy, and Saturday night palsy.AxonotemesisThere is injury to axon but endoneurium is preserved. Spontaneous recovery is expected in some cases. This is seen in closed fractures and dislocations.NeurotemesisThere is complete anatomical section of nerve. No recovery possible. It is seen in open wound.",
        "cop": 1,
        "opa": "Neuropraxia",
        "opb": "Axonotemesis",
        "opc": "Neurotemesis",
        "opd": "Complete section",
        "subject_name": "Orthopaedics",
        "topic_name": "Radial Nerve Injury",
        "id": "fc31d9d8-7a02-4787-8df9-b1ca07670d91",
        "choice_type": "single"
    },
    {
        "question": "Wrist drop is seen with -",
        "exp": "Ans. is 'a' i.e., Radial nerve palsyDeformity or disorderNerve involvedo Wrist dropo Foot dropo Claw hand (complete)o Ulnar ciawr hando Ape thumb deformity'o Pointing indexo Policeman tip deformityo Winging of scapulao Meralgia parestheticao Radial nerveo Common peroneal nerve (Lateral popliteal)o Ulnar + Median nerveo Ulnar nerveo Median nerveo Median nerveo Erb's Palsy (Brachial plexus)o Long thoracic nerve (nerve to SA)o Lateral cutaneous nerve of thigh",
        "cop": 1,
        "opa": "Radial nerve palsy",
        "opb": "Median nerve palsy",
        "opc": "Ulnar nerve palsy",
        "opd": "Posterior interosseous nerve palsy",
        "subject_name": "Orthopaedics",
        "topic_name": "Radial Nerve Injury",
        "id": "16a5e613-6b77-4acd-8784-66101047b41d",
        "choice_type": "single"
    },
    {
        "question": "Best prognosis after nerve repair:",
        "exp": "Ans. is 'a' i.e. Radial A purely motor or sensory nerve has better prognosis than mixed nerves as there is no axonal confusion. Radial nerve is a pure motor nerve. All other nerves mentioned in the question are mixed nerves.Review of Surgery by Mostafa, Cathey & Greene p 112 writes - \"The type of nerve involved is also important. A pure motor or sensory nerve recovers better than a nerve containing both motor & sensory fibres. Thus the radial and musculocutaneous nerves, which are primarily motor nerves, recover better than the mixed medial nerves, and the tibial division of the sciatic nerve fares better than the peroneal division \".Various websites write that - 'the radial nerve has the best prognosis in upper limb'.",
        "cop": 1,
        "opa": "Radial",
        "opb": "Median",
        "opc": "Sciatic",
        "opd": "Ulnar",
        "subject_name": "Orthopaedics",
        "topic_name": "Radial Nerve Injury",
        "id": "bddf7658-4278-435d-95db-a8818c4173e6",
        "choice_type": "single"
    },
    {
        "question": "Extensor Carpi Radialis Longus is -",
        "exp": "Ans. is 'b' i.e., Extensor and radial Deviator of the wrist o Extensor carpi Radialis Longus is a primary extensor and radial deviator of the wrist o It is supplied by the radial nerve and not the PIN o Loss of function causes wrist drop",
        "cop": 2,
        "opa": "Extensor and ulnar deviator of the wrist",
        "opb": "Extensor and radial De viator of the wrist",
        "opc": "Injured in Posterior interosseus nerve injury",
        "opd": "Weak extensor of the wrist",
        "subject_name": "Orthopaedics",
        "topic_name": "Radial Nerve Injury",
        "id": "d26e0082-4218-42af-a5f2-f79aee721f59",
        "choice_type": "single"
    },
    {
        "question": "Saurday night palsy involves -",
        "exp": "Ans. is 'a' i.e., Radial nerve Types of radial nerve palsy and deficit:High Radial Nerve palsyLoss of elbow extention Wrist, thumb and finger dropLow radial nerve palsyWrist, Finger and thumb dropPosterior interosseus nerve injuryLoss of finger and thumb extention No sensory involvementSaturday night palsyCompression of Radial nerve between spiral groove and lateral intermuscular septum (mimics High/low radial nerve palsy)Honeymoon PalsyDue to compession of partners head against the radial nerve while sleeping (similar to Saturday night palsy)",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Musculocutaneous",
        "opd": "Ulnar nerve",
        "subject_name": "Orthopaedics",
        "topic_name": "Radial Nerve Injury",
        "id": "f742ed82-db0f-4d38-96e7-53b42cec3061",
        "choice_type": "single"
    }
]