[
    {
        "question": "A 57-year-old man arrives at the emergency room complaining of weakness, fatigue, and intermittent fever that has recurred for several weeks. The patient had a cardiac valvular prosthesis implanted 5 years ago. Blood cultures grew ceain gram-positive cocci on which catalase and coagulase test were done. The gram-positive organisms failed to ferment mannitol, and their growth was inhibited by novobiocin. CATALASE TEST SLIDE COAGULASE TEST Lesions seen on skin What is the most likely infectious agent?",
        "exp": "Physical examination reveals petechiae (pinpoint, nonraised, purplish red spots caused by intradermal hemorrhage) on the chest and stomach. Catalase-positive and coagulase negative The patient is probably suffering from bacterial endocarditis caused by S. epidermidis infection of the prosthetic heart valve. S. epidermidis Coagulase-negative organism Unable to ferment mannitol Sensitive to novobiocin Resistant to penicillin. Patients with congenital heart malformations, acquired valvular defects (for example, rheumatic heart disease), prosthetic valves, and previous bacterial endocarditis show an increased incidence of bacterial endocarditis. Intravenous drug users also have a high risk for infection. S. viridans can be ruled out, because streptococci are catalase negative, which is a feature that distinguishes them from catalase-positive staphylococci. S. aureus is coagulase positive so it is ruled out. S. saprophyticus is coagulase negative but resistant to novobiocin, hence also ruled out here",
        "cop": 2,
        "opa": "Staphylococcus aureus",
        "opb": "Staphylococcus epidermidis",
        "opc": "Staphylococcus saprophyticus",
        "opd": "Streptococcus viridans",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "c7adea89-80f3-4715-950a-4b0b133f8e84",
        "choice_type": "single"
    },
    {
        "question": "A 50 yr. old male presented with chronic breathlessness and intermittent jaundice. He denies smoking and alcohol abuse. Lung and liver specimens revealed the following findings respectively What is the most probable diagnosis?",
        "exp": "The lung specimen reveals diffusive panacinar emphysema. The liver biopsy shows PAS positive diastase resistant deposits. Both the above clues point towards option C. - Option A hemochromatosis would show pearls stain on liver biopsy. - Cystic fibrosis would show bronchiectasis.",
        "cop": 3,
        "opa": "Hemochromatosis",
        "opb": "Cystic fibrosis",
        "opc": "Alpha 1 antitrypsin deficiency",
        "opd": "Wilsons disease",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "673357fb-4a08-4e56-b846-b67c0cb8ec3b",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old male presented with high-grade fever, groin pain and a swollen scrotum for 1 week and are worsening progressively. On examination, Tender inguinal lymphadenopathy Scrotal swelling with hydrocoele Lymphatic streaking Blood samples are taken and a parasite infection is suspected. Which of the following is the most likely organism: -",
        "exp": "This is a case of filariasis (acute lymphadenitis) due to Wuchereria bancrofti. Microfilariae are found in blood, hydrocoele and other body fluids. 1 Wuchereria bancrofti Sheath, no nuclei in the tip of the tail 2 Brugia malayi Sheath, 2 distinct nuclei in the tip of the tail 3 Loa loa Sheath, nuclei extending to the tip of the tail 4 Onchocerca volvulus (skin) No sheath, no nuclei in the tip of the tail 5 Mansonella perstans No sheath, nuclei extending to the tip of the tail 6 Mansonella ozzardi No sheath, no nuclei in the tip of the tail 7 Mansonella streptocerca (skin) No sheath, nuclei extending to the tip of the hooked tail",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "3aca2a61-46f1-4168-8bf3-a70ec5b2e199",
        "choice_type": "single"
    },
    {
        "question": "A 3 week old boy is brought to pediatrics emergency depament with projectile vomiting which is non bilious. On physical examination, firm, olive like mass is noted in the epigastric region post breastfeed and USG revealed thickened pyloric muscle. What is the most likely pathological finding if the pylorus muscle is biopsied?",
        "exp": "The clinical symptoms, examination with USG findings of thickened pyloric muscle (>3mm) and elongated pyloric canal (>15mm) reveal the diagnosis as CHPS- congenital hyperophic pyloric stenosis which has hyperophy of circular muscle as depicted in option A Hyperophy-Small spindle-shaped (uterine smooth muscle cells) from a normal uterus, compared with large plump cells (the gravid uterus), at the same magnification. A Normal kidney tubules with Early (reversible) ischemic injury showing surface blebs, increased eosinophilia of cytoplasm, and swelling of few cells. Atrophy-Normal brain parenchyma of a young adult compared with Atrophy of the brain. Note made is of loss of brain substance that narrows the gyri and widens the sulci. Apoptosis- The shown cell is reduced in size, contains brightly eosinophilic cytoplasm and a condensed nucleus.",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "a28d8d30-2766-445e-8c51-672337d6e6f0",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old male patient is a known case of a pulmonary disease and is being treated with inhalational coicosteroids and daily theophylline. The patient was admitted to a hospital for urinary retention few days back and catheterization was done. However, the condition got complicated with urinary tract infection and the patient was put on an antibiotic for the same. Now the patient is presenting with symptoms such as nausea, vomiting, abdominal pain, headache and a fine hand tremor. The patient also appears to have tachycardia. According to the doctor, the symptoms may be due to increased serum levels of the drugs taken by the patient. Which of the following drug may be responsible for the patient's condition?",
        "exp": "Theophylline is metabolized mainly by CYP1. A2 hepatic microsomal enzyme. Inhibitors of CYP1. A2: Cimetidine Ciprofloxacin Erythromycin Others are: - Aemisinin Atazanavir Enoxacin Ethinyl estradiol Fluvoxamine Furafylline Galangin Mexiletene Tacrine Thiabendazole Zileuton All these drugs inhibit the metabolism of theophylline and therefore may result in its toxicity. Nausea is a common side effect; tachycardia and tremors are also seen. Monitoring of blood theophylline levels is required to minimize toxicity.",
        "cop": 4,
        "opa": "Amoxicillin",
        "opb": "Ceftriaxone",
        "opc": "Nitrofurantoin",
        "opd": "Ciprofloxacin",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "bb2da234-b6f2-4782-9156-99c748cf4b6e",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old female patient presented with chief complaints of painless thyroid nodule. Fuher examination is insignificant. TSH levels are normal. FNAC reveals papillary changes with nuclear atypia. Total thyroidectomy is planned. However, during surgery, a nearby nerve is injured while ligating Superior thyroidal aery. Which of the following laryngeal muscle is likely to be affected?",
        "exp": "Marked structures are as follows: a- Posterior cricoarytenoid b- Thyroarytenoid c- Cricothyroid d- Oblique interarytenoid The external branch of the superior laryngeal nerve is most likely to be injured during ligation of Superior thyroid aery because both of them course together in a neurovascular bundle near the superior lobe of thyroid gland. The only laryngeal muscle supplied by the external branch of superior laryngeal nerve is Cricothyroid.",
        "cop": 3,
        "opa": "B",
        "opb": "C",
        "opc": "A",
        "opd": "D",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "aad6859c-8353-4d97-b172-12642ee7dd01",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old male presented to the OPD with a deep boring pain in the upper end of left tibia which worsened at night/while walking and is relieved by rest. On examination, there is effusion in the knee joint along with tenderness and thickening of the bone. X-ray of the concerned area was taken. MRI of the concerned area was also done.",
        "exp": "Brodie abscess is an intraosseous abscess related to a focus of subacute pyogenic osteomyelitis. It has a predilection for ends (metaphysis) of tubular bones: Proximal/distal tibial metaphysis (most common) Carpal and tarsal bones Rarely traversing the open growth plate; epiphysis (in children and infants). X-ray features: - Lytic lesion often in an oval configuration that is oriented along the long axis of the bone Surrounded by a thick dense rim of reactive sclerosis that fades imperceptibly into surrounding bone Periosteal new-bone formation +/- adjacent soft-tissue swelling MRI features: - The penumbra sign is a characteristic magnetic resonance (MR) feature of subacute osteomyelitis. It is seen as a discrete peripheral zone of marginally higher signal intensity than the central bony abscess cavity and the surrounding lower signal intensity of the reactive new bone and edema.",
        "cop": 1,
        "opa": "Brodie's abscess",
        "opb": "Garre's osteomyelitis",
        "opc": "Septic ahritis",
        "opd": "Chronic osteomyelitis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "6a147add-928f-48b4-b011-22a0acf0ec22",
        "choice_type": "single"
    },
    {
        "question": "A 78-year-old man underwent surgical repair of an abdominal aoic aneurysm. Postoperatively he developed left lower quadrant pain along with urgency to defecate and had frequent episodes of passage of bright red blood per rectum. He has a history of prostate cancer for which he had received radiation therapy several years ago. Colonoscopy findings of the patient are shown below. X ray abdomen was also done. What is the most likely cause of his symptoms?",
        "exp": "1st image shows ischemic colitis with patchy mucosal edema, subepithelial hemorrhage, and cyanosis. 2nd image shows the classical thumb printing sign. Most impoant precipitating factor - Surgery in an old individual Most common surgery leading to it - Repair of abdominal aoic aneurysm Colonoscopy findings show haemorrhagic ulcers with sharp demarcation between normal and ischemic mucosa.",
        "cop": 3,
        "opa": "Radiation proctitis",
        "opb": "Clostridium difficile colitis",
        "opc": "Ischemic colitis",
        "opd": "Acute diveiculitis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "1d1f7a02-e8c5-4826-90e4-9361493c67b1",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man complains of swelling of the neck and shoness of breath for 7 days. He has noticed some nasal stuffiness with hoarseness of his voice for about 4 weeks and had attributed these symptoms to an upper respiratory infection. He denies the use of alcohol but has smoked two packs of cigarettes per day for 35 years. Lately, he feels as though something is pushing against his throat. On physical examination, the patient's face appears ruddy and swollen. The jugular veins are distended. Following sign is observed in the patient. Chest x ray was done with the following findings. What is the most likely diagnosis?",
        "exp": "1st image shows the classical Pembeon sign. 2nd image shows a mass in the right mediastinum-s/o CA lung causing compression of SVC. The SVC receives venous drainage from the head, neck, upper limb, and thorax. Located in the upper mediastinum, this thin-walled vessel is susceptible to pressure from external sources. The most common cause of such external compression is malignancy, usually from a right-side bronchogenic carcinoma. Presents with dyspnea, hoarseness and Horner syndrome. The development of SVC syndrome is often an emergency because the trachea may be obstructed, leading to respiratory compromise.",
        "cop": 3,
        "opa": "Retrosternal goiter",
        "opb": "Thymoma",
        "opc": "SVC syndrome",
        "opd": "Congestive cardiac failure",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "87f606b2-8e1c-423e-9a9c-8c887c4c4323",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male presented with fever, cough with expectoration and shoness of breath, mild confusion for 1 week. Patient gave history of shower in a public washroom 10 days back. Patient also repoed some episodes of diarrhoea. Sputum sample was taken. And gram staining and direct fluorescent antibody test were done. CT Scan Which of the following lab findings would be most commonly found: -",
        "exp": "This is a case of pneumonia due to Legionella pneumophila. Gram stain shows poorly stained gram-negative bacilli. DFA test shows positive test for Legionella. CT scans shows multifocal consolidations- suggestive of pneumonia due to Legionella pneumophila. Legionella pneumonia/ Legionnaires' disease Pulmonary infection primarily with the organism Legionella pneumophila Sometimes classified as atypical pneumonia Hyponatremia is classically seen due to inappropriate ADH secretion. Gram negative bacillus Thin, non-capsulated Best visualized by DFA test Grow on BCYE agar Fastidious organism Spreads by inhalation of aerosols from cooling towers, air conditioners and shower heads.",
        "cop": 1,
        "opa": "Hyponatremia",
        "opb": "Hypernatremia",
        "opc": "Hypercalcemia",
        "opd": "Hypocalcemia",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "e63c9029-c281-4c66-9b4f-460aec613b60",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old female is admitted to the hospital after a traumatic injury of the abdomen. NCCT examination reveals the lesion. An emergency procedure is performed. Which of the following peritoneal structures must be carefully manipulated to prevent intraperitoneal bleeding?",
        "exp": "CT shows a subcapsular hematoma with a splenic laceration extending from the capsule to the hilum with an intraparenchymal hematoma Leinorenal ligament, also known as the Splenorenal ligament contains: tail of the pancreas splenic aery splenic vein Hence it is needed to be manipulated carefully to prevent bleeding. Gastrosplenic ligament contains: Sho gastric vessels and left gastroepiploic vessels The coronary ligament is the peritoneal reflection from the diaphragmatic surface of the liver onto the diaphragm that encloses the bare area of liver; it is not attached to the spleen The phrenico-colic ligament, also known as Hensing's ligament, is a peritoneal ligament extending from the splenic flexure of the colon to the diaphragm. It functions as a potential barrier to the spread of infection between the left paracolic gutter and the left subphrenic space. It also prevents downward extension of spleen during splenomegaly.",
        "cop": 3,
        "opa": "Coronary ligament",
        "opb": "Gastrosplenic ligament",
        "opc": "Lienorenal ligament",
        "opd": "Phrenocolic ligament",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "a621f521-4fa3-4d1e-9ec6-99645c4fac1f",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old patient with signs and symptoms of congestive heart failure presented to the emergency depament. Following stabilization, he was admitted and staed on an inotropic drug 4 months into therapy, the patient staed complaining of yellow scotomas and xanthopsia. An ECG was also conducted. What is the mechanism of action of the drug that was staed?",
        "exp": "The above ECG shows alternating narrow and broad QRS complex with negative T waves following a broad QRS suggestive of Ventricular BIGEMINY. Ventricular BIGEMINY is a type of VPC characterised by alternate VPC and sinus rhythm. It is also the most common arrhythmia caused by digoxin. Digoxin is an inotropic drug which inhibits Na-K ATPase pump and has been found to cause Visual disturbances in the form of xanthopsia and yellow scotomas.",
        "cop": 3,
        "opa": "B1 agonist",
        "opb": "PDE3 inhibitor",
        "opc": "Inhibition of Na-K ATPase pump",
        "opd": "B2 antagonist",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "be74a221-095e-4c65-becf-adb2210b49a4",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old man, chronic smoker, presented to the ER with sudden, intense and persistent abdominal and back pain along with altered mental status. O/E: - Hypotension Tachycardia Cyanosis. On abdominal examination, a tender, pulsatile and an expansile mass was noted in the umbilical and the epigastric region. Patient was immediately taken up for surgery but the patient did not survive. On checking the old repos of the patient, some abnormal mass was noted in the abdomen. A CECT film was also found. In asymptomatic cases, what is the indication of surgery?",
        "exp": "This is a case of abdominal aoic aneurysm rupture into the intraperitoneal cavity leading to frank shock. Image 1 shows abdominal aoic aneurysm. Image 2 shows hyperdense crescent sign which is a sign of impending aoic rupture Abdominal Aoic Aneurysm Males > females Incidence increases with age Cigarette smoking is a potent modifiable risk factor. M/C below the level of renal aeries 90% associated with atherosclerosis Normally asymptomatic Causes acute pain and hypotension on rupture For asymptomatic aneurysms, abdominal aoic aneurysm repair is indicated if the diameter is >=5. 5 cm.",
        "cop": 1,
        "opa": "5. 5 cm",
        "opb": "5. 4 cm",
        "opc": "4. 5 cm",
        "opd": "4. 4 cm",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "282655ba-1e02-4053-b58b-69e96104c7f6",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman complained of unrelenting headache, accompanied by fever, chills, and malaise. After 3 to 4 days, a dry cough developed. Her white cell count was normal. Chest x-ray and CT scan were done. A pathogen I suspected which produces colonies like the ones given below. Which of the following is the most likely diagnosis?",
        "exp": "Chest X-rays reveal a patchy, diffuse bronchopneumonia involving both lobes. CT scan reveals Ground glass opacity of interstitial change along with air bronchogram The classical friend egg appearance of the colonies of Mycoplasma pneumoniae. The description suggests atypical pneumonia caused by Mycoplasma pneumoniae. Patients often remain ambulatory throughout the illness, hence the name \"walking pneumonia. \" The disease remits after 3 to 10 days without specific treatment X-ray abnormalities resolve more slowly in 2 weeks to 2 months. In legionellosis - WBCs are elevated In viral infections- WBCs are below normal",
        "cop": 4,
        "opa": "Legionella pneumophilia",
        "opb": "Parainfluenza virus",
        "opc": "Streptococcus pneumoniae",
        "opd": "Mycoplasma pneumoniae",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "58ec7b80-a7b1-4cb1-b23a-4e197a7b7b84",
        "choice_type": "single"
    },
    {
        "question": "A 80-year-old woman is brought by her daughter due to progressive forgetfulness over the past few years. She often forgets the way home and cannot remember the right words. She also has problem in multi-tasking. Lately she has trouble doing activities of daily living and has also developed agnosia, aphasia and anomia but gait of the patient is normal. Which of the following structures would be most likely atrophied in this patient and the gene affected: -",
        "exp": "This patient most likely has Alzheimer's disease. In advanced disease atrophy is most pronounced in temporoparietal lobes and hippocampus. Several genes play an impoant role in the pathogenesis of AD. One is the APP gene on chromosome 21. Presenilin-1 (PSEN-1) is on chromosome 14. Presenilin-2 The Apo e4 allele confers increased risk of AD in the general population.",
        "cop": 2,
        "opa": "AREA INVOLVED = AREA B / GENE INVOLVED = APO E1",
        "opb": "AREA INVOLVED = AREA A/ GENE INVOLVED = APO E4",
        "opc": "AREA INVOLVED = AREA C/ GENE INVOLVED = APO E2",
        "opd": "AREA INVOLVED = AREA A / GENE INVOLVED = APO E3",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "6f98bd2e-eaa3-4307-9b78-0d4ae2ed7380",
        "choice_type": "single"
    },
    {
        "question": "A 1-month-old child presented with bullous lesions at the sites of friction like knees, elbows and fingers. The blisters were hemorrhagic and healed with scarring and milia formation. Nail involvement was seen with sparing of mucosa. Biopsy of the lesion was also taken Which of the following structures is most likely to be involved: -",
        "exp": "THIS IS A CLASSICAL CASE OF AD EPIDERMOLYSIS BULLOSA DYSTROPHICA. Biopsy reveals a sub-epidermal bulla - suggestive of AD epidermolysis bullosa dystrophica. DISEASE EB SIMPLEX (MOST COMMON) DYSTROPHIC EB JUNCTIONAL EB BLISTERS IN EPIDERMIS IN DERMIS B/W DERMIS AND EPIDERMIS MUTATIONS K 5 OR K 14 COL7. A1 LAMA3, LAMB3",
        "cop": 4,
        "opa": "PA B",
        "opb": "PA D",
        "opc": "PA C",
        "opd": "PA A",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "4930d77c-7c89-4be6-a3bf-8e6685c1da5d",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male presented to the ER with history of a motor vehicle accident. The vehicle hit his car head on. The Patient was thrown forward by the sudden deceleration. His knee hit the dashboard violently, and he felt a painful pop in his right hip. The doctor on duty noted his right limb shows this deformity There is a painful mass in the lateral gluteal region. What is the most likely diagnosis?",
        "exp": "A- Anterior hip dislocation B- Posterior hip dislocation C- Fracture neck of femur D- Gluteal muscle hematoma Posterior hip dislocation Due to deceleration injury Here the left knee was forcefully impacted the vehicle's dashboard, forcing the femoral head posteriorly over the rim of the acetabulum. As he turned to reach for the seatbelt, his hip was flexed because he was in sitting position, and was adducted and medially rotated, the classic hip position for this type of injury. The painful pop was the femoral head tearing through the posterior joint capsule and ligaments. The painful lateral gluteal mass is the femoral head on the lateral aspect of the ilium, and the affected limb appears shoer than the other because of the abnormal position of the femoral head. The first step would be radiographic confirmation of the dislocation or dislocation fracture. This would be followed by urgent reduction of the dislocation to decrease the risk of avascular necrosis of the femoral head. Fracture repair, if a fracture is present, may be performed at a later time.",
        "cop": 2,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "d30b6762-db96-4faf-8e7b-5d35e6c22ca3",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male with a stab wound on the right upper quadrant of the abdomen just below the costal margin is brought to emergency room with BP 80/50 mm Hg and pulse rate 140/min. FAST reveals blood in Right upper quadrant. Immediately the patient is taken for emergency laparotomy. To stop the bleeding, surgeon tries to occlude the free edge of lesser omentum. However, the bleeding does not stop. Which of the following structure is likely source of haemorrhage?",
        "exp": "The bleeding is likely from wounded liver. The surgeon attempts to occlude the free edge of lesser omentum also known as hepatoduodenal ligament. This maneuver is also known as Pringle's maneuver. Occlusion of hepatoduodenal ligament occludes the following structures: Hepatic aery Poal vein Common bile duct However, if the bleeding does not stop even after occlusion of these structures, the likely source of bleeding is inferior vena cava or hepatic veins.",
        "cop": 4,
        "opa": "Hepatic aery",
        "opb": "Cystic aery",
        "opc": "Poal vein",
        "opd": "Inferior vena cava",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "8dcc5d4b-ce7d-4878-87cc-c739c1472b52",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male vet presented with a 3 days history of swelling and discomfo in right axilla. On examination, enlarged, tender right axillary lymph nodes are found as shown. No other areas of lymphadenopathy is seen. USG of right axilla was done and is shown below. Several scratch marks are also present on right arm. Biopsy was planned and HPE findings are shown below. The organism responsible is also associated with which of the following conditions?",
        "exp": "USG shows axillary lymphadenopathy. HPE image shows angioproliferation and neutrophilic infiltrate. Occupation with close contact with animals, scratch marks on left arm with tender axillary lymphadenopathy on the same side point towards the diagnosis of Cat scratch fever which is caused by Baonella henselae. Other condition caused by Baonella henselae is Bacillary Angiomatosis. Oraya fever and Verruga peruana are caused by Baonella bacilliformis. Pontiac fever is caused by Legionnella pneumophilla.",
        "cop": 4,
        "opa": "Oraya fever",
        "opb": "Verruga peruana",
        "opc": "Pontiac fever",
        "opd": "Bacillary angiomatosis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "b7c5924b-0131-44ee-839e-dd5c5edb5c25",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old female comes to surgery OPD with complaints of lump felt in breast. On examination, the lump was confirmed, which had irregular margins and was hard in consistency. The nipple was retracted as well. Mammography was done which revealed the lesion as shown below. HPE was done as well which confirmed the nature of the lesion. Gross finding is shown below. Which structure is responsible for the finding?",
        "exp": "HPE image is suggestive of DCIS-NOS. A- Pectoralis major B- Lactiferous ducts C- Suspensory ligament D- Subdermal lymphatics The image given above depicts circumferential retraction of nipple which occurs due to involvement of lactiferous ducts. Subdermal lymphatics involvement/blockade will give rise to peau d' orange (orange peel) appearance. Ligament of cooper involvement causes dimpling and puckering of breast skin. Pectoralis major muscle involvement causes the tumor to be fixed when the muscle is contracted.",
        "cop": 2,
        "opa": "B",
        "opb": "A",
        "opc": "D",
        "opd": "C",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "b6e915cc-fc74-4228-a2c1-adaad4e8223b",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old female presents with increasing hair growth on her face and chest, deepening of her voice, and acne over the past year. She has no history of other medical problems. On examination, she has acne, abnormal male pattern balding, and enlargement of her clitoris. Blood tests show normal serum testosterone levels but a markedly elevated level of dihydroepiandrostenedione sulphate. What is the most likely diagnosis?",
        "exp": "A- Pituitary tumor B- Adrenal tumor C- Ovarian tumor This young female has more than hirsutism, which is increased hair growth. She also has virilism, or the effects of androgens on the skin, voice, and clitoris. The hyperandrogenism seems to be of acute onset, which is consistent with an androgen-secreting tumor. The two possibilities include an ovarian tumor, usually Seoli-Leydig cell tumor, or an adrenal tumor. Because the pelvic examination and testosterone levels are normal, an ovarian etiology is less likely. Moreover, the high level of dihydroepiandrostenedione sulfate almost establishes the suprarenal (adrenal) gland as the cause. The next step would be a CT or MRI scan of the suprarenal glands to determine the exact location of the tumor. Usually surgery is indicated. Another cause of hirsutism is polycystic ovarian syndrome, which includes hirsutism, obesity, anovulation, and irregular menses. Cushing syndrome or disease presents strong coisol effects, such as buffalo hump, abdominal striae, easy bruising, and central obesity.",
        "cop": 2,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "Drug induced adverse effects",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "b9a3a255-416f-45fc-9c94-4cf49daafd25",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female, known case of PCOD, on treatment presented to the gynecologist with complaints of hirsutism. She was given a topical application cream which acted by inhibiting ornithine decarboxylase enzyme. The same drug is useful in management of which of the following parasitic infection?",
        "exp": "The topical application cream which is useful in the treatment of hirsutism and acts by inhibiting ornithine decarboxylase enzyme is Eflornithine hydrochloride. The same active molecule is useful in the treatment of West African trypanosomiasis. Treatment options for African trypanosomiasis (sleeping sickness): Treatment options for Chagas' disease: Nifuimox or Benznidazole Treatment options for Kala Azar/Visceral Leishmaniasis: Liposomal Amphotericin B Or Sodium Stibogluconate Or Paromomycin Or Miltefosine (only effective oral drug for visceral leishmaniasis)",
        "cop": 2,
        "opa": "East African trypanosomiasis",
        "opb": "West African trypanosomiasis",
        "opc": "South American trypanosomiasis",
        "opd": "Visceral leishmaniasis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "05fd397f-6c46-4056-9871-f30f2d4efca0",
        "choice_type": "single"
    },
    {
        "question": "A 56 year old male is being evaluated for the low back pain. No history of trauma to back is elicited. He also complains of weight loss, fatigue and recurrent sinus infection. Examination revealed focal tenderness at the T10 level. Blood workup was done which revealed Hb of 9 g/dl. RFT were deranged as well. Skull x ray was done as shown. Bone marrow biopsy and serum protein electrophoresis was planned. What is the characteristic abnormality that will be evident in the patient on peripheral blood film?",
        "exp": "Skull x ray - show punched out lesion (osteolytic lesion). Anemia, increased creatinine (deranged RFT), hypercalcemia and bone pains are classic presentation of MULTIPLE MYELOMA which is the diagnosis of above clinical scenario. The characteristic finding of multiple myeloma on PBF is rouleaux formation or stacking of RBCs like stacked coins, due to agglutination which is mediated by M protein",
        "cop": 3,
        "opa": "Anemia",
        "opb": "Pegler huet anomaly",
        "opc": "Rouleaux formation",
        "opd": "Neutrophilia",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "54df9002-30b6-4725-9e5b-aadeee5ed660",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old male patient presented with forgetfulness of keys, or doing household chores. The patient has difficulty in driving and takes more time in recognising face of family members. On examination, MMSE was 20/30. Consciousness was intact, no focal neurological deficit was present. The following finding was seen on Bielschowsky stain. Which of the following anatomical regions depict the earliest change in this disease?",
        "exp": "The clinical history suggest amnesia along with visual agnosia (difficult in identifying faces) and apraxia. This meets the diagnosis of dementia. Moreover, the histopathological pictures depict Neurofibrillary tangles in the first picture and amyloid plaques in the second leading to the diagnosis of Alzheimer's disease. In Alzheimer's disease, Hippocampus is the earliest area to show atrophy best seen on coronal section. Mammillary body and thalamus - For Wernicke's syndrome. Caudate nucleus for Chorea.",
        "cop": 3,
        "opa": "Mammillary body",
        "opb": "Thalamus",
        "opc": "Hippocampus",
        "opd": "Caudate nucleus",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "8a7f88e1-ccab-4d7e-962d-8762a781ce51",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old male patient collapses and dies suddenly while jogging. Autopsy reveals significant left ventricular hyperophy predominantly affecting the septum. There are no valvular abnormalities. The patient's family history is significant for an uncle who died suddenly at an age of 20 years. The gross examination of heart demonstrates the following finding. Assuming this patient died of an inherited condition, the most likely finding in would be?",
        "exp": "Sudden death in a previously asymptomatic, young, exercising individual with significant family history should raise strong suspicions of hyperophic cardiomyopathy. The autopsy finding of asymmetric septal hyperophy confirms the diagnosis. Hyperophic cardiomyopathy is due to autosomal dominant mutation involving the gene coding for beta myosin heavy chain. Histopathological findings are: Massive myocyte hyperophy Myocyte disarray Interstitial fibrosis Option A: Amyloidosis: (hemato xylin and eosin stain) shows glassy, grey-pink amorphous material infiltrating between cardiac myocytes. Option B: Fabry's disease: Transmission electron micrograph (myocardial biopsy specimen) showing the characteristic concentric lamellar inclusions of glycosphingolipids (accumulating due to deficient lysosomal enzyme alpha-galactosidase A). Option C: Sarcoidosis: Microscopic image (endomyocardial biopsy) showing a non-caseating granuloma and interstitial fibrosis suggestive of sarcoidosis. Option D: Hyperophic cardiomyopathy: Microscopic image of HCM showing the characteristic disarrayed myocyte architecture with swirling and branching. Myocyte nuclei are of variable size and interstitial fibrosis is present.",
        "cop": 4,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "f7bdb0af-13f6-4a4f-a6b4-ac05df99bc5d",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male patient presented to the OPD with complaints of a mass in the epigastric region with no other complaints. On examination, the mass was found to be pulsatile. USG abdomen was done. CT abdomen The doctor did a procedure. For the procedure the doctor accessed an aery in the lower limb and opened a sheath to expose the aery. Which of the following structures is enclosed inside that sheath: -",
        "exp": "This is a case of Abdominal aoic aneurysm. Both the radiological images show the aneurysm. The procedure being performed is the Endovascular stenting. For this the doctor accessed the femoral aery. The femoral aery is enclosed inside the femoral sheath along with the femoral canal which contains the deep inguinal lymph nodes along with femoral vein. Femoral nerve lies outside the femoral sheath.",
        "cop": 2,
        "opa": "Cooper's ligament",
        "opb": "Femoral canal",
        "opc": "Femoral nerve",
        "opd": "Obturator nerve",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "57c0c9fb-d734-4263-8650-4b7a800f4d9b",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male with no previous history of jaundice presents with yellowish discoloration of sclera for 3 days along with fatigue and abdominal pain. He has been fasting for the past 3 days due to religious reasons. On examination, abdomen was soft and tender with no evidence of hepatomegaly. Hepatic histology showed a moderate increase in the lipofuscin pigment. Which of the following would be expected in this patient?",
        "exp": "A healthy male presenting with jaundice following a period of fasting raises the suspicion of Gilbe syndrome. It is the most common inherited disorder of glucuronidation characterized by decreased UDP-glucuronosyltransferase activity leading to unconjugated hyperbilirubinemia (<3 mg/dl) triggered by fasting, stress, physical exeion or a fat-free diet. Typically, liver enzymes are normal.",
        "cop": 2,
        "opa": "Conjugated hyperbilirubinemia",
        "opb": "Unconjugated hyperbilirubinemia",
        "opc": "Grossly elevated AST/ALT",
        "opd": "Normal bilirubin",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "5ea4f84b-7762-4a08-9eb4-0adb1179beef",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old woman has a 2-cm mass in the left breast. The patient's physician recommends that a core needle biopsy be performed. Tissue analysis reveals the following finding. She is advised by the surgeon to have surgery to remove the primary breast mass in addition to some lymph nodes. The patient undergoes wide excision of the breast mass and lymph node removal. Which lymph nodes are most likely to be affected?",
        "exp": "A- Cervical lymph nodes B- Axillary lymph nodes C- Interpectoral lymph nodes D- Infraclavicular lymph nodes This 70-year-old woman had a palpable breast mass. Pathological examination revealed intra-ductal carcinoma in the core needle biopsy. Risk factors include the patient's age, and intraductal carcinoma is the most common histological type. The most common treatment plan would be a breast-conserving procedure such as a lumpectomy (excising the malignant mass with some margins) and axillary lymph node dissection. The presence or absence of malignant cells in the axillary lymph nodes is the single most impoant prognostic factor for survival.",
        "cop": 3,
        "opa": "D",
        "opb": "C",
        "opc": "B",
        "opd": "A",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "f4d0b6b5-eeab-49f7-9aad-a6c617984e3f",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman presented with swelling and pain of her left wrist of ten days' duration. Twelve days ago she was bitten on the left hand by her pet cat. Two days later she developed pain, redness, and swelling of her hand. O/E, Mild fever Erythematous left wrist and thenar eminence Reduced range of motion of fingers The white blood cell count was 13, 000/ml, with a marked increase in the percentage of immature granulocytes. Gram stain of the wrist fluid was done. What is the most likely cause?",
        "exp": "The correct answer is A (Pasteurella multocida), a gram-negative rod that frequents the mouths of some animals, paicularly cats, but also dogs. The extreme sharpness of feline teeth causes enormous pressure at the site of the puncture during a bite, allowing inoculation of the organism deep into tissues. B (Baonella henselae) is incorrect, although it is a gram-negative rod associated with exposure to cats. In immunocompetent hosts, the principal condition caused by this organism, which is carried mainly on the paws of cats, is cat scratch disease, whose name implies transmission by cat scratches not cat bites. C (Streptobacillus moniliformis) is also a gram-negative rod, pleomorphic, which is most commonly acquired by the bite or scratch of rats or mice. Although it may be carried--and transmitted--by carnivores that prey on these rodents, it is less characteristically associated with cat induced injuries than with rat or mouse exposure. The simplest reason that D (Lactobacillus casei) cannot be a correct answer because it is a gram-positive rod, not a gram-negative one.",
        "cop": 1,
        "opa": "Pasteurella multocida",
        "opb": "Baonella henselae",
        "opc": "Streptobacillus moniliformis",
        "opd": "Lactobacillus casei",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "8fcfe675-9b05-4484-93fb-e18d4428c152",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old make presents with the following. His father was recently diagnosed with colorectal adenocarcinoma. What could be the possible diagnosis?",
        "exp": "Images show osteoma of the mandible, colonic polyps and epidermoid cyst respectively. Eponymous polyposis syndromes now recognized to belong to the general disorder of FAP include: - 1. Gardner's syndrome (colonic polyps, epidermal inclusion cysts, osteomas) 2. Turcot's syndrome (colonic polyps and brain tumours) Osteomas usually present as visible and palpable prominences in the skull, mandible, and tibia of individuals with FAP. They are viually always benign. Radiographs of the maxilla and mandible may reveal bone cysts, supernumerary and impacted molars, or congenitally absent teeth. Desmoid tumours can present in the retroperitoneum and abdominal wall of affected patients, usually after surgery. Surgical treatment of patients with FAP is directed at removal of all affected colonic and rectal mucosa",
        "cop": 4,
        "opa": "Turcot syndrome",
        "opb": "Peutz-Jeghers syndrome",
        "opc": "Cowden's disease",
        "opd": "Gardner's syndrome",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "2fec5134-4afa-4b52-8cff-53e6bc6382d3",
        "choice_type": "single"
    },
    {
        "question": "A 39-year-old woman is evaluated for severe left hip pain after twisting her leg. She has bony deformities of the lower extremities with limited mobility. The patient had a history of precocious pubey, hypehyroidism, which was managed by radioiodine therapy. Physical examination shows large, hyperpigmented-macules with irregular borders located on the left shoulder, left side of neck and left buttock. Which of the following gene is involved in this condition?",
        "exp": "Mc. Cune Albright syndrome is characterised by Cafe au lait spots Endocrine abnormalities e. g. precocious pubey, hypehyroidism Polyostotic fibrous dysplasia Pathogenesis: Somatic mutation in GNAS gene PTEN gene mutation results in Cowden syndrome. STK11 gene loss of function mutation results in peutz jeghers syndrome. RET protooncogene mutation results in multiple endocrine neoplasia - 2.",
        "cop": 1,
        "opa": "GNAS",
        "opb": "PTEN",
        "opc": "RET",
        "opd": "STK11",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "ad0662ce-3d21-45a9-a633-1040c00a7c3e",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male with paresthesia and numbness of face, perioral area, limbs, muscle weakness in the limbs, chest pain, palpitations, nausea, vomiting, abdominal pain, and diarrhea. On examination, tachycardia and hypotension were observed. Patient gave a history of consuming some unknown plant. Which of the following plants did the patient most likely consume: -",
        "exp": "This is a case of Aconite poisoning. Aconitine and related alkaloids found in the Aconitum species are highly toxic cardiotoxins and neurotoxins. The cardiotoxicity and neurotoxicity of aconitine and related alkaloids are due to their actions on the voltage-sensitive sodium channels of the cell membranes of excitable tissues, including the myocardium, nerves, and muscles. Aconite roots contain aconitine, mesaconitine, hypaconitine, and other Aconitum alkaloids, which are known cardiotoxins and neurotoxins Image A shows flower of Datura. Image B shows root of Aconite Image C shows leaves of cannabis Image D shows flower of Nerium.",
        "cop": 2,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "9b247da3-87f4-4a7a-a6be-a390040e2524",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old child presented with complaint of multiple episodes of focal seizures along with developmental delay, learning difficulties and ADHD. On examination, Macrocephaly Hemianopsia Ceain facial lesion Glaucoma with buphthalmos Conjunctival and episcleral hemangiomas Which of the following genes is most likely mutated: -",
        "exp": "This is a case of Sturge weber syndrome. 1stimage shows the po-wine stain. 2ndimage shows the Heterochromia iridis. Sturge-Weber syndrome (SWS), also called encephalotrigeminal angiomatosis, is a neurocutaneous disorder with angiomas that involve the leptomeninges (leptomeningeal angiomas ) and the skin of the face, typically in the ophthalmic (V1) and maxillary (V2) distributions of the trigeminal nerve. Sturge-Weber syndrome is caused by a mutation in the GNAQ gene. This gene provides instructions for making a protein called guanine nucleotide-binding protein G(q) subunit alpha (Gaq)",
        "cop": 1,
        "opa": "GNAQ",
        "opb": "RAS",
        "opc": "FGF",
        "opd": "MYC",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "c4699d5a-e9b0-4eb7-a3df-6bcdd0a8e4f3",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old chronic diabetic presents to the emergency with high grade fever and dysuria. Urine analysis reveals multiple leucocytes and glycosuria. CT scan of the abdomen shows the following. What is the most likely diagnosis?",
        "exp": "Emphysematous pyelonephritis is the infection of kidneys with characteristic gas formation within or around the kidneys. If not treated early it may lead to sepsis and death. CT shows fluid collections with gas-fluid levels within destructed renal parenchyma. The patient usually presents with fevers and flank pain. In diabetics, who are the ones at risk for this condition, leucocytosis and hyperglycaemia are prominent laboratory findings. The presence of thrombocytopenia is paicularly associated with poor prognosis More common in females 90% of patients have uncontrolled diabetes mellitus. Causative organisms include: A. Escherichia coli: usually considered the commonest causative organism B. Klebsiella pneumonia C. Proteus mirabilis Plain Radiograph shows mottled gas within the renal fossa or crescentic gas collection within Gerota's fascia.",
        "cop": 4,
        "opa": "Acute pyelonephritis",
        "opb": "Perinephric abscess",
        "opc": "Renal Abscess",
        "opd": "Emphysematous pyelonephritis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "d1b9e5a3-18c1-48e2-a3bd-7d3346f41332",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old with history of sore throat 1 week ago presented with sudden onset of hematuria and generalized edema. On examination, hypertension was observed. Lab findings revealed proteinuria, red cell casts in the urine, deranged RFTs, low level of serum complement C3. Which of the following would be the most likely histology if kidney biopsy is performed: -",
        "exp": "This is a case of PSGN. Acute glomerulonephritis following streptococcal infection is characterized by the sudden appearance of hematuria, proteinuria, red blood cell casts in the urine, edema, and hypertension with or without oliguria. Poststreptococcal glomerulonephritis follows infection with only ceain strains of streptococci, designated as nephritogenic. The offending organisms are viually always group A streptococci. Image A shows histology of PSGN Image B shows histology of MPGN Image C shows histology of MGN Image D shows histology of IgA NEPHROPATHY",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "15c2d9b7-15bb-44db-a9e2-a5207d120d2e",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old male presents with a rapid onset fever, chest pain and cough with rusty-yellow sputum. Chest x-ray was done. A Gram stain of a sputum sample contained many polymorphonuclear leukocytes and extracellular gram-positive diplococci. Biochemical reactions revealed the organism was bile soluble, optochin sensitive and fermented inulin. Characteristics of the colonies produced on the culture are given below. Which of the following is the most likely pathogen?",
        "exp": "Chest X-ray shows focal lobar infiltrates Capsule-specific antibodies bound to the diplococci resulted in a positive Quellung reaction. Classical draughtsman or carrom coin appearance colonies of Streptococcus pneumoniae are seen The most common cause of community acquired pneumonia in this age group is Streptococcus pneumoniae. The X-ray and microbiological findings are most consistent with a diagnosis of pneumococcal pneumonia. Following treatment, this patient should be advised to be vaccinated with the 23-valent pneumococcal vaccine. Streptococcus pyogenes does not typically present as pneumonia. Streptococcus agalactiae generally afflicts neonates. The enterococci (Enterococcus faecium and Enterococcus faecalis) do not exhibit the Quellung reaction and do not present as community acquired pneumonia.",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Enterococcus faecium",
        "opc": "Streptococcus pyogenes",
        "opd": "Enterococcus faecalis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "a11cc457-e77b-499e-9f10-dfa759807158",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man is brought to the emergency room complaining of intense pain in his left calf and ankle. The patient gave a history of playing tennis where had lunged forward, heard a \"snap, \" fell to the cou in tremendous pain, and could not walk. On examination, the left calf was tender and indurated, with an irregular mass noted in the back of the mid-calf area with the following finding. What type of excessive abnormal ankle movement would be present?",
        "exp": "The gastrocnemius and soleus muscles form a three-headed muscle group (triceps surae) that unite to form a single tendon, the calcaneal or Achilles tendon The Achilles tendon inses into the calcaneus bone. These muscles produce plantar flexion of the foot at the ankle and limit dorsiflexion. Running or quick-sta athletic activity, such as described in this case, may lead to strain or rupture of the tendon. The snap heard by this patient is fairly common in calcaneal tendon avulsion. The mass noted in the left calf is due to foreshoening of the triceps surae (As seen in the above image) Compared with the opposite side, the affected foot will have greater range of motion in dorsiflexion and loss of plantar flexion. Treatment is usually surgical repair of the tendon.",
        "cop": 2,
        "opa": "Plantar flexion",
        "opb": "Dorsiflexion",
        "opc": "Inversion",
        "opd": "eversion",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "68ab4672-416e-40dc-9e92-83ac7fec6598",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old male patient with 3rd degree burn wounds affecting 25% TBSA was admitted in the hospital and treated with intravenous fluids and analgesics. After 8 days of hospital admission, the patient develops fever and leukocytosis. On examination, there is erythema and swelling around the wound. Exudate from this wound is positive for gram negative, oxidase positive bacilli, which does not ferment sugars. Culture is shown below. Drug of choice for this infection is: -",
        "exp": "Infection of a burn wound after 8 days of hospital admission by gram negative, oxidase positive, non-fermenter bacilli point towards diagnosis of a pseudomonas infection. Culture plate shows the pigment production by P. aeruginosa Cefepime has good activity against PSEUDOMONAS aeruginosa Enterobacteriaceae Methicillin-susceptible Staphylococcus aureus Streptococcus pneumonia Hemophilus species Neisseria species It penetrates well into CSF. It is excreted by the kidneys. Half-life is 2 hours. The standard dose for cefepime: 1-2 g infused every 12 hours more complicated infections or immune-compromised patient: 2 g every 8 hours. List of anti-pseudomonal drugs- treasure 30 (pharmacology)",
        "cop": 2,
        "opa": "Amoxicillin-Clavulinic acid",
        "opb": "Cefepime",
        "opc": "Ceftriaxone",
        "opd": "Streptomycin",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "cf01c07f-6f69-4954-87a0-5eae725689f7",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old female patient, known case of hepatitis C presented to the OPD with joint pains, myalgia, fatigue, recurrent skin infections and symptoms of peripheral neuropathy. O/E: - Acrocyanosis Livedo reticularis Purpura Lab studies, Deranged RFTs with proteinuria Leukocytosis ANA positivity Raised ESR Kidney biopsy was done. What is the diagnosis: -",
        "exp": "This is a case of Essential mixed cryoglobulinemia. Any case of glomerulonephritis occurring in the setting of hepatitis C is either MPGN or Essential mixed cryoglobulinemia. As in MPGN, there will no skin lesions or any joint involvement will be seen whereas in Cryoglobulinemia these findings will be present. Essential mixed cryoglobulinemia Presence of cryoglobulins in the serum. These result in a clinical syndrome of systemic inflammation (most commonly affecting the kidneys and skin) The syndrome is caused by cryoglobulin-containing immune complexes. Present with features of thrombosis and hyperviscosity These are acrocyanosis, livedo reticularis and purpura. Joint involvement is seen (Ahralgia in PIP, MCP, knee and ankle joints) Associated with Hepatitis C infection.",
        "cop": 2,
        "opa": "MPGN",
        "opb": "Essential mixed cryoglobulinemia",
        "opc": "MGN",
        "opd": "IgA nephropathy",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "a40eecbd-f0d7-43a3-b748-5285107f578f",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man, a known case of diabetes and on medication for the past 10 years comes to OPD with a history of abdominal pain, weakness, lightheadedness, palpitations and shoness of breath. On examination, glossitis along with hyperpigmentation of skin of dorsum of hands and feet and abnormal pigmentation of hair was observed. The family of the patient told that they have observed frequent episodes of increased irritability from the past 1 year. Given below are the laboratory findings and the peripheral blood smear. Later bone marrow aspiration was also done. Hb: 9gm% MCV: 110fl MCH: 36. Pg MCHC: 34gm/dl Reticulocyte count: 0. 1 x 10^9/L LDH: 600 U/L Indirect bilirubin: 1 mg/dL S. iron: Normal S. Ferritin: Normal WBC: 2 x 10^9/L Platelet count: 90 x 10^9/L PERIPHERAL BLOOD SMEAR BONE MARROW ASPIRATION Which of the following drugs is most likely the person is taking: -",
        "exp": "This is a case of megaloblastic anemia due to Metformin intake. Lab findings show increased mcv, LDH, indirect bilirubin and normal iron studies, and low reticulocyte, WBC and platelet count. Pbs shows hypersegmented neutrophil. Bone marrow aspiration study shows megaloblasts. Metformin causes megaloblastic anemia as a side effect.",
        "cop": 1,
        "opa": "Metformin",
        "opb": "Pioglitazone",
        "opc": "Vildagliptin",
        "opd": "Exenatide",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "1dba69ab-3ddd-4778-a3df-82a7d91cfa48",
        "choice_type": "single"
    },
    {
        "question": "A 8-year-old male child presented with complaints of pain and swelling in right distal femur for 5 months and also complained of on and off fever and significant weight loss along with loss of appetite. Lab studies revealed presence of anemia, leucocytosis and raised ESR & LDH. There was no history of any kind of trauma. Below is the X ray of the same patient. Which of the following chromosomal abnormality is characteristic of this lesion?",
        "exp": "Ewings sarcoma 1st 2 decades of life Mimics osteomyelitis Second most common malignant primary bone tumors of childhood after osteosarcoma Typically arising from medullary cavity with invasion of the haversian system. Present as moth-eaten destructive permeative lucent lesions in the shaft of long bones with large soft tissue component without osteoid matrix and typical onion skin periostitis. May also involve flat bones and appears sclerotic in up to 30% of case The x ray picture shows characteristic onion peel periosteal reaction. t (11: 22) (q24: q12) is characteristic of Ewings. On IHC cd99(mic 2) is also a specific marker.",
        "cop": 2,
        "opa": "t(15: 17)",
        "opb": "t(11: 22)",
        "opc": "t(6: 6)",
        "opd": "t(8: 21)",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "4b79f688-424c-443c-a9f9-c60ac08efd6a",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old man involved in a motor vehicle accident was brought to the ER with injury over the left arm. The patient gave the history that the truck hit the car from the side and the patient sustained injuries to the left arm. The doctor on duty performed an examination of the injured site and ordered an x ray of the injured site. He complains of an inability to open his left hand and loss of sensation to a poion of his left hand. What is the most likely injury",
        "exp": "A-Axillary nerve injury B-Radial nerve injury C-Median nerve injury D-Ulnar nerve injury The radial nerve is at risk of injury in its course in the radial groove around the mid-shaft of the humerus. There is loss of innervation of the extensor muscles in the forearm, resulting in wrist drop and an inability to extend the digits at the MCP joints. The sensory loss in cutaneous distribution of the radial nerve. The triceps muscle (extensor of the elbow) is typically spared.",
        "cop": 1,
        "opa": "B",
        "opb": "C",
        "opc": "D",
        "opd": "A",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "56c325cc-400c-4e57-8101-fc01d9d57b9d",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old male presented to the dermatology OPD with abnormal pigmentation on the trunk, the back, the abdomen, and the proximal extremities. It was noted that fine, dust like scales covered the lesion. Dermoscopy shows a well-demarcated white area with patchy and diffuse scaling found largely inskin furrows. Skin biopsy was taken.",
        "exp": "This is a case of Tinea versicolor. Tinea versicolor is a common, benign, superficial cutaneous fungal infection usually characterized by hypopigmented or hyperpigmented macules and patches on the chest and the back. Tinea versicolor is caused by the dimorphic, lipophilic organisms in the genus Malassezia, formerly known as Pityrosporum. The KOH mount image shows the classical spaghetti and meatball appearance. Trichophyton would show pencil shaped macroconodia with abundant microconidia Microsporum would show spindle shaped macroconodia. Epidermophyton would shows pear shaped macroconodia with no microconidia.",
        "cop": 4,
        "opa": "Epidermophyton",
        "opb": "Trichophyton rubrum",
        "opc": "Microsporum canis",
        "opd": "Malassezia furfur",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "a9cda85c-e89f-4fd8-8208-cef5914a1f9a",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old diabetic man complains of soreness of the left leg. He is moderately obese. He had undergone cholecystectomy 2 weeks ago. Examination revealed swelling in the lower leg along with tenderness in the calf that increased when the calf was gently squeezed. No redness of the leg was noted and the patient was a febrile. What is the most likely diagnosis?",
        "exp": "A- Cellulitis B- Pressure sores C- Gas gangrene D- Deep vein thrombosis Venous thrombosis, or pathological blood clots within a vein, is a common cause of morbidity and moality. The Virchow triad of venous stasis, hypercoagulability, and vessel wall damage comprise notable risk factors. This patient has several risk factors for DVT- He is obese, diabetic, and has been inactive because of postoperative bed rest, with the latter producing venous stasis. Although gynecological and ohopedic surgeries especially predispose individuals to DVT, any surgery increases the risk. Prevention of DVT includes using lower-limb compression devices during and after surgery. Anticoagulant therapy, such as small-dose heparin, is also sometimes given before surgery and for 1 or 2 days postoperatively. If DVT is confirmed with ultrasound or radiologically with venous contrast (venogram), anticoagulation therapy is impoant to decrease the risk of pulmonary embolism.",
        "cop": 4,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "2e8fd97a-4ac4-4b4b-b870-b97dc2877349",
        "choice_type": "single"
    },
    {
        "question": "A 6-day old neonate presented to NICU with respiratory depression, poor feeding and persistent occurrence of seizures. The child was born at 39 weeks gestation by spontaneous vaginal delivery to healthy parents O/E: - High forehead with unslanting palpebral fissures Hypoplastic supraorbital ridges Epicanthal folds. Depressed nasal bridge with long philtrum Hearing loss Liver dysfunction, polycystic kidneys and patent ductus aeriosus were also present MRI of the brain. Which of the following entity will be found to be increased in the serum of the baby: -",
        "exp": "This is a case of Zellweger syndrome (cerebrohepatorenal syndrome) Mutations in peroxisome biogenesis factor (PEX) gene. Peroxisome is involved in oxidative catabolism of VLCFAs Increase of very long chain fatty acids. 1st MRI image shows pachygyria (there are few gyri which are broad and flat) of frontal and parietal lobes. (black arrow) 2nd MRI image shows right parietal pachygyria (black arrow). Present with hypotonia, seizures, liver dysfunction, distinctive facies, polycystic kidneys. OTHER DISORDERS: - Phytanic acid is elevated in neonatal leukodystrophy. Pristanic acid is elevated in infantile refsum disease. Pipecolic acid is elevated in infantile refsum disease.",
        "cop": 1,
        "opa": "VLCFAs",
        "opb": "Phytanic acid",
        "opc": "Pipecolic acid",
        "opd": "Pristanic acid",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "156441ff-27cc-4988-9da1-243a7a995c80",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old male is admitted to the hospital for a suspected kidney infection (likely pyelonephritis). The patient is placed on intravenous antibiotic therapy but continues to have a temperature of 103degF after 3 days of therapy. The urine culture grows lactose fermenting GNB which is pan drug sensitive On examination, he appears ill and has marked left flank tenderness. Ultrasound depicts the following finding What is the most likely diagnosis?",
        "exp": "1st image shows the pink colonies suggestive of E. coli on Mac. Conkey agar (Lactose fermenters) 2nd image USG-KUB suggestive of a perinephric abscess. This 55-year-old male who is suspected of having kidney infection is not improving despite appropriate antibiotic therapy. Pyelonephritis is an infection of the kidney parenchyma usually caused by an ascending infection of bacteria. Manifests as fever, flank tenderness, white cells in the urine, and serum leukocytosis. E. coli is isolated, which is the bacterium that most often causes urinary tract infections. The ultrasound examination is performed to rule out complications of pyelonephritis. The two most common complications would be a nephrolithiasis or ureterolithiasis (kidney stone) and perinephric abscess. Intervention is required before improvement is seen. The abscess must be drained, usually by placement of a percutaneous catheter under radiologic guidance.",
        "cop": 4,
        "opa": "Hydronephrosis",
        "opb": "Nephrolithiasis",
        "opc": "Emphysematous pyelonephritis",
        "opd": "Perinephric abscess",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "82f9c400-1275-4ab4-a23a-8b5c41135b78",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male presents with symptoms of palpitations, tremors, nervousness and headache. His father has a history of type 2 DM and mother has a history of some psychiatric illness. He has no chronic medical conditions and takes no medications. He appears anxious, sweaty and shaky. His fingerstick glucose is 45 mg/dl. The patient as administered a bolus of 50% glucose which rapidly improves his symptoms. CECT abdomen shows a mass as follows. Which of the following is likely to be seen after overnight fasting?",
        "exp": "The patient's symptoms consistent with hypoglycaemia which are reversed on administration of glucose, suggests a diagnosis of hypoglycaemia in a non-diabetic individual which could be because of a beta cell tumour or surreptitious use of insulin or sulfonylurea. The CT shows a pancreatic mass thereby ouring a diagnosis of beta cell tumour. After overnight fasting, insulin should be suppressed, but in case of a beta cell tumour, insulin, pro-insulin and C-peptide are all elevated. In case of surreptitious use of insulin, C-peptide levels are low and only insulin is elevated. Sulfonylureas would increase both insulin and pro-insulin and would require a plasma sulfonylurea testing for confirmation, however the mass on the CT ours a beta cell tumour.",
        "cop": 2,
        "opa": "Serum insulin Serum pro-insulin C-peptide levels Normal Normal Normal",
        "opb": "Serum insulin Serum pro-insulin C-peptide levels Increased Increased Increased",
        "opc": "Serum insulin Serum pro-insulin C-peptide levels Increased Normal Decreased",
        "opd": "Serum insulin Serum pro-insulin C-peptide levels Decreased Increased Increased",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "aeb02133-731d-4181-8b11-116d15f71aec",
        "choice_type": "single"
    },
    {
        "question": "A 50 -year-old woman presented at the emergency room complaining of urinary urgency and flank pain. Microscopic examination of a urine sample was done and gram staining was done. Prior to initiation of antibiotic therapy, she abruptly developed fever, chills, and delirium. Hypotension and hyperventilation rapidly followed. These observations suggest that the patient is responding to the release of which bacterial component?",
        "exp": "The patient is most likely suffering from septic shock. In two thirds of patients, septic shock results from infection with gram-negative bacteria, such as Escherichia coli, Klebsiella, Enterobacter, Proteus, pseudomonas and Bacteroides. Septicaemia is more common in persons whose resistance is already compromised by an existing condition. The gram-negative bacteria release endotoxin or heat-stable, lipopolysaccharide (LPS) components of the outer membranes. The main physiologic effects of LPS endotoxin are fever, hypotension, and thrombosis, collectively referred to as septic shock. Death can result from multiple organ failure. Gram-positive bacteria release exotoxins that can elicit a shock syndrome, but response is usually not as severe as that of gram-negative septic shock.",
        "cop": 4,
        "opa": "Collagenase",
        "opb": "Exotoxin",
        "opc": "Hyaluronidase",
        "opd": "Lipopolysaccharide",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "66ef2222-bbd4-4fcb-aca8-f59ec9f8e0f7",
        "choice_type": "single"
    },
    {
        "question": "A known case of pulmonary TB presented to emergency room with difficulty in breathing. Chest x ray was carried out with following finding. Which of the following structures is not pierced in order to do a diagnostic tap from the marked structure?",
        "exp": "Chest x ray revealed pleural effusion in left lung field in background of reticulonodular shadows s/o PTB. Layers pierced in plueral tap. Skin Superficial fascia Serratus anterior 3 intercostal muscles Endothoracic fascia Parietal pleura.",
        "cop": 3,
        "opa": "Serratus anterior",
        "opb": "External intercostal muscle",
        "opc": "Visceral pleura",
        "opd": "Endothoracic fascia",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "49d36272-3bd6-4796-b26b-c48020bf7d7d",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male presented with complaints of apathy, disinhibition, and compulsive behaviour, loss of empathy, overeating, easy forgetfulness and amnesia. There is also a family history of dementia. MRI of the brain was ordered. A brain biopsy was also taken and HPE examination was done. What is the most likely Diagnosis?",
        "exp": "The history of early personality changes followed by memory loss along with Pick cell (ballooned cell with dissolution of chromatin suggestive of pick body) is suggestive of Picks disease. MRI shows anterior cingulate and frontoinsular atrophy, spreading to orbital and dorsolateral prefrontal coex. OPTION A- Alzheimer's disease would have early memory loss, later symptoms of personality changes. Option B - Vascular dementia would have focal neurological deficit due to stroke and a step ladder progression. Option D - Lewy body dementia would show fluctuating amnesia with visual hallucination with spontaneous Parkinsonism.",
        "cop": 3,
        "opa": "Alzheimer's disease",
        "opb": "Vascular dementia",
        "opc": "Frontotemporal dementia",
        "opd": "Lewy body dementia",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "84e40f05-2fd5-419c-85c9-d290ae41b5a9",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old male was diagnosed with pulmonary tuberculosis and staed on standard 4 drug regimen. After 1. 5 months, the patient developed peripheral neuropathy. Deficiency of a paicular vitamin is responsible for peripheral neuropathy. This vitamin does not paicipate in which one of the following processes?",
        "exp": "Peripheral neuropathy is due to isoniazid induced pyridoxine deficiency. Niacin production: Kinureninanse is a PLP dependent enzyme Heme synthesis: ALA synthase is a PLP dependent enzyme Transamination: aminotransferases are PLP dependent enzymes Glycogenolysis: glycogen phosphorylase is a PLP dependent enzyme However, glycogen synthase enzyme does not depend on PLP as a co enzyme.",
        "cop": 3,
        "opa": "Niacin production",
        "opb": "Heme synthesis",
        "opc": "Glycogen synthesis",
        "opd": "Transamination",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "e8ff496c-16f2-40a6-b42d-c98944e20ec9",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old female has come to infeility clinic. She complains of inability to conceive. Sperm analysis of the paner is given below. Semen volume 2 cc Sperm density 20 x 10 6/cc Sperm motility 50% Sperm morphology (strict criteria) 14% Sperm bility 40% White blood cells - Hysterosalpingography was done in the patient with recurrent aboions which gave the following finding The condition marked by black arrow is due to mal-development of which structure?",
        "exp": "This is a case of infeility. The HSG image shows a unicornuate uterus. The male parameters are normal. Semen volume 2 cc Sperm density 20 x 10 6/cc Sperm motility 50% Sperm morphology (strict criteria) 14% Sperm bility 40% White blood cells - A- Paramesonephric duct B- Wolffian duct C- Gubernaculum D- Urogenital sinus The image given depicts UNICORNUATE UTERUS (black arrow). Uterus along with fallopian tube and upper 2/3rd of vagina develops from MULLERIAN OR PARAMESONEPHRIC DUCT.",
        "cop": 3,
        "opa": "B",
        "opb": "D",
        "opc": "A",
        "opd": "C",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "58d33a66-c8a0-42de-8aea-6c59dc9db551",
        "choice_type": "single"
    },
    {
        "question": "A patient who is a known case of cystic fibrosis comes to emergency depament with complain of pain abdomen. He gives history of similar episodes in past. Abdominal x ray and USG were done in the patient after stabilization. The patient is not at risk of which of the following condition?",
        "exp": "The above radiological investigation reveals that patient is suffering from chronic pancreatitis, which is a known complication that occurs in patients of cystic fibrosis. Both endocrine and exocrine functions get impaired. Exocrine function impairment leads to fat malabsorption and steatorrhea. Fat soluble vitamins are also not absorbed. Vitamin A deficiency leads to NEUROPATHY. Vitamin B 12 or cobalamin is also usually deficient as intrinsic factor metabolism is impaired. Chronic abdominal pain is the most common symptom. Niacin is water soluble vitamin and therefore unaffected in this condition.",
        "cop": 4,
        "opa": "Vitamin B 12 deficiency",
        "opb": "Neuropathy",
        "opc": "Pancreatic carcinoma",
        "opd": "Niacin deficiency",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "2dcdc696-dabc-476a-88a0-69c4f1da6220",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man with a long history of diabetes mellitus was hospitalized for treatment of an ulcer, which had been present on his left great toe for several months. Left sided below knee amputation was performed because of the inability multiple courses of oral antibiotics to resolve the ulcer, On the first postoperative day, he developed fever which worsened by day 2. His amputation stump was mottled with many areas of purplish discoloration, and the most distal areas were quite obviously necrotic. Crepitus was palpable up to his patella. An X-ray of the left lower extremity was done. What is the likely pathogen?",
        "exp": "X-ray of the left lower extremity shows gas in the soft tissues, extending beyond the knee to the area of the distal femur This patient had Clostridium perfringens gas gangrene It is one of the dreaded complications that may follow lower extremity amputation in diabetics. * The resulting dead or dying tissue has very low oxygen tension, which greatly ours the growth of anaerobes. If the amputation is insufficient, it may leave behind tissue whose blood supply is compromised to the point that oxygen tension in the remaining stump ours the growth of anaerobes. The elaboration, by C. perfringens, of large amounts of gas that are not absorbed by the tissues allows the clostridial organisms to spread along fascial planes, which are separated by the pressure of the gas as the clostridia grows. Thus, gas production acts as a \"virulence factor, \" which makes this organism quite ferocious.",
        "cop": 3,
        "opa": "Escherichia coli",
        "opb": "Actinomyces israelii",
        "opc": "Clostridium perfringens",
        "opd": "Staphylococcus aureus",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "045f9534-2b60-4d2a-8eab-679494476682",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old diabetic female patient presented with facial pain and numbness along with conjunctival suffusion and blurring of vision for 6 days. Patient was conservatively managed and sent home. After a week, she presented to the ER again with B/L proptosis, chemosis, vision loss and ophthalmoplegia along with a characteristic lesion on the nose. Smear was prepared from the nasal lesion.",
        "exp": "THIS IS A CLASSICAL CASE OF RHINO-ORBITAL-CEREBRAL MUCORMYCOSIS. 1. ST image shows classical black eschar of mucormycosis. 2nd image shows the fungal forms of mucormycosis which are broad, non-septate hyphae They are wider than Aspergillus species and branch irregularly. The angle of branching is greater than other organisms, and usually approaches 90deg The first line drug approved: - 1. Amphotericin B 2. Posaconazole 3. Echinocandins",
        "cop": 1,
        "opa": "Amphotericin B",
        "opb": "Posaconazole",
        "opc": "Itraconazole",
        "opd": "Caspofungin",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "383157b0-d8c6-4e09-a65b-9eeb58b15f1d",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old male presented with lumps felt in axilla. On examination, axillary lymphadenopathy was noted. Biopsy was planned with the following HPE. No RS cells were seen. Flow cytometry revealed CD15 and CD30 negative. Following the histopathological confirmation of the disease, the patient was staed on chemotherapy regimen. After few days, the patient develops dysuria and urine examination was done. Supplementation of which drug could have prevented this condition?",
        "exp": "HPE reveals that patient is suffering from non-Hodgkin lymphoma and the chemotherapy includes R-CHOP regimen. R - CHOP regimen includes Rituximab Cyclophosphamide Hydroxydaunorubicin Oncovin or vincristine Prednisolone After staing R - CHOP regimen, the patient developed haemorrhagic cystitis due to acrolein metabolite of cyclophosphamide. Mesna assists in detoxifying acrolein metabolites and therefore, used in prevention of haemorrhagic cystitis due to cyclophosphamide.",
        "cop": 3,
        "opa": "Acrolein",
        "opb": "Amifostine",
        "opc": "Mesna",
        "opd": "Dexrazoxane",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "ad58c3dd-c7f7-4233-a89a-d7d1a2e7d33c",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman presents with fever and cough for several days. She complains of green coloured sputum and was treated with inhaled bronchodilators for what was believed to be asthma. The patient had a long history of productive cough with documented bronchiectasis. The patient's temperature was 103degF. She was ale and in no distress. Examination of the chest revealed diffuse coarse wheezes. There was mild clubbing of the fingers and toes. Gram stain of expectorated sputum was done The possible genera into which the organism fits include?",
        "exp": "The chest film shows right lower lobe pneumonia. Gram stain of expectorated sputum reveals many filamentous, branched gram-positive rods. B (Nocardia) is correct answer, as it is a gram-positive filamentous rod with prominent branching. Their fine, threadlike (filamentous) diameter distinguishes them immediately from the much larger fungal genera such as A (Candida). Multiple overlapping pseudohyphae of Candida species may appear to be branches, but their much larger size makes their identity as fungi, and not bacteria. C (Clostridium) is, indeed, a gram-positive rod, but it is not branched, and its width is much greater than that of Nocardia or Actinomyces. D (Pseudomonas) cannot be correct for many reasons, the most impoant of which is that it is a gram-negative rod.",
        "cop": 2,
        "opa": "Candida",
        "opb": "Nocardia",
        "opc": "Clostridium",
        "opd": "Pseudomonas",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "2a0fc57b-b2cf-4ccb-9053-b7a346d72b32",
        "choice_type": "single"
    },
    {
        "question": "A preterm neonate has come to pediatric OPD for follow up. On examination, the child has a systolic murmur with tachypnea and hepatomegaly. On fuher history taking, it appeared that the mother had an episode of fever with rash in antenatal period. If CECT was done, it would reveal following finding: Which of the following marked area is probable pathologic in the given neonate?",
        "exp": "Ductus venosus Ductus aeriosus Interventricular septum Descending aoa CECT Chest and its 3-D reconstruction: shows abnormal communication of pulmonary aery with aoa i. e PDA. A preterm neonate having a systolic murmur with tachypnea and hepatomegaly is likely to have patent ductus aeriosus (PDA) and 2 corresponds to ductus aeriosus. The mother having rash and fever may be suggestive of rubella infection in the antenatal period. There, the child has o be evaluated for SNHL Cataract.",
        "cop": 3,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "5f5c81b9-7c49-4eca-8d6a-a2d70cb447ed",
        "choice_type": "single"
    },
    {
        "question": "A patient suffered a trauma to the face and was brought to the ER. On recovery, it was found that the patient was unable to chew his food. On examination, his jaw detes to right side. The nerve that has been injured exits skull through which foramen?",
        "exp": "All the given features indicate that Mandibular nerve is involved hence foramen ovale is correct. A: Foramen lacerum B: Foramen juglare C: Foramen ovale D: Foramen spinosum E: Foramen magnum FORAMINA AND STRUCTURES PASSSING THROUGH: Foramen Structures passing through foramen Anterior Cranial Fossa Foramen cecum Emissary veins to nasal cavity Olfactory foramen in cribriform plate Olfactory nerves Middle cranial fossa Optic canal optic nerve; ophathalmic aery Superior orbital fissure Oculomotor nerve; trochlear nerve; ophthalmic division of the nerve l ophthalmic veins Foramen rotundum Maxillary division of the trigeminal nerve Foramen ovale Mandibular division of the trigeminal nerve; lesser petrosal nerve Foramen spinosum Middle meningeal aery Hiatus for the greater petrosal nerve Greater petrosal nerve Hiatus for the lesser petrosal nerve Lesser petrosal nerve Posterior Cranial Fossa Foramen magnum End of brainstem/beginning of spinal cord; veebral aeries; spinal roots of the accessory nerve; meninges Internal acoustic meatus Facial nerve; vestibulocochlear nerve; labyrinthine aery Jugular foramen Glossopharyngeal nerve; vagus nerve; accessory nerve; inferior petrosal sinus, sigmoid sinus (forming internal jugular vein) Hypoglossal canal Hypoglossal nerve; meningeal branch of the ascending pharyngeal aery Condylar canal Emissary vein",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "cfb2193a-5156-4d42-b802-3a997de666d2",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male presented with gross haematuria with similar episodes occurring in the past 6 months. No H/O of fever, pain, or burning on urination weight loss or increased sense of urgency to void. There was no history of exposure to toxins either at work or during recreational activities. The patient underwent fibreoptic cystoscopy. A mass was noted in the fundus of the bladder, biopsy of which is shown in Figure. What is the drug of choice of the likely cause?",
        "exp": "A person who has gross haematuria should be suspected of having infection with S. haematobium regardless of what other diagnoses may need to be enteained by the rest of the history. Infected humans inevitably excrete S. haematobium eggs in their urine, which finds its way into the water. Once thus excreted, these eggs develop into a very motile form called a miracidium that \"homes in\" on the intermediate host, which is a snail. In the snail, the fluke metamorphoses into a form called a cercaria, which swims freely in the water, waiting to penetrate the intact skin of a person who may be swimming or wading in this water. Once in the human, S. haematobium develops into adults, which migrate to the veins of the vesical plexus around the bladder. The female lays eggs, which create an inflammatory response that leads to bleeding, which is perceived by the infected individual as gross haematuria. The passage of these eggs, in urine, into water inhabited by the correct species of snail, completes the life cycle. The arrow points towards a terminal spine and when obtained from urinary bladder, is characteristic of S. hematobium species. TREATMENT INFECTION DRUG OF CHOICE S. haematobium, S. mansoni, S. intercalatum Praziquantel S. mekongi, S. japonicum Praziquantel C. sinensis, O. viverreni Praziquantel F. hepatica, F. gigantica Triclabendazole Echinostoma spp. Praziquantel F. buski Praziquantel P. westermani, P. kellicotti Praziquantel, Triclabendazole",
        "cop": 3,
        "opa": "Albendazole",
        "opb": "Mebendazole",
        "opc": "Praziquantel",
        "opd": "Triclabendazole",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "73a2b13e-56f7-47a3-a768-29f31397070d",
        "choice_type": "single"
    },
    {
        "question": "A HIV patient with CD4 count of 160 cells/ul presented with fever, cough and shoness of breath for 3 weeks. Chest X ray is shown below. Based on the x ray findings silver staining of the bronchoalveolar lavage was done and shown below. What is drug of choice for the causative organism?",
        "exp": "Chest X ray depicts bilateral widespread interstitial pneumonia and Gomori Methenamine silver staining shows cysts with crushed ping pong balls appearance and are present in aggregate of 2-8. This is characteristic of Pneumocystis Pneumonia which is typically seen in AIDS patient in which CD4 cell count is below 200cells/ul Treatment: Double strength Cotrimoxazole i. e. Trimethoprim160mg + sulfamethoxazole800mg (continued till CD4 count is more than 200cells/ul.)",
        "cop": 4,
        "opa": "Azithromycin",
        "opb": "Vancomycin",
        "opc": "Gentamycin",
        "opd": "Cotrimoxazole",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "e2e0970c-7083-45df-8955-93197d8902af",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female G4. P4. L3. A1 who gave bih to her third child 1 month ago presented with recent onset of cough and palpitations associated with paroxysmal nocturnal dyspnea, ohopnea and exeional intolerance. Patient also complained of a few episodes of hemoptysis 2 days back. Patient also had a history of pre-eclampsia in her last pregnancy. O/E, JVP- increased Crepts in B/L basal lung fields along Shift of the apical impulse ECHO studies showed left ventricular ejection fraction < 45%. Patient was given treatment for the same but the patient didn't survive. HPE examination was done from autopsied heart. THE gross specimen of the heart is shown below. Which finding would be most likely present on HPE examination: -",
        "exp": "This is a case of peripaum cardiomyopathy. Gross specimen of heart shows massive left ventricular dilation and moderate right ventricular dilation Peripaum cardiomyopathy (PPCM) develops during the last trimester or within the first 6 months after pregnancy. Risk factors are: - Increased maternal age Increased parity Twin pregnancy Malnutrition Use of tocolytic therapy for premature labor Preeclampsia or toxemia of pregnancy. Lymphocytic myocarditis has sometimes been found on myocardial biopsy.",
        "cop": 1,
        "opa": "Lymphocytic myocarditis",
        "opb": "Eosinophilic myocarditis",
        "opc": "Basophilic myocarditis",
        "opd": "Neutrophilic myocarditis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "cd2a2b9f-817e-46e3-9bab-949e9445ea66",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old female presented to the dermatology OPD with skin lesions which were itchy, violaceous, shiny flat topped, polygonal papules of various sizes on flexor surface of wrist. These when viewed under a magnifying lens, surface of the lens showed ceain streaks which were enhanced by putting a drop of mineral oil on the lesions. Koebner's phenomena was present. On examination, some lesions were observed in the oral mucosa along with erosive lesions on tongue. Nails showed thinning and distal splitting of nail plates, longitudinal ridging and pterygium.",
        "exp": "This is a case of lichen planus 2. ND image shows lacy reticular striae (Wickham striae) seen on dermatoscopy of a lesion. 3rd image shows the classical and pathognomic white reticulate lacey pattern on buccal mucosa. Lichen planus is a disease that can affect the skin and any lining mucosa. This could be the oral, esophageal, vaginal mucosa as well as the skin. Often, it is found only in the oral cavity. Lichen planus can appear in the mouth in several different patterns. The reticular pattern is commonly found on the cheeks as lacy web-like, white threads that are slightly raised. These lines are sometimes referred to as Wickham's Striae. Most common sites are the flexors of wrist and shin and lower back. In lichenoid eruption, Wickham's striae are absent and occurs on sun-exposed areas. In lichen nitidus, the lesions are tiny, multiple, round/flat skin coloured shiny papules. In DLE, photosensitivity of the lesions is present.",
        "cop": 1,
        "opa": "Lichen planus",
        "opb": "Lichenoid eruption",
        "opc": "Lichen nitidus",
        "opd": "DLE",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "078a6e59-ea57-4434-af97-55b94ecc9249",
        "choice_type": "single"
    },
    {
        "question": "A 30 yr. old female, case of anemia, not responding to iron and folic acid B12 supplement was evaluated fuher. Her CBC profile was as follows Hb-4. 7g/dl. Total WBC count -4, 000/mm3 Platelet count- 70, 000/mm3 Her PS finding is given below. Her Bone marrow aspirate revealed a dry tap following which a bone marrow biopsy confirmed the diagnosis. Which of the following stains would have been useful in confirming the bone marrow biopsy?",
        "exp": "The peripheral smear of the patient reveals Tear drop RBCs(dacrocytes) with a nucleated RBC precursor in the centre of the picture. A blast and an immature WBC precursor along with nucleated RBC precursor is called leukoerythroblastosis. Both these findings are seen in Myelofibrosis. Hence, RETICULIN stain would help in the diagnosis MPO stain could be used in AML given the CBC and PS it is unlikely. Pearls blue can be used to detect excess iron in sideroblastic anemia. VVG is stain used for elastin",
        "cop": 2,
        "opa": "MPO",
        "opb": "Reticulin",
        "opc": "VVG",
        "opd": "Pearls blue",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "ac8c12a8-5aa6-416c-b6e7-d997643aae17",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old chronic alcoholic and smoker presents with intermittent episodes of epigastric pain, nausea and vomiting, along with features of malabsorption since the past 6 months. He has lost 12 kg over the last year and was hospitalized for 3 days, 3 years ago with acute abdominal pain. Serum amylase and lipase are only mildly elevated. A CT-scan of the abdomen was done along with MRCP. What is the possible diagnosis:- CECT ABDOMEN MRCP",
        "exp": "The patient has chronic pancreatitis (CP) likely due to chronic alcoholism It is characterised by intermittent episodes of epigastric pain with some symptom-free intervals. Patients with Chronic pancreatitis have weight loss due to chronic malabsorption. Serum amylase/lipase are normal or nondiagnostic. CT demonstrates pancreatic calcifications suggestive of Chronic pancreatitis, and also helps to rule out pancreatic CA or pseudocyst. MRCP shows Atrophic pancreas with irregular dilatation of pancreatic duct, and multiple intraductal calculi",
        "cop": 2,
        "opa": "Acute pancreatitis",
        "opb": "Chronic pancreatitis",
        "opc": "Pancreatic cancer",
        "opd": "Pancreatic pseudocyst",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "6e9efbf8-4c1d-4504-b1fc-500817df1611",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man presents to ohopedics emergency with the following deformity. He is daily wage laborer by profession and this problem occurred following lifting heavy load. Usg reveals following finding: Which of the following structure is affected?",
        "exp": "Marked structure: A- Biceps brachii (sho head) B- Pectoralis major C- Biceps brachii (long head) D- Triceps brachii (long head) The symptoms of Popeye deformity depend on the extent of the tear. hearing or feeling a pop a sudden, sharp pain (in arm) bruising, soreness, or tenderness weakness cramping difficulty turning arm fatigue when doing repetitive motions muscle spasms in shoulder or arm Possible causes of Popeye deformity include: overuse of biceps muscle repetitive motion spos injury injury from a fall Risk of a Popeye deformity include: smoking coicosteroid use anabolic steroid use tendinopathy rheumatoid ahritis fluoroquinoione antibiotics statin therapy Treatment for Popeye deformity is usually conservative since the tendon heals on its own over time. Conservative treatment involves the following: Ice NSAIDs ibuprofen aspirin naproxen Rest Modify activities to avoid strenuous activity with the affected arm. Physical therapy strengthening and stretching exercises range-of-motion and flexibility exercises occupational therapy",
        "cop": 4,
        "opa": "B",
        "opb": "A",
        "opc": "D",
        "opd": "C",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "67bee2ac-6cfb-4f37-bf6e-e8c23bd37eb0",
        "choice_type": "single"
    },
    {
        "question": "A 28 -year-old woman, G4. P3. L2. A1 at 35 weeks of gestation with monochornionic monomniotic twin pregnancy was admitted for safe confinement. 3 days following admission, the NST showed the following finding: What is the finding shown in the NST?",
        "exp": "The deceleration first shows a rapid rise and rapid fall. Secondly it is unrelated to the peak of uterine contraction. In early and late deceleration, there would be a slow fall and slow rise. Early would show an onset before or at peak of uterine contraction and the FHR would return to normal after the end of uterine contraction. VARIABLE DECELRATION Inconsistent time of onset when compared to uterine contraction The onset of deceleration commonly varies with successive contractions. The duration is less than 2 minutes. Represent fetal heart rate reflexes that reflect either blood pressure changes due to interruption of umbilical flow or changes in oxygenation. Significant variable decelerations are those decreasing to less than 70 beats/min and lasting more than 60 seconds. Causes: Umbilical cord entanglement like due to: - 1. - Umbilical around body or neck 2. - True knot in the umbilical cord 3. - Prolapsed umbilical cord",
        "cop": 2,
        "opa": "Reactive NST",
        "opb": "Variable deceleration",
        "opc": "Early deceleration",
        "opd": "Sinusoidal pattern.",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "30d73347-a8bf-4f72-899f-be59ff56b5ac",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old male patient is rushed to the emergency depament with chief complaints of fever, acute abdominal pain and leukocytosis suggestive of acute appendicitis. Emergency laparotomy is planned. However, during surgery following finding is noted. There are numerous enlarged mesenteric lymph nodes present. The likely diagnosis if infective could be",
        "exp": "The provisional diagnosis is acute appendicitis for which laparotomy is planned but laparotomy shows normal appendix with mesenteric lymphadenopathy, ruling out the provisional diagnosis. Yersinia Pseudotuberculosis infection causes fever, acute gastroenteritis with mesenteric lymphadenitis which mimics acute appendicitis.",
        "cop": 2,
        "opa": "Atypical shigellosis",
        "opb": "Yersinia pseudotuberculosis",
        "opc": "Enteric fever",
        "opd": "Gastrointestinal tuberculosis",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "4d8a66c2-0ea4-4c25-b330-8332ceb74b68",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female presents with a palpable mass in her left breast that has been steadily increasing in size over the past year. On examination it is well-circumscribed and freely mobile and appears to be around 5. 7 cm in its greatest dimension. A core needle biopsy is performed and shows the following. What is the most probable diagnosis?",
        "exp": "Fibroadenomas are benign solid tumours composed of stromal and epithelial elements. After carcinoma, fibroadenoma is the second most common tumour in the breast and is the most common tumour in women younger than 30 years. Clinically, they are firm tumours that may increase in size over a period of several months. They slip easily under the examining fingers and may be lobulated. Treatment of fibroadenoma follows that for any unexplained solid mass within the breast A tissue diagnosis is required to rule out malignancy and may be accomplished by image-guided core needle biopsy or excisional biopsy. Two subtypes of fibroadenoma are recognized. 1. Giant fibroadenoma is a descriptive term applied to a fibroadenoma that attains an unusually large size, typically greater than 5 cm. 2. Juvenile fibroadenoma refers to the occasional large fibroadenoma that occurs in adolescents and young adults and histologically is more cellular than the usual fibroadenoma.",
        "cop": 4,
        "opa": "Fibroadenoma",
        "opb": "DCIS",
        "opc": "Intraductal papilloma",
        "opd": "Giant fibroadenoma",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "c8095926-456b-4b16-b09e-ff465929b82f",
        "choice_type": "single"
    },
    {
        "question": "A 80-year-old male patient recently diagnosed with non-Hodgkin's lymphoma was staed on treatment with R- CHOP chemotherapy regimen. After few days, the patient comes to the clinic with complaints of tingling in his hands and feet. Neurological examination shows symmetric \"stocking and glove\" type distal neuropathy. If the patient's symptoms are believed to be due to chemotherapy regimen, the drug responsible for these symptoms causes cell cycle arrest during which of the following stages?",
        "exp": "R - CHOP regimen includes Rituximab Cyclophosphamide Hydroxydaunorubicin Oncovin or vincristine Prednisolone The patient is suffering from distal symmetric neuropathy in a stocking and glove like distribution which is a characteristic side effect of vincristine, a vinca alkaloid. Vinca alkaloids: Mechanism of action: Inhibition of tubulin polymerization, which disrupts assembly of microtubules (pa of cytoskeleton) and the mitotic spindle. This inhibitory effect results in mitotic arrest in metaphase, bringing cell division to a halt, which then leads to cell death. ADVERSE EFFECTS: At clinically used (intravenous) doses, neurotoxicity: glove-and-stocking neuropathy. Acute neuropathic effects include jaw pain, paralytic ileus, urinary retention, and the SIADH secretion.",
        "cop": 4,
        "opa": "G1-S transition",
        "opb": "S phase",
        "opc": "G2-M transition",
        "opd": "M phase",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "efbd0a39-571c-47bc-af90-373748a147e5",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old boy presented with recurrent pyogenic abscess, runny nose, oral thrush & rash on perineal areas. Pus culture showed growth of Staphylococcus aureus. A test was performed whose finding is shown below. What is most common mode of inheritance of this disorder?",
        "exp": "Image represents Nitroblue tetrazolium test which points to the diagnosis of CGD. Chronic granulomatous disease Immunodeficiency disorder Due to mutation in PHOX gene Also known as bridges good syndrome Has both autosomal recessive & X-linked recessive inheritance but X-linked recessive is most common. Characterised by recurrent infections by catalase positive organisms like s. Aureus, candida etc. The simplest and most rapid test for CGD is the NBT (Nitroblue tetrazolium) test. Neutrophils from a small sample of peripheral blood are activated to produce superoxide which is detected by the NBT, which is conveed from a yellow water-soluble compound to a dark-blue insoluble formazan that can be clearly detected microscopically.",
        "cop": 2,
        "opa": "Autosomal recessive",
        "opb": "X linked recessive",
        "opc": "Autosomal dominant",
        "opd": "Mitochondrial inheritance",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "98197649-5708-4136-9b41-753a511a968c",
        "choice_type": "single"
    },
    {
        "question": "An 11-day-old neonate presented with difficulty in breathing, poor feeding and sweating during feeding. O/E Weak femoral pulse Radial pulse -bounding Radio-femoral delay Loud S2 Systolic ejection clicks or thrill in the suprasternal notch Sho systolic murmur was heard along the left sternal border at the 3rd and 4th intercostal spaces transmitting to the left infrascapular area and to the neck. ABG of lower limbs revealed severe acidosis as compared to the upper limbs. Sp. O2 (upper limb)> Sp. O2 (lower limb) Chest X-ray Which of the following needs to be given urgently to the neonate to save the life of the neonate: -",
        "exp": "This is a case of Coarctation of aoa in a neonate Coarctation of aoa: - Males > females May be a feature of turner syndrome Occurs just below origin of left subclan aery Classic sign is disparity in pulsation and blood pressure in the arms and legs. Differential cyanosis if diagnosed before ductal closure. Closure of the ductus often results in hypoperfusion, acidosis, and rapid deterioration. Infusion of prostaglandin E1reopens the ductus and re-establish adequate lower extremity blood flow.",
        "cop": 1,
        "opa": "PGE1",
        "opb": "PGE2",
        "opc": "PGF2-ALPHA",
        "opd": "PGD2",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "7bef9e29-263b-41a0-979a-1f60132f24ef",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman presents for evaluation for chronic diarrhoea associated with faecal urgency. No fever, melena, haematochezia, abdominal pain, nausea, vomiting or weight loss. Diarrheal persists even during periods of fasting. Random colonic biopsies demonstrate mononuclear cell infiltration of the lamina propria and a thickened subepithelial collagen band as shown below. What is the most likely diagnosis?",
        "exp": "The HPE images shows Microscopic colitis Chronic inflammatory disease of the colon Characterized by chronic, watery, non-bloody diarrhoea. Occurs in middle-aged patients Female preponderance. The colon appears typically normal or almost normal on colonoscopy The diagnosis is established by biopsy of the colonic mucosa demonstrating characteristic histologic changes. Microscopic colitis has two main histologic subtypes, lymphocytic colitis and collagenous colitis. Microscopic colitis has also been associated with several other diseases with autoimmune background (e. g., autoimmune thyroiditis, type 1 diabetes mellitus, and nonerosive, oligoaicular ahritis).",
        "cop": 3,
        "opa": "Crohn disease",
        "opb": "Ulcerative colitis",
        "opc": "Microscopic colitis",
        "opd": "Irritable Bowel Syndrome",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "56b0d127-652c-47f9-88ba-502f7537684f",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old male patient presented to the dermatology OPD with characteristic skin lesions on the right shin. The skin lesion is a single indurated yellowish-brown plaque with atrophic centre. Some ectatic blood vessels are visible through the thinned skin. A biopsy sample was taken and HPE examination was done. Which of the following is the next best investigation to be done in the patient: -",
        "exp": "This is a case of necrobiosis lipoidica diabeticorum. It is seen in patients of Diabetes mellitus. So, it is advised to go for testing of blood sugar levels to rule out diabetes. HPE examination shows: - Several layers of necrobiosis Superficial and deep perivascular infiltrate Interstitial mixed inflammatory cell infiltrate in dermis Septal panniculitis Lymphoid cell aggregates in deep dermis and subcutis",
        "cop": 1,
        "opa": "Blood sugar levels",
        "opb": "Thyroid function tests",
        "opc": "Serum coisol levels",
        "opd": "Serum GH levels",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "4ef57a48-b3b7-47aa-9d09-722dac40f8e9",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man complains of tightness in the chest and shoness of breath after lifting boxes 3 hours ago. He perceives that his heart is skipping beats. His medical history is significant for hypertension and cigarette smoking. On examination, his heart rate is 50 beats/min and regular, and his lungs are clear to auscultation. An electrocardiogram shows bradycardia with an increased PR interval and ST-segment elevation in multiple leads including the anterior leads, V1 and V2. What anatomical structures are most likely affected?",
        "exp": "This patient's 3-hour history of worsening chest pain, dyspnea, and palpitations after physical exeion is classic for a myocardial infarction. This patient's risk factors include hypertension and tobacco use. The ECG (ST-segment elevation) is highly suspicious for myocardial infarction. Leads V1 and V2 are used to evaluate the anterior poion of the heart, which is supplied by the left anterior descending aery. Bradycardia and first-degree heart block (increased PR interval) indicate right coronary aery disease.",
        "cop": 3,
        "opa": "Left main coronary aery",
        "opb": "Left anterior descending aery",
        "opc": "Right coronary aery + left anterior descending aery",
        "opd": "Right coronary aery + left circumflex aery",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "94320edc-ea23-49a1-a423-6734a89b227b",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman is on her first ski trip. While skiing, she fell and twisted her left leg. She cannot stand on her left leg because of pain. On examination, the left knee is swollen and tender. With the patient sitting on the stretcher with her knee flexed. Doctor on duty performed the following test which came out to be positive. What is the most likely injured structure from the following T1w coronal MRI knee?",
        "exp": "1st image shows the anterior drawer test being performed. A- PCL tear B- ACL tear C- Lateral meniscal tear D- Medial meniscal tear This 25-year-old woman was involved in a ski injury, a common setting for ACL injury. The twisting force to the lower limb when a ski becomes lodged in snow and the body continues to rotate can produce significant trauma to the knee. The ACL passes from the posterior aspect of the distal femur to the intercondylar region of the anterior aspect of the proximal tibia ACL limits anterior movement of the tibia in relation to the femur. Thus, on examination, this patient exhibits the \"anterior drawer sign, \" or excessive anterior mobility of the tibia with the knee flexed. This injury will usually require surgical repair.",
        "cop": 3,
        "opa": "PA D",
        "opb": "PA C",
        "opc": "PA B",
        "opd": "PA A",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "61aa7475-a3ec-44c1-9f02-53ef9609dc03",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old pregnant female presented to the Obstetrics OPD for the first time in 3rd trimester. She is 36 weeks pregnant. She complained of fever, swollen lymph nodes, sore throat and a characteristic rash on the palms as well as on the bottom of the feet. A serological screening test was conducted in the given plate which came out to be positive. Which of the following abnormalities can be most likely found in the child born: -",
        "exp": "This is a case of syphilis in a pregnant female leading to congenital syphilis. 1st image shows the characteristic Roseolous rash - pink or red spots with clear or blurred edges 5-50 mm in diameter with no cavities. 2nd image shows the VDRL plate test used as a screening test for syphilis. OPTION A- Hutchinson teeth/ Blunted upper incisors (associated with Congenital syphilis) OPTION B - Hydrocephalus (associated with Toxoplasmosis) OPTION C- Inclusion conjunctivitis (associated with Chlamydia) OPTION D - Diffuse periventricular calcifications (associated with CMV infection) Congenital syphilis Hutchison triad- Hutchinson teeth, Interstitial keratitis and 8th nerve deafness. Saddle nose Frontal bossing Cluttons joint",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "825c6db8-75a0-4bf5-84cc-e308d3d13648",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male patient came to emergency depament with chief complaint of painful skin rash. Antivirals and analgesics were prescribed but there was no improvement in the symptoms of the patient. Viral strains, therefore isolated and were found to lack viral phosphorylating enzymes. Which of the following drug is most likely to be effective in treatment of this condition?",
        "exp": "The image shows dermatomal distribution of vesicular lesions which are suggestive of shingles/ herpes zoster. Acyclovir, Famiciclovir, valaciclovir and ganciclovir are nucleoside analogues which must be phosphorylated to nucleotide analogues in order to function. However, if viral strains are lacking in viral phosphorylating enzymes, this step is not possible. This renders these viral strains resistant to these drugs. However, Foscarnet is a pyrophosphate analogue which directly inhibits viral DNA polymerase and therefore, does not require viral phosphorylating enzymes. Another impoant drug is cidofovir, which is a nucleotide analogue and therefore, it also does not require viral phosphorylating enzymes and hence, useful in such cases.",
        "cop": 4,
        "opa": "Acyclovir",
        "opb": "Ganciclovir",
        "opc": "Famiciclovir",
        "opd": "Foscarnet",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "44f748c7-5f7b-4557-8ec8-481a36f6830e",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child presented with a swelling and mild pain around knee joint along with muscle wasting. X ray: there was a lesion arising from epiphysis. Biopsy was done from the lesion and HPE examination was done. What is the diagnosis?",
        "exp": "The age being less than 18yrs (age of skeletal fusion), epiphyseal lesion with internal speckled calcification, chicken wire calcification and giant cells suggest chondroblastoma. Chondrosarcoma is seen in adults arising from flat bones like pelvis. It shows speckled or popcorn or arc and ring calcification. Osteosarcoma has diffuse calcification, arises from metaphysis and is usually seen in 2nd decade. Osteoblastoma usually arises from posterior column if spine.",
        "cop": 2,
        "opa": "Chondrosarcoma",
        "opb": "Codman's Tumour",
        "opc": "Osteosarcoma",
        "opd": "Osteoblastoma",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "e0f248e6-9cc7-4973-819d-40f8b0433088",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old male comes in for a routine physical examination. The pediatrician notices that the right testis is enlarged and without tenderness. The examination reveals following finding: This fluid most likely occupies which space?",
        "exp": "The image shows the classical finding of transillumination seen in hydrocoele. A- Epididymis B- Cremasteric layer C- Tunica vaginalis D- External spermatic fascia This patient most likely has a hydrocele, which is a fluid collection in the tunica vaginalis. This is a congenital condition formed when the testis descends through the inguinal canal together with some peritoneum. Peritoneal fluid sometimes accumulates in this space.",
        "cop": 4,
        "opa": "D",
        "opb": "A",
        "opc": "B",
        "opd": "C",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "211f0245-cf52-4913-8117-5ba3af588bc9",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old male presented to surgery OPD with complaints of right loin pain which was also referred to right iliac fossa. Surgeon examined the patient & asked to have an USG abdomen, given below. Right kidney left kidney Then NCCT KUB was done and diagnosis of renal stone of 8mm was made. What is the most probable location of stone?",
        "exp": "USG shows normal kidneys. NCCT KUB showed a stone in the ureter. Pain of renal stone in renal pelvis refers to groin Upper ureter stone pain refers to medial aspect of thigh along with obturator nerve Mid ureter stone pains refer to iliac fossa along with iliohypogastric nerve Lower ureter stone pain refers to testicles along with ilioinguinal nerve",
        "cop": 3,
        "opa": "Renal pelvis",
        "opb": "Upper ureter",
        "opc": "Mid ureter",
        "opd": "Lower ureter",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "e54df6db-8896-4f50-9397-e0047b8fe3b9",
        "choice_type": "single"
    },
    {
        "question": "A 75 yr. old female patient presented with microscopic haematuria with RBC casts seen in the urine. Her serum creatinine was 3. 9 mg/dl. Light microscopy and Silver staining of the Kidney specimen revealed the following: Which of the following would be the most appropriate diagnosis and the site of Ig deposits?",
        "exp": "The light microscopy reveals uniform thickening of basement membrane which when stained with Silver stain reveals the SPIKE and DOME pattern of staining seen in membranous GN. MPGN would reveal Tram track or splitting of GBM on electron and Silver stain. PSGN would reveal large hypercellular glomerulus with subepithelial deposits on electron microscopy.",
        "cop": 3,
        "opa": "PSGN, subepithelial deposits",
        "opb": "Type 1 MPGN, subendothelial deposits.",
        "opc": "Membranous GN, subepithelial deposits",
        "opd": "IgA nephropathy, mesangial deposits",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "19ac4efd-a40a-40c2-b1aa-e24b4cd84362",
        "choice_type": "single"
    },
    {
        "question": "A 2. 5-week-old boy is brought to pediatrics emergency depament with projectile vomiting which is non-bilious. On physical examination, firm, olive like mass is noted in the epigastric region and USG revealed the following findings. The child underwent surgical management. On week later, the child presents again with loose stools after being breastfeed. What could be the etiology of the current episode diarrhea?",
        "exp": "The clinical symptoms, examination with USG findings of thickened pyloric muscle (>3mm) and elongated pyloric canal (>15mm) reveal the diagnosis as CHPS- congenital hyperophic pyloric stenosis. The management image represents surgical pyloromyotomy. Post surgical management - pyloric sphincter dysfunction leads to delivery of hyperosmotic chyme from stomach to small intestine, which it cannot process leading to OSMOTIC DIARRHEA. This is known as DUMPING syndrome and is responsible for the week's later symptoms.",
        "cop": 3,
        "opa": "Post-operative infection",
        "opb": "Rotavirus",
        "opc": "Dumping syndrome",
        "opd": "Non resolution of the pre-op symptoms",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "3f41c320-2535-4f7a-b0b5-42407e015b8c",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is seen by her primary care physician complaining of intermittent colicky pain in the right upper quadrant (RUQ), staing sholy after eating a meal, and lasting about 30 min. During these episodes, she feels bloated and nauseated. The patient also states that over the past 2 days, her stools have become very light in color, like the color of sand, and her skin has become yellow. What is the anatomical basis for the clinical condition?",
        "exp": "A- Gallstones in gallbladder B- Bile duct obstruction due to gall stones C- Premature activation and leakage of pancreatic enzymes This middle-aged woman has the typical symptoms of biliary colic, which is intermittent crampy abdominal pain in the epigastric region of the RUQ, sometimes radiating to the right shoulder. These symptoms typically appear after meals, paicularly fatty meals. The more concerning signs are the light-colored stools (acholic) and jaundice (icterus). Gallstones (cholelithiasis) are precipitated bile salts in the gallbladder, which may produce inflammation of the gallbladder (cholecystitis). Stones can pass into the cystic duct and into the common bile duct. Since the common bile duct is formed by the union of the cystic and common hepatic ducts, obstruction of the common bile duct prevents bilirubin produced in the liver from reaching the small intestines. The stools thus lack this pigment. As a secondary result of the obstruction, serum bilirubin is elevated, and precipitates in the skin, resulting in the yellow tint. Ultrasound (DOUBLE BARREL/DUCT SIGN) can often make the initial diagnosis. Removal of a common bile duct stone can be performed by upper GI endoscopy through the ampulla of Vater or surgically.",
        "cop": 2,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "Inflammation of hepatic Glisson's capsule",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "ef0be526-ac6a-4263-9827-559a59cfc52d",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old female presented to the OPD with deforming ahritis of hands which is B/L symmetrical. Various deformities were observed. A lymph nodal mass is also observed in the cervical region. Which of the following markers would be most likely positive if the biopsy of the lymph node is done: -",
        "exp": "This is a case of rheumatoid ahritis. 1st image shows the boutonniere's deformity. 2nd image shows the Z-deformity of the thumb. 3rd image shows the trigger finger. Most common lymphoma associated with RA is DLBCL. Most common marker of DLBCL is BCL-6 > BCL-2",
        "cop": 3,
        "opa": "BCL-2",
        "opb": "BCL-1",
        "opc": "BCL-6",
        "opd": "BCL-3",
        "subject_name": "Unknown",
        "topic_name": "Integrated QBank",
        "id": "db2bad34-e67f-40c6-8225-6dac65e7641c",
        "choice_type": "single"
    }
]