[
    {
        "question": "Percentage of sucrose solution used for newborn analgesia is:",
        "exp": "Analgesia in newborn A. Analgesia for minimally-invasive Sucrose analgesia is drug of choice",
        "cop": 3,
        "opa": "5%",
        "opb": "10%",
        "opc": "24%",
        "opd": "50%",
        "subject_name": "Unknown",
        "topic_name": null,
        "id": "f15d3fea-55ff-4db1-9961-cdd0f476500a",
        "choice_type": "single"
    },
    {
        "question": "Best treatment of old fracture is",
        "exp": "Nonunion fracture shaft femur requires open reduction and rigid internal fixation with either intramedullary nail or DC plating and bone grafting.",
        "cop": 2,
        "opa": "Manipulation and POP cast application.",
        "opb": "Open reduction and internal fixation and bone grafting.",
        "opc": "K Wire fixation",
        "opd": "External fixation",
        "subject_name": "Unknown",
        "topic_name": null,
        "id": "a14b3941-8e39-4751-a11d-bd6902347986",
        "choice_type": "single"
    },
    {
        "question": "The nucleotide triplet CTC in the sixth position of the l3-chain in DNA forms the complementary nucleotide on (m. RNA) that codes for glutamic acid. A point mutation on the l3-chain resulting in the nucleotide triplet CAC forms a com¬plementary nucleotide on m. RNA that codes for valine. In sickle cell anemia, you would expect the comple¬mentary nucleotide triplet on m. RNA from 5' to 3' to read",
        "exp": "Note that by changing the CTC triplet to a CAC, the messenger RNA (m. RNA) changes from GAG, which normally codes for glutamic acid in the sixth position of the -chain of hemoglobin, to GUG, which now codes for valine. This point mutation of a single base pair is responsible for sickle cell anemia.",
        "cop": 4,
        "opa": "GAG",
        "opb": "CTC",
        "opc": "GTG",
        "opd": "GUG",
        "subject_name": "Unknown",
        "topic_name": null,
        "id": "7c89bab5-d6f3-48ee-99c0-f736d454a2e5",
        "choice_type": "single"
    },
    {
        "question": "The following statements concerning the abdominal part of the sympathetic trunk are not true except:",
        "exp": "The abdominal portion of the sympathetic trunk is situated in front of the vertebral column, along the medial margin of the Psoas major. It consists usually of four lumbar ganglia, connected together by interganglionic cords. It is continuous above with the thoracic portion beneath the medial lumbocostal arch, and below with the pelvic portion behind the common iliac artery. The ganglia are of small size, and placed much nearer the median line than are the thoracic ganglia. Gray rami communicantes pass from all the ganglia to the lumbar spinal nerves. The first and second, and sometimes the third, lumbar nerves send white rami communicantes to the corresponding ganglia. The rami communicantes are of considerable length, and accompany the lumbar arteries around the sides of the bodies of the vertebrae, passing beneath the fibrous arches from which some of the fibers of the Psoas major arise.",
        "cop": 4,
        "opa": "It enters the abdomen behind the lateral arcuate ligament",
        "opb": "The trunk passes in 6 segmentally arranged ganglia",
        "opc": "All the ganglia receive white rami communicantes",
        "opd": "Gray rami communicantes are given off to the lumbar spinal nerves",
        "subject_name": "Unknown",
        "topic_name": null,
        "id": "939cc43e-68d3-4cc0-a450-146b92b9f257",
        "choice_type": "multi"
    }
]