[
    {
        "question": "Which of the gene is most often implicated in congenital cataract and alpha crystallin mutation?",
        "exp": "CRYAA is implicated in congenital cataract and alpha crystallin mutation.",
        "cop": 4,
        "opa": "GLC3A",
        "opb": "PAX6",
        "opc": "PITX2",
        "opd": "CRYAA",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "c12f99d7-f993-4384-8330-f5b2e9a18e5c",
        "choice_type": "multi"
    },
    {
        "question": "Radiation induced cataract is",
        "exp": "Radiation can cause Posterior subcapsular cataract Lens is the most sensitive pa of eye for radiation induced damage Miscellaneous Cataract impoant for PGMEE * Sunflower cataract: Wilson disease, chalcosis. * Polychromatic Lusture- Complicated cataract * Coicosteroid: Posterior subcapsular cataract. (Topical steroids cause glaucoma, systemic steroids cause cataract more) * Galactosemia: Oil drop cataract * Anterior lenticonus- Alpo * Posterior Lenticonus- Lowe Syndrome * Rosette Cataract: Blunt trauma * Shield cataract- Atopic dermatitis. * Radiation can cause PSC cataract. * Persistent hyaloid aery: Cause of Posterior polar cataract * Myotonic Dystrophy: Christmas Tree Cataract (mimics the lights on a christmas tree) * Posterior polar cataract: Persistent hyperplastic primary vitreous * Snow storm/Snow flake cataract: Diabetes",
        "cop": 3,
        "opa": "Shield cataract",
        "opb": "Antrior polar cataract",
        "opc": "Posterior Subcapsular cataract",
        "opd": "Alpo syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "fb42f13d-599b-4575-941d-f15c36830021",
        "choice_type": "single"
    },
    {
        "question": "Cataract is seen in all of the following EXCEPT:",
        "exp": "In case of diabetics sugar alcohols (sorbitol) is present, which is hygroscopic in nature i.e. they absorb water. So, if this sugar alcohol is present in excess in cells, it will cause cell swelling. Especially it gets accumulated in lens of the eye causing cataract. 1. Glucose forms Sorbitol which gives rise to Snow Flake Cataract 2. Galactose forms Galactitol/Dulcitol which gives rise to Oil Drop Cataract Wilson's disease: (Condition of Cu excess in body): Leads to Sun Flower Cataract. No cataract is seen in case of Hereditary Fructose Intolerance. Diabetic Cataract - Snowflake on breadcrumb cataract Kayser Fleisher ring: Seen in Wilson's disease",
        "cop": 3,
        "opa": "Wilson's disease",
        "opb": "Diabetes mellitus",
        "opc": "Hereditary fructose intolerance",
        "opd": "Galactosemias",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "49b9e545-e942-496a-9bd3-73a4611ec74e",
        "choice_type": "multi"
    },
    {
        "question": "Femto Laser assisted cataract removal done using laser of how much wavelength",
        "exp": "Femtolaser (1053 nm) is the new paradigm in the Ophthalmology. Its uses are: *Laser assisted cataract surgery *Refractive surgery * Keratoplasty *Intracorneal ring segments for keratoconus Nd:YAG laser has a wavelength of 1064 nm, Frequency doubled Nd:YAG has wavelength of 532 Argon Fluoride laser has a wavelength of 193 nm",
        "cop": 2,
        "opa": "1064",
        "opb": "1053",
        "opc": "532",
        "opd": "193",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "e9fe6c76-0d3c-44cb-a70a-694d4bf3233b",
        "choice_type": "single"
    },
    {
        "question": "Congenital cataract occurs due to abnormalities in protein formation in which of the following genes?",
        "exp": "Congenital cataract is cause due to defects in CRY GS3 gene. During embryonic development, the PAX6 protein is thought to turn on (activate) genes involved in the formation of the eyes. Aniridia is caused by mutations in the PAX6gene. SIX 5-Mutations in this gene are a cause of branchiootorenal syndrome type 2. PITX 3-This gene encodes a member of homeodomain proteins.Mutations of this gene have been associated with anterior segment mesenchymal dysgenesis and congenital cataracts.",
        "cop": 3,
        "opa": "PAX 6",
        "opb": "SIX 5",
        "opc": "CRY GS 3",
        "opd": "PITX 3",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "e001167b-9b67-4e19-a60b-366e8a86592a",
        "choice_type": "single"
    },
    {
        "question": "Uniocular diplopia seen in which stage of cataract",
        "exp": "Stages of maturation of cataract 1- stage of lamellar separation - glare is seen 2- stage of incipient cataract - uniocular diplopia and colored halos are seen in this stage. I. Cuneiform cataract - This cataract stas at periphery and extend centrally so visual changes are noted at late stage - Night blindness (nyctalopia) II. Cupuliform cataract - Posterior capsular - This cataract lies right in the pathway of the axial rays and thus causes early vision loss - Day blindness( hamarlopia) III. Immature senile cataract - In this stage iens may become swollen due to continued hydration. This condition is know as intumescent cataract. - Phacomorphic glaucoma is cause by this type of cataract ; it is type of secondary glaucoma and it is most common type of lens induced glaucoma IV. Mature senile cataract - Lens become pearly white in colour and complete opaque . know as ripe cataract V. Hypermature cataract - Seen in any two of forms I. Morganian cataract - The coex become liquefied and lens settles at the bottom altering its position with change in the head position - Phacolytic glaucoma associated with morganian cataract II. Sclerotic type - The nucleus become diffusely cloudy or tinted due to deposition of pigments. In practice the commonly observed pigmented nuclear cataracts are either amber, brown(cataracta brunescens) or black (cataracta nigra) and rarely reddish (cataracta rubra) in colour - Most common complication is subluxation of lens",
        "cop": 1,
        "opa": "Incipient",
        "opb": "Intumescent",
        "opc": "Mature",
        "opd": "Hypermature",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "b1ad1f15-e013-45ba-b648-0aa5e1cdc17b",
        "choice_type": "single"
    },
    {
        "question": "Which type of congenital cataract presents with a disc of opacity involving the fetal and embyonal nucleus with many white dots looking like dust?",
        "exp": "Cataract centralis pulverulenta (Embryonic nuclear cataract) -It has dominant genetic trait and occurs due to inhibition of the lens development at a very early stage and thus, involves the embryonic nucleus. -The condition is bilateral and is characterised by a small rounded opacity lying exactly in the centre of the lens. -The opacity has a powdery appearance (pulverulenta) and usually does not affect the vision.",
        "cop": 3,
        "opa": "Lamellar cataract",
        "opb": "Punctate cataract",
        "opc": "Pulverulent cataract",
        "opd": "Coronary cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "d3dfcfeb-71c5-421a-bb56-d3bc1e1b2644",
        "choice_type": "single"
    },
    {
        "question": "Nuclear cataract is associated with:",
        "exp": "NUCLEAR CATRACT",
        "cop": 1,
        "opa": "Index myopia",
        "opb": "Index hypermetropia",
        "opc": "Axial myopia",
        "opd": "Axial hypermetropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "f52c4a4c-d18b-440f-8667-dcfdaff5632a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a complication of posterior capsule rupture during cataract surgery?",
        "exp": "Angle recession is not a complication of posterior capsule rupture. Complications of posterior capsule rupture Dislocation of IOL Glaucoma Endophthalmitis Uveitis Pupillary peaking Macular edema Retinal detachment Cystoid macular edema",
        "cop": 4,
        "opa": "Retinal detachment",
        "opb": "Macular edema",
        "opc": "Dislocation of intraocular lens",
        "opd": "Angle recession",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "71e73c8b-f5e9-49c4-840e-f0e1ff5db034",
        "choice_type": "single"
    },
    {
        "question": "LASER used in removing posterior capsular opacification:",
        "exp": "Nd YAG laser is used for posterior capsulotomy. Opacification can be of two types: Anterior capsular opacification. Posterior capsular opacification. Posterior capsular opacification can be of two types: Soemeering Ring. Elsching pearls. Prevention: Polishing of posterior capsule intra-operatively. Using of square edge design IOL. Treatment: Nd YAG Capsulotomy.",
        "cop": 1,
        "opa": "Nd YAG",
        "opb": "Helium",
        "opc": "Femtolaser",
        "opd": "Argon",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "d638b953-3128-4ecc-b4a1-6c14b20aeb23",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of cataract",
        "exp": "Hypomagnesemia is least likely to cause cataract MISCELLANEOUS CATARACTS Diabetes- Snowflake/ snowstorm cataract Wilson's- Sunflower cataract, chalcosis. Bread crump appearance- Complicated cataract Coicosteroid cause posterior subcapsular cataract.(Note topical steroids cause glaucoma more; systemic cause cataract more). Oil drop cataract -galactosemia is reversible (deficiency of GPUT) Anterior lenticonus- Alpo Posterior Lenticonus- Lowe Syndrome Shield cataract- Atopic dermatitis. Radiation can cause PSC cataract. Hypocalcemic cataract - Tetanic cataract Myotonic dystrophy- Christmas tree cataract Persistent hyaloid aery&mittendorf dot -can be a cause of Posterior polar cataract.",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "Wilson disease",
        "opc": "Galactosemia",
        "opd": "Hypomagnesemia",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "1f39bda1-8ca3-4e3d-b5bd-39e18c865a66",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding phacoemulsification surgery:",
        "exp": "Hydrodissection is used to separate the coex from capsule. Steps of cataract surgery Anesthesia (Topical, peribulbar, subtenon, retrobulbar). Incision (clear corneal/Limbal). Capsulorhexis: Making an opening in anterior capsule. Hydrodissection: Separating coex from capsule. Nucleus Fragmentation: Direct chop/trench/stop and conquer technique. Irrigation & aspiration. Inseion of IOL.",
        "cop": 3,
        "opa": "Clear corneal incision is preferred",
        "opb": "Capsulorhexis is done to remove anterior capsule",
        "opc": "Hydrodissection is done to separate the layers of nucleus",
        "opd": "Divide and conquer technique is used for nucleus removal",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "7cea4618-ec4d-476b-be32-49edfe97ced9",
        "choice_type": "multi"
    },
    {
        "question": "Not a cause of pre-senile cataract:",
        "exp": "Marfan's syndrome is not a cause of pre-senile cataract. Pre-senile cataract Cataract onset before 50 years of age. Causes Diabetes Mellitus. Atopic dermatitis. Steroid Induced cataract. Posterior polar cataract. Myotonic dystrophy.",
        "cop": 4,
        "opa": "Diabetes mellitus",
        "opb": "Myotonic dystrophy",
        "opc": "Posterior polar cataract",
        "opd": "Marfan's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "e49e4f6f-ecfd-4139-940e-0d0ff637dcf6",
        "choice_type": "single"
    },
    {
        "question": "Iris shadow is sign of",
        "exp": "Iris shadow is a sign of immature cataract When an oblique beam of light is thrown on pupil, a crescentic shadow of pupillary margin of iris will be formed on the greyish opacity of the lens, as long as clear coex is present between the opacity and pupillary margin. When lens is completely transparent or opaque, no iris shadow is formed. Hence presence of iris shadow is a sign of immature cataract..",
        "cop": 4,
        "opa": "Mature cataract",
        "opb": "Hypermature cataract",
        "opc": "Advanced glaucoma",
        "opd": "Immature cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "b4086d54-4814-4379-9c8a-45bbf3f0df6b",
        "choice_type": "single"
    },
    {
        "question": "Hypermature morgagnian cataract most commonly leads to",
        "exp": "Hypermature morgagnian cataract most commonly leads to Phacolytic glaucoma. LENS INDUCED GLAUCOMA Phacoanaphylactic glaucoma (phacoantigenic glaucoma)is due to anaphylactic reaction to lens protein that is a cryptic antigen. It can be through any intraocular surgery or trauma during which lens material comes in contact of anterior chamber & there is a sudden bout of inflammation associated with rise of IOP. In phacolytic glaucoma lens capsule is intact. There are micropores through which lens proteins leak. Phacomorphic glaucoma is a secondary angle closure glaucoma due to intumescent cataract. It is more common than phacolytic glaucoma. Lens dislocation in anterior chamber or microspherophakia also causes lens induced glaucoma due to angle closure.",
        "cop": 2,
        "opa": "Phacomorphic glaucoma",
        "opb": "Phacolytic glaucoma",
        "opc": "Phacoanaphylactic glaucoma",
        "opd": "Buphthalamos",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "475c132a-ba3e-4ec4-8ea7-c6403a87d21b",
        "choice_type": "single"
    },
    {
        "question": "Not true statement regarding galactosemic cataract:",
        "exp": "Cataract due to galactosemia is reversible. Features of Galactosemic cataract Reversible Can develop into mature cataract Due to deficiency of GALT (galactose-1-phosphate uridyl transferase) Oil droplet cataract Avoid milk products to the child. OIL DROPLET CATARACT",
        "cop": 1,
        "opa": "Irreversible",
        "opb": "Due to deficiency of galactose-1-phosphate uridyl transferase",
        "opc": "Oil droplet cataract is seen",
        "opd": "Avoid milk products to the child",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "c7502d3e-1dbb-4e24-8c9f-b17ab41f2e7e",
        "choice_type": "multi"
    },
    {
        "question": "Not a cause of congenital cataract:",
        "exp": "Marfan's syndrome is associated with subluxation of lens as a result of zonular weakness and not congenital cataract. Cataract may develop earlier in the subluxated lens as compared to others of same age but not congenital cataract. Stickler Syndrome is associated with quadrantic lamellar cataract though less common. CAUSES OF CONGENITAL CATARACT: Maternal malnutrition, infantile malnutrition- (Zonular cataract). Maternal infection e.g. (like rubella, toxoplasmosis, CMV). Placental hemorrhage. Drugs :Thalidomide, Coicosteroid. Congenital Syndromes: Down's, Hallerman Streiff, Lowe, Galactosemia, trisomy 13-15, cockayne, Trisomy 21, Goldenhar, Cerebro oculo facial syndrome. Congenital condition like Aniridia.",
        "cop": 4,
        "opa": "Trisomy 21",
        "opb": "Stickler syndrome",
        "opc": "Lowe's syndrome",
        "opd": "Marfan's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "54b59dbe-fe26-4417-b428-6fdd46dac0bc",
        "choice_type": "single"
    },
    {
        "question": "The cataract which liquefies at an advanced stage causing lens material to liquefy and settle at the bottom is called:",
        "exp": "Morgagnian Cataract: Cataract liquefies after maturity and settles at the bottom. Terms Morgagnian Cataract: Cataract liquefies after maturity and settles at the bottom. Small brownish fluid settles at the bottom. Mature cataract: Whole coex becomes opacified and there is no fundal glow on retroillumination. Intumescent Cataract: Mature or diabetic cataract swells after maturation and AC becomes shallow.",
        "cop": 3,
        "opa": "Intumescent cataract",
        "opb": "Coralliform cataract",
        "opc": "Morgagnian cataract",
        "opd": "Cupuliform cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "b92ecc34-47e6-40a6-b720-99c144371f4b",
        "choice_type": "multi"
    },
    {
        "question": "Most common visually debilitating cataract in children:",
        "exp": "Zonular cataract is most debilitating cataract in children. Types of congenital cataract Punctate: Blue Dot Cataract (Asymptomatic). Sutural cataract : Y suture opaque, nuclear cataract. Zonular cataract/Lamellar Most Common visually significant cataract (riders). Fusiform Nuclear Coronary Anterior polar Lamellar Cataract With Rider Blue dot cataract Anterior polar cataract Posterior polar cataract",
        "cop": 2,
        "opa": "Blue dot cataract",
        "opb": "Zonular cataract",
        "opc": "Anterior polar cataract",
        "opd": "Posterior polar cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "b04946fe-9349-4a6c-8e39-82bc5e92e3dc",
        "choice_type": "multi"
    },
    {
        "question": "In rubella syndrome all are seen except",
        "exp": "Rubella syndrome - congenital rubella cataract may occur alone or as pa of the classical rubella syndrome which consist of 1. Ocular defects - congenital cataract , salt and paper chorioretinopathy ,microphthalmos and cloudy cornea 2. Ear defects - deafnes due to destruction of organ of coi 3. Hea defects - PDA(m/c) Congenital rubella cataract - Child born with pearl white nuclear cataract - Progressive type of cataract - Congenital morgagnian cataract",
        "cop": 3,
        "opa": "Salt and paper chorioretinopathy",
        "opb": "Congenital cataract",
        "opc": "Macrophthalmos",
        "opd": "Cloudy cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "eb2799f4-9bdc-4fc1-8851-cd1ad2d2dcc3",
        "choice_type": "multi"
    },
    {
        "question": "A 25 year old lady presents with a unilateral cataract. There is no history of trauma, pain, redness of eyes or steroid usage. What is the likely cause?",
        "exp": "The best answer would be fuchs heterochromic iridocyclitis Fuchs' 'heterochromic iridocyclitis' is a chronic non-granulomatous type of low grade anterior uveitis typically associated with early cataract formation. It typically occurs unilaterally in middle-aged persons. The disease is characterized by: Heterochromia of iris, Diffuse stromal iris atrophy, (moth-eaten appearance), may cause trans illumination defects, Fine stellate KP's at back of entire cornea, Faint aqueous flare, Absence of posterior synechiae, A fairly common rubeosis iridis, sometimes associated with neovascularisation of the angle of anterior chamber, and Comparatively early development of complicated cataract and secondary glaucoma (usually open angle type) Age related cataract usually occurs after 50 years of age and is thus ruled out. Complicated cataract is unlikely since there is no pain or redness suggesting anterior uveitis. Diabetic cataract is also unlikely since there is no history of diabetes.",
        "cop": 3,
        "opa": "Age related cataract",
        "opb": "Complicated Cataract",
        "opc": "Fuchs Heterochromic Iridocyclitis",
        "opd": "Diabetic cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "8d48d825-0ad8-4f4a-879b-dac485e0f249",
        "choice_type": "single"
    },
    {
        "question": "Zonules of zinn:",
        "exp": "Zonules of zinn suspend the lens and enable the ciliary muscles to act upon them. Suspensory ligaments of lens : Also called zonules of zinn & ciliary zonules. Consist of fibres passing from ciliary body to lens. Extend from ora serrata to edge of the lens. Hold the lens in position. Enable the ciliary muscles to act upon them in accommodation.",
        "cop": 2,
        "opa": "Provide stability to eyeball",
        "opb": "Suspend the lens",
        "opc": "Are attached at posterior pole of lens",
        "opd": "Are attached to extraocular muscles",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "c35dc369-174b-456c-954e-a01937baf779",
        "choice_type": "multi"
    },
    {
        "question": "Christmas tree cataract is seen in",
        "exp": "Christmas tree cataract is seen in myotonic dystrophy Christmas tree cataract These are polychromatic and highly reflective, needle-shaped opacities in the lens seen in myotonic dystrophy. Usually it does not disturb vision.",
        "cop": 3,
        "opa": "Atopic dermatitis",
        "opb": "Diabetes",
        "opc": "Myotonic dystrophy",
        "opd": "Alpo syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "041438be-a67c-4f7a-87c9-f16e62971413",
        "choice_type": "single"
    },
    {
        "question": "Second sight phenomenon is seen in",
        "exp": "Second sight - improved in near vision and presbyopia correct itself Nuclear cataract - Hemeralopia (day blindness) - Decreased distant vision - Seconded vision",
        "cop": 1,
        "opa": "Nuclear cataract",
        "opb": "Coical cataract",
        "opc": "Senile cataract",
        "opd": "Iridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "46c27b5f-1981-417d-80de-415107d9c92c",
        "choice_type": "single"
    },
    {
        "question": "This instrument can be used in all except-",
        "exp": "Stenopaeic slit The rectangular apeure is 1mm in width and 15mm in length. Uses of the stenopaeic slit - Determination of Meridian Of Optical Iridectomy- in patients with a corneal scar or lenticular opacity. To diagnose cases of cataract, differentiate between colored halos caused in Angle-closure glaucoma and cataract by Fincham'stest. Determine power and axis of the cylinderical lens- The slit apeure acts as an elongated 'pin-hole', only allowing light in the axis of the slit to enter the eye. Hence, when the slit lies in one principal axis of the astigmatism eye, the second line focus is eliminated and the blur of sturm's conoid reduced thus allowing a clearer image to be formed.",
        "cop": 3,
        "opa": "Finchams test",
        "opb": "Iridectomy",
        "opc": "Corneal tattooing",
        "opd": "Axis of cylindrical lens in refractive errors",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "38c42653-783c-4731-88a0-3f4ac628a3e0",
        "choice_type": "multi"
    },
    {
        "question": "Not true regarding rubella cataract:",
        "exp": "Rubella cataract is not reversible. Rubella Cataract Nuclear cataract which finally leads to total opacity. A/w maternal infection contracted in 1st trimester. Virus can be cultured from lens. Ocular Complications. Nuclear cataract (pearly white). Microphthalmos. Salt and pepper retinopathy. Glaucoma. Most common ocular complication is Cataract in India and retinopathy in the world. A/w CVS & Ear defects also.",
        "cop": 4,
        "opa": "Pearly white cataract",
        "opb": "May harbor virus inside the lens",
        "opc": "Can be associated with cardiovascular anomalies",
        "opd": "Reversible",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "134baa2b-843d-4213-bf0f-8beb6bb2530b",
        "choice_type": "multi"
    },
    {
        "question": "Christmas tree appearance seen in:",
        "exp": "About 90% of patients with myotonic dystrophy develop fine iridescent coical opacities in the third decade, sometimes resembling Christmas tree cataract.",
        "cop": 1,
        "opa": "Myotonic dystrophy",
        "opb": "Trauma",
        "opc": "Chalcosis",
        "opd": "Diabetes",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "2f3e0dc2-7e79-4d69-87a6-d05b30444818",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about the difference between congenital cataract surgery and senile cataract surgery?",
        "exp": "The energy used in phacoemulsification is lesser as compared to the senile cataract. Congenital Cataract Surgery Treatment of choice: Lens aspiration by manual SICS technique or by phaco-emucification technique. Lensectomy can be done in total cataract with retinal detachment or ROP or any congenital retinal condition where lens aspiration can't be done. IOL should be put in every child above 2 yrs of age and even in less than 2 year of age, less than 6 month avoid putting IOL. A unilateral cataract has to be operated asap.(within days) Note- Bilateral dense cataracts-removed early that is within 6 weeks of bih to prevent stimulus deprivation amblyopia. Extra edge: - In congenital cataract surgeries, Ziegler knife is used to open lens capsule & aspirate lens material. ZIEGLER KNIEF",
        "cop": 3,
        "opa": "Incidence of Posterior capsular opacification is higher",
        "opb": "Incidence of glaucoma is higher",
        "opc": "The energy used in phacoemulsification is higher.",
        "opd": "The chances of refractive surprise is higher.",
        "subject_name": "Ophthalmology",
        "topic_name": "Cataract",
        "id": "d0858be7-d1f3-4c51-89ef-d587726a4ccb",
        "choice_type": "multi"
    }
]