[
    {
        "question": "When a small target is oscillated in front of a patient with binocular vision, patient sees movement of the object in elliptical orbit rather than to and fro path. What is this phenomena known as?",
        "exp": "Ans: (b) Pulfrich phenomenonRef: Albert and Jacobie's Principles and Practice of Ophthalmology, 3rd edition, Page 3874Oppenheim Phenomenon:The great toe dorsiflex when the periostium of the tibia is rubbed with the knuckles.Other three options are seen in multiple sclerosis.Uthoff's Phenomenon:Seen in multiple sclerosis.Worsening of neurologic symptoms.Transient visual blurring during exercise, during a hot bath or shower, or during emotional stress. Pulfrich Phenomenon:Seen in:Multiple sclerosis,Cataract,Optic neuritis.Because optic nerve damage delays transmission of impulses to the visual cortex, patients with unilateral or markedly asymmetric optic neuritis may experience the Pulfrich effect or stereoillusion.The examiner oscillates a small target in the frontal plane while the patient binocularly observes it. The delay in signal transmission from one eye to the visual cortex creates the illusion that the target appears to move in an elliptical rather than a to-and-fro path.This disparity in time, caused by the difference in latency between eyes, is interpreted as a disparity in space that results in the stereoillusion.Paroxysmal Convergence Spasm:Rare but typical symptom in multiple sclerosis due to abnormal excitation (In MS, not only delay in conduction occurs, sometimes spontaneous excitation occurs).Due to demyelination plaque in medial longitudinal fasciculus.",
        "cop": 2,
        "opa": "Oppenheim phenomenon",
        "opb": "Pulfrich phenomenon",
        "opc": "Uthoff phenomenon",
        "opd": "Paroxysmal convergence spasm phenomenon",
        "subject_name": "Ophthalmology",
        "topic_name": "Examination of the Eye",
        "id": "80867fb1-23c1-41fc-803f-dc789d72abcf",
        "choice_type": "multi"
    },
    {
        "question": "New born eye is -",
        "exp": "Ans. is 'b' i.e., Hypermetropic Eve at birtho Anteroposterior diameter of eye ball is about 16.5 mm (70% of adult size). Adult size is attained by 7-8 years,o Corneal diameter is about 10 mm. Adult size (11.7 mm) is attained by 2 years of age.o Anterior chamber is shallow and angle is narrow,o Lens is spherical at birth.o Retina Apart from macular area, the retina is fully differentiated. Macula differentiates 4-6 months after birth.o Myelination of optic nerve fibres has reached the lamina cribrosa.o New born is usually hypermetropic by +2 to +3D.o Orbit is more divergent (50deg) as compared to adult (45deg).o Lacrimal gland is still underdeveloped and tears are not secreted.",
        "cop": 2,
        "opa": "Myopic",
        "opb": "Hypermetropic",
        "opc": "Presbyopic",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Examination of the Eye",
        "id": "a1e13786-d4bd-4f84-85e8-cb4ba2e88941",
        "choice_type": "multi"
    },
    {
        "question": "Deviation of near vision is conveniently tested by",
        "exp": "154. Ans. b (Madox wing test) (Ref. Parson Diseases of Eye, 19th/445; Khurana ophthalmology 3rd ed., 300, 311)The-deviation in near, vision is .conveniently tested by. the Maddox wing test, The patient looks through the two slit holes in the eyepieces of instrument. The fields exposed to each eye are separated bya adiaphragm in such a way that they glide tangentially into each other. The right eye sees a white arrow pointing vertically upowards and a red arrow poting to left, while the left eye sees a horizontal roq of figures in white and a vertical row in red. The arrow pointing to the horizontal row of figures and arrow pointing the vertical row should both be at zero; any deviation indicates an esso Or exophoria or a hyperphoria, the amount of which can be read on the scale.DIAGNOSIS OF HETEROPHORIA/LATENT STRABISMUS# Diagnosis of heterophoria/latent strabismus depends on the abolishing fusion so that, with its control, the eyes assume their position of rest.# Several Tests are Available for Assessing This:- Cover test- Madox rod test:# The rod is held in front of the eyes, image of highest point close to eye becomes dissimilar and fusion becomes dissociated.# Tests performance at 6 meter and 35 cm distance.- Maddox wing test (amount of phoria for near - at a distance of 33 cm) can be measured.- Prism vergence test- SynaoptophoreSwinging flash light test# It is performed when relative afferent pathway defect is suspected in one eye (unilateral optic nerve lesion with good vision).# To perform this test, a bright flashlight is shone on to one pupil and constriction is noted.# Then the flash light is quickly moved to swinging to and fro of flashlight is repeated several times while observing the papillary response.# Normally, both pupils constrict equally and the pupil to which light is transferred remains tightly constricted. In the presence of relative afferent pathway defect in one eye, the afferent pupil will dilate when the flash light is moved from the normal eye to the abnormal eye.# This response is called 'Marcus Gunn pupil' or a relative afferent papillary defect (RAPD).# It is the earliest indication of optic nerve disease even in the presence of normal visual acuity.Diplopia Charting# It is indicated in patients complaining of confusion or double vision. In it patient is asked to wear red and green diplopia charting glasses.# Red glass being in front of the right eye and green in front of the left.# Then in a semi-dark room he is shown a fine linear light from distance of 4 ft and asked to comment about the images in primary position and in other positions of gaze. Patient tells about the position and separation of the two images in different fields.Also know:Besides the actual measurement of the deviation in latent strabismus, the strength of the muscles involved should also be tested by forcing them to a maximum effort against prism - prism vergence tests.",
        "cop": 2,
        "opa": "Madox rod test",
        "opb": "Madox wing test",
        "opc": "Swinging flash light test",
        "opd": "Diplopia chart test",
        "subject_name": "Ophthalmology",
        "topic_name": "Examination of the Eye",
        "id": "b9666d21-5786-48a7-bf93-4851d4a08096",
        "choice_type": "single"
    },
    {
        "question": "Painless sudden visual loss is seen in all except:",
        "exp": "Answer ie 'd' ie Angle closure glaucoma (Ref. Parson, 19/e, p307, p148)Angle closure glaucoma is well known to be painful condition. Acute cases of angle closure glaucoma cause severe headache with red eye.Causes of painless sudden loss of visionUnilateralBilateral* Retinal detachment* Bilateral occipital infarction* Retinal vascular occlusion* Atypical optic neuritis* Vitreous Haemorrhage* Diabetic retinopathy* Retinal Haemorrhage* Grade IV hypertensive retinopathy with macular star* Exudative age related macular degeneration* Toxic optic neuropathy* Subluxation or dislocation of lens* Posterior neuritis",
        "cop": 4,
        "opa": "CRAO",
        "opb": "Retinal detachment",
        "opc": "Vitreous haemorrhage",
        "opd": "Angle closure glaucoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Examination of the Eye",
        "id": "70831970-8899-4a27-b822-c836333817c9",
        "choice_type": "multi"
    },
    {
        "question": "Gonioscopy is useful to see details of which of the following?",
        "exp": "Ans. b (Angle of the anterior chamber) (Ref Basak's ophthalmology 4th/270)The purpose of gonioscopy is to identify abnormal angle structures and to estimate width of chamber angle.Direct (with goniolenses):Provides direct view of angle.Used for diagnostic & operative purposes.Indirect (with gonioprisms):Provides mirror image of opp angle.Can be used only under a slit lamp.# Normal angle structures seen from anterior to posterior:1. Schwalbe's line2. Trabecular meshwork3. Scleral spur4. Ciliary band# Grading of the angle (Schaffer's):GradeAngleGonioscopic ViewClinical interpretationIVWide open (35-45deg)All structures seenClosure improbableIIIOpen (20-35deg)Scleral spur seenClosure improbableIIModerately narrow (10-20deg)Trabecular meshwork seenClosure possibleIExtremely narrow (<10deg)Schwalbe's line visibleClosure imminentOCompletely closed (0deg)Nothing visibleClosure present",
        "cop": 2,
        "opa": "Lens",
        "opb": "Angle of the anterior chamber",
        "opc": "Iris",
        "opd": "Cornea",
        "subject_name": "Ophthalmology",
        "topic_name": "Examination of the Eye",
        "id": "d6cc3257-4e0a-4c0c-91b3-08ef17f49fe1",
        "choice_type": "single"
    },
    {
        "question": "Posterior styphayloma is a feature of -",
        "exp": "Ans. is 'c' i.e.. Pathological myopia Staphylomao Staphyloma is an abnormal protrusion of uveal tissue through a weak and thin portion of cornea or sclera,o So. a staphyloma is lined internally by uveal tissue and externally by weak cornea or sclera,o Staphyloma is divided anatomically into : -Anterior staphyloma : - Protrusion and adhesion of iris to ectatic cornea. The most common cause is a sloughing corneal ulcer which perforates and heals with the formation of pseudocornea by the organization of exudates and laying down of fibrous tissue. It is lined internally by iris.Intercalary staphyloma : - It occurs at the limbus. It is lined internally by the root of iris and the anterior most portion of the ciliary body. The causes are perforating injuries to limbus, marginal corneal ulcer; anterior scleritis, Scleromalacia perforans, Complicated cataract surgery, secondary angle closure glaucoma.Ciliary staphyloma : - This affects the ciliary zone that includes the region upto 8 mm behind the limbus. The ciliary body is incarcerated in the region of scleral ectasia. Causes are Developmental glaucoma, Primary or secondary glaucoma end stage, scleritis, trauma to ciliary region.Equatorial staphyloma : - This occurs at the equatorial region of the eye with incarceration of the choroid. Causes are scleritis, degenerative myopia and chronic uncontrolled glaucoma.Posterior staphyloma : - Occurs at posterior pole and is lined internally by choroid. Degenerative high axial myopia is the most common cause.",
        "cop": 3,
        "opa": "Congenital myopia",
        "opb": "Simple myopia",
        "opc": "Pathological myopia",
        "opd": "Hypermetropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Examination of the Eye",
        "id": "79d2fb6b-5308-4590-a383-c6f916f2a5e8",
        "choice_type": "single"
    }
]