[
    {
        "question": "Reese-Ellsworth classification is used for?",
        "exp": "ANSWER: (B) RetinoblastomaREF: Decision Making in Radiation Oncology, Volume 2 by Jiade J. Lu page 1041Repeat from June 2008Reese-Ellsworth classification of Retinoblastoma:TypeDescriptionGroup I\"Very favourable\"ASolitary tumor, less than 4 dd in size, at or posterior to the equatorBMultiple tumors, none over 4 dd in size, all at or posterior to the equatorGroup II\"Favourable\"ASolitary tumor, 4-10 dd in size, at or posterior to the equatorBMultiple tumors, 4-10 dd in size, all posterior to the equatorGroup III\"Doubtful\"AAny lesion anterior to the equatorBSolitary tumors larger than 10 dd posterior to the equatorGroup IV\"Unfavorable\"AMultiple tumors, some larger than 10 ddBAny lesion extending to the ora serrataGroup V\"Very unfavourable\"AMassive tumors involving over half the retinaBVitreous seeding*dd= disc diameter (approximately 1.5 mm)",
        "cop": 2,
        "opa": "Rhabdomyosarcoma",
        "opb": "Retinoblastoma",
        "opc": "Optic nerve sheath tumor",
        "opd": "Meningioma",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "7742f99f-5e9e-49d5-a160-1aa3d993a4a4",
        "choice_type": "single"
    },
    {
        "question": "Most common primary intraocular neoplasm in a child is -",
        "exp": "Ans. is 'b' i.e., Retinoblastoma",
        "cop": 2,
        "opa": "Metastasis",
        "opb": "Retinoblastoma",
        "opc": "Basal cell carcinoma",
        "opd": "Squamous cell carcinoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "6fef74cb-efb9-4fb5-ad4f-f84132d3e35a",
        "choice_type": "single"
    },
    {
        "question": "Epiphora & lagopthalmous following VII nerve injury is due to-",
        "exp": "Ans. is 'a' i.e., Failure of lacrimal pump o Symptomatic epiphora following facial paralysis is most often associated with one or more of the following -i) Impairment of eyelid closure.ii) A compromised lacrimal pump.iii) Lower lid laxity",
        "cop": 1,
        "opa": "Failure of lacrimal pump",
        "opb": "Increased lacrimal secretion",
        "opc": "Nasolacrimal duct obstruction",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "857d7af4-f62c-45ee-bb60-ad6677925d4d",
        "choice_type": "multi"
    },
    {
        "question": "Most common eye ball tumour is",
        "exp": "Ans. is 'a' ie Retinoblastoma Retinoblastoma is the most common primary malignant intraocular tumour of childhood and the second most common of all age groups.MC primary malignant intraocular tumour of adults - Choroid melanoma*",
        "cop": 1,
        "opa": "Retinblastoma",
        "opb": "Sarcoma",
        "opc": "Medulloblastoma",
        "opd": "Malignant",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "312884c1-c288-4eef-9bbf-d45bd66e77bd",
        "choice_type": "multi"
    },
    {
        "question": "Intraocular calcification in eye in child -",
        "exp": "Ans. is 'b' i.e., Retinoblastoma o In retinoblastoma, there are areas of necrosis and calcification.o In the presence of calcification, endophytic retinoblastoma gives the typical 'cottage cheese' appearance.",
        "cop": 2,
        "opa": "Toxocara",
        "opb": "Retinoblastoma",
        "opc": "Angiomatosis retinae",
        "opd": "Malignant melanoma of choroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "f6d46f53-4a75-4a02-9d6c-b48e4e72fb2e",
        "choice_type": "single"
    },
    {
        "question": "Retinoblastoma is seen in -",
        "exp": "Ans. is 'a1 i.e., Children RETINOBLASTOMAo Retinoblastoma is the most common intraocular tumor in children. The tumor is confined to infancy and very young children (1-2 years). There is no sex predisposition. Retinoblastoma is unilateral in 70-75% of cases and bilateral in 25-30% of cases.Etiologyo Retinoblastoma gene (RB gene) is located on 14 band on the long arm of chromosome 12 (13ql4). RB gene is a tumor supressor gene. Retinoblastoma develops when both the normal alleles of the RB genes are inactived or alteredAi is typical example of Knudson's two hit hypothesis. In Hereditary retinoblastoma first genetic change (first hit) in RB gene is inherited from an affected parent, where as second mutation (second hit) occurs in postnatal life and both alleles are lost. In non- hereditary retinoblastoma, both mutations (first and second hits) occur postnataly.Pathologyo The tumor arises from smalt round cells with large nuclei, i.e., it is a tumor of a group called small round blue cell tumors. Microscopic features of a well differentiated tumor include Flexner- wintersteiner rosettes (specific for retinoblastoma), Homer- wright rosettes, pseudorosettes and fleurettes formation. There are areas of necrosis and calcification.Clinical featureso Retinoblastoma can present with following featuresLeukocoria or amauratic cat's eye reflex this is the most common manifestation. The leukocoria or the white glow' in the pupil is caused by reflection of light from the white intraocular tumor.Strabismus - second most common manifestationSecondary' glaucomaRedeyeExcessive tearsBuphthalmos & proptosisCorneal clouding due to elevated intraocular pressureDiscoloration of iris (due to neovascularization of iris)Orbital cellulitisPainful red eye usually associated with pseudohypopyon and or hyphaemia (picture simulating iridocyclitis),o Spread of retinoblastoma to distant structures occursDirect extension by continuity to the optic nerve and brain is common. Therefore, after enucleation optic nerve is always examined to see invasion of optic nerve, which helps to decide about postoperative chemoradiation.Lymphatic spread to preauricular lymph nodesMetastasis by blood stream to cranial and other bones.",
        "cop": 1,
        "opa": "Children",
        "opb": "Adults",
        "opc": "Old age",
        "opd": "At any age",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "60a09605-4fd0-4d6e-a038-8745fb95f30d",
        "choice_type": "single"
    },
    {
        "question": "Most common presenting feature of retinoblastoma-",
        "exp": "Ans. is 'a' i.e., White reflex Retinoblastomao Retinoblastoma is the most common intraocular tumor in children. The tumor is confined to infancy and very young children (1-2 years). There is no sex predisposition. Retinoblastoma is unilateral in 70-75% of cases and bilateral in 25-30% of cases.Etiologyo Retinoblastoma gene (RB gene) is located on 14 band on the long arm of chromosome 12 (13ql4). RB gene is a tumor supressor gene. Retinoblastoma develops when both the normal alleles of the RB genes are inactived or alteredAt is typical example of Knudson's two hit hypothesis. In Hereditary retinoblastoma first genetic change (first hit) in RB gene is inherited from an affected parent, where as second mutation (second hit) occurs in postnatal life and both alleles are lost. In non- hereditary retinoblastoma, both mutations (first and second hits) occur postnataly.Pathologyo The tumor arises from small round cells with large nuclei, i.e., it is a tumor of a group called small round blue cell tumors. Microscopic features of a well differentiated tumor include Flexner- wintersteiner rosettes (specific for retinoblastoma), Homer- wright rosettes, pseudorosettes and fleurettes formation. There are areas of necrosis and calcification.Clinical featureso Retinoblastoma can present with following featuresLeukocoria or amauratic cat's eye reflex this is the most common manifestation. The leukocoria or the white glow in the pupil is caused by reflection of light from the white intraocular tumor.Strabismus - second most common manifestationSecondary glaucomaRedeyeExcessive tearsBuphthalmos & proptosisCorneal clouding due to elevated intraocular pressureDiscoloration of iris (due to neovascularization of iris)Orbital cellulitisPainful red eye usually associated with pseudohypopyon and or hyphaemia (picture simulating iridocyclitis).o Spread of retinoblastoma to distant structures occurs :-Direct extension by continuity to the optic nerve and brain is common. Therefore, after enucleation optic nerve is always examined to see invasion of optic nerve, which helps to decide about postoperative chemoradiation.Lymphatic spread to preauricular lymph nodesMetastasis by blood stream to cranial and other bones.",
        "cop": 1,
        "opa": "White reflex",
        "opb": "Proptosis",
        "opc": "Photophobia",
        "opd": "Pain",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "199f0f1d-adac-4078-9cad-171677157c1f",
        "choice_type": "single"
    },
    {
        "question": "All of the follow ing are immediate priorities in WHOs Vision 2020 'the right to sight' except -",
        "exp": "Ans. is 'b' i.e., Epidemic conjunctivitisVision 2020 : The Right to Sight : Global Initiative for Elimination of Avoidable Blindnesso After the realization that unless blindness control efforts are intensified, the prevalence of blindness will double by 2020 AD, the WHO along with an International Partnership committeee launched the Vision 2020 Initiative in 1995.o The diseases identified for global elimination include : -Cataract blindnessTrachoma blindness and transmissionOnchorerciasisAvoidable causes of childhood blindnessRefractive errors and low visiono Targets have been set up for each of the component diseases for the next 20 years,o Above 5 diseases were for global vision 2020. Indian vision 2020 includes following seven diseases.i Cataract blindnessii Trachoma blindness and transmissioniii Childhood blindnessiv Refractive errors and low visionv. Glaucomavi Diabetic retinopathyviiCorneal blindness",
        "cop": 2,
        "opa": "Oncocerciasis",
        "opb": "Epidemic conjunctivitis",
        "opc": "Trachoma",
        "opd": "Cataract",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "fbd42dac-1346-4cfb-ac06-e9c6cc1a5ef5",
        "choice_type": "multi"
    },
    {
        "question": "The most common retrobulbar orbital mass in adults is -",
        "exp": "Ans. is 'c' i.e., Cavernous hemangioma Cavernous hemangioma is the commonest benign orbital tumour among adults.The tumour is usually located in the retrobulbar muscle cone.It presents as a slowly progressing unilateral proptosis in the 2nd to 4th decade.Sometimes it may compress the optic nerve without causing symptoms.",
        "cop": 3,
        "opa": "Neurofibroma",
        "opb": "meningioma",
        "opc": "Cavernous haemangioma",
        "opd": "Schwannoma",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "b5bea5da-24d5-4abb-9aaf-30c07d19fe8d",
        "choice_type": "single"
    },
    {
        "question": "Commonest manifestation of retinoblastoma is -",
        "exp": "Ans. is 'b' i.e., Leukocoria o Leukocoria or amauratic cat's eye reflex this is the most common manifestation. The leukocoria or the white glow in the pupil is caused by reflection of light from the white intraocular tumor.",
        "cop": 2,
        "opa": "Pseudohypopyon",
        "opb": "Leukocoria",
        "opc": "Squint",
        "opd": "Nystagmus",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "2037f9a2-1342-470a-9579-35e450daaef3",
        "choice_type": "single"
    },
    {
        "question": "Most common clinical presentation of retinoblastoma:",
        "exp": "Ans. d. Leukocoria + strabismus (Ref: Kanski 7th/510-517; Yanoff's 3rd/887-889; Khurana 4th/281-283)Most common clinical presentation of retinoblastoma is Leukocoria and strabismus.The most common mode of spread of retinoblastoma is by optic nerve invasion. Direct extension by continuity to the optic nerve and brain is common.\"Retinoblastoma is a primary malignant intraocular neoplasm that arises from immature retmoblasts within the developing retina. It is the most common primary intraocular malignancy of childhood in all-racial groups. The neoplasm has strong tendencies to invade the brain via the optic nerve and metastasize widely. \"--Yanoff and Duker 4/e p793RetinoblastomaRetinoblastoma is common congenital malignant tumor arising from the Neurosensory retinaQMC congenital intraocular tumor of childhoodQOccurring 1 in 15,000-20,000 live birthsThough congenital, usually seen between 1-2 years of ageQBilateral in 25-30% cases90% are sporadic; 10% are familialGenetics:Rb gene is located on chromosome 13q14QRb gene is a tumor suppressor gene, deletion or inactivation of this protective gene by two mutations (Knudson's two hit hypothesis) results in retinoblastomaQPathology:Origin: Arises as malignant proliferation of the immature retinal neural cells called retinoblastsCharacterized by Flexner-Wintersteiner rosettes (highly specific for retinoblastoma). Homer-Wright rosettes, pseudo rosettes and fleurettes formationQPresence of areas of hemorrhage and necrosisClinical Features:Quiescent stageGlaucomatous/ Inflammatory stageStage of Extra-ocular extensionStage of Distant Metastasis* MC presenting feature: Leukocoria(amaurotic cat's eye appearance)Q* 2nd MC presenting feature: Squint (convergent)Q* Nystagmus is a rare feature, noted in bilateral cases* Defective vision is very rare* Endophytic retinoblastoma: Cottage cheese appearanceQ* Exophytic retinoblastoma: Exudative retinal detachment appearanceQ* Untreated retinoblastoma during quiescent stage may present with severe pain, redness and wateringQ* Due to progressive enlargement of tumor, the globe bursts through the sclera, usually near the limbus* Followed by rapid fungation and involvement of extra- ocular tissues resulting in marked proptosisQ* Lymphatic spread first occurs in preauricular lymph nodesQ* Direct extension by* continuity to the optic nerve and brain is commonQ* Metastasis by bloodstream involves cranial and other bonesDiagnosis:X-ray orbit: Calcification in 75% casesQRaised LDH in aqueous humorCT: Extension to optic nerve, orbit and CNSTreatment:Tumor destructive therapyEnucleation is treatment of choice when* For early stage (tumor involves less than half of retina and optic nerve is not involved)* Primary systemic chemotherapy (Vincristine, car- boplatin and etoposide) followed by local therapy (cryotherapy, laser photocoagulation, thermotherapy)* Tumor involves more than half of retina Optic nerve is involved* Glaucoma is present and anterior chamber is involved* Eye-ball is enucleated along with maximum length of optic nerve taking special care not to perforate the eye ball.Indications of Palliation (Chemotherapy, surgical debulking, EBRT)Retinoblastoma with orbital extensionRetinoblastoma with intracranial extensionRetinoblastoma with distant metastasisPoor prognostic factors* Optic nerve involvementQ* Undifferentiated tumor cellsQ * Massive choroidal invasionQReese-Ellsworth classification to predict survival of the eye with retinoblastomaQ",
        "cop": 4,
        "opa": "Leukocoria + heterochromia iridis",
        "opb": "Leucokoria + pseudohypopyon",
        "opc": "Leukocoria + hyphema",
        "opd": "Leukocoria + strabismus",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "7b604ebb-0c42-416f-8454-fd2837b25cdd",
        "choice_type": "single"
    },
    {
        "question": "Not true about retinoblastoma -",
        "exp": "Ans. is 'c' More common in males o Retinoblastoma is the most common intraocular tumor in children. The tumor is confined to infancy and very young children (1-2 years). There is no sex predisposition. Retinoblastoma is unilateral in 70-75% of cases and bilateral in 25-30% of cases.o Gaze Fixation starts developing in the first month and is completed in 6 months,o Macula is fully developed by 4 - 6 months.o Fusional reflexes, stereopsis and accommodation is well developed by 4 - 6 months,o Cornea attains normal adult diameter by 2 years of age.o Lens grows throughout life.",
        "cop": 3,
        "opa": "Bilateral in 20-30%",
        "opb": "Affects age group 1-5 years",
        "opc": "More common in males",
        "opd": "Leukocoria is earliest symptom",
        "subject_name": "Ophthalmology",
        "topic_name": "Intra Ocular Tumour",
        "id": "9f41822d-ab3b-453b-b052-17af221535dc",
        "choice_type": "multi"
    }
]