[
    {
        "question": "An elderly female presented with recurrent swelling of the upper eyelid. Histopathological evaluation revealed it to be a chalazion. What would be the histopathological finding?",
        "exp": "Ans. a. Lipogranuloma (Ref: Khurana 4th/367)'In chalazion, pent-up secretions (fatty in nature) act like an irritant and excite non-infective Iipogranulomatous inflammation of the blocked meibomian glands.'Lipogranuomatous inflammation is seen in Chalazion.\"In chalazion, pent-up secretions (fatty' in nature) act like an irritant and excite non-infective lipogranulomatous inflammation of the blocked meibomian glands. \"Inflammation of Glands of LidsHardeolum-Extemum or StyeHardeol um-lnternumChalazion/Meibomian or Tarsal CystSuppurative inflammation of a Zeis-glandQSuppurative inflammation of Meibomian glandQChronic, sterile, lipogranuiomatous inflammation of Meibomian glandQChalazionChalazion also known as meibomian or tarsal cystChronic sterile lipogranulomatous inflammation of meibomian gland containing sebaceous secretionQ.Occurs due to a chronic blockage of mebomian gland orifice and stagnation of sebaceous secretionsQ.A chalazion secondarily infected is referred to as an internal hardeolum.Predisposing Factors:Patient with acne rosacea or seborrhoeic dermatitisEye strain due to muscle imbalance or refractory errorsHabitual rubbing of eyesChronic debilityClinical features:Gradually enlarging painless nodule, usually points on the conjunctival side, rarely on skin side.Occasionally, it may present as red grey nodule on intermarginal strip (marginal chalazion)Course and Complication:Resolve spontaneouslyIncrease in sizeBurst on conjunctival sideSecondary infection leads to formation of internal hardeolumCalcificationMalignant change into meibomian gland carcinoma (indicated by recurrence)Q is seen in elderlyTreatment:In small, soft and recent chalazion conservative treatment (in form of hot fomentation, topical antibiotics, and oral anti-inflammatory )Q followed by intralesional injection of long acting steroidQ (triamcinolone) is usedIncision and curettageQ by a vertical incision in palpebral conjunctiva in non resolving and large chalazionDiathermy is used in marginal chalazionSystemic tetracyclineQ in recurrent chalazion associated with acne rosacea or seborrhoeic dermatitis.",
        "cop": 1,
        "opa": "Lipogranuloma",
        "opb": "Suppurative granuloma",
        "opc": "Foreign body granuloma",
        "opd": "Xanthogranuloma",
        "subject_name": "Ophthalmology",
        "topic_name": "Oedema of Lids",
        "id": "d209f05d-1fba-4f9a-908f-dc7c90b495b6",
        "choice_type": "single"
    },
    {
        "question": "Stye is inflammation of -",
        "exp": "Ans. is 'a\" i.e., Zeisf gland Differences between stye (Hordeolum externum), chalazion and Hordeolum internum Stye (Hordeolum externum)ChalazionHordeolum internumOnsetAcuteChronicAcuteGlandZeis's glandMeibomian glandMeibomian glandTypes of inflammationSuppurativeLipogranulomatousSuppurativeSymptomsAcute pain and swellingPainless disfigurementSevere painSignsLocalized, hard and tender swelling near the lid marginHard nontender swelling away from lid marginYellow point seen on everting the lidTreatmentHot fomentation, Antibiotics and removal of eye lasho Drainage by incision and curettageo Intralesional steroido Diathermy, antibiotico Incision and drainageo Antibiotics and analgesic",
        "cop": 1,
        "opa": "Zeis1 gland",
        "opb": "Meibomian gland",
        "opc": "Glands of Manz",
        "opd": "Lacrimal glands",
        "subject_name": "Ophthalmology",
        "topic_name": "Oedema of Lids",
        "id": "7aa11f05-8a77-422f-9fdb-1f835eb4a3fe",
        "choice_type": "single"
    },
    {
        "question": "Stye is suppurative inflammation of glands of -",
        "exp": "Ans. is 'a' i.e., Zeis Differences between stye (Hordeolum externum), chalazion and Hordeolum internum Stye (Hordeolum externum)ChalazionHordeolum internumOnsetAcuteChronicAcuteGlandZeis's glandMeibomian glandMeibomian glandTypes of inflammationSuppurativeLipogranulomatousSuppurativeSymptomsAcute pain and swellingPainless disfigurementSevere painSignsLocalized, hard and tender swelling near the lid marginHard nontender swelling away from lid marginYellow point seen on everting the lidTreatmentHot fomentation, Antibiotics and removal of eye lasho Drainage by incision and curettageo Intralesional steroido Diathermy, antibiotico Incision and drainageo Antibiotics and analgesic",
        "cop": 1,
        "opa": "Zeis",
        "opb": "Meibonian",
        "opc": "Wolfring",
        "opd": "All the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Oedema of Lids",
        "id": "181cea50-848e-421d-909d-f460aa27d211",
        "choice_type": "multi"
    }
]