[
    {
        "question": "Anterior ischaemic optic neuropathy is characterized by:",
        "exp": "(Altitudinal hemianopia) (335-Parson 20th)Anterior ischaemic optic neuropathy (AION) - refers to the segmental or generalized infarction of anterior part of the optic nerve.Clinical features -* Visual loss is usually marked and sudden* Pale or hyperaemic disc, with splinter haemorrhage* Visual field shows typical altitudinal hemianopia.* Confirmation of the diagnosis - Temporal artery biopsy* Annular or ring shaped scotoma are seen in Retinitis pigmentosa.",
        "cop": 2,
        "opa": "Centrocaecal scotoma",
        "opb": "Altitudinal hemianopia",
        "opc": "Ring scotoma",
        "opd": "Increased blood supply",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "bbeee4d0-fcb1-476d-aefd-cd9e54dfac5c",
        "choice_type": "single"
    },
    {
        "question": "Papilloedema is characterised by all EXCEPT",
        "exp": "(Sudden loss of vision) (301- Khurana 4th)Differentiating features of Papilloedema, Papillitis and PseudopapillitisFeaturesPapilloedemaPapillitisPseudopapillitis1. LaterallyUsually bilateralU/L or B/LMay be U/L2. Symptoms (i) visual acquityTransient attacks of blurred vision** Later vision decreases due to optic atrophy* Marked loss of vision* Sudden onset refractive errorDefective vision(ii) Pain and TendernessAbsent- May be present with ocular movementsAbsent3. Fundus examination (i) MediaClearPosterior vitreous haze is commonClear(ii) Disc colourRed and juicy appearanceMarked hyperaemiaRaddishDisc marginBlurredBlurredNot well definedDisc swelling2-6 dioptresnot >3DDepending upon the degree of hypermetropia(iii) Peripapillary oedemaPresentPresentAbsents(iv)Venous engorgementMore marked*Less markedNot present(v) Retinal exudates(vi) Retinal hemorrage(vii) MaculaMore marked* MarkedLess markedAbsent Macular starUsually not presentNot present4. FieldEnlarged** blind spotCentral scatomaNo detect5. Fluorescent angiographyVertical oval pool of dye due to leakageMinimal leakage of dyeNo leakage of dye",
        "cop": 1,
        "opa": "Sudden loss of vision",
        "opb": "Blurred vision",
        "opc": "Hyperaemic disc",
        "opd": "Venous engorgement marked",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "18a934d2-c558-4e15-a73b-342fa66cb38c",
        "choice_type": "multi"
    },
    {
        "question": "Optic nerve glioma is associated with-",
        "exp": "Ans. is 'b' i.e., Neurofibromatosis I * Optic nerve glioma (astrocytoma) is the most common intrinsic tumor of the optic nerve. Most common type of optic nerve glioma is juvenile pilocytic astrocytoma.* The majority of optic nerve gliomas are of astrocytic origin. However, a few rare optic nerve gliomas arise from oligodendrocytes. 70% of optic gliomas occur during first decade of life.* Optic nerve gliomas are associated with Neurofibromatosis-1 (Von Recklinghausen's disease) in 55% of cases.* 75% of optic gliomas arise from optic chiasma and adjacent optic nerve. 25% are confined to optic nerve alone (orbital optic nerve glioma).",
        "cop": 2,
        "opa": "Sturge Weber Syndrome",
        "opb": "Neurofibromatosis I",
        "opc": "VKH Syndrome",
        "opd": "Von Hippel Lindau Syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "ec0f6ca4-f790-4a26-8fd4-204b137b147c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about optic nerve?",
        "exp": "Ans: b (Has ciliary ganglion on its medial side).Ref: Khurana, pg. 453-454Ciliary ganglion is a parasympathetic ganglion situated near the apex of orbit between optic nerve and tendon of lateral rectus. Therefore ciliary ganglion is in its lateral side.Ciliary ganglion has:Sensory root - from naso ciliary nerveSympathetic root - is a branch from internal carotid plexusPara sympathetic root - arises from nerve to inferior oblique It contains pre ganglionic fibres that begin in the Edinger-Westphal nucleus. Postganglionic fibres supply the sphincter pupillae and ciliary muscle.",
        "cop": 2,
        "opa": "Enters middle cranial fossa through the same foramen as ophthalmic artery",
        "opb": "Has ciliary ganglion in its medial side",
        "opc": "Lies medial to Internal carotid artery in middle cranial fossa",
        "opd": "Contains more fibres in fetal than in adult life",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "b3fee904-539d-4fe4-b17f-91e1e2f4dca0",
        "choice_type": "multi"
    },
    {
        "question": "Painful eye movement is a feature of?",
        "exp": "Ans. is 'a' i.e., Optic neuritis Clinical features of Optic neuritis* The condition is usually unilateral, except in toxic amblyopia. Major symptom of optic neuritis is profound vision loss and central vision is affected very early (in contrast to papilloedema). There is monocular sudden, progressive and profound loss of vision. The visual impairment is accompanied by disturbance of other visual functions such as loss of color vision (typically red desaturation) and reduced perception of light intensity. Occasionally patients may observe an altered perception of moving objects (Pulfrich phenomenon) or a worsening* of symptoms with exercise or an increase in body temperature (Uhthoff sign).* There is pain behind the eyeball, particularly in reterbulbar neuritis in which there is pain on eye movements, especially in upward and downward direction due to attachment of some fibres of superior rectus to the dura mater.* Visually evoked response (VER) shows reduced amplitude and delayed transmission time.",
        "cop": 1,
        "opa": "Optic neuritis",
        "opb": "Papilloedema",
        "opc": "Optic atrophy",
        "opd": "Optic nerve hypoplasia",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "f3ec29d5-b792-430b-bd5c-046504471423",
        "choice_type": "single"
    },
    {
        "question": "Unilateral papilloedema with optic atrophy on the other side is a feature of",
        "exp": "(Foster kennedy syndrome): Ref: 241-P, 285-KH (34-KH 4th) (545-Ghai 7th)* Unilateral papilloedema with or without optic atrophy on the other side suggests a tumour of the opposite olfactory groove or orbital surface of the frontal lobe or of the pituitary body - FOSTER - KENNEDY - SYDNROME",
        "cop": 2,
        "opa": "Fisher syndrome",
        "opb": "Foster-kennedy syndrome",
        "opc": "WAGR syndrome",
        "opd": "Vogt-Kayanagi-Harada syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "e42939ab-18d0-44ac-9d90-2df88691d9a1",
        "choice_type": "single"
    },
    {
        "question": "What will be the consequence if the left optic nerve is cut-",
        "exp": "Ans. is 'b' i.e., Left eye complete blindness with loss of ipsilateral direct and contralateral consensual light reflex * Lesions of optic nerve causes:-i) Complete visual field loss of the ipsilateral eye (blindness);ii) Abolition of ipsilateral direct and contralateral consensual light reflex;iii) Near (convergence/accommodative) reflex is intact as optic nerve is not involved in near reflex.",
        "cop": 2,
        "opa": "Left eye complete blindness with loss of contralateral direct and ipsilateral consensual light reflex",
        "opb": "Left eye complete blindness with loss of ipsilateral direct and contralateral consensual light reflex",
        "opc": "Left eye complete blindness with no effect on light reflex",
        "opd": "Bitemporal hemianopia",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "53f3f07b-444e-496f-9ded-134cfef5425a",
        "choice_type": "single"
    },
    {
        "question": "An optic nerve injury may result in all of the following except.",
        "exp": "Ans. is 'c' i.e. Ptosis Ptosis is not seen in optic nerve injury. It is the drooping of upper eyelid d/t the paralysis or defective development of LPS. LPS is supplied by oculomotor N (III N)About other options:Optic nerve carries different fibres for both visual pathway and light reflex. So an injury to the optic n. will obviously result in loss of vision and loss of light reflex.About option B (i.e. dilatation of pupil)In text book of head injury by A.K. Mahapatra it's written that Optic nerve injury can lead to dilatation of pupil. \"when a patient is unconscious, unilateral fixed dilated pupil with retained consensual light reflex raises the possibility of unilateral optic nerve injury (Marcus Gunn Pupil).\"",
        "cop": 3,
        "opa": "Loss of vision in that eye.",
        "opb": "Dilatation of pupil.",
        "opc": "Ptosis",
        "opd": "Loss of light reflex.",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "31f3bd38-154e-448e-b08c-01a043e1e2d0",
        "choice_type": "multi"
    },
    {
        "question": "Bitemporal hemianopia is caused by lesions at",
        "exp": "(Central lesion of the Chiasma) (290-Khurana 4rd) (35-P)LESIONS OF THE VISUAL PATHWAY1. Lesions of the optic nerve - Marked loss of vision or complete blindless on the affected side associated with abolition of the direct light reflex on the ipsilateral side and consensual on the contralateral side.Common causes - Optic atrophy, Traumatic avulsion of the optic nerve, Indirect optic neuropathy and acute optic neuritis2. Lesions through proximal part of the optic nerve - Ipsilateral blindness, contralateral hemianopia and abolition of direct light reflex on the affected side and consensual on the contralateral side, Near reflex is intact.3. Sagittal (Cental) lesions of the Chiasma - Bitemporal hemianopia and bitemporal hemianopic paralysis of the pupillary reflexes.Common causes - Suprasellar aneurysm, tumours of the pituitary glands*, Craniopharyngioma, suprasellar Meningioma, glioma of third ventricle, third ventricular dilatation due to obstructive hydrocephalus and chronic chiasmal arachnoiditis.4. Lateral chiasmal lesions - Binasal hemianopia associated with binasal hemianopic paralysis of the pupillary reflexes.Common causes are - Distension of third ventricles causing pressure on each side of the chiasma, and atheroma of the carotids or posterior communicating arteries.5. Lesions of the optic tract - in congruous homonymous, hemianopia associated with contralateral hemianopic pupillary reactions {Wernicke's reaction)Common causes are - syphilitic meningitis or gumma, TB and tumours of optic thalamus and aneurysms of superior cerebellar or posterior cerebral arteries.6. Lesion of the lateral geniculate body - homonymous hemianopia with sparing of pupillary reflexes and may end in partial optic atrophy7. Lesions of optic radiation(I) Inferior quadrantic hemianopia {Pie on the floor) - lesions of parietal lobe(II) Superior quadrantic hemianopia {Pie in the sky) lesions of the temporal lobes",
        "cop": 2,
        "opa": "Optic tract",
        "opb": "Central lesions of the chiasma",
        "opc": "Lateral part of chiasma",
        "opd": "Optic radiation",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "61d7f74b-69cd-4123-9ce2-bf7e51dfac20",
        "choice_type": "single"
    },
    {
        "question": "In optic atrophy, the optic disc is appears to pale is index of",
        "exp": "(Loss of vasculature) (302-Khurana 4th)OPTIC ATROPHY* Ophthalmic features of optic atrophy is generally are pallor of the disc and decrease in the number of small blood vessels (Kastenbaum index)* The pallor is not due to atrophy of the nerve fibres but to loss of vasculature",
        "cop": 2,
        "opa": "Atrophy of the nerve fibre",
        "opb": "Loss of vasculature",
        "opc": "Gliosis",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Optic Nerve",
        "id": "00c1c856-68fe-4aa5-add5-d420071cd000",
        "choice_type": "multi"
    }
]