[
    {
        "question": "Anhydrosis and ptosis seen in -",
        "exp": "Ans. is 'a' i.e., Horner's Syndrome o Horner's syndrome consists of a classical triad of ipsilateral: i) Ptosis ii) Miosis (hence anisocoria) iii) Anhydrosis (Loss of sweating) o Other features are : # Loss of ciliospinal reflex, Enophthalmos. # Heterochromia (ipsilateral iris is of light color), the pupil is slow to dilate, slight elevation of the inferior eyelid, normal pupillary reflex.",
        "cop": 1,
        "opa": "Horner's Syndrome",
        "opb": "Buphthalmos",
        "opc": "USHER Syndrome",
        "opd": "Paralysis of cranial nerve VI",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "9cdd585c-a620-4a35-bc73-f27c3bf04334",
        "choice_type": "single"
    },
    {
        "question": "Following is true about oculocardiac reflex except -",
        "exp": "Ans. is 'b' i.e., It is mediated by occulomotor and vagus nerveOculocardiac reflexo Oculocardiac reflex, is also known as Aschner phenomenon, Aschner reflex, or Aschner-Dagnini reflex,o It is characterized bv decrease in pulse rate (bradycardia) associated with traction applied to extraocuiar muscles and/or compression of the eyeball.o The reflex is mediated by nerve connections between the ophthalmic branch of the trigeminal cranial nerve via the ciliary ganglion, and the vagus nerve of the parasympathetic nervous system,o This reflex is especially sensitive in neonates and children, particularly during strabismus correction surgery. However, this reflex may also occur writh adults.o Bradycardia, junctional rhythm and asystole, all of w hich may be life-threatening,can be induced through this reflex.",
        "cop": 2,
        "opa": "It is also called aschner phenomenon",
        "opb": "It is mediated by occulomotor and vagus nerve",
        "opc": "It is characterized by bradycardia following traction on extra-ocular muscles",
        "opd": "Reflex is more sensitive in neonates",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "389ad640-3d99-434c-a260-94fd830a0abf",
        "choice_type": "multi"
    },
    {
        "question": "Anisocoria is -",
        "exp": "Ans. is 'a' i.e. Unequal size of both pupils o Anisocoria is a condition characterized by an unequal size of the eyes' pupils. Affecting 20% of the population, it can be an entirely harmless condition or a symptom of more serious medical problemso Anisocoria is a common condition, defined by a difference of 0.4 mm or more between the sizes of the pupils of the eyes.o Anisocoria has various causes :# Physiological anisocoria: About 20% of normal people have a slight difference in pupil size which is known as physiological anisocoria. In this condition, the difference between pupils is usually less than 1 mm.# Horner's syndrome.# Mechanical anisocoria: Occasionally previous trauma, eye surgery, or inflammation (uveitis, angle closure glaucoma) can lead to adhesions between the iris and the lens.# Adie tonic pupil: Tonic pupil is usually an isolated benign entity, presenting in young women. It may be associated with loss of deep tendon reflex (Adie's syndrome). Tonic pupil is characterized by delayed dilation of iris especially after near stimulus, segmental iris constriction, and sensitivity of pupil to a weak solution of pilocarpine.# Oculomotor nerve palsy: Ischemia, intracranial aneurysm, head trauma, and brain tumors are the most common causes of oculomotor nerve palsy in adults. In ischemic lesions of the oculomotor nerve, pupillary function is usually spared whereas in compressive lesions the pupil is involved.# Pharmacological agents will cause anisocoria, particularly if instilled in one eye. Some examples of pharmacological agents which may affect the pupils includepilocarpine, cocaine, tropicamide, MDMA, dextromethorphan, and ergolines. Alkaloids present in plants of the genera Brugmansia and Datura, such as scopolamine, may also induce anisocoria.",
        "cop": 1,
        "opa": "Unequal size of both pupils",
        "opb": "Differential perception of object size by both eyes",
        "opc": "Differential perception of object shape by both eyes",
        "opd": "Variation in corneal thickness",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "b7eb7984-0928-4829-9847-c9e5e208cadd",
        "choice_type": "multi"
    },
    {
        "question": "Normal vision with absence of direct & consensual light reflex, which nerve is involved -",
        "exp": "Ans. is 'b' i.e., Oculomotor o This question can be solved by simple basic knowledge :-Among the given options only optic nerve and occulomotor nerves are related to light reflex.In optic nerve injury, vision is also impaired (vision is normal in the question).Thus answer is oculomotor nerve.o When light is shone to one (e.g. left) eye, left optic nerve carries afferent impulse to brain and from brain efferent impulse to ipsiplateral (left) eye comes through ipsilateral (left) occulomotor nerve (for direct light reflex) and efferent for contralateral (right) eye comes through contralateral (right) occulmotor nerve for consensual light reflex. When light is shone to other (right) eye, right optic nerve carries afferent impulse to brain and from brain, efferent impulse to right eye (for direct light reflex) comes through right occulmotor nerve and efferent for left eye (for consensual light reflex) comes through left occulomotor nerve. So :-Optic nerve is responsible for direct light reflex in ipsilateral eye and consensual light reflex for contralateral eye. (In above example, afferent for right sided direct and left sided consensual light reflex is through right optic nerve; and afferent for left sided direct and right sided consensual light reflex is through left optic nerve).Occulomotor nerve is responsible for direct and consensual light reflex in the same eye. (In above example, efferent for right sided direct as well as consensual light reflex is through right occulmotor nerve and efferent for left sided direct as well as consensual light reflex is through left occulomotor nerve).In complete optic nerve lesion of one side (Amaurosis light reflex or total afferent pupillary defect)o The ipsilateral direct reflex is losto The ipsilateral consensual reflex is intacto The contralateral direct reflex is intacto The contralateral consensual reflex is lostIn occulomotor nerve lesion of one side (efferent pupillary defect)o The ipsilateral direct reflex is losto The ipsilateral consensual reflex is losto The contralateral direct reflex is intacto The contralateral consensual reflex is intact",
        "cop": 2,
        "opa": "Optic",
        "opb": "Oculomotor",
        "opc": "Trigeminal",
        "opd": "Abducens",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "b51b5ad9-ec3c-4325-b279-ac4fb1516e77",
        "choice_type": "single"
    },
    {
        "question": "All are true about Adie's pupil EXCEPT:",
        "exp": "Ans. (c) Bilateral constricted and irregular pupilRef: A.K. Khurana 6th ed. 1317* Bilaterally constricted and irregular pupil is a feature of Argyll Robertson Pupil aka Prostitues pupilArgyll (Neurosyphillis)Adie's* B/L constricted and irregular* Light reaction: -ve* Accomodation:+ ve* Aka prostitute's pupil* Seen post viral illness a infl of ciliary ganglion - sympathathetic stimulation* Dilated pupil, other is N.* NO RESPONSE TO LIGHT* Accomodation slow* Pupil is super sensitive to pilocarpine",
        "cop": 3,
        "opa": "Seen due to inflammation of ciliary ganglion secondary to post viral illness",
        "opb": "Pupil is super sensitive to pilocarpine",
        "opc": "Bilateral constricted and irregular pupil",
        "opd": "Adie's pupil shows no response to light",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "e341f52d-c539-415c-b67b-bf7567b0cf93",
        "choice_type": "multi"
    },
    {
        "question": "In a case of anisocoria, when 1% pilocarpine le is instilled into the eye with abnormally dilated pupil, no response occurs. Cause of anisocoria may be:",
        "exp": "Ans is 'c' i.e. Pharmacological blockage Anisocoria (inequality of pupillary size) implies disease of the efferent (motor) nerve of the light reflex, iris or muscles of the pupil.If, on application of pilocarpine 1% in each eye, the affected pupil reacts little or not at all and the unaffected pupil constricts normally, the pupil is not dilated because of innervation problems but because of a problem in the sphincter muscle, itself. Non-neuronal causes of mydriasis are:Anticholinergic mydriasis (e.g., scopolamine (hyoscine), cyclopentolate, atropine).Traumatic iridoplegia (sphincter rupture, pigment dispersion, angle recession).Angle-closure glaucoma (ischemia of the iris sphincter).Fixed pupil after anterior segment surgery.Bound down iris (synechia) after iritis.\"",
        "cop": 3,
        "opa": "Adie's pupil",
        "opb": "Horner's syndrome",
        "opc": "Pharmacological blockage",
        "opd": "Uncal herniation",
        "subject_name": "Ophthalmology",
        "topic_name": "Pupillary Reflexes and their Abnormalities",
        "id": "4b65c2ec-05cd-495d-bd14-b2f3a42ec4a5",
        "choice_type": "multi"
    }
]