[
    {
        "question": "Purtscher retinopathy is seen in patients with -",
        "exp": "Ans. is 'c' i.e., Head trauma Purtscher retinopathyo Occurrence of bilateral patches of retinal whitening and hemorrhage around the optic disc in patients who suffered massive head trauma was first described by Purtscher and is called Purtscher retinopathy.",
        "cop": 3,
        "opa": "Complication of chronic pancreatitis",
        "opb": "Occlusion of anterior retinal artery",
        "opc": "Head trauma",
        "opd": "Diabetes mellitus",
        "subject_name": "Ophthalmology",
        "topic_name": "Traumatic Lesions",
        "id": "ec337e61-0883-4ab3-aa51-636b30ac89aa",
        "choice_type": "single"
    },
    {
        "question": "A 33 year old suffers from blunt trauma to the eye. Fundoscopy shows cherry red spot, the probable diagnosis is -",
        "exp": "Ans. is 'b' i.e., Commotio Retinae o Berlin's oedema, also called commotio retinae, occurs in blunt trauma to eye. It manifests as milky white cloudiness involving a considerable area of the posterior pole with a 'cherry-red' spot in the foveal regiono The prognosis is excellent except in case of complications of choroidal rupture, hemorrhage or pigment epithelial damage, but damage to the macula will result in poorer recovery,o The outcome can be worsened in the case of retinal detachment, atrophy or hyperplasia. Visual field defects can occur. In late cases cystoid macular edema sometimes develops which can further lead to macular destructiono Commotio retinae is usually self limiting and there is no treatment as such. It usually resolves in 3-4 weeks.",
        "cop": 2,
        "opa": "Retinoblastoma",
        "opb": "Commotio Retinae",
        "opc": "Optic nerve transection",
        "opd": "Posterior Vitreous Detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Traumatic Lesions",
        "id": "b89196c3-5978-45e8-bfee-719c119200e9",
        "choice_type": "single"
    }
]