[
    {
        "question": "Keoppe nodules are present on -",
        "exp": "The pathological reaction in granulomatous uveitis is characterised by infiltration with lymphocytes, plasma cells, with mobilization and proliferation of large mononuclear cells which eventually become epithelioid and giant cells and aggregate into nodules. Iris nodules are usually formed near pupillary border (Koeppe's nodules). and sometimes near collarette (Busacca nodule).",
        "cop": 3,
        "opa": "Cornea",
        "opb": "Conjunctiva",
        "opc": "Iris",
        "opd": "Retina",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "9230edd1-665c-4329-bb90-202765a1dd74",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of posterior uveitis -",
        "exp": "Posterior uveitis(choroiditis) is a painless condition,usually characterised by visual symptoms due to associated vitreous haze and involvement of the retina.",
        "cop": 4,
        "opa": "Pain",
        "opb": "Photophobia",
        "opc": "Lacrimation",
        "opd": "Diminished vision",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "ddbafd09-7344-4f74-a726-934e0b7a4bdd",
        "choice_type": "single"
    },
    {
        "question": "Nodules seen near the collarette are called -",
        "exp": "The pathological reaction in granulomatous uveitis is characterised by infiltration with lymphocytes, plasma cells, with mobilization and proliferation of large mononuclear cells which eventually become epithelioid and giant cells and aggregate into nodules. Iris nodules are usually formed near pupillary border (Koeppe's nodules). and sometimes near collarette (Busacca nodules).",
        "cop": 1,
        "opa": "Busacca nodules",
        "opb": "Koeppe's nodules",
        "opc": "Lisch nodules",
        "opd": "Dalen Fuch's nodules",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "ba6495c8-a8a6-4338-8bfe-71e09e3c9d8c",
        "choice_type": "multi"
    },
    {
        "question": "In acute anterior uveitis, the pupil is",
        "exp": "Pupillary signs in acute iritis: 1. Narrow pupil: It occurs in an acute attack of iridocyclitis due to irritation of sphincter pupillae by toxins. Iris edema and engorged radial vessels of iris also contribute to making the pupils narrow. 2. Irregular pupil shape: It results from segmental posterior synechiae formation. Dilatation of pupils with atropine at this stage results in a festooned pupil. 3. Ectropion pupillae (eveion of pupillary margin).It may develop due to contraction of fibrinous exudateon the anterior surface of the iris. 4. Pupillary reaction becomes sluggish or may evenbe absent due to edema and hyperemia of iris which hamper its movements. 5. Occlusio pupillae results when the pupil iscompletely occluded due to an organization of the exudates across the entire pupillary area. Ref: Khurana; 4th edition; Pg.No.145",
        "cop": 3,
        "opa": "Oval",
        "opb": "Circular",
        "opc": "Small, Irregular",
        "opd": "Large, Irregular",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "e5ff0e0c-7ee6-442b-a42d-d26ac1994184",
        "choice_type": "multi"
    },
    {
        "question": "All are causes of chronic granulomatous uveitis except-",
        "exp": "The common organisms which excite this type of inflammation are those responsible for tuberculosis, leprosy, syphilis, brucellosis, leptospirosis, as well as most viral, mycotic, protozoal and helminthic infections. A typical granulomatous inflammation is also seen in sarcoidosis, sympathetic ophthalmitis and Vogt-Koyanagi-Harada's disease.",
        "cop": 4,
        "opa": "Sarcoidosis",
        "opb": "Tuberculosis",
        "opc": "Brucellosis",
        "opd": "Fuchs heterochromic iridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "836fb6ae-d7da-48d7-94e5-9e8d2caabc5c",
        "choice_type": "multi"
    },
    {
        "question": "Chorioretinitis is caused by -",
        "exp": "Toxoplasmosis is known to produce necrotising chorioretinitis. Systemic toxoplasmosis occurs in humans in two forms: congenital and acquired. 1. Congenital toxoplasmosis:The characteristic triad of congenital toxoplasmosis includes: convulsions, chorio-retinitis and intracranial calcification. 2. Acquired toxoplasmosis:Most of the patients are subclinical (asymptomatic); and the typical chorioretinal lesion similar to congenital toxoplasmosis is discovered by chance.",
        "cop": 1,
        "opa": "Toxoplasmosis",
        "opb": "CMV",
        "opc": "Rubella",
        "opd": "Oncocerca volvulus",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "af68b956-cdfd-41d9-a775-936f3cbed0a3",
        "choice_type": "single"
    },
    {
        "question": "Red keratic precipitates are seen in -",
        "exp": "Red KPs: These are formed when in addition to inflammatory cells, RBCs also take pa in composition. They may be seen in haemorrhagic uveitis.",
        "cop": 2,
        "opa": "Granulomatous uveits",
        "opb": "Hemorrhagic uveitis",
        "opc": "Old healed uveitis",
        "opd": "Acute anterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "fc4f7069-ccbb-4b83-9ae6-4ae512ed6eaf",
        "choice_type": "single"
    },
    {
        "question": "Endophthalmitis involves inflammation of all of the following, Except -",
        "exp": "Endophthalmitis is defined as an inflammation of the inner structures of the eyeball,ie., uveal tissue and retina assosiated with pouring of exudates in the vitreous cavity, anterior chamber and posterior chamber. Ref:A K Khurana 6th edition pg:170",
        "cop": 1,
        "opa": "Sclera",
        "opb": "Uvea",
        "opc": "Retina",
        "opd": "Vitreous",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "5f767810-5ea9-4d31-95cb-36508c9a9d95",
        "choice_type": "multi"
    },
    {
        "question": "Brushfield spot in iris is seen in -",
        "exp": "Brushfield spots are seen in Down syndrome. Pedunculated nodules are seen in Neurofibromatosis.",
        "cop": 2,
        "opa": "Neurofibromatosis",
        "opb": "Down syndrome",
        "opc": "Tuberous sclerosis",
        "opd": "Toxoplasmosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "e62e81ea-7fdc-4531-9fe7-bbd82905e726",
        "choice_type": "single"
    },
    {
        "question": "&;Iris-pearls&; are seen in",
        "exp": "LEPROTIC UVEITIS Leprosy (Hansen's disease) is caused by mycobacterium leprae which is an acid-fast bacillus. The disease occurs in two principal forms: lepromatous and tuberculoid. Leprosy involves predominantly anterior uvea; more commonly in lepromatous than in the tuberculoid form of disease. Clinical types: Lepromatous uveitis may occur as acute iritis (non-granulomatous) or chronic iritis (granulomatous). 1. Acute iritis: It is caused by antigen-antibody deposition and is characterised by severe exudative reaction. 2. Chronic granulomatous iritis: It occurs due to direct organismal invasion and is characterised by presence of small glistening 'iris pearls' near the pupillary margin in a necklace form; small pearls enlarge and coalesce to form large pearls. Rarely, a nodular lepromata may be seen. Treatment: Besides usual local therapy of iridocyclitis antileprotic treatment with Dapsone 50-100 mg daily or other drugs should also be instituted. Ref:- A K KHURANA; pg num:-155,156",
        "cop": 3,
        "opa": "Syphilis",
        "opb": "Tuberculosis",
        "opc": "Leprosy",
        "opd": "Sarcoidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "d75330a5-4756-42a6-8cb5-d5596f26598f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for intermediate uveitis is",
        "exp": "Treatment includes: 1. Coicosteroids administered systemically and as repeated periocular injections may be effective in some cases. 2. Immunosuppressive drugs may be helpful in steroid-resistant cases. 3. Peripheral cryotherapy is also repoed to be effective. with most forms of uveitis, coicosteroids are the mainstay of therapy. Topical therapy with prednisolone acetate 1% or prednisolone sodium phosphate 1% is only helpful in the treatment of the anterior segment inflammation. Ref: Khurana; 4th edition; Pg.No.161",
        "cop": 4,
        "opa": "Atopine",
        "opb": "Antibiotics",
        "opc": "Topical steroids",
        "opd": "Systemic steroids",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "a119cfeb-f0db-444d-92fe-563ba7438b45",
        "choice_type": "single"
    },
    {
        "question": "Heerfordt&;s disease is characterised by all of the following except",
        "exp": "Uveoparotid fever (Heerfordt's syndrome) It is characterised by bilateral granulomatous pan-uveitis, painful enlargement of parotid glands,cranial nerve palsies, skin rashes, fever and malaise. Ref:- A K KHURANA; pg num:-156",
        "cop": 4,
        "opa": "Painful enlargement of parotid glands",
        "opb": "Cranial nerve palsies",
        "opc": "Skin rashes, fever and malaise",
        "opd": "Unilateral non-granulomatous panuveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "5cf37720-62d5-46e1-b5b3-468a1a393efb",
        "choice_type": "multi"
    },
    {
        "question": "Mutton fat keratic precipitate and Busacca nodules is seen in -",
        "exp": "The pathological reaction in granulomatous uveitis is characterised by infiltration with lymphocytes, plasma cells, with mobilization and proliferation of large mononuclear cells which eventually become epithelioid and giant cells and aggregate into nodules. Iris nodules are usually formed near pupillary border (Koeppe's nodules). and sometimes near collarette (Busacca nodule). Similar nodular collection of the cells is deposited at the back of cornea in the form of mutton fat keratic precipitates.",
        "cop": 1,
        "opa": "Granulomatous uveitis",
        "opb": "Non-granulomatous uveitis",
        "opc": "Posterior uveitis",
        "opd": "Choroiditis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "8f40fec3-b384-43de-b842-55def0756643",
        "choice_type": "single"
    },
    {
        "question": "Snow banking is typically seen in-",
        "exp": "Snow banking,ie.,grey white fibrovascular plaque over the pars plana with or without assosiated peripheral retinal periphlebitis form the hallmark of intermediate uveitis(pars planitis). these are best seen with indirect ophthalmoscopy and Goldman three mirror examination.",
        "cop": 1,
        "opa": "Pars planitis",
        "opb": "Endophthalmitis",
        "opc": "Coat's disease",
        "opd": "Eale's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "dd56dbba-2a18-46a1-bfdc-8580af3c859b",
        "choice_type": "multi"
    },
    {
        "question": "Keratic precipitates are on which layer of cornea -",
        "exp": "KPs are proteinaceous cellular deposits occuring at the back of cornea (corneal endothelial deposits).",
        "cop": 2,
        "opa": "Epithelium",
        "opb": "Endothelium",
        "opc": "Stroma",
        "opd": "Bowman's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "2529bfc5-e547-4fd1-8359-82207d1928cb",
        "choice_type": "single"
    },
    {
        "question": "Snowball opacities are seen in -",
        "exp": "Snowball or cotton ball opacities (Ant&;s eggs) refers to typical exudates present near the ora serrata on the inferior quadrant. It is the posterior segment sign in pars plannitis (intermediate uveitis).",
        "cop": 3,
        "opa": "Acute anterior uveitis",
        "opb": "Posterior uveitis",
        "opc": "Pars planitis",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "71a0aa98-0214-45ef-a6b3-34c461b3f0db",
        "choice_type": "multi"
    },
    {
        "question": "In acute anterior uveitis, pupil is -",
        "exp": "Pupillary signs 1. Narrow pupil: It occurs in acute attack of iridocyclitis due to irritation of sphincter pupillae by toxins. Iris oedema and engorged radial vessels of iris also contribute in making the pupil narrow. 2. Irregular pupil shape: It results from segmental posterior synechiae formation. Dilatation of pupil with atropine at this stage results in festooned pupil.",
        "cop": 3,
        "opa": "Oval",
        "opb": "Circular",
        "opc": "Small, irregular",
        "opd": "Any of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "00b8b78d-49a1-4547-827c-75c10aa2f2b5",
        "choice_type": "multi"
    },
    {
        "question": "Keratic precipitates are on which layer of cornea-",
        "exp": "Keratic precipitates (KPs) are proteinaceous cellular deposits occurring at the back of cornea (inner layer, ie.,endothelium).",
        "cop": 2,
        "opa": "Epithelium",
        "opb": "Endothelium",
        "opc": "Stroma",
        "opd": "Bowman's membrane",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "4cc7e2d2-4711-42a8-8fbe-a24fbca7ff4a",
        "choice_type": "single"
    },
    {
        "question": "Late onset endothalmitis after lens implantation is caused by -",
        "exp": "Coagulase-negative staphylococci are the most common causes of post-cataractendophthalmitis, and these bacteria and viridans streptococci cause most cases of post-intravitreal anti-VEGF injectionendophthalmitis, Bacillus cereus is a majorcause of post-traumatic endophthalmitis, and Staphylococcus aureus and ... Ref khurana 6/e",
        "cop": 1,
        "opa": "Staphylococcus epidermidis",
        "opb": "Pseudomonas",
        "opc": "Streptococcus pyogenes",
        "opd": "Propionibacterium acne",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "5879c813-efc2-4d05-9f29-0f37583a35e3",
        "choice_type": "single"
    },
    {
        "question": "&;Snow ball&; opacities near the ora serrata are pathognomonic of",
        "exp": "INTERMEDIATE UVEITIS (PARS PLANITIS) It is inflammation of pars plana pa of ciliary body and most peripheral pa of the retina. Etiology: It is an idiopathic disease usually affecting both eyes (80 percent) of children and young adults. Clinical features Symptoms: Most of the patients present with history of floaters. Some patients may come with defective vision due to associated cystoid macular oedema. Signs: Slit-lamp examination may show: mild aqueous flare, and fine KPs at the back of cornea. Anterior vitreous may show cells. Fundus examination with indirect ophthalmoscope reveals the whitish exudates present near the ora serrata in the inferior quadrant. These typical exudates are referred as snow ball opacities. These may coalesce to form a grey white plaque called snow banking. Ref:- A K KHURANA; pg num:-161",
        "cop": 2,
        "opa": "Diabetic retinopathy",
        "opb": "Pars planitis",
        "opc": "Anterior choroiditis",
        "opd": "Fungal endophthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "78e81c4d-4bc3-4dcc-b24b-3e865cf749bf",
        "choice_type": "multi"
    },
    {
        "question": "All are causes of chronic granulomatous uveitis except -",
        "exp": "Fuch's heterochromic iridocylitis is a chronic non-granulomatous uveitis. Sarcoidosis, TB and brucellosis cause granulomatous uveitis. Ref: Parson's 22nd/e p. 251 & 21st/e p. 251 &21st/e p.229.",
        "cop": 4,
        "opa": "Sarcoidosis",
        "opb": "Tuberculosis",
        "opc": "Brucellosis",
        "opd": "Fuchs heterochromic iridocyclitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "8da9c73b-9c50-43b1-b8bf-56cebbbc935b",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following, intraocular pressure is very high and inflammation is minimum?",
        "exp": "In glaucomatocyclitic crisis there is mild uveitis with severe rise of IOP. It is also known as Posner Schlossman syndrome. Treatment: medical treatment to lower IOP along with a sho course of topical steroids. Ref .khurana page no. 167",
        "cop": 2,
        "opa": "Agute iridocyclitis",
        "opb": "Glaucomatocyclic crises",
        "opc": "Angle closure glaucoma",
        "opd": "Hypeensive uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "a83af909-ebe1-4466-a741-151552976393",
        "choice_type": "single"
    },
    {
        "question": "Iris bombe is due to -",
        "exp": "Annular posterior synechiae (ring synechiae) are 360o adhesions of pupillary margin to anterior capsule of lens. These prevent the circulation of aqueous humour from posterior chamber to anterior chamber (seclusio pupillae). Thus, the aqueous collects behind the iris and pushes it anteriorly (leading to 'iris-bombe' formation)",
        "cop": 3,
        "opa": "Segmental posterior synechiae",
        "opb": "Total posterior synechiae",
        "opc": "Ring synechiae",
        "opd": "Anterior synechiae",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "b2d975ca-651d-4a74-9307-d0b0dc2dbd00",
        "choice_type": "single"
    },
    {
        "question": "What is reverse hypopyon?",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 98)Reverse hypopyonCollection of silicon oil in the anterior chamber may lead to the appearance of a reverse hypopyonThis is due to the emulsified oil being less denser than the aqueous layer \"reverse hypopyon\" can form when emulsified silicone oil used during vitreoretinal surgery enters the anterior chamber of the eye. The silicone oil floats in the aqueous to look like a layered hypopyon in the upper poion of the anterior chamber.",
        "cop": 2,
        "opa": "Collection of pus in the vitreous",
        "opb": "Collection of emulsified silicon oil in anterior chamber",
        "opc": "Abscess in the orbit",
        "opd": "Seen in corneal ulcer close to being ruptured",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "e2a55c74-5802-413d-9327-08f3e02a2e90",
        "choice_type": "single"
    },
    {
        "question": "Red keratic precipitates are seen in",
        "exp": "Keratic precipitates (KPs) are proteinaceous cellular deposits occurring at the back of the cornea. Mostly, these are arranged in a triangular fashion occupying the center and inferior pa of the cornea due to convection currents in the aqueous humor. The composition and morphology of KPs vary with the severity, duration, and type of uveitis.Following types of KPs may be seen:i. Mutton fat KPs: These typically occur in granulomatous iridocyclitis and are composed of epithelioid cells and macrophages. They are large, thick, fluffy, lardaceous KPs, having a greasy or waxy appearance. Mutton fat KPs are usually a few (10 to 15) in number.ii. Small and medium KPs (granular KPs). These are pathognomic of non-granulomatous uveitis and are composed of lymphocytes. These small, discrete, diy white KPs are arranged irregularly at the back of the cornea. Small KPs may be hundreds in number and form the so-called endothelial dusting.iii. Red KPs: These are formed when in addition to inflammatory cells, RBCs also take pa in the composition. They may be seen in hemorrhagic uveitis.iv. Old KPs: These are a sign of healed uveitis. Either of the above described KPs with healing process shrink, fade, become pigmented and irregular in shape (crenated margins). Old mutton fat KPs usually have a ground glass appearance due to hyalinization.Ref.UG Khurana 4th edition Pg.No142",
        "cop": 2,
        "opa": "Granulomatous uveitis",
        "opb": "Hemorrhagic uveitis",
        "opc": "Old healed uveitis",
        "opd": "Acute anterior uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "fa1f943d-30b1-4ee0-b664-692ca41be27f",
        "choice_type": "single"
    },
    {
        "question": "Nodules seen near the collarette are called",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 153, 156, 504, 524)Koeppe's nodules are situated at the pupillary border and may initiate posterior synechiaBusacca's nodules situated near the collarette are large but less common than the Koeppe's nodules",
        "cop": 1,
        "opa": "Busacca's nodules",
        "opb": "Koeppe's nodules",
        "opc": "Lisch nodules",
        "opd": "Dalen fuch's nodules",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "b2b2000d-4e17-4b44-9a97-e7345f15642b",
        "choice_type": "multi"
    },
    {
        "question": "Uveal effusion syndrome may be associated with all of the following, Except -",
        "exp": "Uveal effusion syndrome is a transudation of fluid from the vascular uvea with extravasation from the choriocapillaries into the suprachoroidal space and within the uveal tissues. May be assosiated with ciliochoroidal detachment, structural defect in sclera, nanophthalmos etc. Ref:Parsons&; disease of the eye 22nd edition pg :254",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Ciliochoroidal detachment",
        "opc": "Structural defect in Sclera",
        "opd": "Nanophthalmos",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "6f7b1a18-d859-47a2-b32d-be3706bfa626",
        "choice_type": "multi"
    },
    {
        "question": "&;Puff-balls&; opacities in the vitreous are pathognomonic of",
        "exp": "CANDIDIASIS It is an oppounistic infection caused by Candida albicans. It occurs in immuno-compromised patients which include: patients suffering from AIDS, malignancies, those receiving long-term antibiotics, steroids or cytotoxic drugs. Patients with long-term indwelling intravenous catheter used for haemodialysis, and drug addicts are also prone to such infection. Candida endophthalmitis: is characterised by areas of severe retinal necrosis associated with vitreoretinal abscesses. Vitreous exudates present as 'puff ball' or 'cotton ball' colonies, which when joined by exudative strands form 'string of pearls'. Ref:- A K KHURANA; pg num:-159",
        "cop": 2,
        "opa": "Pars planitis",
        "opb": "Fungal endophthalmitis",
        "opc": "Exudative retinopathy of Coats",
        "opd": "Sympathetic ophthalmitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "2da673cf-cfab-4412-bd72-457f649bc845",
        "choice_type": "multi"
    },
    {
        "question": "In patients with anterior uveitis, decrease in vision due to posterior segment involvement can occur because of -",
        "exp": "Posterior involvement is changes in the vitreous and retina: Exudates and inflammatory cells may be seen in the anterior vitreous after an attack of acute iridocyclitis. Cystoid macular edema(CME) may occur, specially in the chronic iridocyclitis.",
        "cop": 4,
        "opa": "Visual floaters",
        "opb": "Inflammatory disc edema",
        "opc": "Exudative retinal detachment",
        "opd": "CME",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "4fa8e35a-8916-41e3-8e5b-baf301391b98",
        "choice_type": "single"
    },
    {
        "question": "Koeppe's nodules are seen in -",
        "exp": "The pathological reaction in granulomatous uveitis is characterised by infiltration with lymphocytes, plasma cells, with mobilization and proliferation of large mononuclear cells which eventually become epithelioid and giant cells and aggregate into nodules. Iris nodules are usually formed near pupillary border (Koeppe's nodules). and sometimes near collarette (Busacca nodules)",
        "cop": 1,
        "opa": "Granulomatous uveitis",
        "opb": "Non granulomatous uveitis",
        "opc": "Choroiditis",
        "opd": "Pars planitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "5ec6d33d-216c-49a6-896f-037becde0c44",
        "choice_type": "single"
    },
    {
        "question": "Snow ball opacities are seen in",
        "exp": "(Refer: AK Khurana Comprehensive Ophthalmology, 6th edition, pg no. 150 - 151)Pars planitis (Intermediate uveitis) denotes the inflammation of pars plan pa of the ciliary body and most peripheral pa of the retina. The most common symptom is floaters; defective vision may also occurFundus examination in pars planitis reveals whitish exudates present near the ora serrata in the inferior quadrant. These typical exudates are referred as snowball opacities. These may coalesce to form a grey-white plaque called snow banking.",
        "cop": 3,
        "opa": "Acute anterior uveitis",
        "opb": "Posterior uveitis",
        "opc": "Pars planitis",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "38ce6016-2d50-424b-8d31-5cda01fedff0",
        "choice_type": "multi"
    },
    {
        "question": "Gonioscope is used for visualization of",
        "exp": "Gonioscopy: Owing to lack of transparency of corneoscleral junction and total internal reflection of light (emitted from angle structures) at the anterior surface of cornea it is not possible to visualize the angle of anterior chamber directly. Therefore, a device (goniolens) is used to dive the beam of light and this technique of biomicroscopic examination of the angle of the anterior chamber is called gonioscopy. Types of goniolens: (i) Indirect goniolens provides a mirror image of the opposite angle, e.g., Goldmann and the Zeiss goniolens (ii) Direct goniolens provides a direct view of the angle. Koeppe goniolens is the most popular type. The angle structures seen from behind forwards are: 1. The root of the iris 2. The anteromedial surface of the ciliary body (ciliary band), 3. Scleral spur 4. Trabecular meshwork and Schlemm's canal and 5. Schwalbe's line Applications of gonioscopy: 1. Classification of glaucoma into open angle and closed angle based on the configuration of the angle. 2. Localization of foreign bodies, abnormal blood vessels or tumors in the angle. 3. Demonstration of the extent of peripheral anterior synechiae and hence planning of glaucoma surgery. Ref: Khurana comprehensive ophthalmology; 4th edition Pg: 546",
        "cop": 1,
        "opa": "Anteior chamber angle",
        "opb": "Posterior chamber angle",
        "opc": "Anterior surface of lens",
        "opd": "Posterior chamber",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "1ef967a4-b667-4a9d-a409-0bb732d4b556",
        "choice_type": "single"
    },
    {
        "question": "Dalen Fuchs&; nodules are seen in",
        "exp": "SYMPATHETIC OPHTHALMITIS It is a serious bilateral granulomatous panuveitis, which follows a penetrating ocular trauma. The injured eye is called exciting eye and the fellow normal eye which also develops uveitis is called sympathizing eye. Predisposing factors 1. It, almost always, follows a perforating wound. 2. Wounds in the ciliary region ( the so-called dangerous zone) are more prone to it. 3. Wounds with incarceration of the iris, ciliary body or lens capsule are more vulnerable. 4. It is more common in children than in adults. 5. It does not occur when actual suppuration develops in the injured eye. Pathology: Dalen-Fuchs nodules are formed due to proliferation of the pigment epithelium (of the iris, ciliary body and choroid) associated with invasion by the lymphocytes and epitheloid cells. Retina shows perivascular cellular infiltration (sympathetic perivasculitis ). Clinical features: Sympathizing (sound) eye: It is usually involved after 4-8 weeks of injury in the other eye. Sympathetic ophthalmitis almost always manifests as acute plastic iritis. Rarely, it may manifest as neuroretinitis or choroiditis. * Sensitivity to light (photophobia) and transient indistinctness of near objects (due to weakening of accommodation) are the earliest symptoms. Ref:- A K Khurana; pg num:-413",
        "cop": 3,
        "opa": "Retinal detachment",
        "opb": "Spring catarrh",
        "opc": "Sympathetic ophthalmitis",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "35f446f7-36ae-45a7-a9bb-6ee72f7a3583",
        "choice_type": "multi"
    },
    {
        "question": "Snow banking is typically seen in",
        "exp": "INTERMEDIATE UVEITIS (PARS PLANITIS): *It denotes inflammation of pars plana pa of the ciliary body and most peripheral pa of the retina.*Etiology: It is an idiopathic disease usually affecting both eyes (80 percent) of children and young adults. Pars planitis is a rather common entity, constituting 8 percent of uveitis patients.*Clinical features:Symptoms: Most of the patients present with a history of floaters. Some patients may come with defective vision due to associated cystoid macular edema.Signs: The eye is usually quiet. A slit-lamp examination may show mild aqueous flare and fine Keratic Precipitates at the back of the cornea. Anterior vitreous may show cells. Fundus examination with indirect ophthalmoscope reveals the whitish exudates present near the ora serrata in the inferior quadrant. These typical exudates are referred as snowball opacities. These may coalesce to form a grey-white plaque called snow banking. *Complications of long-standing pars planitis include cystoid macular edema, complicated cataract, and tractional retinal detachment.*Treatment:1. Coicosteroids administered systemically and as repeated periocular injections may be effective in some cases.2. Immunosuppressive drugs may be helpful in steroid-resistant cases.3. Peripheral cryotherapy is also repoed to be effective.Ref: Khurana; 4th edition; Pg.No.161",
        "cop": 1,
        "opa": "Pars palnitis",
        "opb": "Endophthalmitis",
        "opc": "Coat's disease",
        "opd": "Eale's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "e02977fc-946d-4619-9ea3-f7c9bd802376",
        "choice_type": "multi"
    },
    {
        "question": "Drug used in LUMINATE programme for non infectious uveitis is -",
        "exp": "Uveitis is an inflammatory, putative Th1-mediated autoimmune disease that affects various pas of the eye and is a leading cause of visual loss. Currently available therapies are burdened with toxicities and/or lack definitive evidence of efficacy. Voclosporin, a rationally designed novel calcineurin inhibitor, exhibits a orable safety profile, a strong correlation between pharmacokinetic and pharmacodynamic response, and a wide therapeutic window. The LUMINATE (Lux Uveitis Multicenter Investigation of a New Approach to TrEatment) clinical development program was initiated in 2007 to assess the safety and efficacy of voclosporin for the treatment, maintenance, and control of all forms of noninfectious uveitis. If LUMINATE is successful, voclosporin will become the first Food and Drug Administration-approved coicosteroid-sparing agent for this condition Ref khurana 6/e",
        "cop": 2,
        "opa": "Cyclosporine",
        "opb": "Voclosporin",
        "opc": "Methotrexate",
        "opd": "Infliximab",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "8e2d138f-03fe-4470-8f5d-37ae59d019ac",
        "choice_type": "single"
    },
    {
        "question": "Phthsis bulbi means -",
        "exp": "Phthisis bulbi is a shrunken, non-functional eye. It may result from severe eye disease, inflammation or injury, or it may represent a complication of eye surgery. Treatment options include inseion of a prosthesis, which may be preceded by enucleation of the eye. Ref: Khurana 7th/e p.163 & 4th/e p.146.",
        "cop": 3,
        "opa": "Developmental hypoplasia of optic cup",
        "opb": "Final end stage of chronic scleritis",
        "opc": "Final end stage of chronic uveitis",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "22065449-8404-4aa4-bcd7-6d4f5a6fb408",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in VKH syndrome except -",
        "exp": "Clinical features of VKH syndrome Cutaneous lesion:alopecia, poliosis and vitiligo Neurological lesions:meningism and encephalopathy Auditory features:tinnitus, veigo and deafness Ocular features :granulomatous uveitis Ref:A K Khurana 6th edition pg:169",
        "cop": 4,
        "opa": "Vitiligo",
        "opb": "Veigo",
        "opc": "Granulomatous uveitis",
        "opd": "Iris heterochromia",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "ea9cb464-73f9-46b6-9a85-b27187702b69",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of anterior uveitis",
        "exp": "Anterior uveitis. It is inflammation of the uveal tissue from iris up to pars plicata of the ciliary body.It may be subdivided into :Iritis, in which inflammation predominantly affects the iris.Iridocyctitis in which iris and pars plicata pa of the ciliary body are equally involved, andCyclitis, in which pars plicata pa of the ciliary body is predominantly affected.In an active stage of anterior uveitis, cellular deposits are observed in the angle of anterior chamber by gonioscopic examination.Keratic precipitates (KPs) are proteinaceous cellular deposits occurring at the back of the cornea.Pupils are small and irregular.",
        "cop": 2,
        "opa": "Cells in anterior chamber",
        "opb": "Normal pupil",
        "opc": "Keratic precipitates",
        "opd": "Corneal edema",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "f60409ea-fa2c-4247-b1a1-c15f8124e62c",
        "choice_type": "single"
    },
    {
        "question": "Choroidal effusion syndrome is associated with all except",
        "exp": "Choroidal effusion syndrome (ciliochoroidal effusion) It is characterized by: - Thick sclera (main feature), ciliochoroidal detachment ( abnormal accumulation of serous fluid in outer layer of ciliary body and choroid). - Absence of inflammation and neoplastic disease. - Eyes may be nanophthalmic or hypermetropic. - Leopards spots, i.e mottling of pigment epithelium. Ref:- Parsons diseases of eye; pg num:-254",
        "cop": 1,
        "opa": "Myopia",
        "opb": "Nanophthalmos",
        "opc": "Structural defects in the sclera",
        "opd": "Ciliochoroidal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "f50f3ceb-278c-403c-91c3-a129f243e0d9",
        "choice_type": "multi"
    },
    {
        "question": "Amsler sign is seen in",
        "exp": "HETEROCHROMIC IRIDOCYCLITIS OF FUCHS It is a low grade chronic cyclitis, the only apparent features of which are a lightening of the colour of the affected iris and presence of few keratic precipitates on cornea. Iris become atrophic, loses its markings and readily transilluminates in circumscribed areas, and a cataract develops. Loss of sympathetic nerve supply leading to dilatation of blood vessels, white cells escape and get deposited on the cornea as precipitates. The cataract has good operative prognosis, but secondary glaucoma develops. During cataract surgery, fine filiform hemorrhage from the opposite angle has been noted to occur as soon as the anterior chamber is opened- reffered to as AMSLER SIGN. Ref:- Parsons diseases of eye; pg num:-251",
        "cop": 2,
        "opa": "Pars planitis",
        "opb": "Fuchs uveitis",
        "opc": "Macular degeneration",
        "opd": "Posner-Schlossman syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "0915fe63-7018-4b78-b4bd-5b4b54fdbb3a",
        "choice_type": "single"
    },
    {
        "question": "Typical coloboma of iris occurs",
        "exp": "CONGENITAL COLOBOMA OF THE UVEAL TRACT Congenital coloboma (absence of tissue) of iris,ciliarybody and choroid may be seen in association or independently. Coloboma may be typical or atypical. Typical coloboma: is seen in the inferonasal quadrant and occurs due to defective closure of the embryonic fissure. Atypical coloboma: is occasionally found in other positions. Ref:- A K KHURANA; pg num:-137",
        "cop": 4,
        "opa": "lnferotemporally",
        "opb": "Superotemporally",
        "opc": "Superonasally",
        "opd": "lnferonasally",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "ad602689-3c74-4c2d-abec-8afa3abc3c24",
        "choice_type": "multi"
    },
    {
        "question": "Choroidal neurovascularization is seen in all except -",
        "exp": "Brushfield spots are small, white or grayish/brown spots on the periphery of the iris in the human eye due to aggregation of connective tissue, a normal constituent of theiris stroma. Hypermetropia is a long sightedness Ref khurana 6/e",
        "cop": 4,
        "opa": "Trauma",
        "opb": "Angiod streak",
        "opc": "Myopia",
        "opd": "Hypermetropia",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "f8bebdb3-fa5f-4791-a4a5-536dc4e955d2",
        "choice_type": "multi"
    },
    {
        "question": "Mutton fat keratic precipitates are not seen in -",
        "exp": "Mutton fat keratic precipitates are seen in granulomatous iridocyclitis (eg:Tuberculosis, Sarcoidosis) Fuch's heterochromia cyclitis is not seen in non-granulomatous iridocyclitis.",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Fuch's heterochromia cyclitis",
        "opc": "Sarcoidosis",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "0baaedeb-12a7-42ff-8ba0-f879cb43fc48",
        "choice_type": "multi"
    },
    {
        "question": "Histological changes in lens induced uveitis include-",
        "exp": "Lens induced uveities histological change include gaint cell reaction Ref khurana 6/e",
        "cop": 2,
        "opa": "Ghost cells",
        "opb": "Giant cell reaction",
        "opc": "Amyloid in the cornea",
        "opd": "Vasculitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "41370867-531d-476f-a8d3-6c0177eadb3c",
        "choice_type": "single"
    },
    {
        "question": "Granular keratic precipitates are made of -",
        "exp": "granular KPs(small and medium KPs). These are pathognomic of non-granulomatous uveitis and are composed of lymphocytes.",
        "cop": 3,
        "opa": "Epitheloid cells",
        "opb": "Macrophages",
        "opc": "Lymphocytes",
        "opd": "RBC",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "12d4a666-9204-4bb1-a09a-aa782f92e5b8",
        "choice_type": "single"
    },
    {
        "question": "Posner-schlossman syndrome is -",
        "exp": "It is also known as glaucomatocyclitic crisis. It shows mild uveitis with severe rise of IOP. Disease typically effects young adults, 40% of whom are positivs for HLA-BW54 REF:khurana page no. 167",
        "cop": 2,
        "opa": "Ipsilateral optic atrophy with contralateral papilloedema",
        "opb": "Unilateral glaucomatous changes with mild anterior uveitis",
        "opc": "Granulomatous uveitis with iris heterochromia",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "726b1558-c0bf-4ab5-b360-4d639c521609",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following indicates activity of anst uveitis -",
        "exp": "Activity of acute anterior uveitis is indicated by presence of cells (aquous cells) and flare in anterior chamber -Grading is done on these two. Ref: Khurana 7th/e p.158 & 4th/e p.143.",
        "cop": 1,
        "opa": "Cells in anterior chamber",
        "opb": "Circumcorneal congestion",
        "opc": "Keratic precipitate",
        "opd": "Corneal edema",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "44f92a7c-b5d3-4feb-b541-5b6b775350d6",
        "choice_type": "single"
    },
    {
        "question": "Iris pearl are seen in -",
        "exp": "Lepromatous uveitis may occur as acute iritis (non-granulomatous) or chronic iritis (granulomatous). Acute iritis : caused by antigen-antibody deposition and is characterised by severe exudative reaction. Chronic granulomatous iritis : it occurs due to direct organismal invasion and is characterised by presence of small glistening iris pearls near the pupillary margin in a necklace form; small pearles enlarge and coelesce to form large pearles. Ref:A K Khurana 6th edition pg:164",
        "cop": 1,
        "opa": "Leprosy",
        "opb": "Tuberculosis",
        "opc": "Sarcoidosis",
        "opd": "Cat Scratch disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "32712a8f-8822-449d-ad64-e40c11fd9dac",
        "choice_type": "single"
    },
    {
        "question": "Mainstay of treatment of uveitis -",
        "exp": "Treatment depends on severity A common treatment is eye drops that ease the inflammation. If uveitis is a result of an infection, antibiotics or antiviral medication may be prescribed. Most cases ofuveitis can be treated with steroidmedication (coicosteroids). A medicine called prednisolone is usually used. Coicosteroids work by disrupting the normal function of the immune system so it no longer releases the chemicals that cause inflammation. The immunosuppressive agents that have been used in treatment ofuveitis include cyclophosphamide, chlorambucil, azathioprine and methotrexate. ... Azathioprine is given usually in a dose of 50 to 150 mg/day,while methotrexate can be given as a weekly oral or intramuscular dose of 7.5 to 25 mg. Ref khurana 6/e",
        "cop": 2,
        "opa": "Antibiotics and cycloplegics",
        "opb": "Steroids and cycloplegics",
        "opc": "Antibiotics and steroids",
        "opd": "Surgery",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "5a959059-242a-4c72-a765-8a19fe5e3b0f",
        "choice_type": "single"
    },
    {
        "question": "All of the following has HLAB27 associated with uveitis except -",
        "exp": "Ankylosing spondylitis and Reiters syndrome: both involves young males who are positive for HLA-B27. Behcets syndrome: The disease typically affects the young men who are positive for HLA-B51.",
        "cop": 3,
        "opa": "Ankylosing spondylitis",
        "opb": "Reiters syndrome",
        "opc": "Behcets syndrome",
        "opd": "None of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "807acc53-f119-4eff-a87b-a8cff279a763",
        "choice_type": "multi"
    },
    {
        "question": "Pars planitis is -",
        "exp": "Pars planitis is inflammation of the pars plana and peripheral pa of the retina and underlying choroid. Which is nothing but the intermediate uveitis. Ref:A K Khurana 6th edition pg:150",
        "cop": 2,
        "opa": "Anterior uveitis",
        "opb": "Intermediate uveitis",
        "opc": "Posterior uveitis",
        "opd": "Pan uveitis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "d0698b83-b53e-4db6-9968-421518b55976",
        "choice_type": "single"
    },
    {
        "question": "Snow bankng is typically seen in -",
        "exp": "Exudates of intermediate uveitis (pars planitis) coalesce to from a grey white plaque called snow banking. Ref: Khurana 7th/e p.167 & 4th/e p.161.",
        "cop": 1,
        "opa": "Pars planitis",
        "opb": "Endophthalmitis",
        "opc": "Coat's disease",
        "opd": "Eale's disease",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "b94c1c6f-92b9-4d28-9e29-24d67cc235ec",
        "choice_type": "multi"
    },
    {
        "question": "HLA - B5 is associated with",
        "exp": "Behcet&;s syndrome The condition has an immunological basis in which severe iridocyclitis characterised by a hypopyon, is associated with evidence of obliterative retinal vasculitis. It is accompanied by ulcerative lesions in the conjunctiva, oral and genital mucosa, together with neurological and aicular manifestations. The syndrome belongs to connective tissue disorders but is of two types: first associated with herpetiform ulcers in the mouth and second with aphthous ulcers. There is a significant association with HLA- B5 antigen. No specific treatment is known. Ref:- Parsons diseases of eye; pg num:-250",
        "cop": 4,
        "opa": "Vogt-Koyanagi Harada's disease",
        "opb": "Reiter's syndrome",
        "opc": "Posner-Schlossman syndrome",
        "opd": "Behcet's syndrome",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "ff668440-e9d9-438b-afe6-b787eb3a62a5",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic sign of Acute Iriodocyclitis is -",
        "exp": "Keratic precipitates (KPs) on posterior surface of cornea are pathognomonic of the involvement of ciliary body in the inflammation. * Earliest sign of anterior uveitis- aqueous flare. * Pathognomonic sign -Keratic precipitate. Ref: Clinical ophthalmology 1st/e p.568.",
        "cop": 2,
        "opa": "Aquous flare",
        "opb": "Keratic precipitates",
        "opc": "Small pupil",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "9c83042e-cf37-4d4f-a64f-74383ed74f5c",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for intermediate uveitis -",
        "exp": "Treatment of intermediate uveitis Modefied 4 step protocol of kaplan step 1 : Periocular and systemic steroids. Topical steroids are not of much use Step 2 : Immunosuppressive drugs Step3 : Cryotherapy or indirect laser photocoagulation. Step 4 : Pars-plana vitrectomy Ref:A K Khurana 6th edition pg:161",
        "cop": 4,
        "opa": "Atropine",
        "opb": "Antibiotics",
        "opc": "Topical steroids",
        "opd": "Systemic steroids",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "d5bce8fe-58d5-492b-97bf-95cc952772ff",
        "choice_type": "single"
    },
    {
        "question": "Granulomatous uveitis is seen in",
        "exp": "UVEITIS (INFLAMMATION OF UVEA) Pathological Classification: 1)Non-granulomatous: Common systemic disorders associated with acute non-granulomatous anterior uveitis are: sacroiliitis, ankylosing spondylitis, Reiter&;s syndrome, psoriasis, ulcerative colitis and Crohn&;s disease. 2)Granulomatous: Impoant causes of granulomatous uveitis are: Tuberculosis, Leprosy, Syphilis, Herpetic uveitis, Brucellosis, Histoplasmosis, cryptococcosis, Sarcoidosis, Vogt-Koyanagi-Harada&;s disease, Sympathetic ophthalmitis, Lens induced uveitis, and Foreign body uveitis. Ref:- A K Khurana; pg num:-138,140,141",
        "cop": 2,
        "opa": "Fuchs' heterochromic iridocyclitis",
        "opb": "Vogt-Koyanagi-Harada' s disease",
        "opc": "Behcet' s disease",
        "opd": "Psoriatic ahritis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "dc903b5c-0847-4e18-a513-ed340b9ba1d4",
        "choice_type": "single"
    },
    {
        "question": "Snaw ball opacities are seen in -",
        "exp": "Fundus examination in pars planitis reveals whitish exudates present near the ora serrata in the infefior quadrant. These typical exudates are referred as snow ball opacities. These may coalesce to from a grey white plque called snow banking. Ref: Khurana 7th/e p.167 & 4th/e p.161.",
        "cop": 3,
        "opa": "Acute anterior uveitis",
        "opb": "Posterior uveitis",
        "opc": "Pars planitis",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "3499faac-4d15-4d41-83a6-3d57d8ecf6f0",
        "choice_type": "multi"
    },
    {
        "question": "Phthisis bulbi means -",
        "exp": "Phthisis bulbi: It is the final stage end result ofany form of chronic uveitis. In this condition, ciliary body is disorganised and so aqueous production is hampered. As a result of it the eye becomes soft, shrinks and eventually becomes a small atrophic globe (phthisis bulbi).",
        "cop": 3,
        "opa": "Developmental hypoplasia of optic cup",
        "opb": "Final end stage of chronic scleritis",
        "opc": "Final end stage of chronic uveitis",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "779a3809-3092-439a-863e-14234c16efd0",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for acute iridocyclitis is-",
        "exp": "Coicosteroids are of great value in controlling the iridocyclitis in the acute phase. They usually administered topically as drops or ointment or subconjunctival injections. eg ;- betamethasone, dexamethasone and prednisolone.",
        "cop": 1,
        "opa": "Steroids",
        "opb": "Acetazolamide",
        "opc": "Atropine",
        "opd": "Antibodies",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "4f76b8bb-a051-4688-a745-7caf03aa43d4",
        "choice_type": "single"
    },
    {
        "question": "HLA-A29 is associated with",
        "exp": "BIRD-SHOT RETINOCHOROIDOPATHY It is a rare, idiopathic, bilaterally symmetrical chronic multifocal chorioretinitis characterised by numerous flat creamy-yellow spots due to focal chorioretinal hypopigmentation, resembling the pattern of 'bird- shot scatter from a shotgun'. The disease, more common in females than males, typically affects middle-aged healthy persons who are positive for HLA-A29. It runs a long chronic course of several years. Treatment with coicosteroids is usually not effective. Ref:- A K KHURANA; pg num:-161",
        "cop": 2,
        "opa": "Serpiginous geographical choroidopathy",
        "opb": "Bird shot retinochoroidopathy",
        "opc": "Sympathetic ophthalmitis",
        "opd": "Acute posterior multifocal placoid pigment epitheliopathy",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "131259a4-53da-4c23-9e24-0654cf20dc7a",
        "choice_type": "single"
    },
    {
        "question": "Uveitis with raised intraocular tension is best managed by -",
        "exp": "Both the inflammation and raised intraocular pressure requiretreatment. The anti-inflammatory regimen includes coicosteroids, cytotoxic agents, and other immunosuppressive agents. When the angle is open IOP reduction may be achieved medically. When medicaltreatment fails surgical intervention may be required. Ref khurana 6/e",
        "cop": 4,
        "opa": "Timolol",
        "opb": "Atropine",
        "opc": "Pilocarpine",
        "opd": "Steroid",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "471f5b6d-dd8a-4503-9807-59dca780f9a3",
        "choice_type": "single"
    },
    {
        "question": "True about heterochromic uveitis -",
        "exp": "It is a chronic non-granulomatous type of low grade anterior uveitis typically associated with early cataract formation. Shows moth- eaten appearance of iris, absence of posterior synechiae. Typically occurs unilaterally in middle aged persons. Treatment : topical steroids. Ref: khurana page no.168",
        "cop": 2,
        "opa": "Involves posterior surface of iris",
        "opb": "Involves anterior pa of iris",
        "opc": "Involves posterior chamber",
        "opd": "Posterior synechiae",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "276922db-5678-439f-ad1c-46ed7e2f056d",
        "choice_type": "multi"
    },
    {
        "question": "Recurrent non-granulomatous uveitis is seen in-",
        "exp": "Infections that increase the risk of uveitisinclude HIV, brucellosis, herpes simplex, herpes zoster, leptospirosis, Lyme disease, syphilis, toxocariasis, toxoplasmosis, and tuberculosis (TB). Uveitis may occur as a normal immune response to fight an infection inside the eye. Ref khurana 6/e",
        "cop": 3,
        "opa": "Vogt koyanagi-Harada syndrome",
        "opb": "Posner-Schlossman syndrome",
        "opc": "Tuberculosis",
        "opd": "Sarcoidosis",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "0e358945-96ef-47f2-a6b9-adf1377f6346",
        "choice_type": "single"
    },
    {
        "question": "Vogt - Koyanagi - Harada syndrome is-",
        "exp": "Vogt-Koyanagi-Harada (VKH) syndrome is a chronic granulomatous uveitis. It is an idiopathic multisystem disorder which includes cutaneous, neurological and ocular lesions. Ref:A K Khurana 6th edition pg:169",
        "cop": 1,
        "opa": "Chronic granulomatous uveitis",
        "opb": "Chronic non-granulomatous uveitis",
        "opc": "Acute purulent uveitis",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "8bebcff1-2eed-43be-af73-30010892b515",
        "choice_type": "multi"
    },
    {
        "question": "Placido disc is used for",
        "exp": "It is a disc painted with alternating black and white circles. Used to assess the smoothness and curvature of corneal surface. It shows irregularity of circles in keratoconus. Ref khurana page no.126",
        "cop": 2,
        "opa": "Uveitis",
        "opb": "Keratoconus",
        "opc": "Retinoblastoma",
        "opd": "Retinal detachment",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "85dce36a-f772-4ef6-8fd0-51aaea69d7e8",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic sign of Acute Iridocyclitis is -",
        "exp": "Keratic precipitates is pathognomic sign of acute iridocyclitis.",
        "cop": 2,
        "opa": "Aquous flare",
        "opb": "Keratic precipitates",
        "opc": "Small pupil",
        "opd": "All of the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "b47ebf4a-a9f0-41d8-98f7-e6e4e7cddec6",
        "choice_type": "multi"
    },
    {
        "question": "Following is feature of Fuchs&; heterochromic iridocyclitis -",
        "exp": "Fuchs&; heterochromic iridocyclitis is a chronic non-granulomatous type of low grade anterior uveitis typically assosiated with early cataract formation. Clinical features: Heterochromia of iris, Diffuse stromal iris atrophy, (moth-eaten appearence), may cause transillumination defect, Fine stellate KPs at the back of cornea, Faint aqueous flare, Absence of posterior synechiae, A fairly common rubeosis iridis, sometimes assosiated with neovascularisation of the angle of anterior chamber, and Comparitively early development of complicated cataract and secondary glaucoma (usually popen angle type ) Ref:A K Khurana 6th edition pg:169",
        "cop": 4,
        "opa": "Heterochromia of iris",
        "opb": "Keratic precipitates",
        "opc": "cataract",
        "opd": "All the above",
        "subject_name": "Ophthalmology",
        "topic_name": "Uveal tract",
        "id": "29ac9977-70ff-4f4e-80b9-b7d5873ba953",
        "choice_type": "multi"
    }
]