[
    {
        "question": "Tertiary vitreous is represented by-",
        "exp": "Ans. is 'a' i.e., Zonular system 'Tertiary vitreous indicates the zonular system. The primary and secondary vitreous are stages in development of vitreous. However the tertiary vitreous i.e. the zonules are named so only because of their proximity to the vitreous'* The tertiary vitreous or the zonular system includes :# Orbiculoposterior fibers# Cilioequatorial fibers# Cilioposterior fibers# Orbiculoanterior fibers# Ciliovitreal fibers",
        "cop": 1,
        "opa": "Zonular system",
        "opb": "Ciliary body",
        "opc": "Anterior uvea",
        "opd": "Lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous",
        "id": "f0d312f8-19d3-41b9-8ff0-09d8921d4d4e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false statement about vitreous?",
        "exp": "Ans. is 'a' i.e., Anatomically, vitreous is present in anterior segment * Vitreous is present in posterior segment of eye.* Vitreous humor is a jelly like fluid liquid that fills most (80%) of the eye (from the lens back, i.e., in the posterior segment). The vitreous consists largely of water (99%), a network of collagen fibrils, large molecules of hyaluronic acid, peripheral cells (hyalocytes), and mucopolysaccharides, forming a gel - like material. There is a potential space between vitreous and retina, called subhyaloid space. As we age, vitreous changes from a gel to a liquid and gradually shrinks separating from the retina. This is when people start seeing floaters (black spots in front of the eye).* Vitreous is attached anteriorly to the lens (Hyloid capsular ligament of Wieger) and ciliary epithelium in front of the ora serrata. The part of vitreous about 4 mm across the ora serrata is known as the \"base of vitreous\" where the attachement is strongest. Posteriorly vitreous is attached to the edge of the optic disc and macula lutea (foveal region) forming ring shaped structure around them.",
        "cop": 1,
        "opa": "Anatomically, vitreous is present in anterior segment",
        "opb": "Vitreous largely contain water and hyaluronic acid",
        "opc": "Strongest attachment of vitreous base is at ora serrata",
        "opd": "Vitreous is attached anteriorly to the lens",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous",
        "id": "fc5dbc7b-3b5b-49b7-8b92-cb300432f6eb",
        "choice_type": "multi"
    },
    {
        "question": "Asteroid Hyalosis bodies are composed of-",
        "exp": "Ans. is 'b' i.e., Calcium and phosphates Asteroid hyalosis* Asteroid hyalosis is a degenerative condition of the eye involving small white opacities in the vitreous humor.* Clinically, these opacities are quite refractile, giving the appearance of stars (or asteroids) shining in the night sky--except that ocular asteroids are often quite mobile. Ocular asteroids must be distinguished from the more common typical vitreous floaters, which are usually fibrillar or cellular condensates. The cause of asteroid hyalosis is unknown, but it has been associated with diabetes mellitus, hypertension, hypercholesterolemia* The asteroid bodies are made up of hydroxyapatite, which in turn consists of calcium and phosphates.",
        "cop": 2,
        "opa": "Iron",
        "opb": "Calcium and phosphates",
        "opc": "Cadmium and chloride",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous",
        "id": "4fe4c355-730d-4933-85fe-92da5e2ce2dd",
        "choice_type": "multi"
    },
    {
        "question": "Vitrectomy approach is most commonly via -",
        "exp": "Ans. is 'a' i.e., Pars plana * Pars plana vitrectomy is the most common type of vitrectomy done in tackling various posterior segment disorders.* It was the first closed system type of vitrectomy.* Pars plana vitrectomy is appropriate whenever access to the posterior segment of the eye is necessary for treatment. Common indications include rhegmatogenous or tractional retinal detachment, vitreous hemorrhage, retained lens fragments after cataract surgery, endophthalmitis, epiretinal membrane, macular hole, vitreomacular traction, and intraocular foreign bodies.* The procedure may be contraindicated only if the eye has no light perception and if regaining any vision in the eye is impossible. Vitrectomy is contraindicated in the presence of suspected or active retinoblastoma or, in some cases, active choroidal melanoma because incision of the eye may be associated with systemic seeding.",
        "cop": 1,
        "opa": "Pars plana",
        "opb": "Cornea",
        "opc": "Equator of the eye",
        "opd": "None",
        "subject_name": "Ophthalmology",
        "topic_name": "Vitreous",
        "id": "c223227d-0334-45b4-99cb-be20c96286a3",
        "choice_type": "multi"
    }
]