[
    {
        "question": "All are cndopeptidases except -",
        "exp": "Ans. is 'c' i.e., Carboxypeptidase o Trypsin, chymotrypsin and elastase are endopeptidases, which means that they split peptide linkages in the middle of the amino acid chain, not at either end.o Carboxypeptidases (A and B), on the other hand, are exopeptidases, i.e., They split the peptide linkage at the carboxyl end of amino acid chain.",
        "cop": 3,
        "opa": "Trypsin",
        "opb": "Chymotripsin",
        "opc": "Carboxypeptidase",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "544e2fe4-6d5c-4e43-afbd-01e8089dfa7f",
        "choice_type": "multi"
    },
    {
        "question": "One gram of hemoglobin contains how much iron -",
        "exp": "Ans. is 'b' i.e., 3.4 mg o One gram of hemoglobin contains 334 mg of iron.o Normally. 100 ml of blood contains 15 gm of hemoglobin and about 50 mg of iron (3.34 15).o So, if 100 ml of blood is lost from the body, there is a loss of about 50 mg of iron,o In females, during every menstural cycle, about 50 ml of blood is lost by which 25 mg iron is lost.",
        "cop": 2,
        "opa": "2 mg",
        "opb": "3.4 mg",
        "opc": "5 mg",
        "opd": "6 mg",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "4042aa45-1d43-405b-8df5-820491c7fc5d",
        "choice_type": "single"
    },
    {
        "question": "Substitution of which one of the following amino acids in place of alanine would increase the absorbance of protein at 280 nm -",
        "exp": "Ans. is 'c' i.e., Tryptophan Most Amino acids do not absorb visible light and are thus colourless.However aromatic aminoacids absorb ultraviolet light.This accounts for the characteristic strong absorbance of light by most proteins at a wavelength of 280 nm, a property exploited by researchers in the characterization of proteins;Tryptophan makes the major contribution to the ability of most proteins to absorb light in the region of 280 nmAlso know,Other amino acids which absorb lightTyrosinePhenylalanineMeasurement of light absorption by a spectrophotometer is used to detect and identify molecules and to measure their concentration in solution.",
        "cop": 3,
        "opa": "Leucine",
        "opb": "Arginine",
        "opc": "Tryptophan",
        "opd": "Prolein",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "598b3ebe-0c19-45be-98ae-714062d545c0",
        "choice_type": "single"
    },
    {
        "question": "The primary role of chaperones is to help in?",
        "exp": "Ans. (d) Protein foldingRef Harper's 28/e, chapter 45, Table 45-5, Table 45-6",
        "cop": 4,
        "opa": "Protein synthesis",
        "opb": "Protein degradation",
        "opc": "Protein de-naturation",
        "opd": "Protein folding",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "dacac8ff-e570-4987-be89-111f3101f226",
        "choice_type": "single"
    },
    {
        "question": "Taurine is biosynthesized from-",
        "exp": "Ans. D. Cysteine",
        "cop": 4,
        "opa": "Arginine",
        "opb": "Leucine",
        "opc": "Valine",
        "opd": "Cysteine",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "d70f737d-268a-413b-a0b0-f542cb22cb87",
        "choice_type": "single"
    },
    {
        "question": "Defective proteins are degraded after attaching covalently to -",
        "exp": "Ans. is 'd' i.e., Ubiquitin o Defective proteins are often marked for destruction by ubiquitination (attachment of small, highly conserved protein called ubiquitin). Such proteins are rapidly degraded by proteosome, which is a macromolecular, ATP dependent, proteolytic system located in the cytosol.",
        "cop": 4,
        "opa": "Clathrin",
        "opb": "Pepsin",
        "opc": "Laminin",
        "opd": "Ubiquitin",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "89116376-70b6-4421-b12e-a93f7a6ebc92",
        "choice_type": "single"
    },
    {
        "question": "Secretory proteins are synthesized in -",
        "exp": "Ans. is 'b' i.e., Endoplasmic reticulum Remember that all the proteins are synthesized on ribosomes.Ribosomes are of two types * Free ribosomes (in cytoplasm) * Ribosomes attached to endoplasmic reticulumProtein synthesis takes place both in free ribosomes located in cytoplasm and ribosomes attached to endoplasmic reticulum.The point which must be emphasized is that proteins which are meant to be transported or secreted are synthesized in ribosomes attached to the endoplasmic reticulum. Whereas proteins which have to be delivered in the cytosol are synthesized in free polyribosomes.The secretory proteins and transport proteins contain signal peptides, which helps them to be transported into Golgi apparatus via endoplasmic reticulum.Golgi body is the organelle where sorting of proteins for their respective destination occurs. The proteins which enter the galli apparatus are segregated into two types when they reach the exit side of Golgi apparatus. These two types are -Transport proteinsThese proteins are destined for plasma membrane they are stored in transport vesicles and are secreted in constitutive mannerSecretory proteinsProteins which are destined for secretion are stored in secretory vesicles.",
        "cop": 2,
        "opa": "Cytoplasm",
        "opb": "Endoplasmic Reticulum",
        "opc": "First in cytoplasm and then in Endoplasmic Reticulum",
        "opd": "First in Endoplasmic Reticulum and then in cytoplasm",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "60223405-c54c-4cfe-ab57-094fabbdf441",
        "choice_type": "single"
    },
    {
        "question": "Hemoglobin electrophoresis is based on",
        "exp": "Ans. is 'b' i.e. charge Each of the major hemoglobin types has an electrical charge of a different degree, so the most useful method for separating and measuring normal and abnormal hemoglobins is electrophoresis. This process involves subjecting hemoglobin components from dissolved red blood cells to an electric field. The components then move away from each other at different rates, and when separated form a series of distinctly pigmented bands. The bands are then compared with those of a normal sample. Each band can be further assessed as a percentage of the total hemoglobin, thus indicating the severity of any abnormality.",
        "cop": 2,
        "opa": "molecular weight",
        "opb": "charge",
        "opc": "solubility",
        "opd": "calorimetric properties",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "583e3411-ab7d-49da-8c97-1def7732eee2",
        "choice_type": "single"
    },
    {
        "question": "Rough endoplasmic reticulum is site of synthesis for",
        "exp": "Ans. is 'a' i.e. Protein Rough endoplasmic reticulum is concerned withProtein synthesis*Initial folding of the polypeptide chains with the formation of disulfide bondsSmooth endoplasmic reticulum is concerned withSteroid synthesis*Detoxification processesAs sarcoplasmic reticulum plays important role in skeletal and cardiac muscle contraction *",
        "cop": 1,
        "opa": "Protein",
        "opb": "Cholesterol",
        "opc": "Carbohydrate",
        "opd": "Fat",
        "subject_name": "Biochemistry",
        "topic_name": "Biological Function of Proteins",
        "id": "2773a3d4-f424-4e65-9644-f6e2975d09ca",
        "choice_type": "single"
    }
]