[
    {
        "question": "In chronic alcoholism the rate limiting component for alcohol metabolism excluding enzymes is/are : (PGI Dec 2008)",
        "exp": "Ans : B (NAD+) & C (NADPH) In chronic alcoholism rate limiting component for alcohol metabolism is NAD* & NADPHOxidation of ethanol by alcohol dehydrogenaseQ & NADQ leads to excess production of NADHSome metabolism of ethanol takes place via a cytochrome P450 dependent microsomal ethanol oxidising systme (MEOS) Q involving NADPH & O2:, This system increase in activity in chronic alcoholism & may account for the increased metabolic clearnce in this condition.Ethanol + NADPH + H+ O2 MEOS Acetaldehyde",
        "cop": 2,
        "opa": "NADP",
        "opb": "NAD+",
        "opc": "NADPH",
        "opd": "FADH",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "b801715b-75b9-41bd-8f3c-828469d01266",
        "choice_type": "single"
    },
    {
        "question": "Major metabolism of saturated fatty acids in the mitochondria is called as -",
        "exp": "Ans. is 'a' i.e., b-oxidation o b-oxidation is the principal pathway for catabalism of saturated fatty acids. b-oxidation mainly occurs in mitochondrial matrix (whereas fatty acid synthesis occurs in cytosol).o b-oxidatioon consists of repeated cycles of a series of reactions. With each cycle a two carbon unit (i.e. acetyl CoA molecule) is removed, started at the carboxyl end. Thus complete oxidation of the 16-Carbon fatty acid (e.g. palmitic acid) requires seven such cycles and generates eight molecules of acetyl CoA. In first 6 cycle, 6 acetyl CoA molecules (total 12 carbons) are removed leaving 4- carbon molecules for the last (7th) cycle. In 7th cycle, this 4 carbon molecules is cleaved into 2 acetyl CoA, making the total number of acetyl CoA molecules to eighto It is called b-oxidation because oxidation of fatty acids occurs at the b-carbon atom (3rd carbon and cleavage occurs between 2nd carbon (a-carbon) and 3rd carbon (b-carbon).o The pathway occurs in three stages: (i) Activation of fatty acid in the cytosol; (ii) Transport of activated fatty acid into mitochondria; and (iii) Standard b-oxidation process in mitochondrial matrix.",
        "cop": 1,
        "opa": "b-oxidation",
        "opb": "a-oxidation",
        "opc": "o-oxidation",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "ac839f56-1f81-4360-a640-fa7bb5fc260b",
        "choice_type": "multi"
    },
    {
        "question": "End point of fatty acid synthesis is formation of -",
        "exp": "Ans. is 'a' i.e., Palmitic acido Palmitate (Palmitic acid) is formed after a total of seven cycles in fatty acid synthesis.",
        "cop": 1,
        "opa": "Palmitic acid",
        "opb": "Stearic acid",
        "opc": "Oleic acid",
        "opd": "Linoleic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "c0c47282-934f-4e03-9812-ec650056f2eb",
        "choice_type": "single"
    },
    {
        "question": "Catabolism of long chain fatty acids occur in:",
        "exp": "Ans: A (Mitochondria) Ref: Lippincott Illustrated Biochemlstryt 6th edition, chapter 16, pg 190Explanation:Mechanism of catabolismChieforganelleFatty acidsBeta oxidationMitochondria* Long chain fatty acids* Medium chain fatty acids* Short chain fatty acidsBeta oxidationPeroxisomes* Very long chain fatty acidsOmegaoxidationEndoplasmicreticulum* Works only when mitochondria does not oxidizeAlpha oxidationPeroxisomes* Branched chain fatty acidsAlso Remember:Alpha-Oxidation occurs in Peroxisomes and is used for branched fatty acids that cannot directly undergo |3-oxidation such as phytanic acid.Omega-oxidation occurs in smooth ER of the liver and is primarily used for detoxification but can become more active if mitochondrial |3-oxidation is defective.Beta oxidation of very long chain [20 or more carbons) fatty acids occur in peroxisome.VLCFA should be first broken down to a manageable size in peroxisome before it can be oxidized in mitochondria.",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Peroxisome",
        "opc": "Endolysosome",
        "opd": "Golgi bodies",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "fb0fbf7f-ad6e-4a58-883a-7a5a4e5c7411",
        "choice_type": "single"
    },
    {
        "question": "Carnitine helps in -",
        "exp": "Ans. is 'b' i.e., Transport of fatty acids from cytosol to mitochondria o Activated long chain fatty acid (acyl CoA) cannot penetrate inner mitochondrial membrane.o Acyl group of acyl CoA is transferred to carnitine, resulting in formation of acylcarnitine.o Acylcarnitine is then transported across the inner mitochondrial membrane into the mitochondrial matrix by translocase.o Once inside the mitochondrion, acyl group of acylcarnitine is transferred back to CoA, resulting in formation of acyl-CoA which undergoes b-oxidation.o Production of malonyl-CoA is the initialQ and rate limiting step in fatty acid synthesis.o Acetyl-CoA needs to be converted to activated form, which will serve as the donor of carbon units to growing fatty- acid chain.o Malonyl-CoAQ) a 3-carbon compound is such activated form.o It is produced by carboxylation of acetyl-CoA, a reaction catalyzed by acetyl-CoA caroxy laseQ. Acety 1-CoA carboxylase requires biotin as a cofactorQ.o Acetyl-CoA carboxylase is a multienzyme protein containing variable number of identical subunits, each containingbiotin carboxylase, biotin carboxyl carrier protein and transcarboxylase.o The reaction also requires HCO3- (as a source of CO2) and ATPo The reaction takes place in two steps: (i) Carboxylation of biotin involving HCO3 and ATP, and (ii) transfer of the carboxyl group to acetyl-CoA to form malonyl-CoA.",
        "cop": 2,
        "opa": "Transport of fatty acids from mitochandria to cytosol",
        "opb": "Transport of fatty acids from cytosol to mitochondria",
        "opc": "Transport of pyrurate into mitochondria",
        "opd": "Transport of Malate in Malate shuttle",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "78f4a3c7-bf93-4ac1-aec0-b57528f49127",
        "choice_type": "single"
    },
    {
        "question": "True about bile acids is?",
        "exp": "Ans. (d) All of the aboveRef Harpers Biochemistry 28/e, chapter 26",
        "cop": 4,
        "opa": "7a hydroxylase is the rate limiting enzyme in the synthesis",
        "opb": "They are derived from cholesterol",
        "opc": "Cholic acid is primary bile acid",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "27e52433-c11a-4d88-b872-b20bbd25a08e",
        "choice_type": "multi"
    },
    {
        "question": "Fatty acid synthesis takes place in -",
        "exp": "Ans. is 'a' i.e., Cytosol SiteCycle/ReactionsCytosolGlycolysis (EMP Cycle), HMP shunt, fatty acid synthesis glycogenesis, glycogenolysis, Bile acid/Salt synthesis, cholesterol synthesisMitochondriaKreb's cycle (citric acid cycle), Electron transport chain (ECT), Fatty acid oxidation, KetogenesisBoth cytosol and mitochondriaGluconeogenesis, Urea cyclePeroxisomesOxidation of very long chain fatty acidsSmooth endoplasmic reticulumTriglyceride synthesis, Steroid synthesis, cholesterol synthesis, phospholipid synthesisRough endoplasmic reticulum (ribosomes)Protein synthesisNucleusDNA and RNA synthesis",
        "cop": 1,
        "opa": "Cytosol",
        "opb": "Mitochondria",
        "opc": "Lysosome",
        "opd": "Nucleus",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "afb74013-133a-4d0b-98f3-54df9f3911d9",
        "choice_type": "single"
    },
    {
        "question": "Most important polyunsaturated fatty acid:",
        "exp": "Ref: Vasudevan DAT Sreekumari S, Textbook of Biochemistry, 6th Edn. Page no: 76Explanation:The most essential of PUFA is linoleic acid since arachidonic acid can be synthesized from linoleic acid, which is the precursor for the 'EicosonoidsfHence Linoleic and Linolenic acids are nutritionally essentia! fatty acids and if we take enough of essential FAs, Arachidonic acid can be synthesized from linoleic acid.Arachidonic acid is called as semi-essential FA.Since it becomes essential when we don't take enough of essential FAs in our diet.Note: People who use coconut oil which contain mostly saturated FAs, they suffer from \"Phrynoderma!' (toad like skin).",
        "cop": 2,
        "opa": "Linolenic acid",
        "opb": "Linoleicacid",
        "opc": "Arachidonic acid",
        "opd": "Ecosapentoie acid",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "4590e053-5b77-4e05-9fda-2733ecfdce11",
        "choice_type": "single"
    },
    {
        "question": "Maximum source of linoleic acid is",
        "exp": "Ans. is 'b' i.e. Sunflower oil Dietary sources of linoleic acidSafflower oil 73%Com oil 57%Sunflower oil 56%Soyabean oil 51%* Linoleic acid is an essential fatty acidEssential fatty acids are those that cannot be synthesized by human bodies. These are*Linoleic acidLinolenic acidArachidonic acidEicosapentaenoic acidOf these essential fatty acids the most important essential fatty acid is- linoleic acid* (because it serves as a basis for the production of other essential fatty acids).Dietary sources of other EFAArachidonic acid -Meat, eggs, milk*Linoleic acid -Soyabean oil*Eicosapentaenoic acid -Fish oil*Also Remember * Richest source of vit A -Fish liver oil** Richest source of vit D -Cod liver oil** Richest source of vit K -Cow's milk** Richest source of vit B12 -liver** Richest source of folic acid -green leafy vegetables** Richest source of iron is -Jaggery** Richest source of iodine is -seafood's and cod liver oil*",
        "cop": 2,
        "opa": "Coconut oil",
        "opb": "Sunflower oil",
        "opc": "Palm oil",
        "opd": "Vanaspati",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "5ad5e2ab-3a5e-4500-ac08-dcc04c3c1f1f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are bile acids -",
        "exp": "Ans. is 'd' i.e., All of the aboveo Primary bile acids are cholic acid and chenodeoxycholic acid, which are synthesized from cholesterol in liver. In the intestine some of the primary bile acids are converted into secondary bile acids, i.e., deoxycholic acid (formed from cholic acid) and lithocholic acid (derived from chenodexoxycholic acid).o Glycine and taurine conjugates of these bile acids are called as bile salts. For example, cholic acid is a bile acid, and its glycine conjugate (glycocholic acid) is a bile salt.o Bile salts = Sodium or potassium + Amino acid (glycine or taurine) + Bile acids (Cholic acid or chenodeoxycholic acid)o So, Bile salts are : -Sodium + glycine -f cholic acid = Sodium-glyco-cholic acid (sodium-glyco-cholate)Sodium + taurine + cholic acid = Sodium-tauro-cholic acid (Sodium-tauro-cholate)Sodium + glycine + chenodeoxycholic aicd = Sodium-glyco-chenodeoxycholateSodium + taurine + chenodeoxycholic acid = Sodium-tauro-chenodeoxycholateo Similarly potassiun bile salts are potassium-glycochoiate, potassium-taurocholate, potassium-glyco- chenodexoxycholate, and potassium-tauro-chenodexoxycholate.",
        "cop": 4,
        "opa": "Cholic acid",
        "opb": "Lithocholic acid",
        "opc": "Deoxychoiic acid",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "ad2f213d-dfce-4a2c-b533-a14ab5eb58cf",
        "choice_type": "multi"
    },
    {
        "question": "Site of fatty acid synthesis -",
        "exp": "Ans. is 'c' i.e., Cytosol o Has been explained in previous years",
        "cop": 3,
        "opa": "ER",
        "opb": "Mitochondria",
        "opc": "Cytosol",
        "opd": "Microsoma",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "f2d3f4ab-54a3-42a6-8d51-8aa3725e28be",
        "choice_type": "single"
    },
    {
        "question": "Long chain fatty acid transported into inner mitochondria membrane by:",
        "exp": "Ans. B. Acyl carnitineDuring oxidation of fatty acids in mitochondria:a. Long chain fatty acids penetrate the inner mitochondrial membrane as carnitine derivatives.b. Carnitine is synthesized from lysine and methionine in liver and kidney.c. Activation of lower acids and their oxidation within the mitochondria may occur independently of carnitine.d. But, Long chain Acyl CoA activated long chain fatty acids will not penetrate the inner membrane ofe. mitochondria and become oxidized unless they form acyl carnitine.",
        "cop": 2,
        "opa": "Acyl carrier protein",
        "opb": "Acyl carnitine",
        "opc": "Simple diffusion",
        "opd": "Energy mediated",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "ad24d8ec-1d7b-48ca-92cc-338b5c889926",
        "choice_type": "single"
    },
    {
        "question": "All are PUFAs except:",
        "exp": "Ref: Harper i Illustrated Biochemistry, 29th edition. Page no: Pgl42.Explanation:Palnitic acid is 16 carbons containing saturated fatty acid. All Human cells can synthesize palmitic acid from acetyl CoA.Linoieic and Linolenie acid are the nutritionally essential Fatty Acids.Arachidonic acid is semi essential FA, if we take enough of essential fatty acids arachidonic acid can be synthesized in our body, or else this also becomes essential.Note :Arachidonic acid is a PUFA but Arachidic acid is saturated FA. Both contain 20 carbons.Active fatty acid is called as acyl CoA and active acetate is called as acetyl CoA.Eicosonoids are 20 carbons containing physiologi-cally active compounds synthesized from arachidonic acid.",
        "cop": 3,
        "opa": "Linoleic acid",
        "opb": "Linolenic acid",
        "opc": "Palmitic acid",
        "opd": "Arachinodoic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "22bee987-6c45-4bd7-9e63-752e4eafcc9f",
        "choice_type": "multi"
    },
    {
        "question": "Fatty acids used by all except -",
        "exp": "Ans. is 'c' i.e., Brain o Fatty acids do not serve as fuel for the brain, because they are bound to albumin in plasma; hence cannot cross blood-brain barrier.",
        "cop": 3,
        "opa": "Liver",
        "opb": "Muscle",
        "opc": "Brain",
        "opd": "Kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "567cf571-4537-42a1-9b78-659a2b4f6819",
        "choice_type": "multi"
    },
    {
        "question": "Fatty acids are not used by which organ -",
        "exp": "Ans. is 'd' i.e., Brain",
        "cop": 4,
        "opa": "Heart",
        "opb": "Liver",
        "opc": "Muscle",
        "opd": "Brain",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "a7d9a0b7-c874-472b-9117-02ded2c9cf72",
        "choice_type": "single"
    },
    {
        "question": "All are polyunsaturated fatty acids except:",
        "exp": "Ans: C (Palmitic acid) Ref: Harper 's Illustrated Biochemistry, 29th edition. Pgl42Explanation:Palmitic acid is 16 carbon containing saturated fatty acid.All human cells can synthesize palmitic acid from acetyl coA.Linoleic and linolenic acid are the nutritionally essential fatty acids.Arachidonic acid is semi-essential FA. if we take enough of essential fatty acids arachidonic acid can be synthesized in our body, or else this also becomes essential.1. Arachidonic acid is a PUFA but arachidic acid is saturated FA. Both contain 20 carbons.2. Active fatty acid is called as acyl coA and active acetate is called as acetyl coA.3. Eicosonoids are 20 carbon containing physiologically active compounds synthesized from arachidonic acid.",
        "cop": 3,
        "opa": "Linoleic acid",
        "opb": "Linolenic acid",
        "opc": "Palmitic acid",
        "opd": "Arachidonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "dd4490a0-45d2-4fbb-aa56-b11f070c8e40",
        "choice_type": "multi"
    },
    {
        "question": "Essential fatty acid is -",
        "exp": "Ans. is 'c' i.e., Linoleic acid o The three polyunsaturated fatty acids (PUFAs), namely, linoleic acid, linolenic acid, and arachidonic acid are called essential fatty acids.o They are called essential fatty acids because human beings require these fatty acids but cannot synthesize them,o Humans lack the enzymes to introduce double bonds at carbon atom beyond C9 in the fatty acid chain,o Hence, human cannot synthesize linolenic acid and linolenic acid having double bonds beyond C9.o Arachidonic acid can be synthesized from linoleic acid. Therefore, in deficiency of linoleic acid, arachidonic acid also becomes essential fatty acids.o Therefore linoleic acid is the most important essential fatty acid as it serves as a basis for the production of other EFA.",
        "cop": 3,
        "opa": "Oleic acid",
        "opb": "Stearic acid",
        "opc": "Linoleic acid",
        "opd": "Cervonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "de03b222-d371-4fa8-93e9-1410ade878a0",
        "choice_type": "single"
    },
    {
        "question": "What is essential for transfer of fatty acid across mitochondrial membrane -",
        "exp": "Ans. is 'c' i.e., Carnitine o Formation of acyl Co A (activated fatty acid) takes place in the cytosol,o Further degradation occurs in the mitochondrial matrix.o This creates a problem because the inner mitochondral membrane is impermeable to long chain acyl CoA (activated fatty acid).o To overcome this problem, participation of a carrier, carnitine is required Q,o It is Synthesized from lysine Q and methionine in liver and kidney.o The transport process, referred to as carnitine shuttle, comprises following steps: -The acyl group af acyl CoA is transferred to carnitine, resulting in formation of fatty acylcamitine. The reaction is catalyzed by rate-limiting enzyme of b-oxidation, carnitine acyl transferase-1: CAT-1 (or carnitine palmitoyltransferase-1), which is located on outer side (cytosolic side) of inner mitochondrial membrane or inner side of outer mitochond rial membrane QAcylcamitine is able to penetrate the inner membrane Q and is transported across the inner mitochondrial membrane by an enzyme translocase (camitine-acylcamitine translocase). Entry of acylcamitine is coupled with exit of carnitine.Once inside the mitochondrial matrix, acyl group of acylcamitine is transferred back to CoA by the enzyme carnitine acyl transferase-11: CAT-11 (or carnitine palmitoyl transferase-11) located on the inside of the inner mitochondrial membrane. Acyl-CoAis reformed in mitochondrial matrix with liberation of carnitine which is returned to the cytosalic side by the translocase (camitine-acylcamitine translocase) in exchange for an incoming acylcamitine.",
        "cop": 3,
        "opa": "Creatine",
        "opb": "Creatinine",
        "opc": "Carnitine",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "04f5bd89-c54e-4041-987d-e4e1f9261158",
        "choice_type": "multi"
    },
    {
        "question": "Rate controlling enzyme of fatty acid synthesis -",
        "exp": "Ans. is 'c' i.e., Acetyl-CoA carboxylase o Production of malonyl-CoA is the initialQ and rate limiting step in fatty acid synthesis.o Acetyl-CoA needs to be converted to activated form, which will serve as the donor of carbon units to growing fatty- acid chain.o Malonyl-CoAQ) a 3-carbon compound is such activated form.o It is produced by carboxylation of acetyl-CoA, a reaction catalyzed by acetyl-CoA caroxy laseQ. Acety 1-CoA carboxylase requires biotin as a cofactorQ.o Acetyl-CoA carboxylase is a multienzyme protein containing variable number of identical subunits, each containingbiotin carboxylase, biotin carboxyl carrier protein and transcarboxylase.o The reaction also requires HCO3- (as a source of CO2) and ATPo The reaction takes place in two steps: (i) Carboxylation of biotin involving HCO3 and ATP, and (ii) transfer of the carboxyl group to acetyl-CoA to form malonyl-CoA.",
        "cop": 3,
        "opa": "Thioesterase",
        "opb": "Transacetylase",
        "opc": "Acetyl-CoA carboxylase",
        "opd": "Ketacyl synthase",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "c9cdd7b7-84fb-4321-9ceb-ab50fd55805b",
        "choice_type": "single"
    },
    {
        "question": "Essential fatty acid -",
        "exp": "Ans. is 'a' i.e., Linoleic acid o The three polyunsaturatedfatty acids (PUFAs), namely, linoleic acidQ linolenic acidQ, and arachidonic acidQ are called essential fatty acids.o They are called essential fatty acids because human beings require these fatty acids but cannot synthesize themQ,o Humans lack the enzymes to introduce double bonds at carbon atom beyond C9 in the fatty acid chain,o Hence, human cannot synthesize linolenic acidQ and linolenic acid having double bonds beyond C9.o Arachidonic acid can be synthesized from linoleic acid.o Therefore, in deficiency of linoleic acid, arachidonic acid also becomes essential fatty acids,o Therefore linoleic acid is the most important essential fatty acidQ as it serves as a basis for the production of other EFA",
        "cop": 1,
        "opa": "Linoleic acid",
        "opb": "Palmitoleic acid",
        "opc": "Oleic acid",
        "opd": "Arachidonic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Biosynthesis of Fatty Acids and Eicosanoids",
        "id": "8166eee0-26f2-4582-9e64-78759875e1c4",
        "choice_type": "single"
    }
]