[
    {
        "question": "Which of the following is a physiological uncoupler of oxidative phosphorylation:",
        "exp": "Uncoupler: Uncoupler means electron flow (oxidation) is occurring but phoshorylation is not occurring. This will lead to reduced ATP formation as phosphorylation is not occurring. It will stimulate electron transpo in order to produce more ATPs. Thermogenin, a protein present in brown fat, is a natural/physiological uncoupler of ETC. This is responsible for non-shivering thermogenesis. ADDITIONAL EDGE: Other uncouplers of ETC are:",
        "cop": 3,
        "opa": "2, 4dinitrophenol",
        "opb": "Cyanide",
        "opc": "Thermogenin",
        "opd": "Cyanide",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "1ba79d5e-bb1c-42d0-b041-68ccc6587e50",
        "choice_type": "single"
    },
    {
        "question": "Electrons in electron transpo chain travel from:",
        "exp": "Electrons in electron transpo chain travel from low redox potential to high redox potential. Redox potential is the tendency to gain electrons. In ETC, NADH has minimum R.P. (a Strong Electron Donor) and oxygen(O2)has maximum R.P. (a Strong Electron Acceptor).",
        "cop": 2,
        "opa": "One way irrespective of the potential",
        "opb": "Low to high potential",
        "opc": "Two way",
        "opd": "High to low potential",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "8593c120-f8bc-4268-9f21-208f72a8291a",
        "choice_type": "single"
    },
    {
        "question": "Barbiturates act on which step of mitochondrial respiratory chain:",
        "exp": "option a : Barbiturates such as amobarbital inhibit electron transpo Complex I by blocking the transfer from complex I to Coenzyme Complexes Inhibitors of ETC Complex I (NADH-CoQ reductase/NADH dehydrogenase) Rotenone, Phenobarbitone, Amobarbital, Piericidin A Complex II (Succinate CoQ reductase) Malonate (3C) Carboxin (Fungicide) TTFA (Trienoyl Tri Fluoro Acetone) Complex III (Cyt c reductase) Phenoformin Antimycin A BAL (British Anti Lewisite) or Dimercaprol) Complex IV (Cyt c oxidase) CO Cyanide (CN), H2S, Sodium Azide Uncouplers of ETC: Dinitrophenol, Thermogenin ADP to ATP conversion is inhibited by: Oligomycin ADP to ATP transfer is inhibited by: Atractyloside",
        "cop": 1,
        "opa": "Complex I to Co-enzyme Q",
        "opb": "Coenzyme Q to Complex III",
        "opc": "Complex II to Coenzyme Q",
        "opd": "Cytochrome C to Complex IV",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "a9616a6a-e448-4b70-85d1-911891d3fcf2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following vitamin is a component of ETC:",
        "exp": "In ETC, Complex I (FMN, Fe-S ) & Complex II (FAD , Fe-S) are involved, which contains FAD, FMN made of riboflavin. Therefore Riboflavin (Vitamin B2) is a component of ETC. Vitamin Constituent of Riboflavin (Vitamin B2) FAD, FMN. Nicotinic acid (Niacin) (Vitamin B3) NAD, NADP. Pantothenic acid (Vitamin B5) Coenzyme A. There are two different questions asked on this, BE CAREFUL: Vitamin, which is component of ETC, is Riboflavin as it is present in complex I & II, in the form of FMN & FAD respectively (Figure below). NAD or NADH is not a component of ETC complexes. NADH is a just a substrate for ETC complex I (Figure below) So, one can interpret that Vitamins which are used in ETC are both B2 & B3 as FADH2 or NADH can be the staing materials for ETC",
        "cop": 2,
        "opa": "Vitamin B12",
        "opb": "Riboflavin",
        "opc": "Nicotinic acid",
        "opd": "Thiamine",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "294f2b49-d17f-4b93-9fc0-55e6fc7f56b8",
        "choice_type": "single"
    },
    {
        "question": "An obese young woman ingested a banned drug which was once used for weight reduction and she developed high fever. The drug is known to affect the ATP formation in electron transpo chain. What could be that drug?",
        "exp": "Rotenone is a fish poison. It is not over-the-counter drug - option d is excluded. Barbiturate poisoning leads to hypothermia, not fever - option a is excluded. Malonate is a competitive inhibitor of complex II (succinate dehydrogenase) - option b is excluded. 2,4 dinitrophenol Iionophore which allows proton to pass through & dissipates the electrochemical gradient generated by proton pumps. Uncouples the oxidation from phosphorylation. Oxidation continues without phosphorylation. Energy of electrons is dissipated as heat. All ionophores are uncouplers of oxidative phosphorylation. It was once used for weight-reduction but discontinued later because of adverse effects.",
        "cop": 3,
        "opa": "Barbiturate",
        "opb": "Malonate",
        "opc": "2,4 dinitrophenol",
        "opd": "Rotenone",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "8da9e68c-87e4-416a-a362-56a36a504e61",
        "choice_type": "multi"
    },
    {
        "question": "Which of the component of respiratory chain reacts directly with molecular oxygen:",
        "exp": "Cyt aa3 is complex IV of ETC, which directly reacts with oxygen. ETC Complex Components Complex I FMN + Fe-S Complex Complex II FAD + Fe - S Complex Complex III Cyt b, Fe-S Complex Complex IV Cyt aa3, Cu",
        "cop": 4,
        "opa": "Cyt b",
        "opb": "CoQ",
        "opc": "Cyt C",
        "opd": "Cyt aa3",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "95549c9a-314d-495e-8ff2-5399dd45e307",
        "choice_type": "single"
    },
    {
        "question": "Which couple has minimum redox potential?",
        "exp": "NAD+/NADH has minimum redox potential NADH has minimum redox potential Oxygen has maximum redox potential As you go ahead in ETC , redox potential increases i.e Complex I < Complex II < Coenzyme Q < Complex III Fig.: A flowcha showing redox pairs with increasing redox potential. Redox Pair consists of two components- one is oxidized and other is reduced during electron transfer",
        "cop": 4,
        "opa": "NADP+/NADPH",
        "opb": "CoQ-CoQ H2",
        "opc": "FAD/FADH2",
        "opd": "NAD+/NADH",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "22a7363c-14e8-4da2-8aa7-b74b9d123f3f",
        "choice_type": "single"
    },
    {
        "question": "MELAS inhibit all ETC Complexes EXCEPT:",
        "exp": "MELAS (mitochondrial encephalopathy, lactic acidosis, and stroke) MELAS inhibits complex I, III & IV of ETC. It is an inherited condition due to NADH-Q oxidoreductase, Caused by a mutation in mitochondrial DNA Involved in Alzheimer disease and diabetes mellitus. ETC is affected, brain is affected and due to anaerobic metabolism, lactic acidosis occurs.",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "47cefb42-824b-4ca4-8dbb-395ebc65608e",
        "choice_type": "multi"
    },
    {
        "question": "Cyanide taken up by child. First one to be affected in Kreb's cycle is?",
        "exp": "Cyanide inhibits complex IV of ETC. So, if ETC is inhibited and NADH accumulates. If NADH accumulates, it means NAD depleted. So, TCA is affected because each TCA cycle requires 3 NAD (for Isocitrate Dehydrogenase, alpha-ketoglutarate dehydrogenase and Malate Dehydrogenase). Extra information: Cyanide poisoning: Cyanide is probably the most potent inhibitor of ETC (Complex IV). It binds to Fe3+ of cytochrome oxidase blocking mitochondrial respiration leading to cell death. Cyanide poisoning causes death due to tissue asphyxia (mostly of the central nervous system).",
        "cop": 2,
        "opa": "Aconitase",
        "opb": "NAD",
        "opc": "Citrate",
        "opd": "Acetyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "63ea0cc3-ca25-47a4-a65a-48833afb0352",
        "choice_type": "single"
    },
    {
        "question": "Arrange the components of ETC used in sequence when ETC stas from FADH2: A. ATP synthase B. Cytochrome c Reductase C. Succinate dehydrogenase D. Cytochrome c oxidase",
        "exp": "Components of Electron Transpo Chain",
        "cop": 2,
        "opa": "A - D- B- C",
        "opb": "C - B- D- A",
        "opc": "C - D- A-B",
        "opd": "D - B- A- C",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "af90dbd2-90c8-4e5e-84cd-de3686ce9dc2",
        "choice_type": "single"
    },
    {
        "question": "Mitochondrial membrane contains a protein which is transpoer of:",
        "exp": "Mitochondrial membrane has ADP - ATP translocase, which transpos ADP in & ATP out of mitochondria. ADP - ATP translocase helps in the transfer of molecules across the IMM. They have Flip Flop Mechanism. Atractyloside inhibits ADP-ATP Translocase",
        "cop": 4,
        "opa": "Oxaloacetate",
        "opb": "Acetyl CoA",
        "opc": "NADH",
        "opd": "ATP",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "7f44311c-6584-4b5b-b28f-1b3185ff60fb",
        "choice_type": "single"
    },
    {
        "question": "Oxidative phosphorylation is inhibited by all EXCEPT:",
        "exp": "Uncouplers of ETC: Dinitrophenol, Thermogenin Oxidative phosphorylation means ETC. Inhibitors of ETC are given in table below: Inhibitors of ETC Complex Inhibitors Complex I Rotenone, Phenobarbitone, Amobarbital Piericidin A Complex II Malonate (3C) Carboxin (fungicide) TTFA (Trienoyl Tri Fluoro Acetone) Complex III Phenformin Antimycin A BAL {British Anti Lewisite or Dimercaprol Complex IV Co, CN, H2S, Sodium Azide Extra Information Uncouplers of ETC: Dinitrophenol, Thermogenin ADP to ATP conversion is inhibited by: Oligomycin ADP to ATP transfer is inhibited by: Atractyloside Thermogenin is uncoupler i.e. it inhibits Phosphorylation but not Oxidation.",
        "cop": 4,
        "opa": "CO",
        "opb": "Antimycin A",
        "opc": "Malonate",
        "opd": "Thermogenin",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "62288e20-f773-474c-87cf-d8b2aaf18456",
        "choice_type": "multi"
    },
    {
        "question": "Which is the only non-protein member of ETC ?",
        "exp": "ETC has: five protein complexes- Complex I to V two mobile electron carriers - Co Q/ubiquinone and cyt c All complexes and cytochrome c are proteins except CoQ Coenzyme Q not a protein. hydrophobic, lipophilic compound made up of isoprene units, present within the inner mitochondrial membrane. anti-oxidant Cytochrome c is the only member of ETC, not lying in IMM",
        "cop": 2,
        "opa": "Cytochrome c",
        "opb": "CoQ",
        "opc": "Complex V",
        "opd": "Complex II",
        "subject_name": "Biochemistry",
        "topic_name": "ETC",
        "id": "83fbf58b-0d81-4b46-ba70-44672fa88bab",
        "choice_type": "single"
    }
]