[
    {
        "question": "Arrange the following 4 enzymes of gluconeogenesis in sequence: A. Pyruvate carboxylase B. Glucose - 6 - phosphatase C. Phosphoenol pyruvate carboxy kinase D. Fructose 1,6 Bisphosphatase",
        "exp": null,
        "cop": 2,
        "opa": "D-C-A-B",
        "opb": "A-C-D-B",
        "opc": "B-A-D-C",
        "opd": "C-D-B-A",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "1a161e71-2d41-43e3-a3ed-4317413c6d86",
        "choice_type": "single"
    },
    {
        "question": "Not gluconeogenic-",
        "exp": "Ans. is 'a' i.e., Acetyl CoA o Substrates for gluconeogenesis are lactate (lactic acid), pyruvate, glycerol, glucogenic amino acids (alt amino acids except leucine and lycine), propionate and intermediates of citric acid cycle..",
        "cop": 1,
        "opa": "Acetyl CoA",
        "opb": "Lactate",
        "opc": "Glycerol",
        "opd": "Alanine",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "89b113cc-6f09-4bdb-b07b-09731c115e58",
        "choice_type": "single"
    },
    {
        "question": "Which of the following occurs in both cytoplasm and mitochondria:",
        "exp": "Ans. (b) GluconeogenesisRef : Harper's Biochemistry 30th edn. /142-144* Glycolysis occurs in cytoplasm.* There are two major sites for gluconeogenesis, the liver and the kidneys.* The liver accounts for 90% of gluconeogenesis in the body and the remaining 10% occur in the kidney and other tissues of the body.* The liver and kidneys maintain the glucose level in the blood so that the brain, muscle and red blood cells have sufficient glucose to meet their metabolic demands.Also KnowCycle occurs in both cytoplasm and mitochon- Idria-* Gluconeogenesis* Urea cycle* Heme synthesis",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Gluconeogenesis",
        "opc": "Glycogenolysis",
        "opd": "Glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "ac2247de-aaa9-419c-a671-20750663129f",
        "choice_type": "multi"
    },
    {
        "question": "Arrange the enzymes used to conve propionyl CoA to glucose in sequence: A. Methyl malonyl CoA racemase B. Succinate Thiokinase C. Methyl malonyl CoA mutase D. Propionyl CoA carboxylase",
        "exp": "Succinate Thiokinase is enzyme used in TCA.",
        "cop": 2,
        "opa": "D- B- C-A",
        "opb": "D- A- C-B",
        "opc": "A- D- B-C",
        "opd": "B- A- D-C",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "a2cc96a3-42df-45f2-bf69-5568c1ea8e5c",
        "choice_type": "single"
    },
    {
        "question": "Enzyme of Pathway common to Glu- coneogenesis",
        "exp": "Phosphoglycerate kinase (Pathway shown: Glycolysis)",
        "cop": 4,
        "opa": "Pyruvate kinase",
        "opb": "PFK",
        "opc": "Hexokinase",
        "opd": "Phosphoglycerate kinase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "2a4127da-2d17-41a7-8061-1fda0bb3a16b",
        "choice_type": "single"
    },
    {
        "question": "Tyrosine enters gluconeogenesis by forming which substrate -",
        "exp": "Ans. is 'c' i.e., Fumarateo TCA cycle intermediates are substrate for gluconeogenesis.o Gluconeogenic amino acids enter TCA cycle after their transamination into various intermediates of TCA cycleHistidine, proline, glutamine and arginine are converted to glutamate which is then transaminated to a-ketoglutarate.Isoieucine, methionine and valine enter by conversion into succinyl Co A. Propionate (a short chain fatty acid) also enter at this level.Tyrosine, and phenylalanine enter by conversion into fumarate.Tryptophan is converted to alanine which is then transaminated to pyruvate.Hydroxyproline, serine, cysteine, threonine and glycine enter by conversion into pyruvate.",
        "cop": 3,
        "opa": "Succinyl CoA",
        "opb": "a-ketoglutarate",
        "opc": "Fumarate",
        "opd": "Citrate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "181dd079-802d-4d88-9193-6875c03c7e4e",
        "choice_type": "single"
    },
    {
        "question": "All are used in glu coneogenesis except -",
        "exp": "Ans. is 'a' i.e., Oleate o Substrate of gluconeogenesis are :Lactate (lactic acid)PyruvateAll amino acids (except leucine and lysine)PropionateIntermediates of citric acid cycleo Fatty acids are not substrates for gluconeogenesis.Coming to the questiono Fatty acids (oleate in the question) is not a substrate for gluconeogenesis.o Succinate is an intermediate of TCA cycle, and is a substrate for gluconeogenesis.o All amino acids (in the question glutamate and aspartate), except leucine and lysine are substrates for gluconeogenesis.",
        "cop": 1,
        "opa": "Oleate",
        "opb": "Succinate",
        "opc": "Glutamate",
        "opd": "Aspartate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "7b54ac57-ebea-4316-82ec-67375a85d18f",
        "choice_type": "multi"
    },
    {
        "question": "Most impoant amino acid transpoed from muscle to liver for gluconeogenesis:",
        "exp": "Alanine most glucogenic amino acid. formed in fasting muscles from pyruvate. transpoed from muscles to the liver blood undergoes gluconeogenesis in liver. See treasure for Cahill Cycle (Glucose-Alanine Cycle) Reaction/Pathway taking place Product formed in Muscles During exercise Anaerobic glycolysis Lactate During fasting Transamination Alanine",
        "cop": 3,
        "opa": "Methionine",
        "opb": "Tryptophan",
        "opc": "Alanine",
        "opd": "Arginine",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "b5855e24-ef3a-426c-ab8f-8c2f65e8da62",
        "choice_type": "single"
    },
    {
        "question": "All are substrates for gluconeogenesis except -",
        "exp": "Ans. is 'd' i.e., Acetyl-CoA o Synthesis of glucose from noncarbohydrate precursors is called gluconeogenesis i.e., synthesis of new glucose,o The major noncarbohydrate precursors (substrate) for gluconeogenesis are lactateQ, pyruvateQ, glycerolQ, glucogenic amino acidsQ, propionate and intermediates of the citric acid cycle,o All aminoacids, except for leucine and lysine, are substrate for gluconeogenesis.o Alanine is the most important gluconeogenic amino acidQ.o Gluconeogenesis occurs mainly in the liverQ and to a lesser extent in renal cortex. Some gluconeogenesis can also occur in small intestine, but it is not significant. Some of the reactions of gluconeogenesis occurs in the mitochondria but most occur in cytosol.o Fatty acids (and also ketone bodies) are oxidized to acety!-CoA. Acetyl-CoA cannot be used to synthesize glucose (in gluconeogenesis). This is because acetyl-CoA cannot be converted to oxaloacetate, the starting substrate ofoxaloacetate).",
        "cop": 4,
        "opa": "Lactate",
        "opb": "Propionate",
        "opc": "Alanine",
        "opd": "Acetyl-CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "d362a896-19a4-4411-a61c-26c8896c6ae9",
        "choice_type": "multi"
    },
    {
        "question": "Gluconeogenesis occurs in ail except -",
        "exp": "Ans. is 'd' i.e.. Muscleo Gluconeogenesis occurs mainly in the liver and to a lesser extent in renal cortex.o Some gluconeogenesis can also occur in small intestine, but it is not significant,o Some of the reactions ofgluconeogenesis occurs in the mitochondria but most occur in cytosol,o Gluconeogenesis cannot occur in muscles.o Glucose-6-phosphatase is absent in muscles therefore, glucose-6-phosphate cannot be degraded to free glucose in muscles. Moreover, glucose-6-phosphate cannot diffuse out of the muscles. Therefore, muscle cannot provide glucose to maintain blood glucose level. Rather, muscle glycogen acts as a source of energy#; the glucose-6- phosphate enters the glycolysis to produce energy.",
        "cop": 4,
        "opa": "Liver",
        "opb": "Kidney",
        "opc": "Gut",
        "opd": "Muscle",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "0b5c56e4-462c-4338-b1b6-f7b1c0060661",
        "choice_type": "multi"
    },
    {
        "question": "A five-year-old boy with coarse facial features, mental retardation, dysostosis multiplex. Corneal clouding was not present. What is the diagnosis:",
        "exp": "Coarse facial features is a typical feature of Mucopolysaccharidosis (MPS). Hunter disease : MPS Type II, Iduronate Sulfatase is deficient. X-linked recessive, so occurs exclusively in males. No corneal clouding. Dermatan sulphate & Heparin Sulphate accumulates. Accumulation of Heparin Sulphate leads to mental retardation. Corneal clouding is present in Hurler disease so option 2 is ruled out",
        "cop": 3,
        "opa": "MPS Type IV",
        "opb": "Hurler disease",
        "opc": "Hunter disease",
        "opd": "Gaucher's disease",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "98c15fba-9e97-4483-bcaa-250ea47b933f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the rate-limiting enzyme of gluconeogenesis?",
        "exp": "Phosphofructokinase-1 is the rate-limiting enzyme of glycolysis - option a is excluded Pyruvate kinase catalyses one of the irreversible reactions of glycolysis and the reactions is a substrate-level phosphorylation(SLP) - option b is excluded Glycerol kinase is involved in gluconeogenesis, triglyceride, phospholipid synthesis. It is not a rate-limiting enzyme of gluconeogenesis - option c is excluded. Fructose 1,6-bisphosphatase conves fructose 1,6-bisphosphate to fructose 6-phosphate, using one water molecule and releasing one phosphate. This is one of the four rate-limiting steps of gluconeogenesis - option d is the answer.",
        "cop": 4,
        "opa": "Phosphofructokinase-1",
        "opb": "Pyruvate kinase",
        "opc": "Glycerol kinase",
        "opd": "Fructose 1,6 bisphosphatase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "28ab274a-0763-4f92-b001-331978312e21",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzymes is coded by X-chromosome?",
        "exp": "option b - Iduronate sulfatase is coded by X-chromosome Mucopolysaccharidoses Rare inborn errors in the degradation of glycosaminoglycans; Characterized by mental retardation and/or skeletal abnormalities. Classified under lysosomal storage disorders. Hunter syndrome inherited - X-linked recessive mode deficiency of enzyme Iduronate sulfatase. All the other MPS are inherited in autosomal recessive mode.",
        "cop": 2,
        "opa": "alpha-L-Iduronidase",
        "opb": "Iduronate sulfatase",
        "opc": "b-Galactosidase",
        "opd": "Hyaluronidase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "5e3ecff8-0cde-4d54-a8d7-712380acd240",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis in fasting state is stimulated by:",
        "exp": "Ans. b. Activation of pyruvate carboxylase by acetyl Co-A (Ref: Harper 29/e p190, 28/e p165: Lippincott 5/e p117)Gluconeogenesis in fasting state is stimulated by activation of pyruvate carboxylase by acetyl Co-A.Regulation of Gluconeogenesis:Glucagon stimulates gluconeogenesis by following three mechanisms:Decreasing level of fructose-2, 6-bisphosphate. which is inhibitor of fructose-1, 6-bisphosphatase enzyme, thus. In turn stimulating the gluconeogenesis.Glucagon elevates the level of cAMP, which pbospborylates pyruvate kinase and thus inactivates it, shunting PEP to gluconeogenesis.Glucagon increases the transcription of PEP carboxykinase gene and thus stimulates gluconeogenesis.Substrate availabilityAllosteric activation by acetyl Co-A: Acetyl Co-A derived from fatty acid oxidation inhibits pyruvate dehydrogenase (PDH) enzyme and simultaneously stimulates pyruvate carboxylase, thus shunting pyruvate to gluconeogenesis.Allosteric inhibition by AMP Regulatory and Adaptive Enzymes Associated with Gluconeogenesis InducerRepressorActivatorInhibitorPyruvate carboxylaseGlucocorticoids, glucagon, epinephrineQInsulinQAcetyl CoAQADPQPhosphoenol pyruvate carboxy kinaseGlucocorticoids, glucagon, epinephrineQInsulinQGlucagon? Glucose 6-phosphataseGlucocorticoids, glucagon, epinephrineQInsulinQ",
        "cop": 2,
        "opa": "Pyruvate kinase stimulated by citrate",
        "opb": "Activation of pyruvate carboxylase by acetyl Co-A",
        "opc": "Activation of pyruvate kinase by fructose 1, 6-bisphosphate",
        "opd": "Stimulation of phosphofructokinase-1 by fructose 2, 6-bisphosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "d09a5d3b-3a5c-4b0b-ab92-cad9c194525d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about fructose-1-6-bisphosphatase, EXCEPT:-",
        "exp": "Fructose 1,6 bisphosphatase reverses the PFK-1 reaction. So, it is a key-gluconeogenic enzyme- option 1 is true. Reaction catalysed is a hydrolysis reaction- option 3 is true Option 4-Requires magnesium for the catalysis Fructose-2,6, bisphosphate is potent allosteric activator of PFK-1 and inhibitor of fructose-1-6-bisphosphatase (option 2 is false).",
        "cop": 2,
        "opa": "Key gluconeogenic enzyme",
        "opb": "Fructose-2,6, bisphosphate is an allosteric activator of this enzyme",
        "opc": "Catalyses the hydrolysis reaction",
        "opd": "Requires magnesium for the catalysis",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "607a79c6-8d2d-42d1-8828-3d4e9eafcd98",
        "choice_type": "multi"
    },
    {
        "question": "Substrate for gluconeogenesis -",
        "exp": "Ans. is 'c'i.e., Pyruvic acid (pyruvate) o Substrates for gluconeogenesis are lactate (lactic acid), pyruvate, glycerol, glucogenic amino acids (all amino acids except leucine and lycine), propionate and intermediates of citric acid cycleo Acetyl CoA is not a substrate for gluconeogenesis, therefore glucose cannot be synthesized from acetyl CoA. This is because acetyl CoA cannot be converted to pyruvate since its carbon backabone is lost in citric acid cycle as CO2. As fatty acids are oxidized to acetyl CoA, fatty acids also cannot be the substrate for gluconeogenesis.",
        "cop": 3,
        "opa": "Acetyl-CoA",
        "opb": "Fatty acid",
        "opc": "Pyruvic acid (pyruvate)",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "ac4e8f88-132e-4e98-873a-964415134f78",
        "choice_type": "multi"
    },
    {
        "question": "Inhibition of glycogenolysis and gluconeogenesis is caused by -",
        "exp": "Ans. is 'a' Le., Insulin Effects of InsulinPathwayOverall effectRegulatory enzyme affectedCarbohydrate metabolism Glycogenesis|Glycogen synthase |Glucokinase |Glycolysis|Phosphofructokinase | QPyruvate kinase | Q* Pyruvate dehydrogenase |Glycogenolysis Glycogen phosphorylase |Gluconeogenesis|Pyruvate carboxylase |PEP carhoxyhinase |Fructose 16-bisphosphatase |Glucose - 6 phosphatase |Lipid metabolismLipogenesis|Acetyl Co A carboxylase | Q Fatty acid synthase|Lipolysis|Hormone sensitive lipase | QCholesterogenesis|HMG CoA reductase |TAG synthesis|Fatty acyl CoA - glycerol3-phosphate transferase |Lipoprotein degradation|Lipoprotein lipase |Amino-acid metabolismTransamination|Transaminases | PathwayGlucagonEpinephrineGlucocorticoidsGlucogenolvsis|a| Glycogenesis| a|| aGlycolysis LiverMuscle| a|||Gluconeogenesis| a||Lipolysis| a||Lipogenesis| a| Cholesterolbiosynthesis| a| Proteinbiosynthesis|a| Proteindegradation| a|| a",
        "cop": 1,
        "opa": "Insulin",
        "opb": "Glucogon",
        "opc": "Glucocorticoid",
        "opd": "Epinephrine",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "67087d54-b1d8-4f2f-98f5-4d8aa6c822ba",
        "choice_type": "single"
    },
    {
        "question": "This pathway is occurring in which cell of the body:",
        "exp": "This is RL shunt i.e. Rapapo Leubering shunt/ cycle. This occurs only in RBCs, for the production of 2, 3 bisphosphoglycerate.(2,3 BPG) This compound is required in RBCs to release oxygen from HbA at tissue level. In RL shunt, substrate level phosphorylation(SLP) step by phosphoglycerate kinase enzyme does not occur. Net gain of ATP in RL shunt is zero.",
        "cop": 1,
        "opa": "RBCs",
        "opb": "Liver",
        "opc": "Muscles",
        "opd": "Brain",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "884eef82-569b-4574-9ed9-bc07c3a0791c",
        "choice_type": "single"
    },
    {
        "question": "Gluconeogenesis in Fasting state is indicated by",
        "exp": "Ans is 'b' i.e. Pyruvate Carboxylase activation by Acetyl CoA \"Allosteric activation of hepatic pyruvate carboxylase by acetyl CoA occurs during fasting. As a result of excessive lipolysis in adipose tissue, the liver is flooded with fatty acids. The rate of formation of acetyl CoA by f-oxidation of these fatty acids exceeds the capacity of the liver to oxidize it to CO2 and H2O. As a result, acetyl CoA accumulates and leads to activation of pyruvate carboxylase. Acetyl CoA also inhibits pyruvate dehydrogenase. Thus, this single compound can divert pyruvate toward gluconeogenesis and away from the TCA cycle. Lippincott BiochemistryGluconeogenesis is not simple reversal of glycolysis. There are 10 reactions in glycolysis. Seven of these glycolytic reactions are reversible and are used in the synthesis of glucose from lactate or pyruvate. However, three of the reactions are irreversible. These 3 reactions are circumvented by four alternate reactions.The 3 irreversible reactions of Glycolysis are:Phosphorylation of Glucose to Glucose -6-phosphate by HexokinasePhosphorylation of Fructose-6-phosphate to Fructose 1, 6 -bisphosphate by Phosphofructokinase-1.Conversion of Phosphoenolpyruvate to Pyruvate by Pyruvate kinaseThe reactions unique to gluconeogenesis which circumvent these 3 irreversible reactions are:Pyruvate to Phosphoenolpyruvate by 2 reactions:Pyruvate is carboxylated to Oxaloacetate by Pyruvate carboxylase.Oxaloacetate is converted to Phosphoenolpyruvate by enzyme Phosphoenolpyruvate carboxykinase (PEP carboxykinase).Conversion of Fructose 1, 6-Bisphosphate to Fructose 6-phosphate catalyzed by Fructose 1, 6-bisphosphataseConversion of Glucose 6-phosphate to glucose catalyzed by glucose 6-phosphatase.Since Glycolysis and Gluconeogenesis share the same pathway but in opposite directions, they are regulated reciprocally.Allosteric regulation:Allosteric regulation by acetyl CoAPyruvate carboxylase is allosterically activated by acetyl CoA. .During fasting large amounts of acetyl CoA derived from oxidation of fatty acids, inhibits pyruvate dehydrogenase and activates Pyruvate carboxylase. Thus, acetyl CoA diverts pyruvate toward gluconeogenesis and away from the TCA cycle.Allosteric regulation by AMPFructose 1, 6-bisphosphatase is inhibited by AMP--a compound that activates phosphofructokinase. Elevated AMP thus stimulates glycolytic pathway that oxidize nutrients to provide energy for the cell. (AMP signals \"energy-poor\" state in the cell.) Conversely, low concentrations of AMP and high levels of ATP stimulate gluconeogenesis.Allosteric regulation by Fructose 2, 6-bisphosphate:Fructose 2, 6-bisphosphate is allosteric inhibitor of fructose 1, 6-bisphosphatase and activator of phosphofructokinase-1.The concentration of fructose 2, 6-bisphosphate is influenced by the levels of circulating glucagon.When there is abundant supply of glucose, the concentration of fructose 2, 6-bisphosphate increases, stimulating glycolysis by activating phosphofructokinase-1 and inhibiting fructose 1, 6-bisphosphatase.The gluconeogenesis pathway. The numbered reactions are unique to gluconeogenesis.In the fasting state Glucagon levels increase. Glucagon lowers the level of fructose 2, 6-bisphosphate, resulting in activation of fructose 1, 6-bisphosphatase and inhibition of phosphofructokinase, thus favoring gluconeogenesis over glycolysis.",
        "cop": 2,
        "opa": "Citrate activation by acetyl co-a carboxylase",
        "opb": "Pyruvate Carboxylase activation by Acetyl CoA",
        "opc": "Fructose 1,6 bisphosphate activates Pyruvate Kinase",
        "opd": "Fructose 2,6 bisphosphate activates PFK-1",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "1bb72419-7d74-492d-bbf0-a1875963366a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most effective for gluconeogenesis:",
        "exp": "Acetyl CoA can never be conveed to glucose but acetyl CoA activates the first step of gluconeogenesis (pyruvate carboxylase). When OAA is used for gluconeogenesis in fasting state, then acetyl CoA is not used up in TCA. So acetyl CoA accumulates. acetyl CoA - allosteric activator of pyruvate carboxylase. This reaction is anaplerotic reaction (replenish TCA intermediate OAA). Option 4- Activation of Acetyl CoA carboxylase by Citrate leads to increased fatty acid synthesis and not gluconeogenesis. Option 1- Fructose 2,6 bisphosphate inhibits fructose 1,6 Bisphosphatase (an enzyme of gluconeogenesis) hence decrease gluconeogenesis.",
        "cop": 2,
        "opa": "Fructose 2,6 bisphosphate inhibits fructose 1,6 Bisphosphatase",
        "opb": "Acetyl CoA activates Pyruvate carboxylase",
        "opc": "Acetyl CoA inhibits Pyruvate carboxylase",
        "opd": "Citrate activates Acetyl CoA carboxylase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "dacce8b8-b061-4d4f-b500-c3a55c9f7824",
        "choice_type": "single"
    },
    {
        "question": "The molecule marked by blue question mark can be all of the following EXCEPT",
        "exp": "The picture shown in the question can be of Cori cycle or glucose-alanine cycle which releases lactate and alanine respectively. Pyruvate is second intermediate in those cycles. (Look at treasure for Cori's pathway) But glycerol is released from adipocytes. So, it could not be the one marked by red question mark in the image shown in the question.",
        "cop": 4,
        "opa": "Pyruvate",
        "opb": "Lactate",
        "opc": "Alanine",
        "opd": "Glycerol",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "5a4e4f1c-6a91-40e5-a97e-ae607f1c6a54",
        "choice_type": "multi"
    },
    {
        "question": "True about gluconeogenesis -",
        "exp": "Ans. is 'c' i.eM Alanine & lactate both can serve as substrateo Synthesis of glucose from noncarbohydrate precursors is called gluconeogenesis i.e., synthesis of new glucose.o The major noncarbohydrate precursors (substrate) for gluconeogenesis are lactate, pyruvate, glycerol, glucogenic amino acids, propionate and intermediates of the citric acid cycle,o All aminoacids, except for leucine and lysine, are substrate for gluconeogenesis.o Alanine is the most important gluconeogenic amino acid.o Gluconeogenesis occurs mainly in the liver and to a lesser extent in renal cortex.o Some gluconeogenesis can also occur in small intestine, but it is not significant,o Some of the reactions of gluconeogenesis occurs in the mitochondria but most occur in cytosol,o Gluconeogenesis involves glycolysis, the citric acid cycle plus some special reactions,o Glycolysis and gluconeogenesis share the same pathway but in opposite direction.o Seven reactions of glycolysis are reversible and therefore are used with same enzyme in the synthesis of glucose by gluconeogenesis.o However, three of the reactions ofglycolysis are irreversible and must be circumvented by four special reactions which are unique to gluconeogenesis and catalyzed by : (1) Pyruvate carboxylase, (ii) Phosphoenolpyruvate carboxykinase, (iii) Fructose-1,6-bisphosphatase, (iv) Glucose-6-phosphatase.o These four enzymes are the key enzymes of gluconeogenesis (or gluconeogenesis enzymes),o Among these four,pyruvate carboxylase is a mitocondrial enzyme and other three are cytoplasmic enzymes.",
        "cop": 3,
        "opa": "Occurs mainly in muscle",
        "opb": "It is reverse of glycolysis",
        "opc": "Alanine & lactate both can serve as substrate",
        "opd": "Glycerol is not a substrate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "f20f29ec-a0b6-41f9-8be9-b336a7cec683",
        "choice_type": "multi"
    },
    {
        "question": "Step of Gluconeogenesis is:",
        "exp": "Glucose-6-phosphate to Fructose-6-phosphate occurs in Glycolysis But opposite of this i.e. Fructose 6 phosphate to Glucose 6 phosphate occurs in Gluconeogenesis.",
        "cop": 1,
        "opa": "Fructose-6-phosphate to glucose-6-Phosphate",
        "opb": "Pyruvate to Lactate",
        "opc": "Oxaloacetate to pyruvate",
        "opd": "Pyruvate to Acetyl CoA",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "503af59d-3f25-4dc3-9a69-2d895225052c",
        "choice_type": "multi"
    },
    {
        "question": "All of these substrates are glucogenic except:",
        "exp": "Ans. a. Acetyl CoA (Ref: Harper 30/e p185. 29/e p187)Acetyl CoA is not a substrate for gluconeogenesis and cannot be converted back to glucose.\"Acetyl CoA is not a substrate for gluconeogenesis and cannot be converted back to glucoseQ. This is because acetyl CoA cannot be converted back to pyruvateQ since its carbon backbone is lost in citric acid cycle as CO2 \"GluconeogenesisThe carbon skeletons for gluconeogenesis are derived primarily from glucogenic amino acids & lactate from muscle & glycerol from adipose tissuesQ.Although the lactate produced in muscle, is used by liver for gluconeogenesisQ.Liver & kidneys are the major gluconeogenic tissuesQ.Glucogenic key enzymes are expressed in small intestine but their role in fasting state is unclear.Gluconeogenesis prevent hypoglycemia during short & long term fasting.Gluconeogenesis is stimulated by excess of acetyl Co-A & decrease in fructose 2, 6 biphosphate concentrationQ.Substrates for Gluconeogenesis* Glucogenic amino acids (all except Leucine & lysine which are purely ketogenic): Most important is alanineQ* LactateQ* PyruvateQ* PropionateQ* GlycerolQ* FumarateQ",
        "cop": 1,
        "opa": "Acetyl CoA",
        "opb": "Pyruvate",
        "opc": "Glycerol",
        "opd": "Lactate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "2a379a53-85d5-4e25-ab9f-77f58eadcf05",
        "choice_type": "multi"
    },
    {
        "question": "Alcohol causes hypoglycemia due to -",
        "exp": "Ans. is 'a' i.e., Decreased gluconeogenesis o Excess intake of alcohol leads to excessive production of NADH with a concomitant decrease in NAD+,o This causes following metabolic alterations :-i) The increase availability of NADH favours the reduction of pyruvate to lactate and oxaloacetate to malate and decreasing its availability for gluconeogenesis and decrease synthesis of glucose. This results in Hypoglycemia.Increased ratio of NADH/Nad+ inhibits b-oxidation of fatty acids and citric acid cycle and promotes lipogenesis, triacylglycerol synthesis and cholesterol synthesis from acetyl CoA.Increased lactic acid production causes lactic acidosis and hyperuricemia.Accumulation of lipid in various tissues causes fatty liver, fatty myocardium etc.",
        "cop": 1,
        "opa": "Decreased gluconeogenesis",
        "opb": "Decreased NADH",
        "opc": "Decreased lipogenesis",
        "opd": "Decreased glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "6d9a3562-dc15-4bcf-acd4-22cbc6603e8c",
        "choice_type": "single"
    },
    {
        "question": "During gluconeogenesis, oxaloacetate is transpoed from mitochondria to cytoplasm by:",
        "exp": "During gluconeogenesis: Pyruvate to oxaloacetate conversion occurs in mitochondria But next step i.e. oxaloacetate to Phospho-enol Pyruvate(PEP) formation occurs in cytoplasm. So there is a need for the transpo of oxaloacetate from mitochondria to cytoplasm but oxaloacetate cannot cross inner mitochondrial membrane, so malate is formed. malate can then give rise to OAA which can enter Gluconeogenesis in cytoplasm (See fig). Note: This is different from Malate shuttle. Malate shuttle transfers NADH from cytoplasm to mitochondria Malate.",
        "cop": 1,
        "opa": "Malate",
        "opb": "Pyruvate",
        "opc": "Glutamate",
        "opd": "Phosphoenol Pyruvate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "d708d08e-07ea-4654-b1bd-d242c0101f82",
        "choice_type": "single"
    },
    {
        "question": "Pyruvate is converted to which substance to start gluconeogenesis?",
        "exp": "Ans. (a) OxaloacetateRef Harper's Biochemistry 28/e, chapter 20",
        "cop": 1,
        "opa": "Oxaloacetate",
        "opb": "Phosphenol pyruvate",
        "opc": "Cis-aconitate",
        "opd": "Succinate",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "e022b3c0-5cea-4eda-9968-31e0d98db2ce",
        "choice_type": "single"
    },
    {
        "question": "Synthesis of 1 molecule of Glucose from 2 molecules of Lactate require ________ ATP",
        "exp": "Conversion of 2 molecules of Lactate to 1 molecule of Glucose requires 6 ATPs (2 GTP & 4 ATP). Note: GTP and ATP provide same amount of energy on their phosphate group hydrolysis and can be easily interconveed into each other. Hence, GTP is considered same as ATP. Enzyme Reaction Catalyzed Net ATP Consumed Pyruvate Carboxylase Pyruvate to Oxaloacetate 2x1 ATP = 2 ATP Phosphoenol Pyruvate Carboxykinase Oxaloacetate to Phosphoenol Pyruvate 2x1GTP =2GTP Phospho glycerate Kinase 3-Phosphoglycerate to 1,3 BisPhosphoglycerate 2x1 ATP = 2 ATP Total ATP consumed from 2 Pyruvate molecules 4 ATP & 2GTP Total ATP consumed from 2 Alanine molecules 4 ATP & 2GTP Total ATP consumed from 2 Lactate molecules 4 ATP & 2GTP",
        "cop": 3,
        "opa": "2",
        "opb": "4",
        "opc": "6",
        "opd": "8",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "2d2a76f3-8a15-473d-bc03-6042b137bc8d",
        "choice_type": "single"
    },
    {
        "question": "Glucagon stimulates -",
        "exp": "Ans. is 'a' i.e.. Gluconeogenesiso Glucagon is a polypeptide hormone which is secreted by the A cells of the islets of Langerhans of pancreas. Glucagon is a group IIA hormone, i.e., acts by increasing cAMP. The actions of glucagon are somewhat opposite those of insulin.Glucagon stimulates glycogenolysis in the liver but not in muscle. Breakdown of glycogen yields glucose.Glucagon stimulates production of glucose from amino acids (gluconeogenesis). Both glycogenolysis and gluconeogenesis tend to raise plasma glucose level.Glucagon stimulates lipolysis. Breakdown of lipids yields free fatty acids, which may be oxidized completely to carbon dioxide, or incompletely to form ketone bodies.",
        "cop": 1,
        "opa": "Gluconeogenesis",
        "opb": "Glycogenesis",
        "opc": "Fatty acid synthesis",
        "opd": "Glycolysis",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "634dc187-97a8-4ea3-8c0f-cc6bec376e93",
        "choice_type": "single"
    },
    {
        "question": "Enzyme specific for gluconeogenesis -",
        "exp": "Ans. is 'a' i.e., Glucose-6-phosphatase Enzyme in gluconeogenesiso Seven of the reactions of glycolysis are reversible and are used in the synthesis of glucose by gluconeogenesis. Thus, seven enzymes are common to both glycolysis and gluconeogenesis: (i) Phosphohexose isomerase; (ii) Aldolase; (iii) Phosphotriose isomerase; (iv) Glyceraldehyde 3-phosphate dehydrogenase; (v) Phosphoglycerate kinase; (vi) Phosphoglycerate mutase; (vii) Enolase.o Three of the reactions of glycolysis are irreversible and must be circumvented by four special reactions which are unique to gluconeogenesis and catalyzed by : (i) Pyruvate carboxylase, (ii) PEP carboxykinase, (iii) Fructose-1,6- bisphosphatase, (iv) Glucose-6-phosphatase.",
        "cop": 1,
        "opa": "Glucose-6-phosphatase",
        "opb": "Aldolase",
        "opc": "Phosphoglycerate kinase",
        "opd": "Phosphoglycerate mutase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "e8938ee6-ab22-4f0e-80c3-39bc980fc3d0",
        "choice_type": "single"
    },
    {
        "question": "Which pathway can use propionic acid ?",
        "exp": "Fats cannot be conveed to carbohydrates because link reaction is irreversible. EXCEPTIONS are: 1. Glycerol breaks down products of triglycerides 2. Propionic acid can be conveed into carbohydrate Odd chain fatty acid can act as substrates of Gluconeogenesis, sincePropionyl CoA,the product of their oxidationcan enter TCA cycle through formation of Succinyl CoA (see fig), hence can contribute towards glucose production.",
        "cop": 2,
        "opa": "Glycolysis",
        "opb": "Gluconeogenesis",
        "opc": "Glycogenolysis",
        "opd": "Glycogenesis",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "af5c36a4-5089-46c6-be59-6a309a4f21ad",
        "choice_type": "single"
    },
    {
        "question": "All are substrates of Gluconeogenesis EXCEPT:",
        "exp": "18 amino acids are glucogenic (out of 20). These all can form glucose. Only 2 amino acids are purely ketogenic which cannot form glucose i.e. Leucine, Lysine. As there is controversy regarding Lysine to be purely ketogenic we cannot mark this as not gluconeogenic. Hence its only safe to mark leucine in case one best answer is to marked. Ketogenic Amino Acids Glucogenic And Ketogenic Amino Acids Glucogenic Amino Acid Leucine Lysine(controversial) Tyrosine Tryptophan Threonine Isoleucine Phenyl Alanine Rest all are glucogenic Mostly 3C compounds are good substrates of Gluconeogenesis. Precursors which can be conveed to glucose are: Pyruvate(3C) Lactate(3C) Glycerol(3C) Propionic Acid(3C) Any TCA intermediate Amino Acids Source of pyruvate in Fasting Link Reaction not occurring so pyruvate accumulates lactate from anaerobic glycolysis gets conveed to pyruvate by enzyme lactate Dehydrogenase, which is reversible enzyme Glycerol conves into Glycerol-3-P by Glycerol Kinase in Liver and then Glycerol-3-P forms DHAP (an intermediate of glycolysis) by enzyme Glycerol-3-P dehydrogenase gets conveed to Succinyl CoA, which is intermediate of TCA form glucose as they can form OAA, which can be conveed to glucose",
        "cop": 3,
        "opa": "Lactate",
        "opb": "Alanine",
        "opc": "Leucine",
        "opd": "Lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "6471391f-e0a1-4d48-ab7b-abe64508553b",
        "choice_type": "multi"
    },
    {
        "question": "Rate limiting enzyme in gluconeogenesis -",
        "exp": "Ans. is 'c' i.e., Fructose 1-6 bisphosphatase Most imp step =Pyruvate carboxylase, Only step at ER= G 6 Phosphatase RLS - F 1-6 Bisphosphatase. o Gluconeogenesis involves glycolysis, the citric acid cycle plus some special reactions. Glycolysis and gluconeogenesis share the same pathway but in opposite direction. Seven reactions of glycolysis are reversible and therefore are used with same enzyme in the synthesis of glucose by gluconeogenesis. However, three of the reactions ofglycolysis are irreversible and must be circumvented by four special reactions which are unique to gluconeogenesis and catalyzed by: i) Pyruvate carboxylase ii) Phosphoenolpyruvate carboxykinase iii) Fructose-1,6-bisphosphatase iv) Glucose-6-phosphatase. o These four enzymes are the key enzymes of gluconeogenesis (or gluconeogenesis enzymes). Among these four, pyruvate carboxylase is a mitocondrial enzyme and other three are cytoplasmic enzymes.",
        "cop": 3,
        "opa": "Phosphofructokinase-1",
        "opb": "Pyruvate kinase",
        "opc": "Fructose 1-6 bisphosphatase",
        "opd": "Glucokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "6d1a5ac7-2e55-447f-80be-b3a623ae6830",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the major anaplerotic enzyme?",
        "exp": "Ans. a)Pyruvate carboxylase Anaplerotic (gap-filling) reactions are the reactions that replenish the depleted TCA cycle intermediates that were used up in the biosynthetic reactions. Oxaloacetate is the catalyst of TCA cycle. Thus, production of oxaloacetate is the major anaplerotic reaction. Intermediate Depleted (used) by Replenished by Oxaloacetate Amino Acid synthesis Pyruvate carboxylase - Major anaplerotic enzyme Succinyl-CoA Heme Synthesis From Propionyl-CoA by carboxylase and Methyl malonyl-CoA mutase Oxaloacetate, Fumarate Gluconeogenesis From Amino acids",
        "cop": 1,
        "opa": "Pyruvate carboxylase",
        "opb": "Acetyl-CoA carboxylase",
        "opc": "Pyruvate dehydrogenase",
        "opd": "Succinate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Gluconeogenesis",
        "id": "b53771ca-5ce3-42a6-9282-48f8334052e6",
        "choice_type": "single"
    }
]