[
    {
        "question": "Which of the following decreases affinity of oxygen with hemoglobin?",
        "exp": "Decrease affinity of oxygen with hemoglobin-Oxygen hemoglobin curve shift to right -increaseddelivery of oxygen to the tissue Increase affinity of oxygen with hemoglobin -Oxygen hemoglobin curve shift to left- Increased delivery of oxygen to the HEMOGLOBIN in lungs Factors increase hydrogen ions (acidosis ) Increase CO2 Increase in temperature Increase in 2,3 DPG Exercise Pregnancy High altitude Hemoglobin S Factors decrease hydrogen ion (alkalosis ) Decrease CO2 Decrease in temperature Fetal hemoglobin Methemoglobinemia 2,3-Bisphosphoglycerate also known as 2,3-Disphosphoglycerate (2,3 BPG or 2,3-DPG) is the most abundant organic phosphate in the erythrocyte. 2,3-BPG is produced in the erythrocytes from an intermediate (1,3-bisphosphoglycerate) of glycolysis. This sho pathway is referred to as Rapapo-Leubering cycle.",
        "cop": 2,
        "opa": "Decreased H+ ions",
        "opb": "2,3 BPG",
        "opc": "Decrease in temperature",
        "opd": "Decreased sorbitol",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "07c5bf22-1ebb-4b91-a2fb-9c9830767761",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most effective buffer for pH of 7.4?",
        "exp": "Blood pH - 7.4 Buffer is most effective when pH = pKA +- 1 Therefore the most effective buffer for pH- 7.4 will be the one whose pKA +- 1 will cover this pH. Out of given options pKA +- 1 of phosphate buffer (5.9 to 7.9) covers pH 7.4. So most effective buffer for blood will be Phosphate buffer with pKA of 6.9.",
        "cop": 2,
        "opa": "Carbonic acid buffer with pKA-6.1",
        "opb": "Phosphate buffer with pKA of 6.9",
        "opc": "Glutamate buffer with pKA-8.7",
        "opd": "Acetate buffer with pKa 4.5",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "953e7a3e-3b5f-4dc6-aad0-d05a2ed95db1",
        "choice_type": "single"
    },
    {
        "question": "True about telomerase is:",
        "exp": "Telomerase is a ribonucleoprotein paicle required for telomere maintenance. Telomerase contains an RNA that serves as the template, not the primer, for the synthesis of telomeric DNA by the reverse transcriptase of telomerase. Telomeric RNA has no catalytic activity. As a reverse transcriptase, telomerase synthesizes DNA using its RNA template and so is an RNA-Dependent DNA polymerase. Telomerase is highly active in the early embryo, and after bih it is active in the reproductive and stem cell Telomerase activity high in cancer cell Its maintain cell longevity",
        "cop": 1,
        "opa": "Ribonucleoprotein",
        "opb": "Transcriptional factor activation",
        "opc": "Membrane receptor",
        "opd": "DNA binding domain",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "a2df9793-7349-49f1-92ef-aa2c4f2130e6",
        "choice_type": "multi"
    },
    {
        "question": "'I' cells disease is due to defect in:-",
        "exp": "I cell disease (Inclusion cell disease) Pa of the lysosomal storage disease family Defective phosphotransferase (uridine-diphosphate-N-acetylglucosamine 1-phosphotransferase) an enzyme of the Golgi apparatus Enzyme that phosphorylates mannose residues of glycoproteins to allow their delivery to lysosomes from Golgi Apparatus =Features:- Protein targeting disorder Resembles Hurler syndrome Neurological deterioration mucopolysacchariduria is not present,It is not a mucopolysaccharidosis, it is mucolipidosis - glycolipids are accumulated Marked intracellular deficiency of a number of lysosomal hydrolases and elevation of these enzymes in plasma.",
        "cop": 4,
        "opa": "Peroxisome",
        "opb": "Mitochondria",
        "opc": "Lysosome",
        "opd": "Golgi apparatus",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "88c43bee-262e-4f17-991e-fd88485515a9",
        "choice_type": "single"
    },
    {
        "question": "Melting temperature of DNA is:-",
        "exp": "Denaturation or melting of two DNA strands means the separation of the two strands of DNA. In this process, hydrogen bonds between the complementary base pairs are broken, leading to separation Melting temperature (Tm) of DNA- that temperature at which half of the DNA duplex gets dissociated to become single-stranded. Tm of DNA is between 85-95degC. *Primers with melting temperatures in the range of 52-58degC generally produce the best results. *Tm is propoional to G C pairs because there are three hydrogen bonds between G & C, as compared to the two hydrogen bonds between A & T. So more G C content gives thermostability to DNA. *For every 10 % increase in G C content, melting temperature raises by 5degC.",
        "cop": 2,
        "opa": "Propoional to AT pairs",
        "opb": "Propoional to GC pairs",
        "opc": "No relation with base pair composition",
        "opd": "Directly propoional to length of DNA",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "136401ad-67ef-4d39-8154-5bb432a47179",
        "choice_type": "single"
    },
    {
        "question": "Mutation in hanup disease:",
        "exp": "Hanup disease - autosomal recessive disease due to mutation in SLC6A19 which cause: Inability to absorb neutral amino acid from intestine and renal cell Tryptophan absorption is severely affected. C/f Pellagra like symptoms- As tryptophan is required for Niacin synthesis. amino aciduria Increased urinary output of indoleacetic acid and indolepyruvic acid is also observed",
        "cop": 2,
        "opa": "SLC5A18",
        "opb": "SLC6A19",
        "opc": "SLC7A9",
        "opd": "SLC3A1",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "e1cea48b-b115-4d49-b809-53e131b8a5af",
        "choice_type": "single"
    },
    {
        "question": "Degeneracy of codon means:-",
        "exp": "Degeneracy or redundancyis a propey of codon thateach amino acid has more than one codon.Two amino acids do not show degeneracy i.e.Methionine & Tryptophan.They have only one codon. OTHER FEATURES OF GENETIC CODE ARE: Unambiguousi.e. each codon is specific for its amino acid e.g. AUG will always code for methionine Universal(genetic code has been well conserved during evolution with only slight differences) Non overlapping and commaless- means that the codon is read from a fixed staing point as a continuous sequence of bases, taking three at a time, without any punctuation between codons. e.g. AUCGGGACUGCA will be read as AUC GGG ACU GCA",
        "cop": 3,
        "opa": "Commaless",
        "opb": "Unambiguity",
        "opc": "One amino acid having more than one codon",
        "opd": "One codon coding for more than one amino acid",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "017fb2ce-5ea4-4ca8-827e-e4227c1b1e96",
        "choice_type": "single"
    },
    {
        "question": "Patient presents with inability to conve pyruvate to Acetyl CoA. Which of the following can be given in treatment:-",
        "exp": "PDH COMPLEX - three enzymes (1 ) pyruvate dehydrogenase (E1), (2) dihydrolipoyl transacetylase (E2) (3) dihydrolipoyl dehydrogenase (E3) FIVE COENZYME - VITAMIN B1 , B2 , B3 , B5 , COA, LIPOIC ACID Any oxidative decarboxylation reaction in body require vitamin B1 so here answer is the vitamin b1",
        "cop": 2,
        "opa": "Vitamin B3",
        "opb": "Thiamine B1",
        "opc": "Free fatty acids",
        "opd": "Biotin",
        "subject_name": "Biochemistry",
        "topic_name": "JIPMER 2018",
        "id": "2874488b-b00a-42f5-95ff-56b3c491c698",
        "choice_type": "single"
    }
]