[
    {
        "question": "Viscosity of synovial fluid depends upon:-",
        "exp": "Ans. is 'd' Hyaluronic acid .The viscosity and the plastic (thixotropic properties) of the synovial fluid is because of its hyaluronate content.Hyaluronic acid, a glycosaminoglycan is a polymer of repeating disaccharide units (of glucuronic acid and N-acetyl glucosamine).Also RememberFunctions of Glycosaminoglycans* Hyaluronic acidViscosity of the synovial fluid.jelly like consistency of vitreous humor of eye*.Tensile strength and elasticity of cartilage and tendons*.* Chondroitin sulfate* Tensile strength of cartilage tendons, ligaments and the walls of aorta*.* Dermatan sulfate* Pliability of skin* and heart valves*.* Keratan sulfateFound in horny structures* of body composed of dead cells - hair, nails, claws, horn, hoofs.Also present in cornea*.* Heparin* Anticoagulant",
        "cop": 4,
        "opa": "N-acetyl galactosamine",
        "opb": "N-acetyl glucosamine",
        "opc": "Glucuronic acid",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "24e5ba19-2549-4987-873b-b68bba72ca0c",
        "choice_type": "single"
    },
    {
        "question": "All are involved in fast axonal transport, except",
        "exp": "Ans. is 'd' ie Neurofilament Intracellular transport is the one of the most important function of the eukaryotic cell. Nothing can function without the constant shuttling of intracellular components from place to place.Intracellular transport is orchestrated by a diverse constellation of molecular motor proteins that bind specific cargoes and convey them in a particular direction along cytoskeletal polymer tracks.Cytoskeletal polymer tracks are made up of intracellular network of filamentous structures.Essentially all eukaryotic cells contain 3 types of filamentous structures:actin filaments also k/a microfilamentsmicrotubules andintermediate filaments. four classes of intermediate filaments are found- Keratins, Vimentin- like proteins, Neurofilaments and Lamins.Axons are slender cylindrical processes and can extend for distances in excess of one meter in large animals, yet they are dependent on the cell body for the synthesis of many of their components. Materials destined for the axon are transported anterogradely, toward the axon tip, and materials destined to return are transported retrogradely, toward the cell body. This bidirectional transport process, known as axonal transport, is not fundamentally different from the pathways of macromolecular and membrane traffic that occur in all eukaryotic cells, but it is remarkable for its scale.Proteins and other molecules are transported along axons in association with distinct membranous and nonmembranous cargo structures that move at different rates. Membranous organelles move most rapidly, in the fast components of axonal transport, whereas cytoskeletal polymers and cytosolic protein complexes move more slowly, in the slow components.Membranous organelles like endocytic vesicles, lysosomes, golgi body derived vesicles are the principal cargoes of fast axonal transport. The many proteins, lipids, and polysaccharides that move along the axon at fast rates do so by virtue of their association with one or more subclasses of organelle or vesicle, either because they are sequestered within its lumen, embedded in its membrane, or bound to its surface.Membranous organelles move along both microtubule and microfilament tracks powered by molecular motor proteins (kinesins, dyneins, and myosins). Microtubules appear to be the principal tracks for long-range movementsalong the axis of the axon.Plus end-directed kinesin motors propel organelles along microtubules anterogradely, whereas dynein (and possibly also minus end-directed kinesin motors) propel organelles retrogradely.Non membranous cargoes like cytoskeletal polymers (microfilaments, microtubules and neurofilaments) and cytosolic protein complexes move more slowly, in the slow components.It was earlier believed that the fast and slow axonal transport are due to fundamentally distinct mechanisms of transport. But recent discoveries have shown that the underlying mechanism for both fast and slow transport is the same. They move at different rates due to difference in their duty ratio. The duty ratio is the proportion of time that a cargo structure spends actually moving. Thus the slow overall rate of movement of cytoskeletal filaments suggests that these structures move with a low duty ratio, spending most of their time not moving.Motile behavior of axonally transported cargoes Cargo structuresOverall rate (pulse labeling)Instantaneous rate (light microscopy)DirectionalityDuty ratioGolgi-derived vesicles (fast anterograde)200-400 mm/d~ (2-5 pm/s)1-5 pm/s-AnterogradeHighEndocytic vesicles, lysosomes, autophagosomes (fast retrograde)100-250 mm/d- (1-3 pm/s)1-3 pm/s-RetrogradeHighMitochondria<70 mm/d- (<0.8 pm/s)0.3-0.7 pm/s-BidirectionalIntermediateMicrofilaments, cytosolic protein complexes (slow component b)2-8 mm/d- (0.02-0.09 pm/s)UnknownUnknownUnknownMicrotubules, neurofilaments (slow component a)0.2-1 mm/d- (0.002-0.01 pm/s)0.3-1 pm/s-BidirectionalLow",
        "cop": 4,
        "opa": "Kinesin",
        "opb": "Dynein",
        "opc": "Lysosomes",
        "opd": "Neurofilaments",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "3b111277-0f3f-4491-8562-98c9a099ac6f",
        "choice_type": "multi"
    },
    {
        "question": "Liposomes are:",
        "exp": "Ans. D. All of theseLiposomes have an intermittent aqueous phase in lipid bilayer. They are produced when amphipathic lipids in aqueous medium are subjected to sonification. Liposomes are used as carriers of drugs to target tissues.",
        "cop": 4,
        "opa": "Lipid bilayered",
        "opb": "Water in the middle",
        "opc": "Carriers of drugs",
        "opd": "All of these",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "da270f4e-1a14-4ad5-9ee6-3c03524966a9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following trace elements is important for conversion of procollagen to collagen -",
        "exp": "Ans. is 'b' i.e., Cu o Lysyl oxidase is involved in stabilization of collagen cross-linking, wrhen tropocollagen molecules assemble to form collagen fibrils.o Copper is a cofactor for lysyl oxidase;Biosynthesis of collageno The collagens are synthesized and secreted by specilized cells called fibroblasts0. Following steps occur in collagen synthesisPolypeptide chain synthesisSynthesis of polypeptide chains (a-chains) of collagen occurs in ribosomes on the rough endoplasmic reticulum (RER). Collagen is synthesized as preprocollagen, which contains a leader or signal sequence along with main polypeptide chain.Post-translational modificationNewly synthesized collagen (polypeptide chains) undergoes extensive post-translational modification.In endoplasmic reticulum:- Signal (leader) sequence of preprocollagen directs the polypeptide chain into the lumen of RER from the ribosomes. As it enters the RER, signal sequence is enzymatically removed. Hydroxylation of proline and lysine residues occurs to form hydroxyproline and hydroxylysine. Then glycosylation of hydroxylysine0 takes place in procollagen molecule. Then, three pro-a-chains assemble together to form triple helix0, which is helped by formation of intrachain and interchain disulfide (S-S) bonds in extension peptides (propeptides), (extension peptides are additional amino acid residues (100-300) on both amino and carboxy terminals). Winding starts from carboxy terminal end. After formation of triple helix, no hydroxylation of proline or lysine and glycosylation of hydroxy lysines take place.Golgi-Apparatus:- Procollagen is then transported to golgi apparatus w'here it is packed in the secretory vesicles and then secreted out of the fibroblasts.C) Extracellular (out side the fibroblasts) :- Following secretion from the fibroblast, extracellular enzymes called procollagen aminopeptidase and procollagen carboxypeptidase remove extension peptides (propeptides) from amino-and carboxy-terminal, respectively. By removal of extension peptides, procollagen is converted to tropocollagen (mature collagen monomer). Then, these triple helical tropocollagen molecules spontaneously assemble to form collagen fibrils. These tropocollagen molecules (which have aggregated into collagen fibrils) now become extensively cross linked0 covalently to produce mature collagen fiber. These cross-linked are further stabilized by lysyl oxidase that oxidatively deaminates the amino group of same lysine and hydroxylysine residues. The tensile strength of collagen is provided by these covalent cross-links between and within triple helical units (tropocollagen).",
        "cop": 2,
        "opa": "Se",
        "opb": "Cu",
        "opc": "Zn",
        "opd": "Mg",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "50e5dc1d-b7e6-4f17-b395-1190181ddb4f",
        "choice_type": "single"
    },
    {
        "question": "Storage form of free eneragy in the cell -",
        "exp": "Ans. is 'b' i.e., ATP o For a biological reaction to proceed in forward direction, free energy (DG) should be less than 0.o Many biological reactions (such as synthesis of macro molecules) are thermodynemically unstable, i.e. their free energy (DG) > 0.o In order for such reactions to proceed, addtional source of energy is required.o ATP plays a central role by acting as a store offree energy with in the cell. Hydrolysis of ATP provides a significant free energy for such reactions.",
        "cop": 2,
        "opa": "Creatine phosphate",
        "opb": "ATP",
        "opc": "NADH",
        "opd": "G-6-P",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "e8ec16e4-0554-4aa4-8a96-4ea5484555f5",
        "choice_type": "single"
    },
    {
        "question": "In hypoparathyroidism:",
        "exp": "Ans. C. Plasma calcium is low and inorganic phosphorous highPTH hormone is concerned with the regulation of the concentration of Ca and PO4 ions in the blood plasma. It is released from parathyroid glands and their main function is to increase the concentration of Ca and to decrease the concentration of PO4. Hypoparathyroidism leads to low plasma Ca and high inorganic phosphorous.",
        "cop": 3,
        "opa": "Plasma calcium and inorganic phosphorous are low",
        "opb": "Plasma calcium and inorganic phosphorous are high",
        "opc": "Plasma calcium is low and inorganic phosphorous high",
        "opd": "Plasma calcium is high and inorganic phosphorous low",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "0a2e3f80-0ee8-47e5-868b-3b4f95dbdf62",
        "choice_type": "single"
    },
    {
        "question": "Fructose is absorbed by:",
        "exp": "Ans: B (Facilitated diffusion) Ref: Textbook of Biochemistry for Medical Students by DM Vasudevan,6th edition,Chapter 9,pp-91.Explanation:The GLUT 5 Na+-independent facilitative transporter allows fructose, as well as glucose and galactose, to be transported down their concentration gradientsExit from the cell for all sugars is via the GLUT 2 facilitative transporter.",
        "cop": 2,
        "opa": "Simple diffusion",
        "opb": "Facilitated diffusion",
        "opc": "Cotransport",
        "opd": "Svmport",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "4197af37-3c86-4f59-a0fc-8f8c2e79070a",
        "choice_type": "single"
    },
    {
        "question": "True about active transport are all except",
        "exp": "Ans: d (It is multi-directional) Ref: Vasudevan 4th ed/ p. 16Active transport is not multi-directional. It is unidirectional.Active transport: -It requires energy.It is unidirectional.-It requires specialised proteins called Transporters.It is saturable.These transporters are susceptible to inhibition.Note:Facilitated diffusion is carrier mediated.",
        "cop": 4,
        "opa": "It is saturable",
        "opb": "It requires energy",
        "opc": "It is not a carrier mediated process",
        "opd": "It is multi-directional",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "5287932f-6163-467c-9487-d4b2f55ab0b0",
        "choice_type": "multi"
    },
    {
        "question": "The graph given below denotes the transport kinetics across the cell membrane. The solute is:",
        "exp": "Ans. C. Glucosea. Rate of glucose entry is almost zero without the transporter molecule helping in facilitated diffusionb. Glucose concentration determines the rate of transport: Km can be calculated from the half maximal ratec. Km (glucose): 1.5mMd. Value of Km gives information regarding the affinity of the transporter to glucosee. Affinity is inversely proportional to Km.f. There is a favorable free energy for glucose transportg. Blood glucose concentration is roughly 65-90mg/dL",
        "cop": 3,
        "opa": "Oxygen",
        "opb": "Sodium",
        "opc": "Glucose",
        "opd": "Chloride",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "f87ef4cb-59ad-4c54-a9a9-021c23d81a64",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the major proteoglycan of synovial fluid -",
        "exp": "Ans. is 'd' i.e., Hyaluronic acid DistributionHyaluronic acido Synovial fluid (provides viscosity), vitreous humor, loose connective tissue)Chondroitin sulfateo Cartilage, bone, tendon, ligament, corneaDermatan sulfateo Pliability of skin, and heart valves, wide distributionKeratan sulfateo Homy structures like hair, nails, claws, horn, hoofso Also present in corneaHeparino Mast cellsHeparan sulfateo Skin fibroblast, aortic wall",
        "cop": 4,
        "opa": "Chondroitin sulfate",
        "opb": "Dermatan sulfate",
        "opc": "Heparan sulfate",
        "opd": "Hyaluronic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "07297836-e434-410d-9d5c-728dcfa4c510",
        "choice_type": "single"
    },
    {
        "question": "RBC membrane is maintained by:-",
        "exp": "Ans. is 'a' spectrin .Proteins maintaining the shape, flexibility and the strength of RBC membrane are-Spectrin (most important)AnkyrinProtein 4.1A deficiency of any one of the membrane skeletal proteins can cause hereditary spherocytosis* (though spectrin is the most common defect).",
        "cop": 1,
        "opa": "Spectrin",
        "opb": "Laminin",
        "opc": "Collagen",
        "opd": "Elastin",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "4a0e60fc-54fc-4d5a-b87c-4e2ed38b3460",
        "choice_type": "single"
    },
    {
        "question": "All of the following are the components of collagen except:",
        "exp": "Ans. d. Desmosine (Ref: Harper 29/e p589-590 28/e p527, 530)Desmosine is the component of elastin. not the collagen.'A striking characteristic of collagen is the occurrence of glycine residues at every third position of the triple helical portion of the alpha chain. This is necessary because glycine is the only amino acid small enough to be accommodated in the limited space available down the central core of the triple helix. This repeating structure, represented as (Gly-X-Y)n as an absolute requirement for the formation of the triple helix.While X and Y can be any other amino acids, about 100 of the X positions are proline and about 100 of the Y positions are hydroxyproline. Proline and hydroxyproline confer rigidity on the Collagen molecule. Hydroxyproline is formed by the posttranslational hydroxylation of peptide-bound proline residues catalyzed by the enzyme prolyl hydroxylase, whose cofactors are ascorbic acid (vitamin C) and alpha-ketoglutarate. Lysines in the Y position may also be post-translationally modified to hydroxylysine through the action of lysyl hydroxylase, an enzyme with similar cofactors.Harper 28/e p527'The major cross-links formed in elastin are the desmosines, which result from the condensation of three of these lysine- derived aldehydes with an unmodified lysine to form a tetra functional cross-link unique to elastin. - Harper 28/e p530Fig. 14: Molecular features of Collagen structure from primary sequence upto the fibrilCollagenCollagen type I is composed of a triple helix structureQ and forms fibrils.Each polypeptide sub-unit or alpha chain is twisted into a left-handed polyproline helix of three residues per turnQ.Three of these alpha chains are then wound into a right-handed super helixQ.A striking characteristic of collagen is the occurrence of glycine residues at every third position of the triple helical portion of the alpha chain. This is necessary because glycine is the only amino acid small enough to be accommodated in the limited space available down the central core of the triple helixQ.This repeating structure, represented as (Gly-X-Y)n as an absolute requirement for the formation of the triple helixQ.While X and Y can be any other amino acids, about 100 of the X positions are Proline and about 100 of the Y positions are hydroxyprolineQ. Proline and hydroxyproline confer rigidity on the collagen moleculeQ.Hydroxyproline is formed by the posttranslational hydroxylation of peptide-bound proline residues catalyzed by the enzyme prolyl hydroxylase, whose cofactors are ascorbic acid (vitamin C) and alpha-ketoglutarate.Lysines in the Y position may also be post-translation ally modified to hydroxylysine through the action of Iysyl hydroxylase, an enzyme with similar cofactorsQ.Some of these hydroxylysines may be further modified by the addition of galactose or galactosyl-glucose through an O-glycosidic linkage, a glycosylation site that is unique to collagenQ.ElastinElastin is a connective tissue protein that is responsible for properties of extensibility and elastic recoil in tissues.Elastin is present in large amounts, particularly in tissues that require these physical properties, e.g., lung, large arterial blood vessels, and some elastic ligaments.In contrast to collagen, there appears to be only one genetic type of elastic.Elastin does not contain repeat Gly-X-Y sequences, triple helical structure, or carbohydrate moietiesQ.After secretion from the cell, certain lysyl residues of tropoelastin are oxidatively deaminated to aldehydes by Iysyl oxidase, the same enzyme involved in this process in collagen.However, the major cross-links formed in elastin are the desmosines, which result from the condensation of three of these lysine-derived aldehydes with an unmodified lysine to form a tetra functional cross-link unique to elastinQ.CollagenElastinMany different genetic typesQOne genetic typeQTriple helixQNo triple helix; random coil conformations permitting stretchingQ(Gly-X-Y)n repeating structureQNo (Gly-X-Y)n repeating structureQPresence of hydroxylysineQNo hydroxylysineQCarbohydrate-containingQNo carbohydrateQIntramolecular aldol cross-linksQIntramolecular desmosine cross-linksQPresence of extension peptides during biosynthesisQNo extension peptides present during biosynthesisQ",
        "cop": 4,
        "opa": "Glycine",
        "opb": "Lysine",
        "opc": "Proline",
        "opd": "Desmosine",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "5302dbce-f5e5-42a6-b77b-6eda026d2498",
        "choice_type": "multi"
    },
    {
        "question": "Function of Golgi apparatus:",
        "exp": "Ans: A (Storing and packing of proteins) Ref: Harper's illustrated Biochemistry, 29th edition.Explanation:StructureFunctionNucleus* Contains genetic materialRibosomes* Protein synthesis ( Translation)RoughEndoplasmicreticulum* Synthesis/modification and transport of proteins and lipids* Folding of protein molecules in sacs called cisternae* Transport of synthesized proteins in vesicles to the Golgi apparatus.SmoothEndoplasmicreticulum* Synthesizes lipids, phospholipids, and steroids* Plays a major role in excitation-contraction coupling in skeletal muscles* Metabolism of carbohydrates, drug detoxification, attachment of receptors on cell membrane proteins, and steroid metabolism.Golgi apparatus* Processing, distribution of proteins & lipids* Major collection and dispatch station of protein products received from the endoplasmic reticulum* Post-translational modification of proteinsLysosomes* Digestion of substances in ceil* contain acid hydrolase enzymes* Digest excess or worn-out organelles, food particles, and engulfed viruses or bacteriaPeroxisomes* Lipid metabolism and detoxification* Breakdown of very long chain fatty acids through beta-oxidationCentriole* Cytcskeletal organization",
        "cop": 1,
        "opa": "Storing and packing of proteins",
        "opb": "Breaking of fatty acids",
        "opc": "Steroid synthesis",
        "opd": "DNA replication",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "b3829a01-dfea-4454-9c48-e43c751b4717",
        "choice_type": "single"
    },
    {
        "question": "Secondary messengers are all the following EXCEPT",
        "exp": "Ans. c (Plasmalogen) (Ref. Ganong physiology 22nd ed., 37-42; Harper's Biochemistry 27th/pg.ll6, 211)SECOND MESSENGERS# Nerve impulses--and binding of hormones to cell surface receptors--elicit changes in the rate of enzyme catalyzed reactions within target cells by inducing the release or synthesis of specialized allosteric effectors called second messengers.- 3', 5'-cAMP- cGMP- DAG- IP3- Ca~- Ceramide# cGMP serves as a second messenger in response to nitric oxide (NO) during relaxation of smooth muscle.# Cyclic AMP (cAMP) is formed from ATP by adenylyl cyclase at the inner surface of cell membranes and acts as an intracellular second messenger in response to hormones such as epinephrine, norepinephrine, and glucagon. cAMP is hydrolyzed by phosphodiesterase, so terminating hormone action. In liver, insulin increases the activity of phosphodiesterase.# Phosphatidylinositol is a precursor of second messengers. Phosphatidylinositol 4,5-bisphosphate is an important constituent of cell membrane phospholipids; upon stimulation by a suitable hormone agonist, it is cleaved into diacylglycerol (DAG) and inositol trisphosphate (IP3), both of which act as internal signals or second messengers.# Ceramide is an important signaling molecule (second messenger) regulating pathways including apoptosis (processes leading to cell death), cell senescence, and differentiation, and opposes some of the actions of diacylglycerol.PLASMALOGENS# Plasmalogens occur in brain & muscle.# Plasmalogens and platelet-activating factor (PAF) are either phospholipids formed from dihydroxyacetone phosphate.# These compounds constitute as much as 10% of the phospholipids of brain and muscle.# In multiple sclerosis, which is a demyelinating disease, there is loss of both phospholipids (particularly ethanolamine plasmalogen) and of sphingolipids from white matter. Thus, the lipid composition of white matter resembles that of gray matter. The cerebrospinal fluid shows raised phospholipid levels.",
        "cop": 3,
        "opa": "cAMP",
        "opb": "cGMP",
        "opc": "Plasmalogen",
        "opd": "IP3",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "0aa51945-7a5e-4e10-98a1-09f40982011f",
        "choice_type": "multi"
    },
    {
        "question": "Addition of PUFA in plasma membrane causes",
        "exp": "Ans. is 'b' i.e. increased fluidity of membranes : As explained previously in NOV 2000 paperThe fluidity of the plasma membrane is highly dependent upon the lipid composition of the membrane . * Saturated fatty acids : Increase the transition temperature and hence decrease the fluidity.Unsaturated fatty acids (PUFA) : Decrease the transition temperature and hence increase the fluidity of membrane.",
        "cop": 2,
        "opa": "Membrane becomes rigid",
        "opb": "Increase in fluidity of membrane",
        "opc": "Decrease in fluidity of membrane",
        "opd": "No change in fluidity of membrane",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "ecc0029b-a7ea-4ac0-a6fb-ded7161a0bf6",
        "choice_type": "single"
    },
    {
        "question": "Important buffer in the extracellular fluid is:",
        "exp": "Ans. C. BicarbonateThe bicarbonate buffer system is the most important extracellular buffer. Although it has a relatively low buffering capacity with pKa 6.3, it plays an important role in maintaining blood pH because1. Of its high concentration 2. The two elements, HCO3- and CO2 of H2CO3 are regulated by increasing or decreasing the rate of reabsorption of HCO3- by the kidneys and by altering the rates of removal or retention of CO2.",
        "cop": 3,
        "opa": "Phosphate",
        "opb": "Acetate",
        "opc": "Bicarbonate",
        "opd": "Plasma protein",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "f312fa74-dac4-4ed9-8e59-82b3a6b0ad0f",
        "choice_type": "single"
    },
    {
        "question": "Mesosomes are prokaryotic counterpart of eukaryotic:",
        "exp": "Ans: a (Mitochondria) Ref:Ananthanarayan, 7th ed, p. 13Mesosomes are principal sites of respiratory enzymes in bacteria and are analogous to mitochondria of eukaryotes.Mesosomes, (also called chondroids) are vesicular, convoluted or multilaminated structures formed as invaginations of the plasma membrane into the cytoplasam.",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Endoplasmic reticulam",
        "opc": "Golgi apparatus",
        "opd": "Nucleus",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "acb0784f-21f8-4042-94b7-926a4fe7ace6",
        "choice_type": "single"
    },
    {
        "question": "Degradation of a substance takes place in which part of the cell:",
        "exp": "Ans: c (Lysosome) Ref: Vasudevan, 4th ed,p. 17Degradation of a substance takes place in lysosomes. Phagosomes fuse with lysosomes to form phagolysosomes, inside which particles are digested.Lysosomal storage disease:DiseaseEnzyme deficiencyMajor accumulating metaboliteGlycogenosesType II (Pompes disease)Lysosomal glucosidaseGlycogenSphingolipidoses GM 1GMl gangliosideGM 1 gangliosideGM 2Beta galactosidaseGM 2 gangliosideTay sachs diseaseHexosaminidase A Sulfatidoses Gaucher diseaseGlucocerebrosidaseGlucocerebrosideNiemann Pick diseaseSphingomyelinaseSphingomyelinMucopolysaccharidoses MPS 1 (Hurler)L-IduronidaseHeparan sulfate Dermatan sulfateMPS 11 (Hunter)L- Iduronosulfate sulfataseHeparan sulfate Dermatan sulfate",
        "cop": 3,
        "opa": "Mitochondria",
        "opb": "Nucleus",
        "opc": "Lysosome",
        "opd": "ER",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "0eecf55b-5391-4939-85da-11d133f05613",
        "choice_type": "single"
    },
    {
        "question": "G protein of G protein coupled receptors are attached to?",
        "exp": "Ans. is 'b' i.e.,Carboxyterminal end* G protein coupled receptors are receptors which are coupled to G protein* G proteins are proteins which get activated on binding to GTP* There are two types of G proteins# Small G proteins# Heterotrimeric G proteins* G protein coupled receptors are coupled to heterotrimeric G proteins with a,p,y subunits* The receptors cross the cell membrane 7 times. That makes them look like a snake. Hence they are called as serpentine receptors.* These receptors being proteins, have an aminoterminal end and a carboxy terminal end. Aminoterminal end faces the extracellular side and the carboxy terminal end faces the cytoplasm. To this carboxy terminal end, is attached the G protein, with a, b, g subunits.",
        "cop": 2,
        "opa": "Aminoterminal end",
        "opb": "Carboxyterminal end",
        "opc": "Third transmembrane domain",
        "opd": "Seventh transmembrane domain",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "356b629d-0782-4253-be54-501bdcf4bda4",
        "choice_type": "single"
    },
    {
        "question": "Receptor mediated endocytosis is by",
        "exp": "Ans is A i.e. Clathrin EndocytosisThe process by which cells take up large molecules is called endocytosis.Endocytotic vesicles are generated when segments of the plasma membrane invaginate, enclosing a minute volume of extracellular fluid and its contents. The vesicle then pinches off as the fusion of plasma membranes seals the neck of the vesicle at the original site of invagination.* There are two general types of endocytosis:PhagocytosisPinocytosisPha2ocvtosisinvolves ingestion of large particles such as viruses, bacteria, cells or debris.Phagocytosis occurs only in specialized cells such as macrophages and granulocytes.PinocytosisIt is a property of all cellsIt is cellular uptake of fluid and fluid contents.Pinocytosis is of two types :Fluid phase pinocytosis - is a non-selective process in which the uptake of a solute is simply proportionate to its concentration in the surrounding extracellular fluid:Absorptive pinocytosis: is a receptor mediated selective process primarily responsible for the uptake of macromolecules. The vesicles formed during absorptive pinocytosis are derived from invagination (pits) that are coated on the cytoplasmic side with a filamentous material. In many systems, clathrin is the filamentous material. For .e.g LDL is internalized by means of coated pits containing the LDL receptors.",
        "cop": 1,
        "opa": "Clathrin",
        "opb": "Porine",
        "opc": "Cytocin",
        "opd": "Vimentin",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "1c551e8e-bff8-4946-aeab-efb517f3a44c",
        "choice_type": "single"
    },
    {
        "question": "Epidermolysis bullosa is due to defect in collagen type?",
        "exp": "Ans. D. Type 7Diseases Caused by Mutations in Collagen Genes or by Deficiencies in the Activities of Posttranslational Enzymes Involved in the Biosynthesis of CollagenGene or EnzymeDisease 1COL1A1, COL1A2Osteogenesis imperfecta, type 12 (OMIM 166200)Osteoporosis 3 (OMIM 166710)Ehlers-Danlos syndrome type VII autosomal dominant (OMIM 130060)COL2A1Severe chondrodysplasias Osteoarthritis 3 (OMIM 165720)COL3A1Ehlers-Danlos syndrome type IV (OMIM 130050)COL4A3-COL4A6Alport syndrome (including both autosomal and X-linked forms) (OMIM 104200)COL7A1Epidermolysis bullosa, dystrophic (OMIM 131750)COL10A1Schmid metaphysial chondrodysplasia (OMIM 156500)Lysyl hydroxylaseEhlers-Danlos syndrome type VI (OMIM 225400)Procollagen N-proteinaseEhlers-Danlos syndrome type VII autosomal recessive (OMIM 225410)Lysyl hydroxylaseMenkes disease 4 (OMIM 309400)",
        "cop": 4,
        "opa": "Type 1",
        "opb": "Type 3",
        "opc": "Type 4",
        "opd": "Type 7",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "b6346f50-600c-47b0-800b-4af60c7d0250",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is seen in association with membrane raft?",
        "exp": "Ans. c. GPI anchored protein (Ref: Lehninger 5/e p384-386)Stable associations of sphingolipids and cholesterol in the outer leaflet produce a microdomain (rafts) slightly thicker than the other membrane regions that is enriched with specific type of membrane proteins.GPI-Iinked proteins are common in the outer leaflet of these rafts.GPI-Iinked proteins are common in the outer leaflet of these raftsQ.Membrane Microdomain (Rafts)Stable associations of sphingolipids and cholesterol in the outer leaflet produce a microdomain (rafts) slightly thicker than the other membrane regions that is enriched with specific type of membrane proteins.GPl-linked proteins are common in the outer leaflet of these raftsQ.Proteins with one or several covalently attached long-chain acyl groups are seen commonly in the inner leaflet.Caveolin is especially common in inwardly curved rafts called caveolae.Caveolin binds cholesterol in the membrane, and the presence of caveolin forces the associated lipid bilayer to curve inward, forming caveolae (little caves) in the surface of the cell.Caveolae are unusual rafts: they involve both leaflets of the bilayer-the cytoplasmic leaflet, from which the caveolin globular domain project, and the extracellular leaflet, a typical sphingolipid/cholesterol raft with GPI-anchored proteinsQ.Caveolae are implicated in a variety of cellular functions:Membrane trafficking within cellsTransduction of external signals into cellular responses",
        "cop": 3,
        "opa": "Mannose binding protein",
        "opb": "GTP associated receptor",
        "opc": "GPI anchored protein",
        "opd": "G-coupled receptor",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "880ef7a1-c760-476c-b0d6-453a2acc9fb2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following types of collagen is present in basement membrane?",
        "exp": "Ans. c. Type IV (Ref: Robbins 9/e p20-23. 8/e p95)Type IV collagens are the main components of the basement membrane, together with laminin.\"The basement membrane is synthesized by contributions from the overlying epithelium and underlying mesenchymal cells, forming a fiat lamellar \"chicken wire \" mesh (although labeled as a membrane, it is quite porous). The major constituents are amorphous nonfibrillar type IV collagen and laminin. \"--Robbins 9/e p21.Type IV collagens have long but interrupted triple-helical domains and form sheets instead of fibrils; they are the main components of the basement membrane, together with laminin.\"--Robbins 9/e p23 Main Types of Collagens, Tissue Distribution, and Genetic DisordersCollagen TypeTissue DistributionGenetic DisordersFibrillar CollagensIUbiquitous in hard & soft tissues (Bone, cornea & myofibrilsQ)Osteogenesis imperfecta; Ehlers-Danlossyndrome-arthrochalasias type IIICartilage, intervertebral discQ, vitreousQAchondrogenesis type It, spondyloepiphysea dysplasia syndromeIIIHollow organs, soft tissues, granulation tissueQVascular Ehlers-Danlos syndromeVSoft tissues, blood vesselsQClassical Ehlers-Danlos syndromeIXCartilage, vitreousQStickler syndromeBasement Membrane CollagensIVBasement membranes, eye lensQAlport syndromeOther CollagensVIUbiquitous in microfibrilsBethlem myopathyVIIAnchoring fibrils at dermal-epidermal junctionsQDystrophic epidermolysis bullosaIXCartilage, intervertebral discsQMultiple epiphyseal dysplasiasXVIITransmembrane collagen in epidermal cellsQBenign atrophic generalized epidermolysis bullosaXV & XVIIIEndostatin-forming collagens, endothelial cellsQKnobloch syndrome (type XVIII collagen)",
        "cop": 3,
        "opa": "Type I",
        "opb": "Type III",
        "opc": "Type IV",
        "opd": "Type V",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "5db07ba7-f600-4b06-9f7d-f74409e52f6c",
        "choice_type": "single"
    },
    {
        "question": "Receptors for thyroid hormones are present:",
        "exp": "Ans. C. Inside the cellsThyroid hormones come under the category of Group I hormones. They bind to intracellular receptors to form receptor- hormone complexes (the intracellular messengers) through which their biochemical functions are mediated.",
        "cop": 3,
        "opa": "On the cell membrane",
        "opb": "Across the cell membrane",
        "opc": "Inside the cells",
        "opd": "In association with G-proteins",
        "subject_name": "Biochemistry",
        "topic_name": "Membrane Structure & Function",
        "id": "d2ece993-dcb1-4c72-86c4-f61128121843",
        "choice_type": "single"
    }
]