[
    {
        "question": "Human Mitochondrial Genome encodes:",
        "exp": "MITOCHONDRIAL DNA: Present in eukaryotes Circular, double stranded High rate of mutations because of : no introns (prevent mutations) no repair enzymes no proof reading 1% of total cellular DNA Maternally inherited Total 67 proteins of respiratory chain, out of which 13 are from mitochondrial DNA. Multiple copies are present in the same cell Contains: 4 stop codons. 16,000 base pairs(which is around 1% of total cell DNA) 37 genes encoding for: 2 r RNA, 22 t RNA 13 protein sub-units Contains own ribosome (55 S) and circular dsDNA.",
        "cop": 1,
        "opa": "37 genes",
        "opb": "47 genes",
        "opc": "57 genes",
        "opd": "67 genes",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "38bc273e-ac44-44d7-b4fb-a52dff30ee15",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an epigenetic change?",
        "exp": "Epigenetics Study of heritable gene expression without change in the nucleotide sequences. Major epigenetic mechanisms: DNA methylation Histone modifications Alteration in Chromatin Structure microRNAs Point mutation Changes the nucleotide sequence. Does not come under the definition of epigenetic change.",
        "cop": 4,
        "opa": "Acetylation of histone",
        "opb": "Methylation of DNA",
        "opc": "Methylation of histone",
        "opd": "Point mutation",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "de6b73b8-f9b5-4a8c-b3ff-36959906eea3",
        "choice_type": "single"
    },
    {
        "question": "All the following are mitochondrial disorders EXCEPT :",
        "exp": "Mitochondrial DNA disorders MELAS- Mitochondrial Encephalopathy, Lactic Acidosis and Stroke-like episodes Leigh syndrome Leber hereditary optic neuropathy Kearns Sayre syndrome NARP syndrome - Neuropathy, Ataxia & Retinitis Pigmentosa MERRF - Myoclonic epilepsy with ragged-red fibers Whereas Incontinentia pigmenti (Bloch-Sulzberger syndrome) X-linked genetic disease Skin, hair, teeth & CNS manifestations",
        "cop": 4,
        "opa": "MELAS",
        "opb": "Kearns Sayre syndrome",
        "opc": "NARP syndrome",
        "opd": "Incontinentia pigmenti",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "a3ebda90-ff66-4ac5-b037-d192691329ae",
        "choice_type": "multi"
    },
    {
        "question": "If both parents have sickle cell anemia, then the likelihood of children (offsprings) having the disease is-",
        "exp": "Sickle cell anemia Inherited as AR. If both parents are affected, means both parents are homozygous for trait as recessive allele is expressed in only homozygous state. Then 100 % offsprings will inherit the disease. If Both parents are carriers then only 25% will be affected",
        "cop": 4,
        "opa": "10%",
        "opb": "25%",
        "opc": "50%",
        "opd": "100%",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "1d311e28-21a3-4f4f-b5fe-c87ebc739ec4",
        "choice_type": "multi"
    },
    {
        "question": "CG region is involved in:",
        "exp": "CG region Methylation of cytosine By DNA Methyl Transferases (DNMTs) of CG site leads to gene inhibition. the most common mechanism of genomic imprinting.",
        "cop": 2,
        "opa": "Acetylation",
        "opb": "Methylation",
        "opc": "Phosphorylation",
        "opd": "DNA Replication",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "fc9d99d0-3631-450b-b77a-95c6d0d9cbb6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following test is not used in epigenetics:",
        "exp": "HPLC is not used in epigenetics Tests done in epigenetics are : Na bisulfite method - detects DNA methylation. ChIP- Chromatin Immuno Precipitation- Detects post translational modifications of histones Used together with its large-scale variants ChIP-on-chip and ChIP-Seq FISH (Fluorescent in situ hybridization) Methylation-sensitive restriction enzymes PCR Microarray",
        "cop": 1,
        "opa": "HPLC",
        "opb": "Chip on chip",
        "opc": "Bi-sulfate sequencing",
        "opd": "Methylation sensitive Restriction Enzymes digestion",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "19676699-cb9b-448b-83cb-d6b5b1d8c5df",
        "choice_type": "single"
    },
    {
        "question": "Heritable changes in gene expression not caused by alterations in DNA sequence refers to:",
        "exp": "Epigenetics Means 'above genes'. Study of heritable changes in gene expression that donot involve changes to the underlying DNA sequence. This is a change in phenotype without a change in genotype. Epigenetic silencing (Genomic Imprinting) is one of the ways to turn genes off - contribute to differential expression. Major mechanisms of epigenetics DNA methylation (most common) Histone modifications (post translational)",
        "cop": 2,
        "opa": "Genetics",
        "opb": "Epigenetics",
        "opc": "Mutations",
        "opd": "Transposons",
        "subject_name": "Biochemistry",
        "topic_name": "Mendalian Inheritance",
        "id": "4c87c7d9-7f08-4656-8b44-3f6ccda01115",
        "choice_type": "single"
    }
]