[
    {
        "question": "In ETC cmplex-4 is inhibited by all except -",
        "exp": "Ans. is 'd' i.e., BAL o Rotenone inhibits complex I (NADH-CoQ reductase).Inhibitors of electron transport chain-o Inhibitors of respiratory chain may be divided into three groups : -Inhibitors of electron transport chain properThese inhibitors inhibit the flow of electrons through the respiratory chain. This occurs at following sites.Complex I (NADH to CoQ) is inhibited by: - Barbiturates (amobarbital), Piericidin A (an antibiotic), rotenone (an insectiside), chlorpromazine (a tranquilizer), and guanethidine (an antihypertensive). These inhibitors block the transfer of reducing equivalents from FeS protein to CoQ.Complex II is inhibited by : - Carboxin and TTFA inhibit transfer of electon from FADH2 to CoQ, whereas malanate competitively inhibit from succinate to complex II.Complex III (Cytochrome b to cytochrome Cl) is inhibited by : - Dimercaprol, antimycin A, BAL (British anti lewisite), Naphthyloquinone. These inhibitors block the transfer of electrons from cytochrome b to cytochrome C i.Complex IV (cytochrome C oxidase) is inhibited by : - Carbon monoxide, CN-, ITS and azide (N3). These inhibitors block the transfer of electrons from cytochrome aa3 to molecular oxygen and therefore can totally arrest cellular respiration.Inhibitors of oxidative phosphorylationThese compounds directly inhibit phosphorylation of ADP to .ATP. Oligomycin inhibits Fo component of F0F1 ATPase. Atractiloside inhibits translocase, a transport protein that transports ADP into mitochondria for phosphorylation into ATP.UncouplesAs the name suggests, these componds block the coupeling of oxidation with phosphorylation. These compounds allow the transfer of reducing equivalents in respiratory chain but prevent the phosphorylation of ADP to ATP by uncoupling the linkage between ETC and phosphorylation. Thus the energy instead of being trapped by phosphory lation is dissipated as heat. Uncouplers may be :- Natural :-Thermogenin, thyroxineSynthetic :- 2, 4-dinitrophenol (2, 4-DNP), 2, 4-dinitrocresol (2, 4-DNC), and CCCP (chlorocarbonylcyanidephenyl hydrazone).",
        "cop": 4,
        "opa": "CO",
        "opb": "CN-",
        "opc": "H2S",
        "opd": "BAL",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "4b195c3e-3bba-4c0d-b70b-0f54c78c7d6c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is physiological uncoupler-",
        "exp": "Ans. is 'a' i.e.* Thermogenin o Amongst the given options, a, b and c are uncouplers.o However, only thermogenin, among these three is a natural (physiological) uncouplex.Uncoupleso As the name suggests, these componds block the coupeling of oxidation with phosphorylation. These compounds allow the transfer of reducing equivalents in respiratory' chain but prevent the phosphorylation of ADP to ATPQ by uncoupling the linkage between ETC and phosphorylation. Thus the energy instead of being trapped by phosphorylation is dissipated as heat. Uncouplers may beNatural:- Thermogenin, thyroxineSynthetic :- 2, 4-dinitrophenol (2, 4-DNP), 2, 4-dinitrocresol (2, 4-DNC), and CCCP (chlorocarbonylcyanidephenvl hvdrazone).o Thermogenin is an uncoupler protein present in brown adipose tissue (brown fat0). It uncouples oxidation and phosphorylation by acting as a channel for IT ions so that hydrogen ion gradient cannot build up. Oxidation occuring in brown adipose tissue without generation of ATP results in production of heatQ .",
        "cop": 1,
        "opa": "Thermogonin",
        "opb": "2, 4nitrophenol",
        "opc": "2, 4Dinitrophenol",
        "opd": "Oligomycin",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "6b3a5bd8-29ae-471f-a887-484621447d46",
        "choice_type": "single"
    },
    {
        "question": "Immediate source of energy is -",
        "exp": "Ans. is 'c' i.e., ATP o There are three energy systems to provide energy for muscular activities.Immediate energy system : Energy is provided by stored ATP and creatine phosphate.Anaerobic glycolytic system (lactic acid system) : Energy is generated by utilization of glucose or glycogen by anaerobic glycolysis. This energy is also generated early.Aerobic or oxidative system : Energy is generated by utilization of glucose/glycogen, and fatty acids through oxidative pathways, e.g. TCA cycle.o These three energy systems operate as a continuum: each system is always functioning, even at rest,o What varies is the relative contribution each system makes to total ATP production at any given time. Immediate energy systemAnerobic gly colytic systemOxidative (aerobic) sy stemSubstratesATP, creatine phosphateGlucose or glycogenGlucose or glycogen, fatty acidsEnergy productionVery fastFastSlowPeak at0-30 sec.20-180 sec.>3 minLimiting factorDepletion of CrP, ATPLactic acid accumulationGlycogen depletionActivity examplePowerlifting & weight lifting, short sprints Jumping, throwingLonger sprints Middle distance team sports Ball games (Soccer, rugby)Endurance events Team sports Bail games (Soccer, field hockey)",
        "cop": 3,
        "opa": "Corps cycle",
        "opb": "HMP",
        "opc": "ATP",
        "opd": "TCA cycle",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "15e3af82-bdde-43a8-8dc9-79cb9efd8968",
        "choice_type": "single"
    },
    {
        "question": "Main source of energy in 1 min is -",
        "exp": "Ans. is 'a' i.e., Glycogen Source of energy for muscular activityo The immediate source of energy for all muscle contraction is ATP, followed immediately by creatine phosphate.o In stemous exercise ATP store is sufficient only for 1-2 seconds and creatine phosphate for another 5-7 seconds.o Thus, energy rich phosphagen stores (ATP and creatine phosphate) permit severe muscle contraction for 8-10 seconds only.o After this, energy is obtained from the metabolism of stored glycogen or from circulating glucose and free fatty- acids, depending upon the availability of oxygen.o Energy source during in exercise can be summarized by : -Short burst of intense activity (e.g., 100 meter sprint or weight lifting) : - All energy comes from ATP and creatine phosphate. Breakdow n of these compound is an anaerobic processes. Little longer intense exercise (e.g., 200 meter sprint or 100 meter swim)Besides ATP and creatine phosphate, glycogen is metabolised by anerobic glycolytic pathways to provide a ready source of energy. So, muscle work is anaerobic.Longer duration exercise (e.g., jogging, marathon run) : - The muscle work is aerobic and energy comes from aerobic utilization of glucose and free fatty acids. More glucose is utilized at the initial stage, but as the exercise is prolonged, free fatty acids become the predominant fuel. Immediate energy systemAnerobic glycolytic systemOxidative (aerobic) systemSubstratesATP, creatine phosphateGlucose or glycogenGlucose or glycogen, fatty acidsEnergy' productionVery fastFastSlowrPeak at0-30 sec.20-180 sec.>3 minLimiting factorDepletion of CrP. ATPLactic acid accumulationGlycogen depletionActivity examplePowerlifting & weight lifting, short sprintsJumping, throwingLonger sprintsMiddle distance team sportsBall games (Soccer, rugby)Endurance eventsTeam sportsBall games (Soccer, field hockey)",
        "cop": 1,
        "opa": "Glycogen",
        "opb": "FFA",
        "opc": "Phosphates",
        "opd": "Glucose",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "f8a7225b-e250-4dec-bbbc-12f74c6bb754",
        "choice_type": "single"
    },
    {
        "question": "Phenobarbitone inhibits which complex of ETC?",
        "exp": "Ans. A. Complex I(Ref: Harper 31/e page 123)Inhibitors of ETC at Complex I1. An insecticide and a fish Poison Rotenone2. Amobarbital which is a barbiturate.3. Piericidin",
        "cop": 1,
        "opa": "Complex I",
        "opb": "Complex II",
        "opc": "Complex III",
        "opd": "Complex IV",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "c9ba70ff-be70-42dd-8f9f-4f5d6bcaf262",
        "choice_type": "single"
    },
    {
        "question": "All of the following occur in mitochondria except:",
        "exp": "Ans. B. GlycogenolysisGlycogenolysis occurs in the cytoplasm.Other metabolic reactions in the cytosol - glycolysis, glycogenesis, cholesterol synthesis, HMP shunt, bile acid synthesis",
        "cop": 2,
        "opa": "Citric acid cycle (Krebs's cycle)",
        "opb": "Glycogenolysis",
        "opc": "Fatty acid oxidation",
        "opd": "Electron transport chain",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "c59d671e-b425-4b1f-bc25-e708baee9a5d",
        "choice_type": "multi"
    },
    {
        "question": "Which complex of ETC is not associated with liberation of energy -",
        "exp": "Ans. is 'b' i.e., Complex II o During the transfer of electrons through the ETC, energy is produced. This energy is coupled to the formation of ATP molecules by phosphorylation of ADP by an enzyme F0F1, ATPase. The phosphorylation of ADP into ATP is coupled with oxidation of reducing equivalents, therefore the process is called oxidative phosphorylation,o There are three ATP synthesizing sites of electron transport chain : (i) Site I is between NAD and CoQ. i.e., Complex I; (ii) Site II is between CoQ and cytochrome C, i.e., Complex III; and (iii) Site III is between cytochrome C and oxygen, i.e., complex IV. These sites provide energy required to make ATP from ADP by an enzyme F0F1 ATPase.o The energy liberated of site I (complex I) is used to synthesize 1 ATP molecule, at site II (complex III) is used to synthesize 1 ATP molecule and at site III (Complex IV) is used to synthesize Vi ATP molecule. Thus, when 1 NADH molecule enters the respiratory chain, it produce 2.5 molecules of ATP. When 1 molecule of FADH2 enters the respiratory chain only 1.5 molecules of ATP are produced as site 1 of energy liberation is bypassed.Note : Previously it was assumed the NADH produces 3 ATPs and FAD generates 2 ATPs. Recent experiments show that these old values are overestimates and NADH produces 2.5 ATPs and FADH2 produces 1.5 ATPs.",
        "cop": 2,
        "opa": "Complex 1",
        "opb": "ComplexII",
        "opc": "Complex III",
        "opd": "ComplexIV",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "625863cc-a96b-427c-85b8-43242e02cdd9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding ETC-",
        "exp": "Ans. is 'c' i.e., No role of inorganic phosphate o Inorganic phosphate (Pi) is required in ETC to generate ATP.ADP + Pi -- ATPo ETC occurs in mitochondria and involves transfer of reducing equivalent to generate ATP.",
        "cop": 3,
        "opa": "Occurs in mitochondria",
        "opb": "Generates ATP",
        "opc": "No role of inorganic phosphate",
        "opd": "Involves transport of reducing equivalent",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "d59057a1-370c-4678-a0be-c83d3c2fa445",
        "choice_type": "multi"
    },
    {
        "question": "CO acts by inhibiting which component of respiratory chain -",
        "exp": "Ans. is 'b' i.e., Cytochrome C oxidase Inhibitors of Electron transport chain (Respiratory chain)o Complex IBarbiturates (amobarbital), piercidin A. rotenone, chlorpromazine. guanithidine.o Complex IICarboxin. TTFA, malonate.o Complex IIIDimercaprol, BAL, actinomycin A, Naphthvloquinone.o Complex IV (cytochrome c oxidase) :- Carbon monoxide (CO-), cyanide (CN-), H2S. azide (N3-)",
        "cop": 2,
        "opa": "Cytochrome b",
        "opb": "Cytochrome C oxidase",
        "opc": "NADH CoQ reductase",
        "opd": "Oxidative phosphorylation",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "f610084e-3e84-4d01-b7fc-b6f156934fc0",
        "choice_type": "single"
    },
    {
        "question": "H2S inhibits which complex of ETC -",
        "exp": "Ans. is 'd' i.e., IV Inhibitors of Electron transport chain (Respiratory chain)o Complex I :- Barbiturates (amobarbital), piercidin A, rotenone, chlorpromazine, guanithidine.o Complex II:- Carboxin, TTFA, malonate.o Complex III :- Dimercaproi. BAL, actinomycin A, Naphthyloquinone.o Complex IV :- (cytochrome c oxidase) Carbon monoxide (CO), cyanide (CN-). HJS, azide (N3-)",
        "cop": 4,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "37784ccb-7985-4436-b22e-c6dbd3f64512",
        "choice_type": "single"
    },
    {
        "question": "Which is inhibitor to cytochrome oxidase?",
        "exp": "Ans. is 'd' i.e., Cyanide Inhibitors of Electron transport chain (Respiratory chain)o Complex I:- Barbiturates (amobarbital), piercidin A, rotenone, chlorpromazine, guanithidine.o Complex II:- Carboxim TTFA, malonate.o Complex III :- Dimercapro!, BAL. actinomycinA, Naphthyloquinone.o Complex IV(cytochrome c oxidase) Carbon monoxide (CO), cyanide (CN-), H2S, azide (N3-)",
        "cop": 4,
        "opa": "Malonate",
        "opb": "BAL",
        "opc": "Oligomycin",
        "opd": "Cyanide",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "4f4190f9-9ead-483d-8ade-ca7a59fe6bfc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of uncoupler -",
        "exp": "Ans. is 'd' i.e., All of the above o As the name suggests, these componds block the coupeling of oxidation with phosphorylation. These compounds allow the transfer of reducing equivalents in respiratory chain but prevent the phosphorylation of ADP to ATP by uncoupling the linkage between ETC and phosphorylation. Thus the energy instead of being trapped by phosphorylation is dissipated as heat. Uncouplers may bei) NaturalThermogenin, thyroxineii) Synthetic:- 2,4-dinitrophenol (2,4-DNP), 2,4-din itrocresol (2,4-DNC), and CCCP (chlorocarbonylcyanidephenyl hydrazone).",
        "cop": 4,
        "opa": "Thyroxine",
        "opb": "2, 4 DNC",
        "opc": "2, 4DNP",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "193cddcf-21ff-4d40-8912-0370cc51a4d4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following occurs in ischemic cardiac tissue?",
        "exp": "Ref: Harper's Illustrated Biochemistry, 28th ed. eh. 18,pp-151Explanation:Liver, kidneys and heart take up lactate and oxidize it.Tissues that function under hypoxic conditions produce lactate by anerobic glycolysisThey also produce it under hypoxic conditions.",
        "cop": 2,
        "opa": "Increased ATP",
        "opb": "Increased anaerobic glycolysis",
        "opc": "Increased pH",
        "opd": "Increased release of Ca",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "21347895-235a-4289-8e51-58ef40ce834b",
        "choice_type": "single"
    },
    {
        "question": "Electron transport chain involves all except:",
        "exp": "Ans: a (NADP)Ref: Vasudevan Sreekumari, 6th edi., pg. 228NADPH is used for the reductive biosynthetic reactions e.g., de novo synthesis of fatty acid, synthesis of cholesterol and steroids. NADPH is mainly generated by the HMP shunt pathway.NADPH is not entering the ETC and NADPH will not generate ATP. NADH is used for reducing reactions in catabolic pathway e.g., pyruvate to lactate NADH enters the electron transport chain, and ATP is generatedETC is having four complexComplex one - NADH Co Qreductase or NADH dehydrogenase complex Complex two - succinate Q reductase Complex three - cytochrome reductase Complex four - cytochrome oxidaseSummary of electron flow in ETCComplex one - NADH-FMN-FeS-CoQ - 4 protons out of (ubiqunone) mitochondria Complex two -Succinate-FAD-FeS-CoQ (ubiqunone)Complex three -CoQ-FeS-Cytochromeb-cytochrome cl-cytochrome c -4 protons out Complex four -Cytochrome c-CuA-Cytochrome -2 protons out.a-Cytochrome a3-CuB -oxygen",
        "cop": 1,
        "opa": "NADP",
        "opb": "NAD",
        "opc": "Coenzyme Q",
        "opd": "FAD",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "12850aba-32b2-4ac0-978e-f49a2f2bdbbd",
        "choice_type": "multi"
    },
    {
        "question": "Role of molecular oxygen in ETC -",
        "exp": "Ans. is 'c' i.e., To act as last electron acceptor Structural organizations of components of ETCo Components of respiratory chain do not function as discrete carriers of reducing equivalent but are organized into four complexes each of which acts as a specific oxidoreductase. Coenzyme Q and cytochrome C are not parts of any complex and are not fixed in the inner mitochondrial membrane. The other components are fixed in the membrane. These components are arranged in order of increasing redox potential. Therefore, reducing equivalents (electrons) flow in one direction, I - II - III - IV, only because redox couple with low redox potential is better electron donor where as the one with high redox potential is electron acceptor. Thus, reducing equivalents (electrons) flow through the chain from the components of more negative redox potential to the components of more positive redox potential.Complex I (NADH - CoQ reductase) catalyzes the transfer of electron from NADH to coenzyme Q (CoQ).Complex II (Succinate - CoQ reductase or succinate dehydrogenase) transfers electrons from succinate to coenzyme Q.Complex III (CoQ - cytochrome C reductase), transfers electron from CoQ to cytochrome C.Complex IV (cytochrome C oxidase) transfers electrons from cytochrome C to O,.o Molecular is the last electron acceptor in ETC.o The flow of reducing equivalents (electrons) is in following sequence. Most of the substrate transfer their reducing equivalents to NAD to form NADH, reaction is catalyzed by dehydrogenases. Reduced NADH is oxidized by NADH dehydrogenase (NADH-CoQ reductase), an enzyme which contains FMN as a coenzyme and also a Fe-S protein. NADH transfers reducing equivalents to FMN which, intum, transfers reducing equivalents to FeS. FeS transfers reducing equivalents to coenzyme Q (CoQ). Further transfer is in sequence of Cyt b - Fe-S - Cvt C 1, - Cytc --> Cyt a - Cyt a3 - O2o Succinate transfer its reducing equivalents to FADH2 which transfer them to Fe-S. Fe-S transfer these reducing equivalents to coenzyme Q (CoQ). Further sequence is same.",
        "cop": 3,
        "opa": "Transfer of reducing equivalent to CoQ",
        "opb": "Transfer of reducing equivalent from cytosol to mitochondria",
        "opc": "To act as last electron acceptor",
        "opd": "Generation of ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "d8b84410-0b27-4f3f-ab6c-34b4e8e0d06c",
        "choice_type": "single"
    },
    {
        "question": "Dinitrophenol causes:",
        "exp": "Ans. C. Uncoupling of oxidation and phosphorylationDinitrophenol uncouples oxidation and phosphorylation in the respiratory chain. The hydrogen ions reenter the mitochondrial matrix without ATP synthesis. The energy is released as heat.",
        "cop": 3,
        "opa": "Inhibition of ATP synthase",
        "opb": "Inhibition of electron transport",
        "opc": "Uncoupling of oxidation and phosphorylation",
        "opd": "Accumulation of ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "36a41c9a-2fb6-474f-a5ee-7593ff61ea49",
        "choice_type": "single"
    },
    {
        "question": "Detoxification of drugs is controlled by;",
        "exp": "Ans B. Cytochrome P450 Detoxification is the removal of toxic substances from the body. Metabolism of xenobiotics takes place in two phases. In phase 1, the major reaction involved is hydroxylation, catalyzed by members of a class of enzymes referred to as monooxygenases or cytochrome P450s . The reaction catalyzed by a monooxygenase (cytochrome P450 ) is as follows:RH+O+NADPH+H+-ROH+HO+NADPRH above can represent a very wide variety of xenobiotics, including drugs, carcinogens, pesticides, petroleum products, and pollutants (such as a mixture of PCBs). In addition, endogenous compounds, such as certain steroids, eicosanoids, fatty acids, and retinoids, are also substrates. The substrates are generally lipophilic and are rendered more hydrophilic by hydroxylation. Cytochrome P450 is considered the most versatile biocatalyst known.",
        "cop": 2,
        "opa": "Cytochrome",
        "opb": "Cytochrome P450",
        "opc": "Cytochrome C",
        "opd": "Cytochrome A",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "c4562c39-ae25-422e-a753-1fec90657769",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the respiratory centre of cell?",
        "exp": "Ans. is 'a' i.e., Mitochondria* As mitochondria harbours the electron transport chain. In electron transport chain, the electrons from NADH and FADH2 are transferred through the various complexes to finally Oxygen. Oxygen is then converted to water. This way all fuels get oxidised to Carbondioxide. In other words in miotochondria, Oxygen is utilised and Carbon dioxide generation is supported. Hence it is called as the respiratory centre of the cell.* Lysosome is called as SUICIDAL BAG of a cell. As lysosomes are membrane bound organelles which are filled with enzymes capable of digesting all macromolecules including lipids, proteins, carbohydrates and polynucleotide chains. Their main purpose is to digest the contents of endocytotic vesicles. But if there is cellular derangement the lysosomal enzymes are capable of destroying the very same cell from which they are released and hence the name.",
        "cop": 1,
        "opa": "Mitochondria",
        "opb": "Lysosome",
        "opc": "Microsome",
        "opd": "Nucleus",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "bf742bcd-3d48-443f-a07a-47a9159915af",
        "choice_type": "single"
    },
    {
        "question": "Complex I of ETC is inhibited by -",
        "exp": "Ans. is 'a' i.e., Amobarbital Inhibitors of Electron transport chain (Respiratory chain)o Complex I:- Barbiturates (amobarbital), piercidin A, rotenone, chlorpromazine, guanithidine.o Complex II:- Carboxin, TTFA, malonate.o Complex III :- Dimercaprol, BAL, actinomycin A, Naphthyloquinone.o Complex IV :-(cytochrome c oxidase) Carbon monoxide (CO), cyanide (CN-), H2S, azide (N3 )",
        "cop": 1,
        "opa": "Amobarbital",
        "opb": "Cyanide",
        "opc": "0",
        "opd": "H2S",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "c40dca76-a001-4607-8e3d-2726191c582a",
        "choice_type": "single"
    },
    {
        "question": "Which complex of electron transport chain is inhibited by cyanide?",
        "exp": "Ans. is 'd' i.e., Complex IV* Cyanide inhibits the electron transport from complex IV to oxygen* Inhibitors of respiratory chain may be divided into three groups : -1) Inhibitors of electron transport chain proper# These inhibitors inhibit the flow of electrons through the respiratory chain. This occurs at following sites.i) Complex I (NADH to CoQ) is inhibited by: - Barbiturates (amobarbital), Piericidin A (an antibiotic), rotenone (an insectiside), chlorpromazine (a tranquilizer), andguanethidine (an antihypertensive). These inhibitors block the transfer of reducing equivalents from FeS protein to CoQ.ii) Complex II is inhibited by; - Carboxin and TTFA inhibit transfer of electon from FADH2 to CoQ, whereas malanate competitively inhibit from succinate to complex II.iii) Complex III (Cytochrome b to cytochrome Cl) is inhibited by; - Dimercaprol antimycin A, BAL (British antilewisite), Naphthyloquinone. These inhibitors block the transfer of electrons from cytochrome b to cytochrome C1iv) Complex IV (cytochrome C oxidase) is inhibited by: - Carbon monoxide, CN-, H2S and azide (N3). These inhibitors block the transfer of electrons from cytochrome aa3 to molecular oxygen and therefore can totally arrest cellular respiration.2) nhibitors of oxidative phosphorylation# These compounds directly inhibit phosphorylation of ADP to ATP.# Oligomycin inhibits F0 component of F0F1 ATPase.# Atractiloside inhibits translocase, a transport protein that transports ADP into mitochondria for phosphorylation into ATP.3) Uncouples# As the name suggests, these componds block the coupeling of oxidation with phosphorylation. These compounds allow the transfer of reducing equivalents in respiratory chain but prevent the phosphorylation of ADP to ATP by uncoupling the linkage between ETC and phosphorylation. Thus the energy instead of being trapped by phosphorylation is dissipated as heat.# Uncouplers may bei) NaturalThermogenin, thyroxineii) Synthetic 2, 4-dinitrophenol (2, 4-DNP), 2, 4-dinitrocresol (2, 4-DNC), and CCCP (chlorocarbonylcyanidephenyl hydrazone).",
        "cop": 4,
        "opa": "Complex I",
        "opb": "Complex II",
        "opc": "Complex III",
        "opd": "Complex IV",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "75378894-9301-491e-8695-6a64a618beaf",
        "choice_type": "single"
    },
    {
        "question": "Energy currency of the cell is -",
        "exp": "Ans. is 'b' i.e., Nucleotide triphosphate o Energy is stored in bonds between phosphoric acid residues and certain organic compounds. Because the energy of bond formation in some of these phosphates is particularly high, relatively large amounts of energy (10-12 kcal/mol) are released when the bond is hydrolyzed. Compounds containing such bonds are called high-energy phosphate compounds, the most important high-energy phosphate compound is adenosine triphosphate (ATP). This ubiquitous molecule is the energy storehouse of the body.High energy compoundso The energy released during oxidation of monosaccharides, fatty acids and amino acids may not be required immediately. Therefore, there must be some way of storing energy. The energy released during catabolism is captured in the form of a group of compounds known as \"high-energy phosphates\". The most important member of this groupis ATP.o A compound that liberates 7 Kcal/mol or more on hydrolysis is called high energy compound, or a compound that on hydrolysis undergoes a large (>-7 kcal/mol) decrease in free energy (DG) under standard condition is called high energy compound, i.e., DG >- 7 Kcal/mol. For example, ATP liberates 7.3 Kcal/mol on hydrolysis.High energy compounds are: -Phosphate compounds : Nucleotides (ATP Q, GTP, UTP, UDP-glucose), Creatinine phosphate Q, arginine phosphate, 1,3-bisphosphoglycerate, Phosphoenol pyruvate, inorganic pyrophosphate. Carbamoyl phosphate Q, amino acyl adenylate (amino acyl AMP).Sulfur compounds : - CoA derivatives (acetyl CoA Q, Succinyl CoA, fatty acyl CoA, HMG CoA), S-adenosyl methionine (SAM), adenosine phosphosulfate.o A compound which liberates < 7 Kcal/mol on hydrolysis is called low energy compound, i.e., a decrease in free energy' is < 7 Kcal/mol, i.e., DG < -7 Kcal/mol. Low energy compounds are glucose-1-phosphate, fructose-6-phosphate, glucose-6-phosphate, glycerol-3-phosphate, AMP, ADP Q.",
        "cop": 2,
        "opa": "Nucleotide diphosphate",
        "opb": "Nucleotide triphosphate",
        "opc": "Deoxynucleotide diphosphate",
        "opd": "Nuceotide monophosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "4a0c8c59-ab9b-4e33-b860-4f89a7b452eb",
        "choice_type": "single"
    },
    {
        "question": "Immediate energy supply for muscle contraction -",
        "exp": "ATP followed by Creatine phosphate Source of energy for muscular activity o The immediate source of energy for all muscle contraction is ATP, followed immediately by creatine phosphate. o In stemous exercise ATP store is sufficient only for 1-2 seconds and creatine phosphate for another 5-7 seconds. o Thus, energy rich phosphagen stores (ATP and creatine phosphate) permit severe muscle contraction for 8-10 seconds only. o After this, energy is obtained from the metabolism of stored glycogen or from circulating glucose and free fatty- acids, depending upon the availability of oxygen. o Energy source during in exercise can be summarized by : - Short burst of intense activity (e.g., 100 meter sprint or weight lifting) : - All energy comes from ATP and creatine phosphate. Breakdow n of these compound is an anaerobic processes. Little longer intense exercise (e.g., 200 meter sprint or 100 meter swim)Besides ATP and creatine phosphate, glycogen is metabolised by anerobic glycolytic pathways to provide a ready source of energy. So, muscle work is anaerobic. Longer duration exercise (e.g., jogging, marathon run) : - The muscle work is aerobic and energy comes from aerobic utilization of glucose and free fatty acids. More glucose is utilized at the initial stage, but as the exercise is prolonged, free fatty acids become the predominant fuel. Immediate energy system Anerobic glycolytic system Oxidative (aerobic) system Substrates ATP, creatine phosphate Glucose or glycogen Glucose or glycogen, fatty acids Energy' production Very fast Fast Slowr Peak at 0-30 sec. 20-180 sec. >3 min Limiting factor Depletion of CrP. ATP Lactic acid accumulation Glycogen depletion Activity example Powerlifting & weight lifting, short sprints Jumping, throwing Longer sprints Middle distance team sports Ball games (Soccer, rugby) Endurance events Team sports Ball games (Soccer, field hockey)",
        "cop": 2,
        "opa": "GTP",
        "opb": "ATP",
        "opc": "Creatine phosphate",
        "opd": "Fatty acid",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "03004b15-c760-4f92-b526-7c5ac0f83ac3",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of 2-4 Dinitrophenol is?",
        "exp": "ANSWER: (C) Uncoupling of phosphorylation from electron transferREF: Harper 27th ed ch: 13, Lehninger s Principles of Biochemistry 4th Ed page 707Indirect Repeat Biochemistry 2012 Session 2See Biochemistry 2013 Session 2 for details of Respiratory Poisons, Inhibitors & Uncouplers",
        "cop": 3,
        "opa": "Inhibition of electron transfer",
        "opb": "Inhibition of ATP synthase",
        "opc": "Uncoupling of phosphorylation from electron transfer",
        "opd": "Inhibition of ATP-ADP exchange",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "347a297f-fbf4-4ff2-a0ff-7f88d450c4fd",
        "choice_type": "single"
    },
    {
        "question": "Substrate level phosphorylation in glycolysis is seen in -",
        "exp": "Ans. is 'a' i.e.. Pyruvate kinase o Amongst the given options, two enzymes induce substrate level phosphorylation :Pyruvate kinase - in glycolysisSuccinate thiokinase - in TCA cycleo Succinyl-CoA is converted to succinate by the enzyme succinate thiokinase (succinyl-CoA synthetase). This is the only example in the citric acid cycle of substrate level phosphorylation.",
        "cop": 1,
        "opa": "Pyruvate kinase",
        "opb": "Succinatethiokinase",
        "opc": "Enolase",
        "opd": "PDH",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "a27fadba-6d20-4e18-b589-c3e524efd4ab",
        "choice_type": "single"
    },
    {
        "question": "Enzyme responsible for complete oxidation of glucose to CO2 to water is present in",
        "exp": "Ans. is 'b' i.e. Mitochondria The fate of pyruvate formed at the end of glycolysis (glucose metabolism) is as follows :Under anaerobic conditions : Pyruvate is reduced by the NADH to lactate in the presence of Lactate dehydrogenaseUnder aerobic conditions : Pyruvate is taken up into mitochondria & is converted to Acetyl-CoA in the presence of pyruvate dehydrogenase complex. Now this Acetyl-CoA enters Krebs cycle.* Kreb's cycle is the final pathway where oxidative metabolism of carbohydrates, amino acids & fatty acids converge, their carbon skeleton being converted to CO2 and H20.",
        "cop": 2,
        "opa": "Cytosol",
        "opb": "Mitochondria",
        "opc": "Lysosomes",
        "opd": "Endoplasmic reticulum",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "da3b2e1c-4724-4e83-98f4-efbc7b9628ea",
        "choice_type": "single"
    },
    {
        "question": "Cytochrome 450 is located in -",
        "exp": "Ans. is 'c' i.e., Endoplasmic reticulumo The drug metabolizing enzymes are divided into two types :1. Microsomal# These are located on smooth endoplasmic reticulum primarily in liver, also in kidney, intestinal mucosa and lungs.# Examples are monooxygenase, cytochrome P450, glucronyl transferase.# They catalyze most of the oxidation, reduction, hydrolysis and glucuronide conjugation.# They are inducible by drugs, diet and other agencies.2. Non microsomal# These are present in the cytoplasm and mitochondria of hepatic cells as well as in other tissues including plasma.# Examples are flavoprotein oxidase, esterases, amidases and conjugases.# They catalyze some oxidation and reduction, many hydrolysis and all conjugation except glucuronidation.# They are not inducible but many show genetic polymorphism (acetyl transferase, pseudocholinesterase).",
        "cop": 3,
        "opa": "Mitochondria",
        "opb": "Cytoplasm",
        "opc": "Endoplasmic reticulum",
        "opd": "Golgi apparatus",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "af0e47cc-0dac-4962-8604-7578d7c988eb",
        "choice_type": "single"
    },
    {
        "question": "Cytochrome oxidase contains-",
        "exp": "Ans. is 'a' i.e., Copper o All cytochromes are haem protein, i.e. they contain iron.o Cytochrome oxidase (cytochrome C oxidase or cytochrome aa3) also contain coppor, beside haem iron.o Vitamin B12. is a corrinoid, i.e. cobalt-containing compound possesing the corrin ring.Microminerals or trace elementsChromiumPotentiate the effect of insulinQImpaired glucose metabolismCobaltConstituent of vitamin B12QMacrocytic anemiaCopperConstituent of oxidase enzymes, e.g., tyrosinase, lysyl oxidaseQ, superoxide dismutase, cytochrome oxidase, ferroxidse and ceruloplasmin, involved in iron absorption and mobilization'Microcytic hvporchromic anemia, depigmentation of skin, hair. Excessive deposition in liver in Wilson's diseaseQ, Menkes disease (''Kinky\" or \"steely\" hair disease) due to copper- binding P-type ATPase gene mutationQFluorideConstituent of bone and teeth, strengthens bone and teethDental cariesIodineConstituent of thyroid hormones (T3 and T4)Cretinism in children and goiter in adultsIronConstituent of heme and non-heme compounds and transport, storage of 02, cytochrome oxidase, xanthine oxidase, catalase, peroxidaseMicrocytic anemiaManganeseCofactor for number of enzymes, e.g., arginase, carboxylase, kinase, enolase, glucosyl transferase, phosphoglucomutaseNot well definedMolybdenumConstituent of xanthine oxidase, sulfite oxidase and aldehyde oxidaseXanthinuriaSeleniumAntioxidant, cofactor for glutathione peroxidase, protects cell against membrane lipid peroxidationCardiomyopathyZincCofactor for enzymes in DNA, RNA and protein synthesis, constituent of insulinQ, carbonic anhydraseQ. carboxvpeptidaseQ, LDHQ alcohol dehydrogenaseQ, alkaline phosphataseQ, glutamate dehydrogenase. Porphobilinogen synthase, superoxide dismutaseQ.Growth failure, impaired wound healing, defects in taste and smell, loss of apetite",
        "cop": 1,
        "opa": "Copper",
        "opb": "Iodine",
        "opc": "Magnanes",
        "opd": "Molybdenum",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "dde457dd-093e-4749-a101-0663f055ad97",
        "choice_type": "single"
    },
    {
        "question": "What is the principle of the given test for Urine reducing substance?",
        "exp": "Ans. A. Cu2+ ions are reduced to Cu+ ions by enediols* This test is Benedicts test. The principle of the test is*Cu2+ions present in Copper sulphate is reduced to Cuprous hydroxide and later to Cuprous oxide by enediols formed from reducing sugar",
        "cop": 1,
        "opa": "Cu2+ ions are reduced to Cu+ ions by enediols",
        "opb": "Cu+ ions are oxidised to Cu2+ ions by enediols",
        "opc": "Fe2+ ions are reduced to Fe+ ions by enediols",
        "opd": "Fe+ ions re oxidised to Fe2+ ions by enediols",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "7ac824cf-54ac-4b7b-8f28-735ffe2a0c2b",
        "choice_type": "single"
    },
    {
        "question": "Number of ATPs produced from adipose tissue from 1 NADH (NAD+/ NADH) through respiratory chain:",
        "exp": "Ans : D (2.6 ATP) > and , .Because of these inequalities, the cellular reduction potentials of these two pyridine nucleotides are not equivalent, and under prevailing cellular conditions, the NADP+/NADPH couple is a much better electron donating system than the NAD/NADH couple. Because each NADH is worth 2.5-3 ATP, each NADPH can be assigned a value of 3.5-4 ATP.",
        "cop": 4,
        "opa": "0 ATP",
        "opb": "1 ATP",
        "opc": "2 ATP",
        "opd": "2.6 ATP",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "5290d387-820f-457f-b7f7-45df871d0d42",
        "choice_type": "single"
    },
    {
        "question": "In ETC at which complex ATP is not formed -",
        "exp": "Ans. is 'b' i.e., Succinate CoQ reductase Complex (I-IV) & Sites (I-III of ATP formation) in ETCComplex I: NADH CoQ-reductasePermit ATP formation (Site I)Act as proton pumpComplex II: Succinate CoQ reductaseNo ATP formComplex III; CoQ - cytochrome - C reductasePermit ATP formation (Site II)Act as proton pumpComplex IV: Cytochrome C oxidasePermit ATP formation (Site III)Act as proton pump",
        "cop": 2,
        "opa": "NADH CoQ reductase",
        "opb": "Succinate CoQ reductase",
        "opc": "CoQ-cytochrome-C reductase",
        "opd": "Cytochrome C oxidase",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "8bac5c11-e5f0-4577-a729-48324ea79eb8",
        "choice_type": "single"
    },
    {
        "question": "Oxidation of a molecule involves:",
        "exp": "Ans. B. Loss of electrona. Oxidation is the loss of electrons or an increase in oxidation state by a molecule, atom, or ion.b. Reduction is the gain of electrons or a decrease in oxidation state by a molecule, atom, or ion.",
        "cop": 2,
        "opa": "Gain of electron",
        "opb": "Loss of electron",
        "opc": "Gain of proton",
        "opd": "Loss of proton",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "0de969b2-a55a-49cb-85e0-3da6b8ff9975",
        "choice_type": "single"
    },
    {
        "question": "Which of the following membrane has the highest protein content per gram tissue:-",
        "exp": "Ans. is 'a' is inner mitochondrial membrane .Ratio of protein to lipid in different membranes.Inner mitochondrial membrane -3.2 (Max.)Sarcoplasmic reticulum -2.0Outer mitochondrial membrane -1.1Myelin-0.23 In almost all the membranes of the body proteins are equal or exceed the quantity of lipid. The only exception is myelin (high lipid content provide good insulation).",
        "cop": 1,
        "opa": "Inner mitochondrial membrane",
        "opb": "Outer mitochondrial membrane",
        "opc": "Plasma membrane",
        "opd": "Myelin sheath",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "7e8a0d69-d6af-45a8-8409-ea6c465092fa",
        "choice_type": "single"
    },
    {
        "question": "If FADH2 provides reducing equivalents to electron transport chain then ATP formed will be?",
        "exp": "ANSWER: (A) 1.5REF: Harper's 28 ed page 306See Biochemistry 2013 Session 2 for details of TCA/kerb cycleIf NAD H, provides reducing equivalents , then 2.5 ATP are producedIf FADH., provides reducing equivalents then, 1.5 ATP are produced",
        "cop": 1,
        "opa": "1.5",
        "opb": "2.5",
        "opc": "3.5",
        "opd": "4.5",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "fcb55d5a-e9ea-4c46-9cec-012d8d3a6969",
        "choice_type": "single"
    },
    {
        "question": "NADH CoQ reductase is inhibited by -",
        "exp": "Ans. is 'a' i.e., Rotenone o Rotenone inhibits complex I (NADH-CoQ reductase).Inhibitors of electron transport chain-o Inhibitors of respiratory chain may be divided into three groups : -Inhibitors of electron transport chain properThese inhibitors inhibit the flow of electrons through the respiratory chain. This occurs at following sites.Complex I (NADH to CoQ) is inhibited by: - Barbiturates (amobarbital), Piericidin A (an antibiotic), rotenone (an insectiside), chlorpromazine (a tranquilizer), and guanethidine (an antihypertensive). These inhibitors block the transfer of reducing equivalents from FeS protein to CoQ.Complex II is inhibited by : - Carboxin and TTFA inhibit transfer of electon from FADH2 to CoQ, whereas malanate competitively inhibit from succinate to complex II.Complex III (Cytochrome b to cytochrome Cl) is inhibited by : - Dimercaprol, antimycin A, BAL (British anti lewisite), Naphthyloquinone. These inhibitors block the transfer of electrons from cytochrome b to cytochrome C i.Complex IV (cytochrome C oxidase) is inhibited by : - Carbon monoxide, CN-, ITS and azide (N3). These inhibitors block the transfer of electrons from cytochrome aa3 to molecular oxygen and therefore can totally arrest cellular respiration.Inhibitors of oxidative phosphorylationThese compounds directly inhibit phosphorylation of ADP to .ATP. Oligomycin inhibits Fo component of F0F1 ATPase. Atractiloside inhibits translocase, a transport protein that transports ADP into mitochondria for phosphorylation into ATP.UncouplesAs the name suggests, these componds block the coupeling of oxidation with phosphorylation. These compounds allow the transfer of reducing equivalents in respiratory chain but prevent the phosphorylation of ADP to ATP by uncoupling the linkage between ETC and phosphorylation. Thus the energy instead of being trapped by phosphory lation is dissipated as heat. Uncouplers may be :- Natural :-Thermogenin, thyroxineSynthetic :- 2, 4-dinitrophenol (2, 4-DNP), 2, 4-dinitrocresol (2, 4-DNC), and CCCP (chlorocarbonylcyanidephenyl hydrazone).",
        "cop": 1,
        "opa": "Rotenone",
        "opb": "Carbonmonoxide",
        "opc": "Antimycin",
        "opd": "Atractyloside",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "8f634a16-fcf4-4848-8b67-9e3254c06ea1",
        "choice_type": "multi"
    },
    {
        "question": "A scientist was studying the electron transport chain and developed a compound that bound to all the cytochromes in the proteins of the electron transport chain. Once bound, the compound blocked electron acceptance by the iron in the heme group of the cytochrome. Which one of the following would be most likely to occur in the presence of an oxidizable substrate?",
        "exp": "Agents that act on components of the electron transport chaina. If there is a block at any point in the electron transport chain, all carriers before the block will accumulate in their reduced states, whereas those after the block will accumulate in their oxidized states. As a result, O2 will not be consumed; ATP will not be generated; and the TCA cycle will slow down because of the accumulation of NADH.(1). Rotenone, a fish poison, complexes with complex I, causing NADH to accumulate. It does not block the transfer of electrons to the chain from FADH2 .(2). Antimycin (antibiotics) block the passage of electrons through the cytochrome b-c1 complex (complex III).(3). Cyanide and carbon monoxide, poisons commonly used for suicide, combine with cytochrome oxidase (complex IV) and block the transfer of electrons to O2 .If the cytochromes are inhibited, ATP production, the electrochemical potential, heat production from NADH oxidation, and succinate oxidation all decrease because electron flow is not permitted. The rapid drop in ATP levels will lead to cell death.",
        "cop": 4,
        "opa": "The amount of heat generated from NADH oxidation would increase.",
        "opb": "The rate of succinate oxidation would not be affected.",
        "opc": "ATP could still be generated from the oxidation of NADH by transfer of electrons to O2.",
        "opd": "Cell death would result from a lack of ATP.",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "8d22b911-34bc-46aa-a326-db948f2965d3",
        "choice_type": "multi"
    },
    {
        "question": "Electron transport chain is located in-",
        "exp": "Ans. is 'a' i.e., Inner mitochondrial membrane o As molecules, such as glucose and fatty acids, are metabolized (oxidized) they produce electons (reducing equivalents), which are donated to coenzymes like NAD' and FAD to reduce them into NADH and FADH2.o These reduced forms of coenzymes (NADH, FADH2) need to be oxidized.o This is achei ved when reduced coenzymes transfer their reducing equivalent (electrons) to electron transport chain (ETC) and these reducing equivalents are transported within in the ETC, through a specialized set of electron carriers, to oxygen, i.e.. oxygen is the terminal electron acceptor.o Oxidation of reducing equivalents in the respiratory chain is coupled with phosphorylation of ADPto ATP Q,o This is the most important mechanism for capturing the energy present in various nutrients. As the respiratory chain is located in the mitochondria, the mitochondria have been described as the power house of the cells Q,o Electron transport chain is present in the inner mitochondria] membrane Qo The enzymes of ETC are embedded in the inner membrane.o NADH and FADH2 serv e as substrates for ETC by donating their reducing equivalents (electrons) (PGMECET 07) Components of respiratory chain are: - (i) Flavin mononucleotide , (PGMECET 07) (FMN); (ii) Ubiquinone or Coenzyme Q; (iii) Iron-sulfur (Fe - S) protein associated with FMN and cytochrome b; and (iv) Cytochromes (haeme proteins): Cytochrome b, c1, c, a and a3",
        "cop": 1,
        "opa": "Inner mitochondrial membrane",
        "opb": "Inner part of mitochondrial membrane",
        "opc": "Intermembranous",
        "opd": "Matrix",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "031c22d7-63e8-40a2-a3ab-6442218c7cb1",
        "choice_type": "single"
    },
    {
        "question": "First substrate of Kreb's cycle is",
        "exp": "Ans. is 'a' i.e. Pyruvate The Kreb's cycle or citric acid cycle or tricarboxylic acid cycle is the final common pathway for the aerobic oxidation of carbohydrate, lipid and protein because glucose, fatty acids and most amino acids are metabolised to acetyl-CoA or intermediates of the cycle.The first reaction of the citric acid cycle is the condensation of acetyl-CoA with oxaloacetate to form citrate, catalyzed by citrate synthase. Oxalo-acetate is the first substrate of citrate synthase, it binds to the enzyme and induces a large conformational change in the flexible domain, creating a binding site for the second substrate, acetyl CoA.Thus the answer should be oxalo-acetate. Since it was not amongst the option, the best option is Pyruvate. Pyruvate formed at the end of glycolysis is taken up into mitochondria where it is converted to acetyl-CoA.",
        "cop": 1,
        "opa": "Pyruvate",
        "opb": "Glycine",
        "opc": "HC1",
        "opd": "Lipoprotein",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "eef30941-90c8-4e5c-8e4d-10b3d77cef6b",
        "choice_type": "single"
    },
    {
        "question": "The number of ATPs generated in one turn of Krebs cycle are -",
        "exp": "Ans. is A. o One turn of the TCA cycle, starting with acetyl CoA produces 10 ATPs. When the starting molecule is pyruvate, the oxidative decarboxylation of pyruvate, the oxidative decarboxylation of pyruvate yields 2.5 ATPs and therefore, 12.5 ATPs are produced when starting compound is pyruvate. Since, two molecules of pyruvate enter the TCA cycle when glucose is metabolized (glycolysis produces 2 molecules of pyruvate), the number of ATPs is doubled. Therefore, 25 ATP molecules, per glucose molecule, are produced when pyruvate enters the TCA cycle. o Note : Previously calculations were made assuming that NADH produces 3 ATPs and FADH generates 2 ATPs. This will amount a net generation of 30 ATP molecules in TCA per molecule glucose and total 38 molecules from starting.nRecent experiments show that these values are overestimates and NADH produces 2.5 ATPs and FADH produces 1.5 ATPs. Therefore, net generation during TCA is 25 ATPs and complete oxidation of glucose through glycolysis plus citric acid cycle yield a net 32 ATPs. o Energy yield (number of ATP generated) per molecule of glucose when it is completely oxidized through glycolysis plus citric acid cycle, under aerobic conditions, is as follows Pathway Step Enzyme Source Method of ATPformation No of ATPs gained pergiucose (new calculation) No of ATPs As per old calculation Glycolysis 1 Hexokinase - Minus 1 Minus 1 Do 3 Phosphofructokinase - Minus 1 Minus 1 Do 5 Glyceraldehyde-3-p DH NADH Respiratory chain 2.5 x 2 = 5 3*2= 6 Do 6 1,3-BPG kinase ATP Substrate level 1x2 = 2 1 *2= 2 Do 9 Pyruvate kinase ATP Substrate level 1 x2 = 2 1 *2= 2 Pyruvate to - Pyruvate NADH Respiratory chain 2.5x 2 = 5 3*2= 6 Acetyl CoA Dehydrogenase TCA cycle 3 Isocitrate DH NADH Respiratory chain 2.5x2 = 5 3*2= 6 Do 4 Alpha keto glutarate DH NADH Respiratory chain 2.5x2 = 5 3*2= 6 Do 5 Succinate thiokinase GTP Substrate level l x2 = 2 1 *2= 2 Do 6 Succicinate DHFADH2 Respiratory chain 1.5x2 = 3 2*2= 4 Do 8 Malate DH NADH Respiratory chain 2.5x2 = 5 3*2= 6 Net generation in glycolytic pathway Generation in pyruvate dehydrogenase reaction Generation in citric acid cycle Net generation of ATP from one glucose mole 9 minus 2 = 7 10 minus 2= 8 = 5 = 6 = 20 = 24 = 32 38",
        "cop": 1,
        "opa": "12",
        "opb": "24",
        "opc": "15",
        "opd": "30",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "b22e9ae9-4f5f-4dae-9d1e-1f98c955bdff",
        "choice_type": "single"
    },
    {
        "question": "High energy compound is -",
        "exp": "Ans. is 'b' i.e., ATP o A compound that liberates 7 Kcal/mol or more on hydrolysis is called high energy compound, or a compound that on hydrolysis undergoes a large (> 7 kcal/mol) decrease in free energy (DG) under standard condition is called high energy compound, Le., DG > - 7 Kcal/mol. For example, ATP liberates 7.3 Kcal/mol on hydrolysis.High energy compounds are: -Phosphate compounds : Nucleotides (ATPQ, GTP, UTP, UDP-glucose), Creatinine phosphateQ, arginine phosphate, 1,3-bisphosphoglycerate, Phosphoenol pyruvate, inorganic pyrophosphate, Carbamoyl phosphateQ, amino acyl adenylate (amino acyl AMP).Sulfur compounds : - CoA derivatives (acetyl CoAQ, Succinyl CoA, fatty acyl CoA, HMG CoA), S-adenosyl methionine (SAM), adenosine phosphosulfate.o A compound which liberates < 7 Kcal/mol on hydrolysis is called low energy compound, i.e., a decrease in free energy is < 7 Kcal/mol, i.e., DG < -7 Kcal/mol. Low energy compounds are glucose-1 -phosphate, fhictose-6-phosphate, glucose-6-phosphate, glycerol-3-phosphate, AMP, ADPQ.",
        "cop": 2,
        "opa": "ADP",
        "opb": "ATP",
        "opc": "GIucose-6-phosphate",
        "opd": "AMP",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "b72e2be5-8a80-4193-bcbd-b3912d00acf5",
        "choice_type": "single"
    },
    {
        "question": "Physiological uncoupler is-",
        "exp": "Ans. is 'a' i.e., Thermogenin o Amongst the given options, a, b and c are uncouplers.o However, only thermogenin, among these three is a natural (physiological) uncoupler.i) Natural:- Thermogenin, thyroxineii) Synthetic:- 2,4-dinitrophenol (2,4-DNP), 2,4-dinitrocresol (2,4-DNC), and CCCP (chlorocarbonylcyanidephenyl hydrazone).",
        "cop": 1,
        "opa": "Thermogonin",
        "opb": "2, 4 nitrophenol",
        "opc": "2, 4Dinitrophenol",
        "opd": "Oligomycin",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "476500af-ed7f-441d-8d7e-54b3d213df37",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is high energy compound-",
        "exp": "Ans. is 'c' i.e., Creatine phosphate High energy compoundso The energy released during oxidation of monosaccharides, fatty acids and amino acids may not be required immediately. Therefore, there must be some way of storing energy. The energy released during catabolism is captured in the form of a group of compounds known as uhigh-energy phosphates \". The most important member of this groupis ATP.o A compound that liberates 7 Kcal/mol or more on hydrolysis is called high energy compound, or a compound that on hydrolysis undergoes a large (> 7 kcal/molj decrease in free energy (DG) under standard condition is called high energy compound, i.e., DG >- 7 Kcal/mol. For example, ATP liberates 7.3 Kcal/mol on hydrolysis. High energy compounds are : -Phosphate compounds : Nucleotides (ATP Q, GTP, UTP, UDP-glucose), Creatinine phosphate Q, arginine phosphate, 1,3-bisphosphoglycerate, Phosphoenol pyruvate, inorganic pyrophosphate, Carbamoyl phosphate0,amino acyl adenylate (amino acyl AMP).Sulfur compounds : - CoA derivatives (acetyl Co A Q. Succinyl CoA, fatty acyl CoA, HMG CoA), S-adenosvl methionine (SAM), adenosine phosphosulfate.o A compound which liberates < 7 Kcal/mol on hydrolysis is called low energy compound, i.e., a decrease in free energy' is < 7 Kcal/mol, i.e., AG < -7 Kcal/mol. Low energy' compounds are glucose-1-phosphate, fructose-6- phosphate, glucose-6-phosphate, glycerol-3-phosphate, AMP, ADP Q.",
        "cop": 3,
        "opa": "ADP",
        "opb": "Glucose-6-phosphate",
        "opc": "Creatine phosphate",
        "opd": "Fructose-6-phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "0d49f13a-377e-4b73-ad04-0f9f29eed078",
        "choice_type": "single"
    },
    {
        "question": "Respiratory quotient after heavy carbohydrate meal is:",
        "exp": "Ans. A. 1* Respiratory quotient is defined as CO2 eliminated/O2 consumed.* For glucose, with the molecular formula, C6 H12 O6 , the complete oxidation equation is C6 H12 O6 +6O2 -6CO2 +6H2 O.* Thus, the RQ=6CO2 /6O2 =1.* Insulin, which increases lipid storage and decreases fat oxidation, is positively associated with increases in the respiratory quotient. A positive energy balance will also lead to an increased respiratory quotient.Name of the food stuffRespiratory quotientCarbohydrates1Proteins0.8-0.9Fat0.7Oxalic acid4.0Mixed diet0.8Malic acid1.33",
        "cop": 1,
        "opa": "1",
        "opb": "1.2",
        "opc": "0.8",
        "opd": "0.7",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "10a0befc-f283-4eb8-aed2-f2f459ea0d3b",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of 2-4 Dinitrophenol is -",
        "exp": "Ans. is 'b'i.e., Inhibition of ATP synthesis only not ETC o Has been explained in previous session",
        "cop": 2,
        "opa": "Inhibition of both ATP synthesis and ETC",
        "opb": "Inhibition of ATP synthesis only not ETC",
        "opc": "Inhibition of only ETC not ATP synthesis",
        "opd": "None of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "55c7842f-c88e-485b-a8a4-ff1048c0075d",
        "choice_type": "multi"
    },
    {
        "question": "The specialized mammalian tissue/organ in which fuel oxidation serves not to produce ATP but to generate heat is:",
        "exp": "Ans. C. Brown adipose tissueBrown adipose tissue contains thermogenin, which is a physiological uncoupler of oxidative phosphorylation. This process is called Nonshivering Thermogenesis.",
        "cop": 3,
        "opa": "Adrenal gland",
        "opb": "Skeletal muscle",
        "opc": "Brown adipose tissue",
        "opd": "Heart",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "4c0d67cd-ab5c-4d7b-9665-40ec27851e28",
        "choice_type": "single"
    },
    {
        "question": "Cyanide inhibits -",
        "exp": "Ans. is 'b' i.e., Cytochrome C oxidase Inhibitors of Electron transport chain (Respiratory chain)o Complex I:- Barbiturates (amobarbital), piercidin A, rotenone, chlorpromazine, guanithidine.o Complex II:- Carboxim TTFA, malonate.o Complex III :- Dimercapro!, BAL. actinomycinA, Naphthyloquinone.o Complex IV(cytochrome c oxidase) Carbon monoxide (CO), cyanide (CN-), H2S, azide (N3-)",
        "cop": 2,
        "opa": "Pyrurate kinase",
        "opb": "Cytochrome C oxidase",
        "opc": "Enolase",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "436b4bfc-e533-42bc-be5a-c6fae96bde70",
        "choice_type": "multi"
    },
    {
        "question": "Which complex in mitochondrial ETC does not pump out H ions -",
        "exp": "Ans. is 'b' i.e., Complex II",
        "cop": 2,
        "opa": "Complex I",
        "opb": "Complex II",
        "opc": "Complex III",
        "opd": "Complex IV",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "51080ff0-08a5-4155-9206-04a4a577f806",
        "choice_type": "single"
    },
    {
        "question": "Both lipid and protein contents are equal in membrane of which organelle-",
        "exp": "Ans. is 'b' i.e., Mitochondria o Outer mitochondrial membrane has protein to lipid ratio of 1.1.",
        "cop": 2,
        "opa": "Sarcoplasmic reticulum",
        "opb": "Mitochondria",
        "opc": "Myeline Sheath",
        "opd": "Golgi apparatus",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "53486618-79ad-415a-a0a7-f11e81053776",
        "choice_type": "multi"
    },
    {
        "question": "Subtrate level phosphorylation occurs at -",
        "exp": "Ans. is 'a' i.e., Pyruvate kinase o There are 2 types of phosphorylation of ADP to ATP.1) Substrate level phosphorylation2) Oxidative phosphorylation at respiratory chain levelo Substrate level phosphorylation is the production of ATP at the substrate level without participation of ETC.o It occurs in TCA cycle and glycolysis. Succinate thiokinase Citric Acid cydeSuccinyl Co-A-------------------Succinate1. 1, 3-BiphosphoglyceratePhosphoglycerate kinase Glycolys-------------------3-Phosphoglycerate2. Phosphoenolpyruvate Pyruvate kinase-------------------Pyruvate",
        "cop": 1,
        "opa": "Pyruvate kinase",
        "opb": "Glucokinase",
        "opc": "Glucose-6-phosphatase",
        "opd": "a-ketoglutarate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "0285c71f-0f0b-4fad-bce9-30fa3ecd49e9",
        "choice_type": "single"
    },
    {
        "question": "Substrate level phosphorylation is catalysed by :",
        "exp": "Ans is 'b' i.e. Thiokinase/7te/i Chatterjee Shinde, 4/e, p 264]* There are two types of phosphorylation of ADP to ATP: -Oxidative phosphorylation at the respiratory chain levelSubstrate level phosphorylation.Substrate level phosphorylation :Is production of ATP 'at the substrate level' without the participation of the electron transport chain.Examples of substrate level phosphorylation :2 in glycolytic pathway &1 in Citric acid (TCA) cycle.",
        "cop": 2,
        "opa": "Succinate dehydrogenase",
        "opb": "Thiokinase",
        "opc": "Malate dehydrogenase",
        "opd": "Hexokinase",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "9aa19ddd-14db-451a-9396-f183e58a8369",
        "choice_type": "single"
    },
    {
        "question": "The last to receive electrons in electron transport system is:",
        "exp": "Ans. c. O2 (Ref: Harper 28/e p105,108)The last to receive electrons in electron transport system is O2Electron Transport Chain (ETC)/Respiratory ChainEnergy rich molecules like glucose are ultimately metabolized to CO2 and water.The metabolic intermediates of these oxidation reactions donate electrons to NAD/FAD to form energy rich coenzymes NADH/FADH2.These energy rich reduced coenzymes, in turn, donate electrons to a specialized series of electron carriers/donors arranged aft redox potential (EQ)- collectively called ETC.ETC is present in inner mitochondrial membrane and is the final common pathway in aerobic cells by which electrons obtained from different fuels of body flow to oxygen. This requirement of O2 makes the ETC the respiratory chain, which accounts for the greatest portion of body's use for oxygen.Electrons flow through the ETC through a redox span of 1.1 volts from NAD+/NADH to O2/H2OThe components of respiratory chain contain 4 large protein complexes (initial 2 are flavoproteins and last 2 are cytochromes) and 2 mobile electron carriers-coenzyme Q and cytochrome C.The chain reaction of e-transport starts with formation of NADH (by various substrate dehydrogenases removing hydrogen atom as in TCA cycle-isocitrate/a-ketoglutamte/malate-dehydrogenase). Transfer of hydride ion (:H-, bearing 2 electrons) and a free proton (H-) to NAD+ 1/t formation of NADH (having 2 e-) plus a free proton (H+).Component of ETCProsthetic Group/Etectron flowFeaturesComplex 1:NADH dehydrogenase/ NADH-Ubiquinone (CoQ) oxidoreductase/NADH-CoQ reductaseFMN, non heme iron sulfur proteins (FeS)* It is a large L shaped 42 subunit protein which accepts 2e- and 1 H+ from NADH and transfer it to CoQ* 12 Kcal/mol of released energy is utilized to pump 4 protons (H+)Q out of mitochondria into inter membranous space.NADH - FMN | Fes | CoQ Complex II:Succinate dehydrogenase/ Succinate -Q- ReductaseFAD, FeS * It is a small 4 subunit protein which accepts e- from succinate and transfer it to CoQ.* It is not a proton pump as energy liberated is not enough to pump protons.Succinate - FAD | Fes | CoQ * It also contain heme b that is not in direct path of e- transfer but serve to reduce the frequency with which e- leak out of system, moving from succinate to molecular O2 to produce reactive oxygen speciesCoenzyme Q (CoQ)/ Ubiquinone/Q* This only non-protein member of ETC is a lipid soluble benzoquinone with long hydrophobic isoprenoid tail (side chain).* It is called ubiquinone as it is ubiquitous (present everywhere) quinone derivative Menaquinone (of bacteria) and plastoquinine (of chloroplast) have analogous roles* It can accept 1 or 2 electrons to become semiquinone or ubiquinol respectively. So it can act at the junction of 2e- donor and 1e- acceptor (Q cycle).* Because it is small and hydrophobic, Q is a mobile carrier freely diffusible within the lipid bilayer of inner mitochondrial membrane and can shuttle b/w other less mobile e- carriers.* It has a central role in coupling e- flow to proton (H+) movement as it carries both e- and H+.* For transferring to complex III it accepts hydrogen atom (e- and H+) from.* FMNH2 produced in complex I (from FMN)* FADH2 produced in complex II* FADH2 produced in b-oxidation by acyl CoA dehydrogenase (through ETF-ubiquinone- oxidoreductase) and by glycerol 3 phosphate dehydrogenase. These bypass complex II and I.Complex III:Cytochrome bC1 complex/ Ubiquinone cytochrome C oxido-reductase/ Cytochrome reductaseFe-S, Heme group (a porphyrin ring and iron, which is reversibly converted from Fe3+ to Fe2+ form)* It transfers electron from CoQ to cytochrome C. - 10 Kcal/mol of released energy is utilized to pump 4 protonsQ out of mitochondria into inter membranous space.* Q cycle couples e- and H+ transport in complex III and involves cytochrome b1, bH (b562, b566), cytochrome C1 and Rieske Fe - S (an unusual iron sulfur protein in which one of the iron atom is linked to 2 histidine -SH rather than 2 cysteine- SH groups), oxidation of QH2 (ubiquinol) to Q (ubiquinone) is coupled to reduction of 2 molecules of cytochrome via cytochrome CQ - Cyt b | Cyt C1 | CytC Cytochrome c* Soluble carrier protein of intermembrane space* After its single heme group accepts an electron from complex III, cytochrome c moves to complex IV to donate electron to a binuclear copper centreComplex IV Cytochromec oxidase/cytochromeoxidase2 Heme groups (of cyt a, a3),2 copper ions of CuA, CuB* It transfers electrons from cytochrome C to the final acceptor O2 converting (reducing) it to water (H2O).* O2 remains tightly bound to complex IV (a3) until it is fully reduced to H2O, this minimizes the release of ROS.* It pumps 2 proton (H+) out into inter membrane space for every pair of electron passing down the chain by complex IVCyt C - CuA | Cyta | Cyt a3 | CuB | O2",
        "cop": 3,
        "opa": "Coenzyme-Q",
        "opb": "FADH2",
        "opc": "O2",
        "opd": "Cytochrome-C",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "3edfa2fc-827e-45f4-807f-5646202d3038",
        "choice_type": "single"
    },
    {
        "question": "Transport of ADP in and ATP out of mitochondria is inhibited by-",
        "exp": "Ans is 'a' i.e. atractyloside uAtractyloside inhibits oxidative phosphorylation by inhibiting the transporter of ADP into and ATP out of the mitochondrion HarperADP and Pi needs to be transported from the cytosol (where ATP is used for producing energy and converted into ADP) into the mitochondrion, where ATP is resynthesized. Since the inner mitochondrial membrane is impermeable to most charged or hydrophilic substances, a transporter is needed for the job. This transporter is strongly inhibited by atractyloside, a plant toxin, resulting in cessation of ATP production.Inhibitors of Electron Transport chainInhibit complex IInhibit Complex IIIInhibit Complex IVInhibit Complex IIRotenone- a fish poison and an insecticide Amobarbital (amytal) and Secobarbital Piericidin AAntimycin A BAL (Dimercaprol)CyanideCarbon monoxide Hydrogen sulphide Sodium azideMalonate - inhibits succinate dehydrogenaseInhibitors of Oxidative phosphorylation Oligomycin- oligomycin inhibits ATP synthase by blocking its proton channel, which is necessary for oxidative phosphorylation of ADP to ATP.Atractyloside- blocks the ADP-ATP transporterBongregate- toxin produced by pseudomonads, acts similar to atractyloside Uncouplers of Oxidative phosphorylation Uncouplers of oxidative phosphorylation in mitochondria inhibit the coupling between the electron transport and phosphorylation reactions and thus inhibit ATP synthesis without affecting the respiratory chain and ATP synthase. Thus mitochondria uses oxygen regardless of whether ADP and Pi available or not. Uncouplers markedly increase oxygen uptake. A TPs are not being formed, rather energy is being released as heat. Thermogenin - Thermogenin (or the uncoupling protein, UCP1) is a physiological uncoupler found in brown adipose tissue that functions to generate body heat, particularly for the newborn and during hibernation in animals 2,4 dinitrophenol- is the most frequently used, classic uncoupler.Aspirin in high doses (other salicylates) - this explains the fever due to toxic overdoses of these drugs Dicoumarol (vitamin K analogue)CCCP (chloro carbonyl cyanide phenyl hydrazone)CalciumValinomycin",
        "cop": 1,
        "opa": "atractyloside",
        "opb": "oligomycin",
        "opc": "rotenone",
        "opd": "cyanide",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "5f3d6cf7-2ed4-4f1e-9d85-e973bdaa71eb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an ionophore:",
        "exp": "Ans. B. Valinomycinlonophores are ion carrier molecules. They are lipid soluble substances, capable of binding and carrying specific cations (other than H+) through the mitochondrial membrane. Oxidative phosphorylation can be prevented by certain ionophores. They differ from uncoupling agents in that they promote the transport of other cations through the membrane. For e.g. The toxic antibiotic Valinomycin allows penetration of K+ through the mitochondrial membrane, discharging the membrane potential across inner membrane. Gramicidin also acts as an ionophore for K+ and Na+ thus abolishing pH gradient, inhibiting phosphorylation.",
        "cop": 2,
        "opa": "2,4 dinitrophenol",
        "opb": "Valinomycin",
        "opc": "Thermogenin",
        "opd": "Oligomycin",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "6e2b5568-7e63-45ab-adc0-4933f72b8906",
        "choice_type": "single"
    },
    {
        "question": "Hydrolysis of which of the following yields 10.5 Kcal energy?",
        "exp": "ANSWER: (D) Creatine phosphateREF: Harper 28th ed Table 11-1Free Energy of Hydrolysis of Some Organophosphates of Biochemical Importance DGdegCompoundkJ/molkcal/molPhosphoenolpyruvate-61.9-14.8Carbamoyl phosphate-51.4-12.31,3-Bispbosphoglycerate (to 3-phosphogiycerate)-49.3-11.8Creatine phosphate-43.1-10.3ATP - AMP + PPi-32.2-7.7ATP - ADP + Pi-30.5-7.3Glucose 1-phosphate-20.9-5.0PPi-19.2-4.6Fructose 6-phosphate-15.9-3.8Glucose 6-phosphate-13.8-3.3Glycerol 3-phosphate-9.2-2.2",
        "cop": 4,
        "opa": "ATP",
        "opb": "GTP",
        "opc": "UTP",
        "opd": "Creatine phosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "b6ecd5e4-8fea-40e6-89db-012d5f42dd83",
        "choice_type": "single"
    },
    {
        "question": "Uncoupler in ETC -",
        "exp": "Ans. C. 2, 4-dinitrophenolUncouplers of oxidative phosphorylation in mitochondria inhibit the coupling between the electron transport and phosphorylation reactions and thus inhibit ATP synthesis without affecting the respiratory chain and ATP synthase (H(+)- ATPase). Physiological uncouplers- long chain fatty acids, thyroxin, calcium ions, brown adipose tissue Pathological uncouplers-2,4 dinitrophenol, 2,4 dinitroocresol, CCCP, FCCP, valinomycin, high dose aspirinClass with examplesAffected complex* or reactionInhibitors of electron transport Rotenone, Piericidin AAmytal, SeconalThenoyltrifluoroacetoneAntimycin A.DimercaprolHCN, H2 SHN3 , COI FMN-Q and or cytb(Fe3+)I FMN-Q and or cytb(Fe3+)II Peptide-FAD-Q and/or cytbIII cytb(Fe2+)-cytcl(Fe3+)(perhaps at NHI)IV cytc(Fe2+)-O2 IV cytc(Fe2+)-O2 Inhibitors of oxidative phosphorylation OiigomycinRutamycinAtractylateBongkrekateInhibit respiration (NADH-O2 or Succinate O2 ) when coupled to phosphorylationUncouplers of oxidative phosphorylation2,4 dinitrophenolDicoumarolValinomycin *Gramicidin A *Stimulate respiration when rate is limited by phosphorylation or blocked by oiigomycin.",
        "cop": 3,
        "opa": "H2S",
        "opb": "Antimycin a",
        "opc": "2,4-dinitrophenol",
        "opd": "Barbiturates",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "850d4f2c-54dd-41f7-98b6-2d73cb6806b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of Trinucleotide repeat mutation -",
        "exp": "Ans. is 'd' i.e., All of the above Trinucleotide repeat mutationo In this type of mutation a codon (i.e. trinucleotide sequence) undergoes amplification and the same codon is repeated continuously so many times in the chain.o Diseases associated w ith trinucleotide repeat mutation are Huntington-s disease (CAG repeat). Spinocerebellar ataxia (CAG repeat), friedreich ataxia (GAA repeat), fragile-X-syndrome (GGG or GCC repeat), dystrophia myotonica (CTG/CUG repeat), X-linked spinobulbar muscular atrophy (CAG repeat) and dentorubral paltidolusian atrophy (CAG repeat).",
        "cop": 4,
        "opa": "Huntington's chorea",
        "opb": "Fragile-X-syndrome",
        "opc": "Friedreich ataxia",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "d3cd0f0b-cb35-4510-9908-0e88d844dd31",
        "choice_type": "multi"
    },
    {
        "question": "Cytochrome P450 is name derived from -",
        "exp": "Ans. is 'c' i.e., Absorbs light at 450 nanometres o Cytochrome P450 got its name because it strongly absorbs light at 450 nanometres, which is blue is visible spectrum.",
        "cop": 3,
        "opa": "Molecular weight 450D",
        "opb": "Produced by 450 genes",
        "opc": "Absorbs light at 450 nanometres",
        "opd": "Have 450 isoforms",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "f41f092f-1433-423c-a21a-53bb2b5c2a1d",
        "choice_type": "single"
    },
    {
        "question": "The energy generated from alcohol is:",
        "exp": "Ans. C. 7kcal/gAverage energy available from macronutrients is as follows:Carbohydrate--4kcal/gProtein--4kcal/gFat--9kcal/gAlcohol--7kcal/g",
        "cop": 3,
        "opa": "4 kcal/g",
        "opb": "0 kcal/g",
        "opc": "7 kcal/g",
        "opd": "9 kcal/g",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "f1177178-cab4-4108-84bb-1040d4e3d889",
        "choice_type": "single"
    },
    {
        "question": "FADH2 enters at which complex in ETC -",
        "exp": "Ans. is 'b' i.e., II o FADH2 enters at complex II, therefore, generates only 1[?]5 molecules of ATP (1 ATP production is bypassed at complex I).o NADH enters at complex I and generates 2[?]5 molecules of ATP.o During the transfer of electrons through the ETC, energy is produced. This energy is coupled to the formation of ATP molecules by phosphorylation of ADP by an enzyme F0F1 ATPase. The phosphorylation of ADP into ATP is coupled with oxidation of reducing equivalents, therefore the process is called oxidative phosphorylationo There are three ATP synthesizing sites of electron transport chain:i) Site I is between NAD and CoQ, i.e., Complex Iii) Site II is between CoQ and cytochrome C, i.e., Complex IIIiii) Site III is between cytochrome C and oxygen, i.e., Complex IV.o These sites provide energy required to make ATP from ADP by an enzyme F0F1 ATPase.There is no ATP formation at complex 11.o The energy liberated of site I (complex I) is used to synthesize 1 ATP molecule, at site II (complex III) is used to synthesize 1 ATP molecule and at site III (Complex IV) is used to synthesize 1/2 ATP molecule. Thus, when 1 NADH molecule enters the respiratory chain, it produce 2[?]5 molecules of ATP. When 1 molecule of FADH2 enters the respiratory chain only 1[?]5 molecules of ATP are produced as site I of energy liberation is bypassed.Note : Previously it was assumed the NADH produces 3 ATPs and FAD generates 2 ATPs. Recent experiments show that these old values are overestimates and NADH produces 2[?]5 ATPs and FADH2 produces 1[?]5 ATPs.",
        "cop": 2,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "0d022215-78de-4639-b994-6a29408aecef",
        "choice_type": "single"
    },
    {
        "question": "Substrate for ATP synth ase is -",
        "exp": "Ans. is 'b' i.e., ADP o ATP synthesis occurs in ETC by enzyme F0F1, ATPase.o F1. component of F0F1, ATPase is ATPase synthase which catalyzes the conversion of ADP to ATP.ATP synthesis in ETCo Free energy of electron transport\" is conserved by pumping protons from mitochondrial matrix to the intermembrane space, so as to create an electrochemical proton gradient across the inner mitochondrial membrane, with outer side of membrane is positively charged as compared to inside.o Electrochemical potential of this gradient is used to synthesize ATP by ATP synthase.o Inner mitrochondrial membrane is impermeable to protons; therefore, proton pumps are required to pump protons (hydrogen ions) from mitochondrial matrix to the intermembrane space.o The complex IQ (Site I), complex IIIQ (Site II) and complex IVQ (Site III) act as proton pumps ejecting protons (hydrogen ions) from the mitochondrial matrix to intermembrane space.o Complex I (NADH-CoQ reductaseQ) and complex III (CoQ - cytochrome c reductaseQ) pump 4 protons each and complex IV (cytochrome c oxidase) pumps 2 protons.o The concentration of hydrogen ions (protons) on the outer side of inner membrane becomes higher as compared to inner side.o This results in generation of the electrochemical potential.o Due to this electrochemical potential or proton motive force, the H+ ions ejected out (by proton pumps) flow back into the mitochondrial matrix down its electrochemical gradient through F0F1 ATPase molecule, which is also known as complex V of respiratory chain.o This proton influx causes ATP synthesis. F0 components acts as channel for passage of hydrogen ions (Protons)Q. F1 component possesses ATP synthase activity, which is switched on when the hydrogen ions pass through F0 component.",
        "cop": 2,
        "opa": "AMP",
        "opb": "ADP",
        "opc": "IMP",
        "opd": "GMP",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "8eea2fd5-ebd1-421c-a8c9-a9827cb742cd",
        "choice_type": "single"
    },
    {
        "question": "Maximum protein to lipid ratio is seen in -",
        "exp": "Ans. is 'a' i.e., Inner mitochondrial membrane o Mitochondrial inner membrane has maximum protein contents with highest protein to lipid ratio and cell membrane in myelin has lowest protein to lipid ratio.o Protein to lipid ratio in decreasing order of frequency is as follows:o Inner mitochondrial membrane (3.2): Maximum > Sacroplasmic reticulum (2[?]0) > outer mitochondrial membrane (1[?]1) = Human erythrocyte cell membrane (1.1) > Myelin sheath cell (plasma) membrane (0-23): Minimumo In all the membranes, proteins content is higher than lipid, with only one major exception of myelin which has higher lipid content that protein to provide good insulation.",
        "cop": 1,
        "opa": "Inner mitochondrial membrane",
        "opb": "Outer mitochondrial membrane",
        "opc": "Sarcoplasmic reticulum",
        "opd": "Myelin sheath membrane",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "f4d75d9d-3304-407f-a0c4-44e5ac138dbf",
        "choice_type": "single"
    },
    {
        "question": "Cytochrome oxidase contains",
        "exp": "(CU) (76 - Lippincott's) (104 - HP 27th)Cytochrome oxidase (cytochroe a + a3) contains bound copper atoms, that are required for this complex reaction to occur",
        "cop": 2,
        "opa": "Ca++",
        "opb": "Cu",
        "opc": "Mn",
        "opd": "Zn",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "75a57464-3351-4c9e-bdee-f2fe35cf5774",
        "choice_type": "single"
    },
    {
        "question": "The reactions of the urea cycle occur in which one of the following?",
        "exp": "Ans. D. In the mitochondrial matrix and the cytosolThe steps of the urea cycle are divided between the mitochondrial matrix and cytosol of liver cells in mammals. The formation of ammonia, its reaction with carbon dioxide to produce carbamoyl phosphate, and the conversion to citrulline occur in the matrix of mitochondria. Citrulline diffuses out of the mitochondria, and the next three steps of the cycle, which result in the formation of urea, all take place in the cytosol. Peroxisomes have single membranes, in contrast to the double membranes of mitochondria. They house catalase and enzymes for medium- to long-chain fatty acid oxidation.METABOLIC PATHWAYSITE OF OCCURRENCEGlycolysisCytosolKrebs/TCA/Citric acid cycleMitochondrial matrixGluconeogenesisPartly in cytosol and in mitochondriaGlycogenolysis and GlycogenesisCytosolHMP shuntCytosolProtein synthesisCytosolUrea cyclePartly in cytosol and in mitochondriaTriacylglycerol biosynthesisEndoplasmic reticulum(some are biosynthesized in mitochondria)Ether phospholipids, Plasmalogens and PAFs biosynthesisPeroxisomesSphingolipid biosynthesisEndoplasmic reticulumSphingomyelin biosynthesisGolgi apparatus > Plasma membraneGlycosphingolipid (Cerebrosides and Gangliosides) biosynthesisGolgi apparatusCholesterol biosynthesisEndoplasmic reticulum > CytosolFatty acid biosynthesisCytosolMonounsaturated fatty acid biosynthesisEndoplasmic reticulumCeramide biosynthesis from serineEndoplasmic reticulumBile acid biosynthesisCytosolN-Linked Glycoside biosynthesisEndoplasmic reticulumO-Linked Glycoside biosynthesisGolgi apparatusGlycosaminoglycans biosynthesisGolgi apparatusElongation of fatty acid chainsEndoplasmic reticulumFatty acid oxidationMitochondriaOxidation of very long chain Fatty acidsPeroxisomes (initially until it reaches the Octenyl stage)",
        "cop": 4,
        "opa": "In the cytosol",
        "opb": "In lysosomes",
        "opc": "In the mitochondrial matrix",
        "opd": "In the mitochondrial matrix and the cytosol",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "b8bc0403-b6c0-4f36-ad56-d4517aa0a039",
        "choice_type": "single"
    },
    {
        "question": "Uncoupler of oxidative phosphorylation -",
        "exp": "Ans. is 'd' i.e., 2 DNP o As the name suggests, these componds block the coupeling of oxidation with phosphorylation. These compounds allow the transfer of reducing equivalents in respiratory chain but prevent the phosphorylation of ADP to ATP by uncoupling the linkage between ETC and phosphorylation. Thus the energy instead of being trapped by phosphorylation is dissipated as heat. Uncouplers may be:-i) NaturalThermogenin, thyroxineii) Synthetic2,4-dinitrophenol (2,4-DNP), 2,4-dinitrocresol (2,4-DNC), and CCCP (chlorocarbonylcyanidephenyl hydrazone).",
        "cop": 4,
        "opa": "CN",
        "opb": "CO",
        "opc": "H2S",
        "opd": "2 DNP",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "d371d119-0091-488a-b5eb-1372588676a4",
        "choice_type": "single"
    },
    {
        "question": "Most cells in the body, at the resting state, are in what state of Respiratory control?",
        "exp": "Ans. D. State 4a. Respiratory Control Ensures a Constant Supply of ATP. THE rate of respiration of mitochondria can be controlled by the availability of ADP. This is because oxidation and phosphorylation are tightly coupled, ie, oxidation cannot proceed via the respiratory chain without concomitant phosphorylation of ADP.b. Table shows the five conditions controlling the rate of respiration in mitochondria. Most cells in the resting state are in state 4, and respiration is controlled by the availability of ADP. When work is performed, ATP is converted to ADP, allowing more respiration to occur, which in turn replenishes the store of ATP. Under certain conditions, the concentration of inorganic phosphate can also affect the rate of functioning of the respiratory chain,c. As respiration increases (as in exercise), the cell approaches state 3 or state 5 when either the capacity of the respiratory chain becomes saturated or the PO2 decreases below the Km for heme a3 - There is also the possibility that the ADP/ATP transporter, which facilitates entry of cytosolic ADP into and ATP out of the mitochondrion, becomes rate-limiting.States of Respiratory ControlConditions Limiting the Rate of RespirationState 1Availability of ADP and substrateState 2Availability of substrate onlyState 3The capacity of the respiratory chain itself, when all substrates and components are present in saturating amountsState 4Availability of ADP onlyState 5Availability of oxygen onlyThus, the manner in which biologic oxidative processes allow the free energy resulting from the oxidation of foodstuffs to become available and to be captured is stepwise, efficient, and controlled--rather than explosive, inefficient, and uncontrolled, as in many non-biologic processes. The remaining free energy that is not captured as high-energy phosphate is liberated as heat. This need not be considered \"wasted,\" since it ensures that the respiratory system as a whole is sufficiently exergonic to be removed from equilibrium, allowing continuous unidirectional flow and constant provision of ATP. It also contributes to maintenance of body temperature.",
        "cop": 4,
        "opa": "State 1",
        "opb": "State 2",
        "opc": "State 3",
        "opd": "State 4",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "e4a3a5eb-1b62-4340-a6af-05c230045521",
        "choice_type": "single"
    },
    {
        "question": "Final acceptor of electrons in ETC is:",
        "exp": "Ans. B. Oxygen(Ref: Harper 31/e page 123)Electrons are transferred in the ascending order of redox potential, the final oxygen electron acceptor is oxygen.",
        "cop": 2,
        "opa": "Cyt c",
        "opb": "Oxygen",
        "opc": "FADH2",
        "opd": "CoQ",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "641b0beb-3789-4877-a7d2-d620ccc904b4",
        "choice_type": "single"
    },
    {
        "question": "The following poisons act by causing inhibition of complex IV of respiratory chain except",
        "exp": "Ans. b (Malonate) (Ref. Harper 28th/108; 109)Harper 18thA08:The classic poisons H2S, carbon monoxide, and cyanide inhibit Complex IV and can therefore totally arrest respiration. Malonate is a competitive inhibitor of Complex II.PoisonInhibits1. Barbiturates (amobarbital)2. Malonate3. Antimycin A and dimercaprol4. H2S, carbon monoxide, and cyanide5. Atractyloside# Electron transport via Complex 1 by blocking the transfer from Fe-S to Q.deg# Competitive inhibitor of Complex II.# Respiratory chain at Comfllex III# Complex IV and can therefore totally arrest respiration.0# Oxidative phosphorylation by inhibiting the transporter of ADP into and ATP out of the mitochondrion.",
        "cop": 2,
        "opa": "Cyanide",
        "opb": "Malonate",
        "opc": "H2S",
        "opd": "CO",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "b774766a-1fc8-46ba-a886-d3edafa0ebdc",
        "choice_type": "multi"
    },
    {
        "question": "Substrate level phosphorylation in Glycolysis is seen in which step?",
        "exp": "ANSWER: (B) Pyruvate kinaseREF: Murray pp 130-135, Scriver, pp 1521-1552, http://en.wikipedia.org/wiki/Substratelevel_phosphorylationSubstrate-level phosphorylation is a type of metabolism that results in the formation and creation of adenosine triphosphate (ATP) or guanosine triphosphate (GTP) by the direct transfer and donation of a phosphoryi (POa) group to adenosine diphosphate (ADP) or guanosine diphosphate (GDP) from a phosphorylated reactive intermediate. Note that the phosphate group does not have to directly come from the substrate. By convention, the phosphoryl group that is transferred is referred to as a phosphate groupWe use the term substrate level phosphorylation because ATP formation in glycolysis is powered by the addition/ removal of phosphate groups (phosphorylation) to molecules of glucose (the substrate). Hence the term substrate-level phosphorylation.Examples of substrate level phosphorylation that occurs in glycolysis is:The production of 1st ATP when 1,3 bisphophoglycerate is converted into 3-phosphoglycerate by the enzyme phosphoglycerate kinaseProduction of 2nd ATP when phosphoenolpyruvate is converted to pyruvate by the enzyme pyruvate kinase.",
        "cop": 2,
        "opa": "Glyceraldehyde 3 Phosphate dehydrogenase",
        "opb": "Pyruvate kinase",
        "opc": "Phosphofructokinase",
        "opd": "Enolase",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "fa31b5d9-e49f-416f-9243-b8eb58c6f5a1",
        "choice_type": "multi"
    },
    {
        "question": "Inhibitor of Complex I of ETC-",
        "exp": "Ans. is 'c' i.e., Rotenone Inhibitors of Electron transport chain (Respiratory chain)o Complex I:- Barbiturates (amoborbital), piercidin A, rotenone, ehlorpromazine, guanithidine.o Complex II:- Carboxin, TTFA, malonate.o Complex III:- Dimercaprol, BAL, actinomycin A, Naphthyloquinone.o Complex IV (cytochrome c oxidase) Carbon monoxide (CO), cyanide (CN-), H2S, azide (N3 )",
        "cop": 3,
        "opa": "H2S",
        "opb": "2, 4 DND",
        "opc": "Rotenone",
        "opd": "BAL",
        "subject_name": "Biochemistry",
        "topic_name": "Respiratory Chain",
        "id": "fd933c85-c0b4-4be4-bf69-f0b27ccc3848",
        "choice_type": "multi"
    }
]