[
    {
        "question": "Glutathione requires which vitamin to act as antioxidant -",
        "exp": "Ans. is 'b' i.e., Niacin o Option a, c & d are themselves antioxidants, but glutatbion requires niacin as NADPH.o NADPH is necessary tor the maintenance of a reducing environment in the cell.o NADPH plays a key role in antioxidant defences by converting the oxidized glutathione into the reduced glutathione, which is protective.",
        "cop": 2,
        "opa": "Vitamin E",
        "opb": "Niacin",
        "opc": "Vitamin C",
        "opd": "Vitamin A",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "cda4f0a7-be59-4780-827f-bbf7afc10f67",
        "choice_type": "single"
    },
    {
        "question": "Which Vitamin is involved in Redox reactions -",
        "exp": "Ans. is 'd' i.e., Riboflavin VitaminCoenzymeFunction as coenzymeEntity transferredThiamine (Vit B1)Thiamine pyrophosphate (TPP)Oxidative decarboxylation and transketolase reactionHydroxy-ethylRiboflavin (Vit B2)Flavin adenine dinucleotide (FAD) and flavin mononucleotide (FMN)Oxidation and reduction reactionHydrogen atomsNiacinNicotinamide adenine dinucleotide (NAD+) and nicotinamide adenine dinucleotide phosphate (NADP+)Oxidation and reduction reactionHydride ion (H-)Pyridoxin Q (Vit B6)Pvridoxal phosphate (PLP)Transamination, deamination, decarboxylation of amino acidsAmino groupBiotin QBiocytinCarboxylation reaction QCarbon dioxideFolic acid QTetrahydrofolate (THF)Carrier of one carbon group (other than CO2)One carbon groupPentothenic acid QCoenzyme A QAcyl carrierAcyl groupCyanocobalamine QMethylcobalamine and DeoxyadenosylcobalamineTransfer of H2 group and isomerizationAlkyl group or hydrogen atom",
        "cop": 4,
        "opa": "Pyridoxin",
        "opb": "Biotin",
        "opc": "Folic acid",
        "opd": "Riboflavin",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "701efbf3-bf83-4797-87c8-3200c6632e1c",
        "choice_type": "single"
    },
    {
        "question": "The main function of Vitamin C in the body is -",
        "exp": "Ans. is 'c' i.e., Involvement as antioxidant Vitamin C ( Ascorbic acid)o Ascorbic acid (Vitamin C) is also called antiscorbutic factor. It is very heat labile, especially in basic medium. Ascorbic acid itself is an active form. Maximum amount of vitamin C is found in adrenal cortex,o Ascorbic acid functions as a reducing agent and scavanger of free radicals (antioxidant). Its major functions are:- In collagen synthesis: - Vitamin C is required for post-translational modification by hydroxylation of proline and lysine residues converting them into hydroxyproiine and hydroxy lysine. Thus vitamin C is essential for the conversion of procollagen to collagen, which is rich in hydroxyproiine and hydroxylysine. Through collagen synthesis, it plays a role in formation of matrix of bone, cartilage, dentine and connective tissue.Synthesis of norepineph rine from dopamine by dopamine-b-monoxygenase (dopamineb-hydroxylase) requires Vitamin C.Carnitine synthesisBile acid synthesis :- 7-a-hydroxylase requires vitamin C.Absorption of iron is stimulated by ascorbic acid by conversion of ferric to ferrous ions.During adrenal steroid synthesis, ascorbic acid is required during hydroxylation reactions.Tyrosine metabolism : - Oxidation of P-hydroxy-phenylpyruvate to homogentisate.Folate metabolism : - Folic acid is converted to its active form tetrahydrofolate by help of Vitamin C.",
        "cop": 3,
        "opa": "Coenzyme for energy metabolism",
        "opb": "Regulation of lipid synthesis",
        "opc": "Involvement as antioxidant",
        "opd": "Inhibition of cell growth",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "f7c6e673-3268-4c7a-abf2-dff2426a1ae0",
        "choice_type": "single"
    },
    {
        "question": "FIGLU excretion test is used for assessment of deficiency of -",
        "exp": "Ans. is 'c' i.e., Folic acid Assessment of folate deficiencyo Following tests are used for assessment of folate deficiency.Blood levelNormal level in scrum is about 2-20 nanogram/mJ and about 200 micorgram.'ml of packed cells.Histidine load test or FIGLU excretion test :- Histidine is normally metabolized to formimino glutamic acid (FIGLU) from wrhich formimino group is removed by THF. Therefore in folate deficiency, FIGLU excretion is increased in urine.AICAR excretion In purine nucleotide synthesis the 2nd last step is the addition of C2 with the help of N10-formyl THF. This step is blocked in folate deficiency and the precursor, i.e., amino imidazole carboxamide ribosyl-5-phosphate (AICAR) accumulates and is excreted in urine.Peripheral blood picture Macrocytosis, tear drop cells, hvpersegmented neutrophils, anisopoikilocvtosis.",
        "cop": 3,
        "opa": "VitaminBn",
        "opb": "Niacin",
        "opc": "Folic acid",
        "opd": "Pyridoxin",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "aed260f5-2970-43da-b669-5ce8704dc8b0",
        "choice_type": "single"
    },
    {
        "question": "All are antioxidant except -",
        "exp": "Ans. is 'd' i.e., Glutamineo There are two types of antioxidant systems :-Enzymatic antioxidant systemThis includeCatalaseSuperoxide dismutase (SOD)Glutathione peroxidaseNon-enzymatic antioxidant systemThis is further subdivided intoVitamins : Vitamin E, Vitamin A & beta carotene. Vitamin C.Minerals : Selenium, Copper, Zinc, ManganeseTissue proteins : Transferrin, ferritin, lactoferrin, ceruloplasminAmino acids : Glutathione, Cysteine",
        "cop": 4,
        "opa": "Vitamin A",
        "opb": "Catalase",
        "opc": "Cystein",
        "opd": "Glutamine",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "6ef54cec-0331-4f98-9b89-4ad03bf44ef4",
        "choice_type": "multi"
    },
    {
        "question": "Richest source of retinoids is?",
        "exp": "Ans. (b) Halibut liver oilRef: Harper's Biochemistry 27/e, chapter 44, Textbook of medical biochemistry S. Ramakrishnan 3/e, p 393",
        "cop": 2,
        "opa": "Cod liver oil",
        "opb": "Halibut liver oil",
        "opc": "Butter",
        "opd": "Margarine",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "af8fdafd-adbc-4a9f-bba1-6a185314558e",
        "choice_type": "single"
    },
    {
        "question": "Gastrectomy produces deficiency of which vitamin -",
        "exp": "Ans. is 'b' i.e.. Vitamin B12 o The intestinal absorption of vitamin Bu requires intrinsic factor (IF), secreted by parietal cells of the stomach.o In stomach vitamin Bt2 binds to IF to form vitamin Bn-IF complex which intum is absorbed by sepecific receptors on mucosal cells of the ileum.o Vitamin Buis also called as 'extrinsic factor' of castle.",
        "cop": 2,
        "opa": "VitaminB6",
        "opb": "Vitamin B12",
        "opc": "Vitamin B2",
        "opd": "Vitamin B1",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "721ace8f-48c8-4c87-9a95-19e184137456",
        "choice_type": "single"
    },
    {
        "question": "FIGLU Test is used for deficiency of -",
        "exp": "Ans. is 'd' i.e., Folic acid Assessment of folate deficiencyo Following tests are used for assessment of folate deficiency.Blood levelNormal level in scrum is about 2-20 nanogram/mJ and about 200 micorgram.'ml of packed cells.Histidine load test or FIGLU excretion test :- Histidine is normally metabolized to formimino glutamic acid (FIGLU) from wrhich formimino group is removed by THF. Therefore in folate deficiency, FIGLU excretion is increased in urine.AICAR excretion In purine nucleotide synthesis the 2nd last step is the addition of C2 with the help of N10-formyl THF. This step is blocked in folate deficiency and the precursor, i.e., amino imidazole carboxamide ribosyl-5-phosphate (AICAR) accumulates and is excreted in urine.Peripheral blood picture Macrocytosis, tear drop cells, hvpersegmented neutrophils, anisopoikilocvtosis.",
        "cop": 4,
        "opa": "Vitamin B ,",
        "opb": "Riboflavin",
        "opc": "Niacin",
        "opd": "Folic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "b90d8171-031a-4e53-9143-7c1b816c3d29",
        "choice_type": "single"
    },
    {
        "question": "Vitamin acting on intranuclear receptors -",
        "exp": "Ans. is 'b' i.e., Vitamin D o Two vitamins are considered as hormones which act on intranuclear receptors (steroid receptor famity). There are:-i) Vitamin A (retinoic acid)ii) Vitamin D",
        "cop": 2,
        "opa": "Vitamin K",
        "opb": "Vitamin D",
        "opc": "Vitamin E",
        "opd": "Vitamin B1",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "1294c059-d1f4-4ce9-8dca-f5eee67192b2",
        "choice_type": "single"
    },
    {
        "question": ", Which of the following is a component of the visual pigment rhodopsin -",
        "exp": "Ans. is 'b' i.e., Retinal Vitamin A (Retinol)The retinoids are a family of molecules that are related to retinol (Vitamin A) and are essential for :VisionReproductionGrowthMaintenance of epithelial tissues Structure of vitamin AVitamin A is often used as a collective term for several related biologically active molecules.Vitamin A is essential for vision reproduction, growth and maintenance of epithelial tissues.Vitamin A can exist in several formsRetinol -Retinol is found in animal tissues as a retinyl ester with long chain fatty acids.Retinal (component of the visual pigment rhodopsin)The aldehyde derived from the oxidation of retinol.Retinal and retinol can readily be interconverted.Retinoic acidIt is the acid derived from oxidation of retinal.Retinoic acid cannot be reduced in the body and therefore cannot give rise to either retinal or retinol.b carotenePlant foods contain b carotene, which can be oxidatively cleaved in the intestine to yield two molecules of retinal.Now, the functions associated with each form of vitamin Retinoic acid, derived from oxidation of dietary retinol, mediates most of the actions of the retinoids, except for vision which depends on retinal, the aldehyde derivative of retinol.Note : Retinol acts on the nucleus of the target cells where the vitamin acts in a manner analogous to steroid hormones.",
        "cop": 2,
        "opa": "b-Carotene",
        "opb": "Retinal",
        "opc": "Retinol",
        "opd": "Retinoic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "1fbef1f2-23f9-4d48-9a29-d2620eb4166b",
        "choice_type": "single"
    },
    {
        "question": "Menadione is analog of:",
        "exp": "Ans. (a) Vitamin KRef: Harper's Biochemistry 30th edn. 1554* Menadione is the water soluble form of vitamin K.Forms of VITAMIN K Vitamin K1Vitamin K2Vitamin K3AkaPhylloquinoneMenaqui- noneMenadioneSourceSeveral green vegetables and prepared syntheticallySynthesized by Gl bacteria, supplies 50% human requirementSynthetic, Analog of 1,4-naphtho- quinineSolubilityFat solubleFat solubleDiphosphate salt is Water soluble* Vitamin K Is the Coenzyme for Carboxylation of Glutamate in Postsynthetic Modification of Calcium Binding Proteins. Vitamin K Is Also Important in Synthesis of Bone Calcium Binding Proteins.* Dicumarol is an anticoagulant that functions as a vitamin K antagonist.",
        "cop": 1,
        "opa": "Vitamin K",
        "opb": "Vitamin A",
        "opc": "Vitamin D",
        "opd": "Vitamin C",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "367c194e-b1d6-4d05-9950-b8d662835b67",
        "choice_type": "single"
    },
    {
        "question": "Vitamin A is present in all EXCEPT:",
        "exp": "ANSWER: (A) Sunflower seedsREF: Harrisons 18th ed chapter 74\"Sunflower seeds are unusually rich in B complex vitamins. Sunflower seeds also contain a potent antioxidant team of selenium and vitamin E and are significantly deficient in vitamin A\"There are two sources of dietary vitamin A. The first, or active form (retinol), is immediately available to the body and can be obtained from animal products such as milk, egg yolk, fish and liver. The second, or precursor form (beta-carotene), can be obtained from fruit and vegetables, and is converted to the active form in the body.\"Tomato is a good source of vitamins especially vitamin A and vitamin C\"",
        "cop": 1,
        "opa": "Sunflower seeds",
        "opb": "Egg",
        "opc": "Milk",
        "opd": "Tomato",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "46304590-aa96-4080-8568-55df5e5c389e",
        "choice_type": "multi"
    },
    {
        "question": "In folic acid deficiency which of the following is excreted in urine -",
        "exp": "Ans. is 'c' i.e., FIGLU o Following tests are used for assessment of folate deficiency.Blood level: - Normal level in serum is about 2-20 nanogram/mlQ and about 200 micorgram/ml of packed cells.Histidine load test or FIGLU excretion testQ: - Histidine is normally metabolized to formimino glutamic acid (FIGLU) from which formimino group is removed by THF. Therefore in folate deficiency, FIGLU excretion is increased in urine.AICAR excretionQ: - In purine nucleotide synthesis the 2nd last step is the addition of C2 with the help of N10- formyl THF. This step is blocked in folate deficiency and the precursor, i.e., amino imidazole carboxamide ribosyl-5-phosphafe (AICAR) accumulates and is excreted in urine.Peripheral blood pictureQ: - Macrocytosis, tear drop cells, hypersegmented neutrophils, anisopoikilocytosis.",
        "cop": 3,
        "opa": "Kynurenine",
        "opb": "Xantheurenic acid",
        "opc": "F1GLU",
        "opd": "Methylmalonate",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "83c21a8c-e03d-41cd-9833-ca8c471e57d9",
        "choice_type": "single"
    },
    {
        "question": "Methylcobalamin is required for which of the following enzymes:",
        "exp": "Ans. (c) Methionine synthaseRef.: Harpers Biochemistry 30th edn. 1558B CONVERSION OF HOMOCYSTEINE TO METHIONINE* Active form in this reaction is methycobalamin. This reaction requires both methylcobalamin and folic acid. The reaction is catalyzed by methionine synthase which is a methylcobalamin dependent reaction.HomocysteineMethionine synthase-------------------------Methylcobalamin + folic acidMethionine",
        "cop": 3,
        "opa": "Homocysteine deaminase",
        "opb": "Homocysteine methyl transferase",
        "opc": "Methionine synthase",
        "opd": "Methionine reductase",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "6d4b2371-dd50-4025-af65-47376b8d09da",
        "choice_type": "single"
    },
    {
        "question": "In vitamin C deficiency, post translational modification of which amino acid is defective:",
        "exp": "Ans. is 'a' i.e. Lysine : Collagen molecule is a triple helical structure* consisting of three polypeptide chains wrapped around each other.Each polypeptide chain is made up ofGlycine (most abundant amino acid in collagen*)ProlineHydroxyproline &HydroxylysineHydroxyproline and hydroxylysine residues occur in collagen because of post - translational modification of newly synthesised collagen molecule.The proline and lysine residues are hydroxylated to hydroxyproline and hydroxylysineThe Hydroxylation process requires:-Molecular oxygen *A reducing agent such as vit. C*In case of vit. C deficiency (Scurvy) , collagen fibres cannot be cross-linked (because hydroxyproline is required for cross- linking) greatly decreasing the tensile strength of the assembled fibres.Also knowTypes of Collagen*There are four major types of collagen found in various tissues:Types - representative tissues*I - Skin*, bones*, tendon*, blood vessels*, cornea*.II - Cartilage*, intervertebral discs, vitreous bodyIII - fetal skin, Blood vessels*IV - Basement membrane*",
        "cop": 1,
        "opa": "Lysine",
        "opb": "Alanine",
        "opc": "Glycine",
        "opd": "Arginine.",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "1abdb883-6b40-4cce-aa3a-70d8cedc8457",
        "choice_type": "single"
    },
    {
        "question": "Vit B1 is a cofactor for-",
        "exp": "Ans. is 'a' i.e., Transketolase o Active fonn (coenzyme form) of thiamine is thiamine pyrophosphate (TPP), also called thiamine diphosphate (TDP).o TPP acts as coenzyme for-Oxidative decarboxylation:- Pyruvate dehydrogenase, a-ketoglutarate dehydrogenase, brached-chain keto acid dehydrogenase.Transketolase in PPPo Thiamine deficiency causes beriberi.Vitamin(PGI 06)CoenzymeFunction as coenzyraeEntity transferredThiamine (Vit B1)Thiamine pyrophosphate (TPP)Oxidative decarboxylation and transketolase reactionHydroxy-ethylRiboflavin (Vit B2,).Flavin adenine dinucieotide (FAD) and flavin mononucleotide (FMN)Oxidation and reduction reactionHydrogen atomsNiacinNicotinamide adenine dinucleotide (NAD+) and nicotinamide adenine dinucleotide phosphate (NADP+)Oxidation and reduction reactionHydride ion (H-)Py ridoxin Q (Vit B6)Pyridoxai phosphate (PLP)Transamination, deamination, decarboxylation of amino acidsAmino groupBiotin QBiocytinCarboxylation reaction QCarbon dioxideFolic acid QTetrahydrofolate (THF)Carrier of one carbon group (other than CO2)One carbon groupPentothenic acid QCoenzyme A QAcyl carrierAcyl groupCyanocobalamine QMethylcobalamine and DeoxyadenosylcobalamineTransfer of H. group and isomerizationAlkyl group or hydrogen atom",
        "cop": 1,
        "opa": "Transketolase",
        "opb": "Transaldolase",
        "opc": "AldolaseA",
        "opd": "Aldolase B",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "a22dbd01-5b02-405f-9a4a-289105cf5318",
        "choice_type": "single"
    },
    {
        "question": "Vit K is needed for which of these post transational modification processes-",
        "exp": "Ans. is 'b' i.e., Carboxylation : \" The main function of vit K is the promotion of blood coagulation by helping in the post transcriptional modification of blood factors such as II, VH,IX,X (2, 7, 9, 10) *. Vit. K functions as a coenzyme for carboxylase. This converts the glutamate residues into Gamma carboxy glutamate residues.\"",
        "cop": 2,
        "opa": "Methylation",
        "opb": "Carboxylation",
        "opc": "Hydroxylation",
        "opd": "Transketolation",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "73a177e4-258b-43dc-b0ab-a8ab3519242c",
        "choice_type": "single"
    },
    {
        "question": "1,25 (OH)2 is formed in -",
        "exp": "Ans. is 'd' i.e., Kidney Vitamin Do Vitamin D is the major vitamin involved in the absorption of calcium.o Beside dietary intake, cutaneous synthesis is the other and more important source of vitamin D (cholecalciferol) in the body. The keratinocytes of stratum corneum of the epidermis of skin6 contain 7-dehydrocholesterol which is converted to Vitamin D3 (cholecalciferol) by the action of sunlight (UV light)o This vitamin D3 (Cholecalciferol) is converted to calcidiol (calcifediol or 25 hydroxy cholecalciferol or 25- hydroxy vitamin D3) by 25 hydroxylase in the livero Calcidiol is the major circulating form of vitamin D3o Calcidiol is then converted to Calcitriol (1-25 dihydroxy-cholecalciferol or 1-25 dihydroxy vitamin D3) by 1-a hydroxyladon in kidney.o The final hydroxyladon in kidney is rate limiting stepo Calcitriol is the active form of vitamin Do Dietary vitamin D is absorbed in ileum and requires bile salts.o When Ca+2 level is high, little calcitriol is produced, and the kidney produce the relatively inactive metabolite 24,25 dihydroxycholecalciferol instead.o Calcitriol has following effects: -i) It enhances absorption of calcium and phosphate from the intestine. It increases the synthesis of calcium binding protein calbindin.ii) Calcitriol has opposite effects on bone, increasing both bone deposition and bone resorption. However, its net effect is increased mineralization of bone. Calcitriol stimulates osteoblasts which cause mineralization of bone. Activated osteoblasts secrete osteoclast stimulating factor which induce development of osteoclasts from their precursors (Osteoclasts themsleves do not have any calcitriol receptor). Osteoclastic activation promotes bone resorption.iii) In kidney calcitriol stimulates reabsorption of phosphate in proximal tubule and reabsorption of Ca+2 in the distal tubule.",
        "cop": 4,
        "opa": "Skin",
        "opb": "Liver",
        "opc": "Spleed",
        "opd": "Kidney",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "8b91b782-9355-4a39-8659-2bc74ff68a96",
        "choice_type": "single"
    },
    {
        "question": "The mineral having action like vitamin E -",
        "exp": "Ans. is 'c' i.e., Selenium o Selenium functions as an antioxidant along with vitamin E.o Selenium is a constituent of glutathione peroxidase, an antioxidant enzyme which prevents against oxidative damage.o Selenium also is a constituent of iodothyronine deiodinase, the enzyme that converts thyroxine triiodothyronine.",
        "cop": 3,
        "opa": "Calcium",
        "opb": "Iron",
        "opc": "Selenium",
        "opd": "Magnesium",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "a7ee2a06-b33e-42d9-8513-8f4273ffcd9e",
        "choice_type": "single"
    },
    {
        "question": "Test to diagnose thiamine deficiency -",
        "exp": "Ans. is 'a' i.e., RBC transketolase o Thiamine diphosphate is also the coenzume for transketolase, in the pentose phosphate pathway. Therefore, thiamine nutritional status is best assessed by erythrocyte (preferred) or whole blood transketolase activity.",
        "cop": 1,
        "opa": "RBC transketolase",
        "opb": "FIGLU excretion",
        "opc": "Methyl-malunic acid in urine",
        "opd": "Histidine load test",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "537663af-f2a3-4628-a64d-44f36d42d120",
        "choice_type": "single"
    },
    {
        "question": "Lipid soluble plasma membrane associated antioxidant -",
        "exp": "Ans. is 'b' i.e., Vitamin E\"Alpha-tocopherol is the only lipid soluble, chainbreaking antioxidant present in biological membranes\".o The main function of vitamin E is as a chain-breaking, free radical-trapping antioxidant in cell membranes and plasma lipoproteins by reacting with lipid peroxide radicals formed by peroxidation of polyunsatured fatty acid.Antioxidant systemsA) Non-enzymatic systemi) Lipid soluble membrane associated antioxidants: Vitamin E / tocopheral (is most important), [}- carotene.ii) Water soluble reductants : Glutathione, vitamin C (ascorbate).iii) Tissue proteins: Transferrin, ferritin, lactoferrin, ceruloplasmin.B) Enzymatic system# It includes catalase, superoxide dismutase (SOD) and glutathione peroxidase.",
        "cop": 2,
        "opa": "Ubiquitin",
        "opb": "Vitamin E",
        "opc": "Vitamin C",
        "opd": "Glutathione",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "6c75e982-9b62-49d0-aec4-7466dbcc0526",
        "choice_type": "single"
    },
    {
        "question": "Not obtained from plant source -",
        "exp": "Ans. is 'a' i.e., Cobalamine o Vitamin B12 (cobalamin or cynocobalmin) is present only in food of animal origin,o Other three vitamins can be taken from plant source.NameActive formSourcesDaily requirementsFunctionsDeficiency manifestationsFAT SOLUBLE VITAMIN SVitamin A (Ratinol)Retinol, Retinal, Retinoic acidFish liver oils milk, milk products. Green leafy vegetables, carrots, yellow and red fruits800-1000 retinol equivalentsRetinal and retinol are involved in vision. Retinoic acid regulates the expression of gene during growth and development. AntioxidantNight blindness xerophthalmia formation of Bitot's spots, dry, rough and scally skin.Retardation of growth in children.Vitamin D (Cholecatci- ferol)l, 25-Dihydroxy- cholecaiciferolCod liver oiL sunlight induced synthesis of vitamin D3. in skin egg yolk200-400 IURegulation of the plasma! of calcium and phosphorus, calcification of boneRickets (in children) Osteomalacia (in adults)Vitamin E (a-Tocopherol)a-tocopherolSoya and com oils, germ oil, fish oil. eggs, alfalfa8-10 tngNatural antioxidant and acts as a scavenger of free radicals. Protects the RBCs from hemolysis. Prevents peroxidation of PUFA in cell membraneHemolytic anemia. Retrolental fibroplasia (RLF) in premature infantsVitamin KPhylloquinone (Vitamin K1) Menaquinone (Vitamin K2)Green leafy vegetables, tomatoes, cheese, meat egg yolk70-140 gRequired for activation of blood dotting factors Required! for g carboxylation of glutamic acid residue in clotting and oseocalcin proteinsHemorrhagic disorder, increased clotting timeSameActive formSourcesDaily-requirementsFunctionsDeficiency manifestationsWATER SOLUBLE VITAMINSThiamine (Vitamin B1)TPPCereals, meat, ruts green vegetables, eggs1.0-1.5 mgCoenzyme for oxidative decarboxylation and transketolase reactionsBeriberi, Wernicke Korsakoff syndromeRiboflavin (Vitamin B2)FMN, FADYeast, germinating, seeds green leafy vegetalbes, milk, eggs, liver, meat1.3-1.7 mgCoenzyme for oxidation reduction reactionsCheilosis, glossitis, dermatitis vascularization of corneaNiacin (Vitamin B3)NAD+ and NADP+Yeast, legumes, liver, meat15-20 mgCoenzyme for oxidation reduction reactionsPellagraPantothenic acid (Vitamin B5)Cocnzyme A, (CoA-SH)Wheat germs, cereals, yeast, liver, eggs5-10 mgAcyl carrierBurning feet syndromePyriodoxin (Vitamin B6)PLPYeast, unrefined cereals, pulses, vegetables, meat, fish, egg yolk1.6-2 mgCoenzyme for transami- nation, decarboxylation, non-oxidative deamination, trans-sulfuration reactionsEpileptic convulsions dermatitis, hypochronic microcytic anemiaBiotin (Vitamin B7.)Biocytin (Enzyme bound biotin)Liver, kidney, egg yolk vegetables150-300 gCoenzyme for carboxylation reactionsRare dermatitisFolic acid (Vitamin B9)THF (Tclrahydrofolic acid)Green leafy vegetables, liver, yeast200 gCarrier of one carbon unit. Synthesis of methionine, purines and pyrimidinesMegaloblastic anemia. Neural tube defectsCynocobalamin (Vitamin B12)Methylcobalamin.Deoxyadeno- sylcobalaminOnly animal origin, meat, egg, liver, ftsh3 gCoenzyme for reach ns: Homocysteine to Methionine. Methylmalonyl-CoA to SuccinvI-CoAPernicious anemia Megaloblastic anemia Neuropathy (dementia) Methylmalonic aciduriaAscorbic acid (Vitamin C)Ascorbic acidCitrus fruits, Amla, leafy vegetables, tomatoes60-70 mgAntioxidant, involved in hydroxy lation reactins in the synthesis collagen, steroid hormones, adrenaline, etc. facilitates absorption of iron from intestine.Scurvy",
        "cop": 1,
        "opa": "Cobalamine",
        "opb": "Riboflavin",
        "opc": "Thiamine",
        "opd": "VitaminA",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "f195e8c4-c4b9-48ab-89d3-d474a77ce6c1",
        "choice_type": "single"
    },
    {
        "question": "PLP is the coenzyme form of which vitamin -",
        "exp": "Ans. is sc' i.e., B6VitaminActive form (coenzymes)Reaction typeB1 (Thiamin)Thiamine pyrophosphate (TPP)Oxidative decarboxylation, TransketolationB2 (Riboflavin)FMN, FADOxidation / Reduction (Redox reaction)B3 (Niacin)NAD+, NADP+Oxidation / Reduction (Redox reaction)B6 (Pyridoxin)Pyridoxal phosphate (PLP)Transamination, deamination, decarboxylation, condensation, trans-sulfurationB12 (cobolamin)Methylcobalamin. deoxyadenosy Icoba lam inIsomerization of meihylmelonyl-CoA to succinyl-CoA, synthesis of methionine from homocysteineFolic acidTetrahydrofolate (THF)One carbon group transferBiotinBiocytinCarboxylationPantothenic acidPentothenate in Co A and ACPAcyl group transferVitamin KVitamin KCarboxylation of glutamic acid residue",
        "cop": 3,
        "opa": "B1",
        "opb": "B3",
        "opc": "B6",
        "opd": "BI2",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "55d42cd1-10f1-4ad8-9a07-a745b3646d27",
        "choice_type": "single"
    },
    {
        "question": "Vitamin E is -",
        "exp": "Ans. is 'c' i.e., Antioxidant o Vitamin E is sometimes described as anti-sterility vitamin.o However, its anti-sterility function is seen only in some animals and not in human beings,o Vitamin E activiy is present in several tocopherols Q, the most important being a-, b-, g- and d- tocopherol,o a-Tocopherol is the most abundant and is taken as the standard,o The most important function of vitamin E in human beings is to act as an anti-oxidant Q.o It prevents the oxidation of other antioxidants, .e.g, carotenes, vitamin A Q and vitamin C Q.o Vitamin E is the lipid-soluble antixodant in cell membranes and plasma lipoproteins.o The main function of vitamin E is as a chain-breaking, free radical-trapping antioxidant in cell membranes and plasma lipoproteins by reacting with lipid peroxide radicals formed by peroxidation of polyunsatured fatty acid Q,o Vitamin E prevents rancidity of fats due to its antioxidant action Q.o Deficiency of vitamin E is rare. Deficiency may occur in severely undernourished children and in premature infants fed on artificial milk.o The clinical manifestations are edema, hemolytic anemia Q (due to fragile red cell's membrane as a result of lipid peroxidation) and thrombocytosis,o Nerve and muscle membrane damage may occur.",
        "cop": 3,
        "opa": "Anticoagulant",
        "opb": "Coagulant",
        "opc": "Antioxidant",
        "opd": "Antiinflammatory",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "b01c759d-784e-41f1-b368-c61685a989dd",
        "choice_type": "single"
    },
    {
        "question": "Pellagra is caused by deficiency of which vitamin-",
        "exp": ".Ans. is 'b' i.e., B3 o Pellagra is Caused by Deficiency of Tryptophan & Niacin. The VitaminsVitaminFunctionsDeficiency DiseaseLipid-solubleA Retinol, b-caroteneVisual pigments in the retina; regulation of gene expression and cell differentiationNight blindness, xerophtalmia; keratinization of skinD CalciferolMaintenance of calcium balance; enhances intestinal absorption of Ca2+ and mobilizes bone mineral; regulation of gene expression and cell differentiationRickets = poor mineralizetion of bone; osteomalacia = bone demineralizatinE Tocopherols, tocotrienolsAntioxidant, expecially in cell membrances; signalingExtremely rare--serious neurologic dysfunctionK Phylloqinone: menaquinonesCoenzyme in formation of y-carboxyglutsmste in enzymes of blood clotting and bone matrixImpaired blood clotting, hermorrhagic diseaseWater-solubeB1 ThiaminCoenzyme in pyruvate and a-ketoglutarate dehydrogenases, and transketolase; regulates Cl channel in nerve conductionPeripheral nerve damage (beriberi) or central nervous system lesions (Wemicke-Korsakoff syndrome)B2 RiboflavinCoenzyme in oxidation and reduction reactions (FAD and FMN); prosthetic group of flavoproteinsLesions of comer of mouth, lips and tongue, seborrheic dermatitisNiacin Nicotinic acid nicotinamideCoenzyme in oxidation and reduction reactions, functional part of NAD and NADP; role in intracellular calcium regulation and cell signalingPellagra--photosensitive dermatitis depressive psychosisB6 Pyridoxine, pyridoxal, pyridoxamineCoenzyme in transmination and decarboxylation of amino acids and glycogen phosphorylase; modulation of steroid hormone actionDisorder of amino acid metabolism, convulsionsFolic acidCoenzyme in transfer of one-carbon fragmentsMegaloblastic anemiaB12 CobalaminCoenzyme in transfer of one-carbon fragments and metabolism of folic acidPernicious anemia = megaloblastic anemia with degeneration of the spinal cordPantothenic acidFunctional part of CoA and acyl carrier protein: fatty acid synthesis and metabolismPeripharal nerve damage (nutritional melagia or \"burning foot syndrome\")H BiotinCoenzyme in carboxylation reactions in gluconeogenesis and fatty acid synthesis; role in regulation of cell cycleImpaired and carbohydrate metabolism dermatitisC Ascorbic acidCoenzyme in hydroxylation of proline and lysine in collagen synthesis; antioxidant; enhances absorption of ironScurvy--impaired wound healing, loss of dental cement, subcutaneous hemorrhage",
        "cop": 2,
        "opa": "B2",
        "opb": "B3",
        "opc": "B1",
        "opd": "Folic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "27ad74ae-32d7-4a52-b6ce-690ecb8c2381",
        "choice_type": "single"
    },
    {
        "question": "What is function of Intrinsic Factor - (NEET/DNB",
        "exp": "Ans. is 'a' i.e., Increases cobalamin absorption o Intrinsic factor is a small glycoprotein secreted by the parietal cells of the gastric mucosa.lt is essential for vitamin B12 absorption.o Gastric acid and pepsin release the vitamin from protein binding in food and make it available to bind to cobalophilin, a binding protein secreted in the saliva.o In the duodenum, cobalophilin is hydrolyzed, releasing the vitamin for binding to intrinsic factor,o Intrinsic factor binds only the active vitamin Bi: vitamers and not other corrinoids.o Vitamin Bn is absorbed from the distal third of the ileum via receptors that bind the intrinsic factor vitamin B12 complex, but not free intrinsic factor or free vitamin,o Vitamin Bi; is also called as ''extrinsic factor of castle\".",
        "cop": 1,
        "opa": "Increases cobalamin absorption Pattern)",
        "opb": "Increases folate absorption",
        "opc": "Converts prothrombin to thrombin",
        "opd": "Converts fibrinogen to fibrin",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "a70506d4-271d-4f5e-abf8-d7d65ffa689f",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin dificiency causes glossitis and cheilosis -",
        "exp": "Ans. is 'b' i.e., Riboflavin NameActive formSourcesDaily requirementsFunctionsDeficiency manifestationsFAT SOLUBLE V ITAMINSVitamin A (Ratinol)Retinol, Retinal,Retinoic acidFish liver oils milk, milk products. Green leafy vegetables, carrots, yellow and red fruits800-1000Retinol equivalentsRetinal and retinol are involved in vision. Retinoic acid regulates the expression of gene during growth and development AntioxidantNight blindness xerophthalmia formation of Bitot's spots, dry, rough and scally skin. Retardation of growth in children.Vitamin D (Cholecalci- ferol)1, 25-Dihydroxy-cholecatcifenolCod liver oil. sunlight induced synthesis of vitamin D3 in skin egg yolk200-400 IURegulation of the plasmal of calcium and phosphorus, calcification of boneRickets (in children) Osteomalacia (in adults)Vitamin E (a-Tocopherol)a-tocopherolSoya and com oils, germ oil, fish oil, eggs, alfalfa8-10 mgNatural antioxidant and acts as a scavenger of free radicals.Protects the RBCs from hemolysis.Prevents peroxidation of PUFA in cell membraneHemolytic anemia.Retrolental fibroplasia (RLF) in premature infantsVitamin KPhylloquinone (Vitamin K,)Menaquinone (Vitamin K,)Green leafy vegetables, tomatoes, cheese, meat egg yolk70-140 gRequired for activation of blood clotting factors Required for y carboxylation of glutamic acid residue in clotting and oseocalcin proteinsHemorrhagic disorder, increased clotting time NameActive formSourcesDaily-requirementsFunctionsDeficiency manifestationsWATER SOLUBLE VITAMINSThiamine (Vitamin B1)TPPCereals, meat, ruts green vegetables, eggs1.0-1.5 mgCoenzyme for oxidative decarboxylation and transketolase reactionsBeriberi, Wernicke Korsakoff syndromeRiboflavin (Vitamin B2)FMN, FADYeast, germinating seeds, green leafy vegetables, milk, eggs, liver, meat1.3-1.7 mgCoenzyme for oxidation reduction reactionsCheilosis, glossitis, dermatitis vascularization of corneaNiacin (Vitamin B3)NAD+ and NADP+Yeast, legumes. liver, meat15-20 mgCoenzyme for oxidation reduction reactionsPellagraPantothenic acid (Vitamin B5)Coenzyme A, (CoA-SH)Wheat germs, cereals, yeast, liver, eggs5-10 mgAcyl carrierBurning feet syndromePyriodoxin (Vitamin B6)PLPYeast, unrefined cereals, pulses, vegetables, meat, fish, egg yolk1.6-2 mgCoenzyme for transami- nation, decarboxylation, non-oxidative deamination, trans-sulfuration reactionsEpileptic consuls ions dermatitis, hypochronic microcytic anemiaBiotin (Vitamin B7)Biocytin (Enzyme bound biotin)Liver, kidney, egg yolk vegetables150-300 gCoenzyme for carboxylation reactionsRare dermatitisFolic acid (Vitamin B9)THF (Tetrahydrofolic acid)Green leafy vegetables, liver, yeast200 gCarrier of one carbon unit. Synthesis of methionine, purines and pyrimidinessMegaloblastic anemia. Neural tube defectsCynocobalamin (Vitamin B12,)Methylcobalamin.Deoxyadeno-sylcobalaminOnly animal origin, meat, egg, liver, fish3 gCoenzyme for react ins: Homocysteine to Methionine. Methylmalonyl-CoA to Succinyl-CoAPernicious anemiaMegaloblastic anemia Neuropathy (dementia)Methylmalonic aciduriaAscorbic acid (Vitamin C)Ascorbic acidCitrus fruits. AmIa, leafy vegetables, tomatoes60-70 mgAntioxidant, involved in hydroxylation reactins in the synthesis collagen, steroid hormones, adrenaline, etc. facilitates absorption of iron from intestine.Scurvy",
        "cop": 2,
        "opa": "Thiamin",
        "opb": "Riboflavin",
        "opc": "Folic acid",
        "opd": "Vitamin A",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "14d35b3b-a95e-4609-9dcf-c6eaf4d136a2",
        "choice_type": "single"
    },
    {
        "question": "Coenzyme A formed from which vitamin -",
        "exp": "Ans. is 'd' i.e., Pentothenic acid VitaminActive form (coenzymes)Reaction typeB1 (Thiamin)Thiamine pyrophosphate (TPP)Oxidative decarboxylation, TransketolationB2 (Riboflavin)FMN, FADOxidation / Reduction (Redox reaction)B3 (Niacin)NAD+, NADP+Oxidation / Reduction (Redox reaction)B6 (Pyridoxin)Pyridoxal phosphate (PLP)Transamination, deamination, decarboxylation, condensation, trans-sulfurationB12 (cobolamin)Methylcobalamin. deoxyadenosy Icoba lam inIsomerization of meihylmelonyl-CoA to succinyl-CoA, synthesis of methionine from homocysteineFolic acidTetrahydrofolate (THF)One carbon group transferBiotinBiocytinCarboxylationPantothenic acidPentothenate in Co A and ACPAcyl group transferVitamin KVitamin KCarboxylation of glutamic acid residue",
        "cop": 4,
        "opa": "C",
        "opb": "B4",
        "opc": "Nicotinic acid",
        "opd": "Pentothenic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "041dde39-28cf-4640-ad94-4fcd91d8e7ac",
        "choice_type": "single"
    },
    {
        "question": "Rate limiting step in vitamin D synthesis is?",
        "exp": "ANSWER: (B) 1, 25-dihydroxycholecalciferolREF: Ganong 22ed chapter 21, Harrison 17 \" edition chapter 21 Vitamin-D: Synthesis and Metabolism1, 25-dihydroxyvitamin D is the major steroid hormone involved in mineral ion homeostasis regulationVitamin D is subsequently 25-hydroxylated in the liver by cytochrome P450-like enzymes in the mitochondria and microsomes. The activity of this hydroxylase is not tightly regulated, and the resultant metabolite, 25-hydroxyvitamin D , is the major circulating and storage form of vitamin DThe second hydroxylation, required for the formation of the mature hormone, occurs in the kidney. The 25-hydroxyvitamin D-l-hydroxylase is a tightly regulated cytochrome P450-like mixed function oxidase expressed in the proximal convoluted tubule cells of the kidney",
        "cop": 2,
        "opa": "25 cholecalciferol",
        "opb": "1, 25-dihydroxycholecalciferol",
        "opc": "24, 25- dihydroxycholecalciferol",
        "opd": "7-dehydrocholesterol",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "2bb756d9-5c37-42ab-84e1-50305e788daf",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin required for collagen synthesis -",
        "exp": "Ans. is 'b' i.e., Vitamin C o Ascorbic acid functions as a reducing agentQ and scavanger of free radicals (antioxidant) Q. Its major functions are:-In collagen synthesis : - Vitamin C is required for post-translational modificationQ by hydroxylation of proline and lysineQ residues converting them into hydroxyprolineQ and hydroxylysine. Thus vitamin C is essential for the conversion of procollagen to collagen, which is rich in hydroxyproline and hydroxylysine. Through collagen synthesis, it plays a role in formation of matrix of bone, cartilage, dentine and connective tissue.Synthesis of norepinephrine from dopamine by dopamine-b-monoxygenase (dopamine-b-hydroxylase ) requires Vitamin C.Carnitine synthesisBile acid synthesis :- 7-a-hydroxylase requires vitamin C.Absorption of iron is stimulated by ascorbic acid by conversion of ferric to ferrous ions.During adrenal steroid synthesis, ascorbic acid is required during hydroxylation reactions.Tyrosine metabolism : - Oxidation of P-hydroxy-phenylpyruvate to homogentisate.Folate metabolism : - Folic acid is converted to its active form tetrahvdrofolate by help of Vitamin C.",
        "cop": 2,
        "opa": "Vitamin A",
        "opb": "Vitamin C",
        "opc": "Thiamine",
        "opd": "Folic acid",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "f3b90c0a-4a82-40b5-bf1a-7e4aa843e78a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following enzyme dysfunction leads to lactic acidosis in thiamine deficiency?",
        "exp": "Ans. d. Pyruvate dehydrogenase (Ref: Harper 28/e p321,473)In thiamine deficiency, pyruvate cannot be converted to acetyl Co-A a.s thiamine pyrophosphate is a coenzyme for pyruvate dehydrogenase, which catalyzes the conversion of pyruvate to acetyl Co-A. Hence, excess of pyruvate is metabolized to lactate by lactate dehydrogenase. This results in lactic acidosis.\"Pyruvate, formed in the cytosol, is transported into the mitochondrion by a proton symporter. Inside the mitochondrion, it is oxidatively decarboxylated to acetyl-CoA by a multienzyme complex that is associated with the inner mitochondrial membrane. This pyruvate dehydrogenase complex is analogous to the alpha-ketoglutarate dehydrogenase complex of the citric acid cycle. Pyruvate is decarboxylated by the pyruvate dehydrogenase component of the enzyme complex to a hydroxyethyl derivative of the thiazole ring of enzyme-bound thiamin diphosphate, which in turn reacts with oxidized lipoamide, the prosthetic group of dihydrolipoyl transacetylase, to form acetyl lipoamide. Thiamin is vitamin B1 and in deficiency, glucose metabolism is impaired, and there is significant land potentially life-threatening) lactic and pyruvic acidosis. \"--Harper 28/e p321Thiamin (Vitamin S1)Thiamin diphosphate (TDP)Q also known as Thiamin pyrophosphate (TPP)Q is biologically active & storage form of vitamin B1, formed by transfer of pyrophosphate group from ATP.Physiological Role:Thiamin has a central role in energy yielding metabolism and especially of carbohydrates.Thiamin requirements increase in excess intake of carbohydrates and its deficiency leads to decreased energy production.Thiamin (Vitamin B1)Thiamin diphosphate* Thiamin diphosphate is the coenzyme for:1. 3 multienzyme complexes that catalyze oxidative decarboxylation reactions:Branched-chain ketoacid dehydrogenaseQ involved in the metabolism of leucine, isoleucine & valineAlpha-ketoglutarate dehydrogenaseQ in the citric acid cyclePyruvate dehydrogenaseQ in carbohydrate metabolism2. Trans ketolaseQ reaction in the pentose phosphate pathwayThiamin triphosphateThiamin triphosphate has a role in nerve conduction: it phosphorylates, and so activates a chloride channel in the nerve membraneThiamine Deficiency Diseases:Chronic peripheral Neuritis, Beriberi & Wernicke Encephalopathy with Korsakoff's PsychosisBeriberiWernicke Encephalopathy with Korsakoff's Psychosis* Wet beriberi: Patients present with an enlarged heart, tachycardia, high-output congestive heart failure, peripheral edema & peripheral neuritisQ.* Dry beriberi: Symmetric peripheral neuropathy of the motor and sensory systems, with diminished reflexes. Neuropathy affects the legs most markedly* Infantile beriberi: Occurs in infants bom to thiamin deficiency mothers and show tachycardia, vomiting, convulsions & death.* Alcoholic patients with chronic thiamin deficiency also may have CNS manifestations known as Wernicke's encephalopathyQ.* Wernicke's encephalopathy: Consists of horizontal nystagmus, ophthalmoplegia (due to weakness of one or more extraocular muscles), cerebellar ataxia, & mental impairment* When there is an additional loss of memory and a confabulatory psychosis, the syndrome is known as Wernicke-Korsakoff syndromeQ.",
        "cop": 4,
        "opa": "Pyruvate carboxylase",
        "opb": "Phosphofructokinase",
        "opc": "Phosphoenol pyruvate carboxykinase",
        "opd": "Pyruvate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "e2dd649e-9908-4705-a0f0-34d5e242dc28",
        "choice_type": "single"
    },
    {
        "question": "Collagen synthesis requires which vitamin -",
        "exp": "Ans. is 'c' i.e., Vitamin C o Hydroxylation of proline and lysine during collagen synthesis requires vitamin C (ascorbic acid), molecular oxygen (O2), (X-ketoglutarate and enzymes dioxygenases (prolyl hydroxylase, lysyl hydroxylase).",
        "cop": 3,
        "opa": "Vitamin B1",
        "opb": "Vitamin D",
        "opc": "Vitamin C",
        "opd": "Vitamin E",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "669cb71f-ec75-4ce5-a55c-cd0909ab55a2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not required for healing -",
        "exp": "Ans. is 'd' i.e., Sodium o Nutrient required for proper wound healing areA) Minerals: Iron (divalent iron), Manganese, Magnesium, copper, calcium, zinc.B) Vitamins: Ascorbic acid (vitamin C), Retinol (vitamin A), and less importantly riboflavin, pyridoxin, thiamine, tocopherol (vitamin E).C) Protein and amino acids : Methionine and cysteine are most important.",
        "cop": 4,
        "opa": "Vitamin C",
        "opb": "Copper",
        "opc": "Methionine",
        "opd": "Sodium",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "83f4d9e7-49b7-4804-9a31-3df387ee8f49",
        "choice_type": "single"
    },
    {
        "question": "Pellagra symptoms are aggravated if diet contains?",
        "exp": "Ans. (a) High amount of leucineRef Harrison's 18/e, chapter 24, Textbook",
        "cop": 1,
        "opa": "High amount of leucine",
        "opb": "High amount of lysine",
        "opc": "Low amount of leucine",
        "opd": "Low amount of lysine",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "e5b77c19-e0e3-48f9-a032-ec6ad4f4705e",
        "choice_type": "single"
    },
    {
        "question": "Which coenzyme is responsible for carboxylation reaction?",
        "exp": "Ans. is 'a' i.e. biotin Biotin is the coenzyme required for enzymes that are involved in carboxylation reactions, e.g. acetyl-CoA carboxylase and pyruvate carboxylase.* Most coenzymes are derived from vitamins. Below is given list of vitamins, derived coenzymes and the reactions they are involved in: VitaminCoenzymeReaction typeBi (Thiamine)TPP (thiamine pyrophosphate)Oxidative decarboxylation, transketolationB2 (Riboflavin)FMN, FADOxidation/ReductionB3(Pantothenate)CoA-Coenzyme AAcyl group transferB6 (Pyridoxine)PLP (Pyridoxal phosphate)Transfer of groups to and from amino acids (Transamination,Deamination, Condensation, Decarboxylation)Bj2 (Cobalamin)5-deoxyadenosyl cobalamin,methylcobalaminIsomerization of methylmalonyl, synthesis of mehionineNiacinNAD+, NADP+Oxidation/ReductionFolic acidTetrahydrofolateOne carbon group transferBiotinBiotinCarboxylationVitamin KVitamin KCarboxylation of glutamic acid residues",
        "cop": 1,
        "opa": "Biotin",
        "opb": "FAD",
        "opc": "NADH",
        "opd": "Thiamine pyrophosphate",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "0343ea4a-0efa-4049-99a7-14afeb4472b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement about thiamine is true?",
        "exp": "Ans. is 'd' i.e. it is co-enzyme for pyruvate dehydrogenase and a-ketoglutarate dehydrogenase Thiamine was the first vitamin to be identified and is therefore called as vitamin Bl.Thiamine has a central role in energy-yielding metabolism and especially the metabolism of carbohydrates.Thiamine pyrophosphate (also k/a thiamine diphosphate) is the biologically active form of the vitamin.Thiamine diphosphate is the coenzyme for:3 multi-enzyme complexes that catalyzes oxidative decarboxylation reactions.pyruvate dehydrogenase complex (catalyzes oxidative decarboxylation of pyruvate to acetyl-CoA)a-ketoglutarate dehydrogenase in the citric acid cycle andbranched chain keto-acid dehydrogenase involved in the metabolism of leucine, isoleucine and valine.Transketolase, in the pentose phosphate pathway.The oxidative decarboxylation of pyruvate and a-ketoglutarate play a key role in energy metabolism of most cells.In thiamine deficiency, the activity of these two dehydrogenase reactions is decreased, resulting in a decreased production of ATP and thus, impaired cellular function.Thiamine DeficiencyThiamine deficiency in its early stages causes anorexia, muscle cramps, paraesthesias, and irritability.Prolonged thiamine deficiency causes beriberi, which is classically categorized as wet or dry, though there is considerable overlap.Wet beriberi primarily presents with cardiovascular symptoms characterized by marked peripheral vasodilation resulting in high-output heart failure with dyspnea, tachycardia, cardiomegaly, and pulmonary and peripheral edema, with warm extremities mimicking cellulitis.Dry beriberi presents with a symmetric peripheral neuropathy of the motor and sensory systems with diminished reflexes. The neuropathy affects the legs more than the arms.Alcoholic patients with chronic thiamine deficiency may also have central nervous system manifestations known as Wernicke's encephalopathy, consisting of horizontal nystagmus, ophthalmoplegia, cerebellar ataxia, and mental impairment. When there is additional loss of memory and a confabulatory psychosis, the syndrome is known as Wernicke-Korsakoff syndrome.The laboratory diagnosis of thiamine deficiency is usually made by enzymatic assay of transketolase activity measured before and after the addition of thiamine pyrophosphate.A more than 25% stimulation of the transketolase activity by the addition of thiamine pyrophosphate is taken as abnormal.",
        "cop": 4,
        "opa": "It is a co-enzyme of lactate dehydrogenase",
        "opb": "Its deficiency is associated with scurvy",
        "opc": "Its co-enzyme function is done by thiamine monophosphate",
        "opd": "It is co-enzyme for pyruvate dehydrogenase and a-ketoglutarate dehydrogenase",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "c8265ae7-8245-450c-be96-8a19ae41fe15",
        "choice_type": "multi"
    },
    {
        "question": "Neurotoxicity is seen with excess of -",
        "exp": "Ans. is 'a' i.e.. Vitamin B6 \"There are reports of neurotoxicity of high doses of Vitamin B6 \"_________Textbook of environment & nutrition",
        "cop": 1,
        "opa": "VitaminB6",
        "opb": "Vitamin B12",
        "opc": "Vitamin B2",
        "opd": "VitaminC",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "62e97c11-e09c-48c9-8c22-aa2d439db0d6",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis of vitamin B1 deficiency is made bv -",
        "exp": "Ans. is 'b' i.e., Transketolase activityo Thiamine diphosphate (TDP) or TPP is the coenzyme for three multienzyme complexes that catalyze oxidativedecarboxylation:Pyruvate dehydrogenaseQ in carbohydrate metabolism, which catalyzes the conversion of pyruvate to aceti CoAQ.a-Ketoglutarate dehydrogenaseQ in citric acid cycle, which catalyzes the conversion of a-ketoglutarate to succinyl CoAQ.Branched-chain keto acid dehydrogenaseQ which catalyzes the oxidative decarboxylation of branche chain keto amino acidsQ, i.e. leucine, isoleucine and valine.o Thiamine diphosphate is also the coenzume for transketolaseQ, in the pentose phosphate pathw ayQ. Therefon thiamine nutritional status is best assessed by erythrocyte (preferredQ) or w hole blood transketolase activity Q.",
        "cop": 2,
        "opa": "Thiamine level",
        "opb": "Transketolase activity",
        "opc": "Carboxylase activity",
        "opd": "Transaminase activity",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "28a83943-73f6-4789-a3ab-2eb77e479f8a",
        "choice_type": "single"
    },
    {
        "question": "Water soluble form of Vitamin K",
        "exp": "Ans. (c) Menadione Ref: Harper's Biochemistry 30th edn. 1554 * Menadione is the water soluble form of vitamin K. Forms of VITAMIN K Vitamin K1 Vitamin K2 Vitamin K3 Aka Phylloquinone Menaqui- none Menadione Source Several green vegetables and prepared synthetically Synthesized by Gl bacteria, supplies 50% human requirement Synthetic, Analog of 1,4-naphtho- quinine Solubility Fat soluble Fat soluble Diphosphate salt is Water soluble * Vitamin K Is the Coenzyme for Carboxylation of Glutamate in Postsynthetic Modification of Calcium Binding Proteins. Vitamin K Is Also Important in Synthesis of Bone Calcium Binding Proteins. * Dicumarol is an anticoagulant that functions as a vitamin K antagonist.",
        "cop": 3,
        "opa": "Phylloquinone",
        "opb": "Menaquinone",
        "opc": "Menadione",
        "opd": "None",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "2bd84426-3873-49e1-845a-31595cf9b181",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following vitamins does not participate in oxidative decarboxylation of pyruvate to acetyl CoA -",
        "exp": "Ans. is 'd' i.e.. Biotin o Oxidative decarboxylation of pyruvate to acetyl CoA occurs only in mitochondria.o Pyruvate, formed in cytosol, is transported into the mitochondria by a proton svmporter. In side the mitochondria, it is oxidatively decarboxylated to acetyl CoA by a multienzyme complex, i.e., py ruvate dehydrogenase (PDH) complex.o PDH complex is located in the mitocondria! matrix.o PDH complex is made up of three enzymes and requires five coenzymes.o The enzymes are: (i) E : Pyruvate dehydrogenase or pyruvate decarboxylase, (ii) E,: dihydrolipoyl transacetyl as e, and (iii) E,: dihydrolipoy l dehy drogenase.o The coenzymes required are thiamine pyrophosphate (TPP), lipoic acid. FAD, NAD, and CoA.Coming to the questiono Niacin is used as NAD, Riboflavin is used as FAD and thiamine is used as TPP.",
        "cop": 4,
        "opa": "Thiamine",
        "opb": "Niacine",
        "opc": "Riboflavin",
        "opd": "Biotin",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "12575372-8231-41e6-93f9-a46890e0538b",
        "choice_type": "single"
    },
    {
        "question": "Erythrocyte glutathione reductase deficiency is seen in deficiency of:",
        "exp": "Ans: A (Riboflavin) Ref: Glatzle D, Korner HF Christeiier S. Wiss O. Method for the detection of a biochemical riboflavin deficiency. Stimulation of NADBH2-dependent glutathione reductase from human erythrocytes by FAD in vitro. Investigations on the vitamin B2 status in healthy people and geriatric patients. Int. J Vitam Res 1970:40:166-183Explanation:Glutathione, in reduced form (GSH), maintains cell membrane integrity against oxidative stress by acting as a substrate for the reduction of peroxides to less damaging alcohols by glutathione peroxidase.Glutathione reductase facilitates this process by catalysing the conversion of oxidized glutathione (GSSG) to GSH, thereby maintaining an adequate level of intracellular GSH.Optimal glutathione reductase activity depends on adequate availability of flavin adenine dinucleotide (FAD), a coenzyme derived from riboflavin (vitamin B-2).Thus glutathione reductase activity is suboptimal in individuals with riboflavin deficiency.Riboflavin (vitamin B-2) is a water soluble B vitamin that serves as a precursor of FAD and flav in mononucleotide.These two compounds are important coenzymes in a variety of electron transfer reactions during energy producing, biosynthetic, detoxifying and electron scavenging processes.",
        "cop": 1,
        "opa": "Riboflavin",
        "opb": "Folic acid",
        "opc": "VitaminC",
        "opd": "Vitamin E",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "24bb8ed7-7bf5-45da-9106-6604aa0989e4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Vitamin is an antioxidant-",
        "exp": "Ans. is 'b' i.e., Vitamin E Vitamin E tcc-TocopheroIlo Vitamin E is sometimes described as anti-sterility vitamin.o However, its anti-sterility function is seen only in some animals and not in human beings,o Vitamin E activiy is present in several tocopherols, the most important being a-, b-, g- and d- tocopherol. a Tocopherol is the most abundant and is taken as the standard,o The most important function of vitamin E in human beings is to act as an anti-oxidant,o It prevents the oxidation of other antioxidants, .e.g, carotenes, vitamin A and vitamin C.o Vitamin E is the lipid-soluble antixodant in cell membranes and plasma lipoproteins.o The main function of vitamin E is as a chain-breaking, free radical-trapping antioxidant in ceil membranes and plasma lipoproteins by reacting with lipid peroxide radicals formed by peroxidation of polyunsatured fatty acid,o Vitamin E prevents rancidity of fats due to its antioxidant action.Antioxidant vitamins are :-i) Vitamin - A (carotenes)ii) Vitamin - Ciii) Vitamin-E",
        "cop": 2,
        "opa": "Vitamin D",
        "opb": "Vitamin E",
        "opc": "Vitamin K",
        "opd": "Vitamin B]",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "99e7f966-33d1-40e6-be11-15cbcbff72c0",
        "choice_type": "single"
    },
    {
        "question": "Vitamin synthesized from tryptophan -",
        "exp": "Ans. is 'c' i.e., Niacin (Vitamin B3) o Tryptophan is oxidized to kynurenine, which is then converted to either niacin (nicotinic acid) or acetyl-CoA. In the reaction alanine is also produced.o Deficiency of tryptophan can cause deficiency of niacin (if also deficient in diet). This can leads to Pallegra: dermatitis, diarrhea and dementia.o For every 60 mg of tryptophan, 1 mg. equivalent of niacin can be generated.",
        "cop": 3,
        "opa": "Thiamine (Vitamin B1)",
        "opb": "Riboflavin (Vitamin B2)",
        "opc": "Niacin (Vitamin B3)",
        "opd": "Pyridoxin (Vitamin B6)",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "4568ce20-50c9-4baa-ac83-b223128028e9",
        "choice_type": "single"
    },
    {
        "question": "Role of Vitamin K for activation in dotting cycle-",
        "exp": "Ans. is 'a' i.e., Carboxylation VitaminActive form (coenzymes)Reaction typeB1 (Thiamin)Thiamine pyrophosphate (TPP)Oxidative decarboxylation, TransketolationB2 (Riboflavin)FMN, FADOxidation / Reduction (Redox reaction)B3 (Niacin)NAD', NADI+Oxidation! Reduction (Redox reaction)B6(Pyridoxin)Pyridoxal phosphate (PLP)Transamination, deamination, decarboxylation, condensation, trans-sulfurationB12 (cobolamin)Methylcobafamin, deoxyadenosylcobalaminIsomerization of methyimelonyl-CoA to succinvI-CoA. synthesis of methionine from homocysteineFolic acidTetrahydrofolate (THF)One carbon group transferBiotinBiocytinCarboxylationPantothenic acidPentothenate in CoA and ACPAcyl group transferVitamin KVitamin KCarboxylation of glutamic acid residue",
        "cop": 1,
        "opa": "Carboxylation",
        "opb": "Hydroxylation",
        "opc": "Transamination",
        "opd": "Deamination",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "8022bedb-716d-406c-a52e-3195653c7382",
        "choice_type": "single"
    },
    {
        "question": "The function of vitamin K largely depends on which mineral -",
        "exp": "Ans. is 'b' i.e.. Calcium o Vitamin K plays an important role in blood coagulation for it is required for the post-translational processing of several clotting factors (factor II, VII, IX and X).o Mcturation of these clotting factors requires the conversion of glutamyl residues of precursor proteins into g- ca rbox vgluta mate (Gla) residues by addition of carboxylate group. This carboxylation of glutamyl resdiue is vitaminK dependent.o The g-carboxyglutamate (Gla) residues so formed serve as binding site for calcium ions. Each Gla contains two negative charges which chelate the positive calcium ion.o After binding to Gla residue on activated clotting factor, calcium binds with negatively charged phospholipids present on the platelet cell membrane.o In this way, bridging of the phospholipids the Gla residue ofprothromin occurs via calcium ion.",
        "cop": 2,
        "opa": "Selenium",
        "opb": "Calcium",
        "opc": "Iron",
        "opd": "Magnesium",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "99e97868-d614-41ba-be42-bc1201983fab",
        "choice_type": "single"
    },
    {
        "question": "Scurvy is d ue to deficiency of -",
        "exp": "Ans. is 'a' i.e., Vitamin Co Scurvy is due to vitamin C deficiency,Antioxidant mechanismsCells have multiple mechanisms to remove free radicals and there by minimize injury. There are several nonenzymatic and enzymatic systems that contribute to inactivation of free radical reactions.A. Non-enzymatic systemo Antioxidants (Vit 'E', Vit A, Vit C, glutathione and Cysteine) block the initiation of free radical formation and inactivate free radicals.o Tissue proteins (transferrin, ferritin, lactoferrin, and ceruloplasmin). Iron and copper can catalyze the formation of free radicals, these transport and storage proteins decrease the reactive free iron and copper, thereby minimizing the free radical formation.B. Enzymatic systemo A series of enzymes acts as free radical-scavenging systems and breakdown hydrogen peroxide and superoxide anion.1. Catalaseo Present in peroxisomes and decomposes H,0,2. Superoxide desmutase (SOD)o Manganese - superoxide dismutase is present in mitochondria, while copper-zinc-superoxide dismutase is found in the cytosol,o It converts superoxide to H,G,3. Glutathione peroxidaseo Present in mitochondria & cytosol.o It catalyzes free radical breaksown.H2O2+2GSH-GSSG + 2H2O2OH+2GSH-GSSG + 2H2Oo Intracellular ratio of oxidized glutathione (G S S G) to reduced glutathione (G S M) is a reflection of the oxidative state of the cell.",
        "cop": 1,
        "opa": "Vitamin C",
        "opb": "Vitamin A",
        "opc": "Vitamin K",
        "opd": "Vitamin E",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "c8500c59-9dba-425a-886c-0e28704590ad",
        "choice_type": "single"
    },
    {
        "question": "All are true about vitamin E except -",
        "exp": "Ans. is 'c' i.e., Water soluble vitamin o Vitamin E is a fat soluble vitamin (not water soluble),o All other options are correct.Vitamin E tcc-TocopheroIlo Vitamin E is sometimes described as anti-sterility vitamin.o However, its anti-sterility function is seen only in some animals and not in human beings,o Vitamin E activiy is present in several tocopherols, the most important being a-, b-, g- and d- tocopherol. a Tocopherol is the most abundant and is taken as the standard,o The most important function of vitamin E in human beings is to act as an anti-oxidant,o It prevents the oxidation of other antioxidants, .e.g, carotenes, vitamin A and vitamin C.o Vitamin E is the lipid-soluble antixodant in cell membranes and plasma lipoproteins.o The main function of vitamin E is as a chain-breaking, free radical-trapping antioxidant in ceil membranes and plasma lipoproteins by reacting with lipid peroxide radicals formed by peroxidation of polyunsatured fatty acid,o Vitamin E prevents rancidity of fats due to its antioxidant action.Antioxidant vitamins are :-i) Vitamin - A (carotenes)ii) Vitamin - Ciii) Vitamin-E",
        "cop": 3,
        "opa": "Act as antioxidant",
        "opb": "Prevent lipid peroxidation of cell membrane",
        "opc": "Water soluble vitamin",
        "opd": "Chemically tocopheral",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "2ab4f5e3-2b40-4937-8aeb-99f526d8a7b4",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin C is required for -",
        "exp": "Ans. is 'd' i.e., All of the aboveVitamin C (ascorbic acid)o Ascorbic acid (Vitamin C) is also called antiscorbutic factor,o It is very heat labile, especially in basic medium,o Ascorbic acid itself is an active form.o Maximum amount of vitamin C is found in adrenal cortex.o Ascorbic acid functions as a reducing agent and scavanger of free radicals (antioxidant). Its major functions are :-In collagen synthesis Vitamin C is required for post-translational modification by hydroxylation of proline and lysine residues converting them into hydroxyproline and hydroxylysine. Thus vitamin C is essential for the conversion of procollagen to collagen, which is rich in hydroxyproline and hydroxylysine. Through collagen synthesis, it plays a role in formation of matrix of bone, cartilage, dentine and connective tissue.Synthesis of norepinephrine from dopamine by dopamine-b-monoxygenase (dopamine-b-hydroxylase) requires Vitamin C.Carnitine synthesisBile acid synthesis :- 7-a-hvdroxylase requires vitamin C.Absorption of iron is stimulated by ascorbic acid by conversion of ferric to ferrous ions.During adrenal steroid synthesis, ascorbic acid is required during hydroxylation reactions.Tyrosine metabolism : - Oxidation of P-hydroxy-phenylpyruvate to homogentisate.Folate metabolism : - Folic acid is converted to its active form tetrahydrofolate by help of Vitamin C.",
        "cop": 4,
        "opa": "Posttranslational modification",
        "opb": "Synthesis of epinephrine",
        "opc": "Tyrosine metabolism",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "2129ce19-672e-466b-8cba-f193a3f93ef9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a provitamin -",
        "exp": "Ans. is 'c' i.e., b-carotene o Two group of compounds have vitamin A activity -Vitamin 'A': - Vitamin 'A' refers to three biologically active Vitamers (i.e.. isomers of vitamin): - RetinolQ (an alcohol), retinalQ (an aldehyde), and retinoic acidQ (an acid). All of these are found only in animai They are polyisoprenoid compounds comprising two distinct components : (i) a cyclohexenyl ring and (ii) A side chain of several isoprene units attached to cyclohexenyl ring. The term 'Retinoids' is used to define these three compounds (retinol, retinal, and retinoic acid) and other synthetic compounds with vitamin A activity.Carotenoids : - These are provitamins of vitamin A which are present in plants. These are precursors of vitamin A which are cleaved to yield retinal (retinaldehyde) and then retinol and retinoic acid. The most important carotenoid is b-carotene, which consists of two molecules of vitamin A (retinal) joined end to end.",
        "cop": 3,
        "opa": "Ascorbicacid",
        "opb": "Vitamin-E",
        "opc": "b-carotene",
        "opd": "Vitamin-K",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "845b6380-39c0-478e-b9ed-59d541b5305d",
        "choice_type": "single"
    },
    {
        "question": "Most important vitamin, w hich promotes wound healing -",
        "exp": "Ans, is 'a' i.e,, Vitamin Co Vitamin C is required for collagen synthesis.o Due to its important role in collagen synthesis, vitamin C is required for adequate wound healing.Vitamin C (ascorbic acid)o Ascorbic acid (Vitamin C) is also called antiscorbutic factor,o It is very heat labile, especially in basic medium,o Ascorbic acid itself is an active form.o Maximum amount of vitamin C is found in adrenal cortex.o Ascorbic acid functions as a reducing agent and scavanger of free radicals (antioxidant). Its major functions are :-In collagen synthesis Vitamin C is required for post-translational modification by hydroxylation of proline and lysine residues converting them into hydroxyproline and hydroxylysine. Thus vitamin C is essential for the conversion of procollagen to collagen, which is rich in hydroxyproline and hydroxylysine. Through collagen synthesis, it plays a role in formation of matrix of bone, cartilage, dentine and connective tissue.Synthesis of norepinephrine from dopamine by dopamine-b-monoxygenase (dopamine-b-hydroxylase) requires Vitamin C.Carnitine synthesisBile acid synthesis :- 7-a-hvdroxylase requires vitamin C.Absorption of iron is stimulated by ascorbic acid by conversion of ferric to ferrous ions.During adrenal steroid synthesis, ascorbic acid is required during hydroxylation reactions.Tyrosine metabolism : - Oxidation of P-hydroxy-phenylpyruvate to homogentisate.Folate metabolism : - Folic acid is converted to its active form tetrahydrofolate by help of Vitamin C.",
        "cop": 1,
        "opa": "Vitamin C",
        "opb": "Vitamin D",
        "opc": "Vitamin A",
        "opd": "Niacin",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "80967db9-0de1-4b01-a841-1211259260a9",
        "choice_type": "single"
    },
    {
        "question": "All are true about Vitamin B|2, except -",
        "exp": "Ans. is 'd' i.e., Requires for conversion of pyruvate to lactate o Active form of vitamin B12 are methylcobalamine and deoxyadenosylcobalamine. Following reactions require vitamin B12 coenzyme:i) Isomerization of methylmalonyl CoA to succinyl CoA : In this reaction, active form of vitamin B12 is deoxyadenosyl cobalamine. Propionyl-CoA is produced as catabolic end product of some alipathic amino acids and b-oxidation of odd chain fatty acids. Propionyl CoA is then converted to succinyl CoA through methyimalonyi-CoA. Thus methylmalonyl-CoA is accumulated and excreted in urine as methylmalonic acid (methylmalonate) in vitamin B12 deficiencyQ, i.e. methylmalonic aciduriaQ.ii) Conversion of homocystein to methionine : - In this reaction, active form is methylcobalamine. This is the only reaction which requires both vitamin B12, (as methylcobalamine) and folic acid (as N2-methyl- H4-folate). The reaction is catalyzed by the enzyme cobalamin-dependent methionine synthase also called 5-methyltetrahydrofolate-homocysteine methyltransferaseQ.iii) Methylation of pyrimidine ring to form thymine.iv) Conversion of ribonucleotides to deoxyribonucleotides in DNA synthesis.v) Required for metabolism of diols :vi) In bacteria for interconversion of glutamate and b methyl asparate",
        "cop": 4,
        "opa": "Active form is methylcobalamine",
        "opb": "Requires for conversion of homocysteine to methionine",
        "opc": "Requires in metabolism of methylmalonyl Co A",
        "opd": "Requires for conversion of pyruvate to lactate",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "66f0e11e-a2c1-4be8-b210-bcd655e9e4a6",
        "choice_type": "multi"
    },
    {
        "question": "Active form of Vitamin -D -",
        "exp": "Ans. is \"c' i.e., 1,25-dihydroxycholecalciferolVitamin Do Vitamin D is the major vitamin involved in the absorption of calcium.o Beside dietary intake, cutaneous synthesis is the other and more important source of vitamin D (cholecalciferol) in the body. The keratinocytes of stratum corneum of the epidermis of skinQ contain 7-dehydrocholesterol which is converted to Vitamin D3 (cholecalciferol) by the action of sunlight (UV light),o This vitamin D3 (Cholecalciferol) is converted to calcidiol (calcifediol or 25 hydroxy cholecalciferol or 25-hydroxy vitamin D3) by 25 hydroxylase in the liverQ,o Calcidiol is the major circulating form of vitamin D3o Calcidiol is then converted to Calcitriol (1-25 dihydroxy-cholecalciferol or 1-25 dihvdroxy vitamin D3) by 1-a hvdroxylation in kidneyQ,o The final hydroxvlation in kidney is rate limiting stepQ,o Calcitriol is the active form of vitamin DQ.o Dietary vitamin D is absorbed in ileumQ and requires bile salts.o When Ca+2 level is high, little calcitriol is produced, and the kidney produce the relatively inactive metabolite 24, 25 dihydroxycholecalciferol insteadQ.o Calcitriol has following effects : -It enhances absorption of calcium and phosphate from the intestine. It increases the synthesis of calcium binding protein calbindin.Calcitriol has opposite effects on bone, increasing both bone deposition and bone resorption. However, its net effect is increased mineralization of bone. Calcitriol stimulates osteoblasts which cause mineralization of bone. Activated osteoblasts secrete osteoclast stimulating factor which induce development of osteoclasts from their precursors (Osteoclasts themsleves do not have any calcitriol receptorQ). Osteoclastic activation promotes bone resorption.iii) In kidney calcitriol stimulates reabsorption of phosphate in proximal tubule and reabsorption of Ca+2 in the distal tubule.",
        "cop": 3,
        "opa": "25-hydroxycho!ecalciferol",
        "opb": "24,25-dihydroxycholecalciferol",
        "opc": "1,25-dihydroxycholecalciferol",
        "opd": "Cholecalciferol",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "e222dc6c-9884-490e-be73-49d03181dfd8",
        "choice_type": "single"
    },
    {
        "question": "Figlu is a metabolite of:",
        "exp": "Ans. B. HistidineFIGLU stands for N- formimino glutamate and is formed during catabolism of Histidine. In the reaction there is transfer of formimino group of FIGLU to tetra hydro folate to form glutamate. In folic acid deficiency this reaction is blocked and FIGLU is excreted in urine. So excretion of FIGLU following a test dose of histidine provides a diagnostic test for folic acid deficiency.",
        "cop": 2,
        "opa": "Folic Acid",
        "opb": "Histidine",
        "opc": "Alanine",
        "opd": "Tyrosine",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "0736c4cf-e9e2-46e4-bf59-040e070661d8",
        "choice_type": "single"
    },
    {
        "question": "The role of vitamin K in epoxide cycle is -",
        "exp": "Ans. is 'c' i.e., Carboxylation of glutamate o The only known biological role of vitamin K is as a cofactor for an enzyme carboxylase that catalyzes carboxylationQ of glutamic acid (glutamate )Q residues on vitamin K-dependent proteins. The important vitamin K dependent proteins are ; -i) Coagulation proteins: - Factor IIQ (prothrombinQ), factor VIIQ (proconvertin0), factor IXQ (christmas factor), and factor XQ (Stuart-Prower factor),ii) Anticoagulation proteins : - Proteins Q S and Z.iii) Gas 6",
        "cop": 3,
        "opa": "Carboxylation of aspartate",
        "opb": "Dehydrogenation of glucatamate",
        "opc": "Carboxylation of glutamate",
        "opd": "Dehydrogenation of aspartate",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "2e7328af-8ae2-4eb1-879d-bbf8fc8c7e05",
        "choice_type": "single"
    },
    {
        "question": "Major function of Vitamin E in the body -",
        "exp": "Ans. is 'd'i.e., Protection of biological membrane from free radical damage o The most important function of vitamin E in human beings is to act as an anti-oxidant.o It prevents the oxidation of other antioxidants, e.g, carotenes, vitamin A and vitamin C.o Vitamin E is the lipid-soluble antixodant in cell membranes and plasma lipoproteins.o The main function of vitamin E is as a chain-breaking, free radical-trapping antioxidant in cell membranes and plasma lipoproteins by reacting with lipid peroxide radicals formed by peroxidation of polyunsatured fatty acid,o Vitamin E prevents rancidity of fats due to its antioxidant action.",
        "cop": 4,
        "opa": "Regulation of energy metabolism",
        "opb": "Carboxvlation reaction",
        "opc": "Blood clotting",
        "opd": "Protection of biological membrane from free radical damage",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "792d7bd1-0be7-424e-891a-e39b66d57859",
        "choice_type": "single"
    },
    {
        "question": "Deficiency of which vitamin present classically as 3 'Ds'-",
        "exp": "Ans. is 'c' i.e., Niacino Deficiency of niacin (and tryptophan) causes pellagra which is characterized by 3 Ds, i.e. dermatitis, diarrhea and dementia. Hartnup disease can cause pellagra in which there is a defect in membrane transport of tryptophan. Carcinoid syndrome can also cause pellagra as most of the tryptophan is used in the synthesis of serotonin (5- hydroxytryptamine).o Pellagra is common in people consuming maize and sorghum (jowar) as their staple foods. These two are poor in niacin and tryptophan, and rich in leucin. Excess of leucine inhibits the conversion of tryptophan into niacin.",
        "cop": 3,
        "opa": "Folic acid",
        "opb": "Pyridoxin",
        "opc": "Niacin",
        "opd": "Vitamin B12",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "02cfae82-91bc-4626-b151-664d3a82137f",
        "choice_type": "multi"
    },
    {
        "question": "Hydroxylation of proline requires -",
        "exp": "Ans. is 'c' i.e., Vitamin C o Hydroxylation of proline and lysine residue takes place during post-translational modification in rough ER. The enzyme catalyzing the reactions are prolyl hydroxylase (for proline) and lysyl hydroxylase (for lysine). Both these enzymes are dioxygenases using molecular oxygen (O2) and cofactor for both these enzymes is vitamin C (ascorbic acid). a-Ketoglutatrate is a coreductant, which is oxidized to succinate.Proline (or lysine) + a-ketoglutarate + O2Prolyl (or lysyl) hydroxylase-----------------------Vitamin 'C'Hydroxyproline (or hydroxylysine)+Succinateo These hydroxylated amino acids are not reprsented in the genetic code (i.e. there is no t-RNA for these), therefore they have to be synthesized post-translationally from proline and lysine residue in the polypeptides.",
        "cop": 3,
        "opa": "Vitamin B1",
        "opb": "Vitamin D",
        "opc": "Vitamin C",
        "opd": "Vitamin E",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "734e039f-1c33-4d4e-9dae-6aafdc9c4753",
        "choice_type": "single"
    },
    {
        "question": "Glossitis and cheilitis seen with which Vit. Deficiency: (PGI Dec 2006)",
        "exp": "Ans:A (Vit B2) (RefiHarrison 17th/442;Vasudevan 4th/282-83; Chatterjea & Shinde 7th/169] Table (Harrison): Principal Clinical Findings of Vitamin MalnutritionNutrientClinical findingDietary Level per Day Associated with Overt DeficiencyContributing Factors to DeficiencyThiamineBeriberi: neuropathy, muscle weakness and wasting, cardiomegaly, edema, ophthalmoplegia, confabulation<0.3 mg/1000 kcalAlcoholism, chronic diuretic use, hyper- emesis=Riboflavin (B2)QMagenta tongue(Painful glossitisQ, the tongue assuming a red purple colour- Chatterjea & Shinde 7th/169), angular stomatitis, seborrhea, cheilosis<0.6 mg-NiacinPellagra: pigmented rash of sun-exposed areas, bright red tongue, diarrhea, apathy, memory' loss, disorientation<9.0 niacin equivalentsAlcoholism, vitamin B6 deficiency, riboflavin deficiency, tryptophan deficiencyVitamin B6.Seborrhea, glossitis convulsions, neuropathy depression, confusion, microcytic anemia<0.2 mgAlcoholism, isoniazidFolateMegaloblastic anemia, atrophic glossitis, depression, |homocysteine<100 mg/dAlcoholism, sulfasalazine, pyrimethamine. triamtereneVitamin B12Megaloblastic anemia, loss of vibratory and position sense, abnormal gait, dementia, impotence, loss of bladder and bowel control, |homocysteine, |methylmalonic acid<1.0 mg/dGastric atrophy (pernicious anemia), terminal ileal disease, strict vegetarianism, acid reducing drugs (e.g, H2 blockers)Vitamin CScurvy, petechiae, ecchymosis, coiled hairs, inflamed and bleeding gums, joint effusion, poor wound healing, fatigue<10 mg/dSmoking alcoholismVitamin AXerophthalmia, nightblindness, Bitot's spots, follicular hyperkeratosis, impaired embryonic development, immune dysfunction<300 mg/dFat malabsorption, infection, measles, alcoholism, protein-energy malnutritionVitamin DRickets: skeletal deformation, rachitic rosary, bowed legs; osteomalacia<2.0 mg/dAging, lack of sunlight exposure, fat malabsorption, deeply pigmented skinVitamin EPeripheral neuropathy, spinocerebellar ataxia, skeletal muscle atrophy, retinopathyNot described unless underlying contributing factor is presentOccurs only with fat malabsorption, or genetic abnormalities of vitamin E metabolism/transportVitamin KElevated prothrombin time, bleeding<10 mg/dFat malabsorption, liver disease, antibiotic use",
        "cop": 1,
        "opa": "Vit. B2",
        "opb": "Vit. B12",
        "opc": "Vit. K",
        "opd": "Vit. D",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "cbc7f5d1-ab94-4df8-bb39-31c481063a42",
        "choice_type": "single"
    },
    {
        "question": "In pregnancy, neural tube defect arises in the fetus due to deficiency of which of the following in the mother?",
        "exp": "Ans. (b) Folic AcidRef: Harpers Biochemistry 30th edn. /299, 559-560, 26th edn./494",
        "cop": 2,
        "opa": "Vitamin",
        "opb": "Folic Acid",
        "opc": "Vitamin A",
        "opd": "Vitamin C",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "ed614f8c-5356-468b-b2f7-522f03d478dd",
        "choice_type": "single"
    },
    {
        "question": "Which vitamin is required for hydroxylation of proline-",
        "exp": "Ans. is 'c' i.e., C o Hydroxylation of proline and lysine residue takes place during post-translational modification in rough ER.o The enzyme catalyzing the reactions are prolyl hydroxylase (for proline) and lysyl hydroxylase (for lysine),o Both these enzy mes are dioxygenasesQ using molecular oxygen (O2) and cofactor for both these enzymes is vitamin C (ascorbic acid)Q. a-Ketoglutatrate is a coreductant, which is oxidized to succinate.o These hydroxylated amino acids are not reprsented in the genetic code (i.e. there is no t-RNA for theseQ), therefore they have to be synthesized post-translationally from proline and lysine residue in the polypeptides.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "939975d4-81f8-4445-a9d7-a2d564c28546",
        "choice_type": "single"
    },
    {
        "question": "Thiamine is not used in which of the following reactions",
        "exp": "Ans. is 'a' i.e., lactate to pyruvate :Lactate to pyruvate or pyruvate to lactate is a reversible reaction that is catalysed by the enzyme lactate dehydrogenase. Coenzyme is Niacin or vit. B3Thiamine is used as a coenzyme in mainly two types of reactionTransketolase reaction (in HMP shunt)2) Oxidative decarboxylation of alpha-keto acids (eg. Pyruvate and alpha-ketoglutarate)Pyruvate (Pyruvate dehydrogenase complex)- Acetyl CoA Alpha ketoglutarate -(Alpha ketoglutarate dehydrogenase complex -Suddenly CoAAlso remember the following :Coenzymes required for the following reactions:*Transamination reactions-B6 (Pyridoxine as pyridoxal phosphate)*Deamination reactions- B6 Fatty acid oxidation-B2 (Riboflavin)*Propionyl Co A to Methyl malonyl Co A- Biotin*Pyruvate to oxaloacetate- Biotin*Acetyl Co A to Malonyl Co A- Biotin*Pyruvate dehydrogenase complex- Thiamine*,- B, (Riboflavin) *- Niacin *- Lipoic acid*Alpha-ketoglutarate dehydrogenase complex- Thiamine(B )*- (ie alpha-ketoglutarate to succinyl Co A) - Riboflavin (B2)*- Niacin*- Lipoic acid*Succinate dehydrogenase (ie. Succinate to fumarate) - Riboflavin(B2)*Note: that this topic of vitamins as coenzymes is very important. A look at figure on page no. 320 of Lippincott, 2/e would definitely help you.",
        "cop": 1,
        "opa": "Lactate to pyruvate",
        "opb": "Alphaketoglutarate to succinyl CoA",
        "opc": "Glucose to pentose",
        "opd": "Oxidative decarboxylation of alpha keto amino acids.",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "f2b40ae9-f4e7-4f02-b927-944c19c18bc3",
        "choice_type": "single"
    },
    {
        "question": "Riboflavin is a constituent of -",
        "exp": "Ans. is 'a' i.e., FMNo Riboflavin is also called Warburg yellow enzy me.o Riboflavin provides the reactive moieties of the coenzymes flavin mononucleotide (FMN) and flavin adenine dinucleotide (FAD).o Flavin coenzymes are involved in oxidoreduction reactions as electron carriers.o These reactions include the mitochondrial respiratory' chain, key enzymes in fatty acid and amino acid oxidation and the citric acid cycle.Riboflavin (Vitamin B.)o Riboflavin is also called Warburg yellow enzyme.o Riboflavin provides the reactive moieties of the coenzymes flavin mononucleotide (FMN) and flavin adenine di nucleotide (FAD).o Flavin coenzymes are involved in oxidoreduction reactions as electron carriers.o These reactions include the mitochondrial respiratory chain, key enzymes in fatty acid and amino acid oxidation and the citric acid cycle,o Flavin dependent (flavoprotein) enzymes are:FMN dependent; L-amino acid oxidase, NADH dehydrogenase.FAD dependent: Complex II of respiratory chain, microsomal hydroxy lase system, D-amino acid oxidase, xanthine oxidase, succinate dehydrogenase, acyl-CoA dehydrogenase, glycerol-3-phosphate dehydrognenase, pyruvate dehydrognenase, a-ketoglutarate dehydrogenase.o Deficiency of riboflavin is charcterized by cheilosis, desquamation and inflammation of tonque, and a seborrheic dermatitis.o Riboflavin nutritional status is assessed by measurement of activation of glutathione reductase by FAD added in vitro.",
        "cop": 1,
        "opa": "FMN",
        "opb": "NAD",
        "opc": "PLP",
        "opd": "THF",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "06879a28-4875-434c-b752-4334fe9e6c18",
        "choice_type": "single"
    },
    {
        "question": "Vitamin A is stored mainly as retinol esters in -",
        "exp": "Ans. is 'c' Liver Absorption, transport and storage of vitamin A.Absorption in intestineof vitamin A derived from animal sourceRetinol esters present in the diet are hydrolyzed in the intestinal mucosa, releasing retinol and free fatty acids.of vitamin A derived from plant source. b carotenes derived from plant source is cleaved to yield retinol Transport of Vitamin to liverRetinol, derived either from the esters or from the cleavage and reduction of carotenes is reesterified to long chain fatty acids in the intestinal mucosa and secreted as chylomicron into the lymphatic system and transported to the liver as chylomicron remnants.Storage and release of Vitamin A in liver.Retinol esters contained in chylomicrons are taken up by, and stored in the liver, when needed retinol is released from the liver and transported to extrahepatic tissues by the plasma retinol binding protein (RBP).",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Muscle",
        "opc": "Liver",
        "opd": "Retina",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "9027c0c8-cdea-41d4-86b1-b121aee4a0b5",
        "choice_type": "single"
    },
    {
        "question": "Antioxidant vitamin -",
        "exp": "Ans. is 'd' i.e., All of the above o There are two types of antioxidant systems :-Enzymatic antioxidant systemThis includeCatalaseSuperoxide dismutase (SOD)Glutathione peroxidaseNon-enzymatic antioxidant systemThis is further subdivided intoVitamins : Vitamin E, Vitamin A & beta carotene. Vitamin C.Minerals : Selenium, Copper, Zinc, ManganeseTissue proteins : Transferrin, ferritin, lactoferrin, ceruloplasminAmino acids : Glutathione, Cysteine",
        "cop": 4,
        "opa": "Vitamin A",
        "opb": "Ascorbic acid",
        "opc": "Vitamin E",
        "opd": "All of the above",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "b5fca8e5-d540-4a39-8fd3-97c40caf5042",
        "choice_type": "multi"
    },
    {
        "question": "Major form of folic acid to transfer one carbon is -",
        "exp": "Ans. is 'a' i.e.. Methylene THFFolic acido The active form of folic acid (pteroyl glutamate) is tetrahydrofolate (THF).o THF serves as a carrier of one-carbon (C1) unitQ during several biosynthetic reactions like nucleic acidQ and amino acid metabolism.o Two other cofactors are also known to be involved in the addition of one carbon (C1) unit to a metabolic precursor, biotin in carboxylation reaction and S-adenosylmethionine (SAM) as methylating agent.o However, folic acid is more versatile than either of these two because it can transfer the C1 units in several oxidation states.o THF acts as a carrier of one carbon unitQ.o The one carbon units can be : Methyl (CH3) methylene (CH2), methenyl (CH),formyl (CHO), or formimino (CH =NH)o One carbon unit binds to THF through A5 or N10 or both A5, N10position.o For example, if formyl unit is attached to N-5, it is called N5-formyl THF; if methylene unit is attached to both N5 and Nro, it is called N5, N10 methylene THF.o Carbon units attached to N5 are formyl, formimino, or methyl; attached to N10 is formyl; and attached to both N5-N10 are methylene or methenyl.o So, various possible THF are : - N5-Formyl THF, N5-formimino THF, N5-methyl THF, Nl0-formyl THF, N5-Nl0-methylene THF and N5-N10-methenyl THF.o THF receives the C, units from various donor molecules during catabolic reactions and can transfers them tospecific acceptors for the synthesis of various compounds.o The major point of entry for one-carbon unit into substituted folates is methylene THF, which is formed by the reaction of glycine, serine and choline. Serine is the most important source ofsubstitutedfolates for biosynthetic reactions, and activity' of serine hydroxymethyltransferase is regulated by the state offolate substitution and availability of folate",
        "cop": 1,
        "opa": "Methylene THF",
        "opb": "Formyl THF",
        "opc": "Methyl THF",
        "opd": "All",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "26f14f3e-6623-49c8-8525-7d285105dfd0",
        "choice_type": "multi"
    },
    {
        "question": "Which water soluble vitamin is synthesized in our body -",
        "exp": "Ans. is 'a' i.e., Niacin o This question is confusing one (Read text below)o Niacin (Vitamin B3) is synthesized from tryptophan inside the bodo Some vitamins are also formed by bacterial activity in coloni) Vitamin Kii) Vitamin B12Thiamin (Vitamin Bl)iv) Riboflavin (Vitamin B2)v) Biotin (Vitamin B7)o Thus, options a, b & d all are correct here. But best answer among these is niacin as it is the only vitamin which is synthesized by proper anabolic metabolism.",
        "cop": 1,
        "opa": "Niacin",
        "opb": "Folic acid",
        "opc": "Cobalamine",
        "opd": "Pyridoxine",
        "subject_name": "Biochemistry",
        "topic_name": "Vitamins",
        "id": "d0d522c0-33cc-4828-844b-6770e1b2f537",
        "choice_type": "single"
    }
]