[
    {
        "question": "A person present with cribriform plate fracture with CSF rhinorrhea. What will be immediate treatment?",
        "exp": "TREATMENT OF CSF RHINORRHEA Early cases of post-traumatic CSF rhinorrhoea can be managed by conservative measures such as bed rest, elevating the head of the bed, stool softeners, and avoidance of nose blowing, sneezing and straining. Prophylactic antibiotics can be used to prevent meningitis. Acetazolamide decreases CSF formation. These measures can be combined with lumbar drain if indicated. Surgical repair can be done by the following: 1. Neurosurgical intracranial approach. 2. Extradural approaches such as external ethmoidectomy for cribriform plate and ethmoid area, trans-septal sphenoidal approach for sphenoid and osteoplastic flap approach for frontal sinus leak. 3. Transnasal endoscopic approach. With the advent of endoscopic surgery for nose and sinuses, most of the leaks from the anterior cranial fossa and sphenoid sinus can be managed endoscopically with a success rate of 90% with first attempt. Principles of repair include: (a) Defining the sites of bony areas . It can be (i) Cribriform plate (ii) Lateral lamina close to anterior ethmoid aery (iii) Roof of ethmoid (iv) Frontal sinus leak (v) Sphenoid sinus (b) Preparation of graft site. (c) Underlay grafting of the fascia extradurally followed by placement of mucosa (as a free graft or pedicled flap) (d) If bony defect is larger than 2 cm, it is repaired with cailage (from nasal septum or auricular concha) followed by placement of mucosa. (e) Placement of surgicel and gelfoam fuher strengthens the area. This is followed by a high antibiotic smeared nasal pack. Sometimes fat from the thigh or abdomen is used to plug the defect in place of fascia graft. (f) Lumbar drain if CSF pressure is high. (g) Antibiotics CSF leak from frontal sinus often requires osteoplastic flap, operation and obliteration of the sinus with fat. Ref : ENT textbook by Dhingra 6th edition Pgno : 163-165",
        "cop": 4,
        "opa": "Frequent blowing of nose",
        "opb": "Plugging of nose with paraffin",
        "opc": "Craniotomy",
        "opd": "Antibiotics with wait for 7 days",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "60453595-5fc3-4ef2-870b-bfc940dc9197",
        "choice_type": "single"
    },
    {
        "question": "Telefono is",
        "exp": "TELEFONO consists of repeated slapping of the sides of the head by open palms of the assailant this may cause rupture of ear drums. Ref : internet sources",
        "cop": 3,
        "opa": "Pulling of hair",
        "opb": "Beating on soles",
        "opc": "Beating on ears",
        "opd": "Beating on fingers",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "83c1e444-a250-4033-9209-cd22f7b62fb8",
        "choice_type": "single"
    },
    {
        "question": "True regarding traumatic facial nerve palsy is all, except",
        "exp": "TRAUMA TIC FACIAL NERVE PARALYSIS 1. FRACTURES OF TEMPORAL BONE Fractures of temporal bone may be longitudinal, transverse or mixed. Facial palsy is seen more often in transverse fractures (50%). Paralysis is due to intraneural haematoma, compression by a bony spicule or transection of nerve. In these cases, it is impoant to know whether paralysis was of immediate or delayed onset. Delayed onset paralysis is treated conservatively like Bell palsy while immediate onset paralysis may require surgery in the form of decompression, re-anastomosis of cut ends or cable nerve graft. 2. EAR OR MASTOID SURGERY Facial nerve is injured during stapedectomy, tympanoplasty or mastoid surgery. Paralysis may be immediate or delayed and treatment is the same as in temporal bone trauma. Sometimes, nerve is paralyzed due to pressure of packing on the exposed nerve and this should be relieved first. Operative injuries to facial nerve can be avoided if attention is paid to the following: (a) Anatomical knowledge of the course of facial nerve, possible variations and anomalies and its surgical landmarks. Cadaver dissections should be an impoant pa of the training in ear surgery. (b) Always working along the course of nerve and never across it. (c) Constant irrigation when drilling to avoid thermal injury. Use diamond burr when working near the nerve. (d) Gentle handling of the nerve when it is exposed, avoiding any pressure of instruments on the nerve. (e) Not to remove any granulations that penetrate the nerve. (f) Using magnification; never to work on facial nerve without an operating microscope. 3. PAROTID SURGERY AND TRAUMA TO FACE Facial nerve may be injured in surgery of parotid tumours or deliberately excised in malignant tumours. Accidental injuries in the parotid region can also cause facial paralysis. Application of obstetrical forceps may also result in facial paralysis in the neonate due to pressure on the extratemporal pa of nerve. Ref : ENT textbook by Dhingra 6th edition Pgno : 96,97",
        "cop": 2,
        "opa": "Usually occurs with transverse petrous temporal bone fracture",
        "opb": "Usually occurs with longitudinal petrous temporal bone fracture",
        "opc": "Posttraumatic facial nerve palsy may be complete at the time of presentation",
        "opd": "Decompression of the canal can be useful treatment",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "7324c16c-ec99-482b-9d83-16d5a8f9d6a8",
        "choice_type": "multi"
    },
    {
        "question": "Secondary hemorrhage is after how many days of tonsillectomy",
        "exp": "Secondary haemorrhage (occur from 3rd day onwards (5th to 10th day higher chances) due to sloughing of aeries caused by infection). It is the result of sepsis and premature separation of membrane. Ref : ENT textbook by Dhingra 6th edition Pgno : 430",
        "cop": 3,
        "opa": "Within 6 hrs of operation",
        "opb": "Within 24 hrs of operation",
        "opc": "Within 3 weeks of operation",
        "opd": "Within 3 months of operation",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "96624c60-6cfb-41f7-94ce-d9ce6c565e73",
        "choice_type": "single"
    },
    {
        "question": "Pain in tonsillar fossa and upper neck is characteristic of?",
        "exp": "Eagle's syndrome is characterised by pain in tonsillar fossa and upper neck. Pain radiates of ipsilateral ear. There is aggravation of pain on swallowing. It is caused by calcification of stylohyoid ligament / elongation of styloid process. Ref: Diseases of Ear, Nose and Throat by P.L. Dhingra, 9th edition, p287.",
        "cop": 1,
        "opa": "Eagle's syndrome",
        "opb": "Ape's syndrome",
        "opc": "Sickler's syndrome",
        "opd": "Usher's syndrome",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "fc2ffa72-fa0a-420d-abad-698a6a015a0e",
        "choice_type": "single"
    },
    {
        "question": "Lyre sign in seen in",
        "exp": "Lyre sign is an angiographic finding seen in carotid body tumour of the neck. There is splaying apa of internal and external carotid aeries on angiogram. Ref: Diseases of Ear, Nose and Throat by P.L. Dhingra, 9th edition, p460.",
        "cop": 4,
        "opa": "Grave's disease",
        "opb": "Meniere's disease",
        "opc": "Lateral sinus thrombosis",
        "opd": "Carotid body tumour",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "864bab68-61df-4859-8db3-7ebf20c9961f",
        "choice_type": "single"
    },
    {
        "question": "Dysphagia lusoria is due to",
        "exp": "The MC anomaly is right subclan aery arising from the descending aoa and travels behind the esophagus to complete its course to the right upper extremity, may cause significant posterior compression of the esophagus Ref : ENT textbook by Dhingra 6th edition Pgno : 447",
        "cop": 4,
        "opa": "Esophageal diveiculum",
        "opb": "Aneurysm of aoa",
        "opc": "Esophageal web",
        "opd": "Compression by aberrant blood vessel",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "403543b5-327e-4ff4-8bec-323b19df47b5",
        "choice_type": "single"
    },
    {
        "question": "Occipitomental x ray view of paranasal sinuses with open mouth is Known as",
        "exp": "ref : hazarika 4th ed",
        "cop": 4,
        "opa": "water's view",
        "opb": "Caldwell view",
        "opc": "Towne's view",
        "opd": "Pierre's view",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "34e74e88-53ad-4e0f-b29a-3d48ac3eb636",
        "choice_type": "single"
    },
    {
        "question": "From which of the following aeries does the sphenopalatine aery arise?",
        "exp": "EXTERNAL CAROTID SYSTEM 1. Sphenopalatine aery (branch of maxillary aery) gives nasopalatine and posterior medial nasal branches. 2. Septal branch of greater palatine aery (branch of max- illary aery). 3. Septal branch of superior labial aery (branch of facial aery). Ref : ENT textbook by Dhingra 6th edition Pgno : 177",
        "cop": 3,
        "opa": "External carotid",
        "opb": "Facial",
        "opc": "Maxillary",
        "opd": "Ophthalmic",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "12d79177-680a-4617-91ef-81e28e90d817",
        "choice_type": "single"
    },
    {
        "question": "True about nasopharyngeal Ca is all except",
        "exp": "AETIOLOGY OF NASOPHARYNGEAL CARCINOMA The exact aetiology is not known. The factors responsible are: 1. Genetic. Chinese have a higher genetic susceptibility to nasopharyngeal cancer. Even after migration to other countries they continue to have higher incidence. 2. Viral Epstein-Barr (EB) virus is closely associated with nasopharyngeal cancer. Specific viral markers are being developed to screen people in high-incidence areas. EB virus has two impoant antigens: viral capsid antigen (VCA) and early antigen (EA). IgA antibodies of EA are highly specific for nasopharyngeal cancer but have sensitivity of only 70-80% while IgA antibodies of VCA are more sensitive but less specific. AgA antibodies against both EA and VCA should be done for screening of patients for nasopharyngeal cancer. 3. Environmental. Air pollution, smoking of tobacco and opium, nitrosamines from dry salted fish, smoke from burning of incense and wood have all been incriminated. Ref : ENT textbook by Dhingra 6th edition Pgno : 250",
        "cop": 4,
        "opa": "Most common site is fossa of Rosen Muller",
        "opb": "Most common type of nasopharyngeal carcinoma is Squamous cell carcinoma",
        "opc": "Epstein Barr virus has been identified in tumour epithelial cells",
        "opd": "Most common cranial nerve palsy in nasopharyngeal carcinoma is V cranial nerve",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "951de7d8-9968-4169-9de0-f79feae54068",
        "choice_type": "multi"
    },
    {
        "question": "\"Luc's abscess\" is",
        "exp": "Luc's abscess - Under periosteum of the roof of bony external auditory canal Ref : ENT textbook by Dhingra 6th edition Pgno : 51-53",
        "cop": 2,
        "opa": "Abscess over temporal region",
        "opb": "Abscess involving external auditory canal",
        "opc": "Abscess over mastoid",
        "opd": "Abscess along sternomastoid muscle",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "0630fe65-2b63-4109-83ef-dc169044f1c0",
        "choice_type": "single"
    },
    {
        "question": "The Eustachian tube is made up of",
        "exp": "Eustachian tube Anatomy Eustachian tube, also called auditory or pharyngotympanic tube, connects nasopharynx with the tympanic cavity. In an adult, it is about 36 mm long and runs downwards, forwards and medially from its tympanic end, forming an angle of 45deg with the horizontal. It is divided into two pas: bony, which is posterolateral, forms one-third (12 mm) of the total length and fibrocailaginous, which is anteromedial, forms two-thirds (24 mm). The two pas meet at isthmus which is the narrowest pa of the tube. The fibrocailaginous pa of the tube is made of a single piece of cailage folded upon itself in such a way that it forms the whole of medial lamina, roof and a pa of the lateral lamina; the rest of its lateral Lamina is made of fibrous membrane. The tympanic end of the tube is bony, measures 5 x 2 mm and is situated in the anterior wall of middle ear, a little above the level of floor. The pharyngeal end of the tube is slit-like, veically. The cailage at this end raises an elevation called torus tubarius, which is situated in the lateral wall of the nasopharynx, 1-1.25 cm behind the posterior end of inferior turbinate. Ref : ENT textbook by Dhingra 6th edition Pgno : 57,58",
        "cop": 3,
        "opa": "Hyaline cailage",
        "opb": "Fibrocailage",
        "opc": "Elastic cailage",
        "opd": "Fibro-elastic cailage",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "9539a81d-5b13-470c-b385-8ac1882461c6",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following lesion is dangerous to life?",
        "exp": "As bilateral abductor paralysis can cause sudden dyspnoea and severe stridor, it is dangerous and hence should be managed immediately by tracheostomy. ABDUCTOR DYSPHONIA It is due to spasms of posterior cricoarytenoid muscle (the only abductor) and thus keeping the glottis open. Patient gets a breathy voice or breathy breaks in voice. The condition is gradually progressive and the symptoms get aggravated during periods of stress or when patient uses telephone.Like adductor spasm dysphonia, cause of abductor spasmodic dysphonia is not known. Treatment is injection of botulinum toxin in posterior cricoarytenoid muscles. It can be done by percutaneous or endoscopic route. The former being used with EMG guidance. Results of injection are not as good as in adductor spasmodic dysphonia. Only about 50% of patients improve and the duration of improvement is also less. Disadvantages of injection treatment are that it may compromise vocal cord movements with respiration leading to airway obstruction. Patients who do not respond to toxin injection can be treated by thyroplasty type I or fat injection. A prior gelfoam injection can be used to judge the effectiveness of the above procedure. Speech therapy should be combined with injection treatment as speech therapy alone may not be effective. Ref: ENT textbook by Dhingra 6th edition Pgno : 314,315",
        "cop": 2,
        "opa": "Bilateral adductor paralysis",
        "opb": "Bilateral abductor paralysis",
        "opc": "Combined nerve paralysis",
        "opd": "Superior laryngeal nerve palsy",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "40ba758d-6d9d-4f33-8c13-d64c2b5a39fd",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding Reinke's oedema except?",
        "exp": "Reinke's oedema is caused by vocal abuse or smoking. There is diffuse symmetrical swelling of both vocal cords. Vocal cord stripping is the treatment of choice. Enough mucosa should be preserved for epithelialization. Ref: Diseases of Ear, Nose and Throat by P.L. Dhingra, 9th edition, p323.",
        "cop": 3,
        "opa": "Usually caused by vocal abuse",
        "opb": "There is collection of oedema fluid in the subepithelial space",
        "opc": "There is asymmetrical swelling of vocal cords",
        "opd": "Vocal cord stripping is the treatment",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "6693d699-b664-4cae-8030-e92c17234aca",
        "choice_type": "multi"
    },
    {
        "question": "Light house sign in seen in ASOM in which stage?",
        "exp": "In the stage of supperation of ASOM, pus formation occurs, hence in this stage pulsatile otorrhea or light house sign in seen. Ref : Dhingra book of ENT 7th ed",
        "cop": 1,
        "opa": "Stage of suppuration",
        "opb": "Stage of hyperaemia",
        "opc": "Stage of resolution",
        "opd": "Stage of pre-suppuration",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "820f86fc-4549-4e00-aaa5-aa4c6297c29e",
        "choice_type": "single"
    },
    {
        "question": "Topical Mitomycin C is useful in treatment of",
        "exp": "Dilation for laryngotracheal stenosis is typically done using serial dilation using various sizes of Jackson bronchoscopes. The various studies have showed that mechanical dilation used alone can have a recurrence rate of stenosis of greater than 90%. Thus, various adjunctive procedures have been developed in order to try to decrease the rate of restenosis. Mitomycin-C is an example of one of these adjunctive agents. Ref : Internet sources",
        "cop": 2,
        "opa": "Angiofibroma",
        "opb": "Tracheal stenosis",
        "opc": "Skull base Osteomyelitis",
        "opd": "Laryngeal carcinoma",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "0ac1298a-8130-4312-835c-1fe8acfe81d8",
        "choice_type": "single"
    },
    {
        "question": "A suspected case of Dysphagia lusoria should be best investigated by",
        "exp": "Barium swallow, bronchoscopy, or angiographies are investigations to diagnose but angiography is diagnostic. Ref : ENT textbook by Dhingra 6th edition Pgno : 447",
        "cop": 3,
        "opa": "HRCT",
        "opb": "Spiral CT",
        "opc": "MRA",
        "opd": "DSA",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "060b549c-53d3-4e21-b6ab-ca9aa9cac422",
        "choice_type": "single"
    },
    {
        "question": "The most frequent complication after resection of Carotid Body tumour is",
        "exp": "The vagal nerve or hypoglossal nerve damage associated with removal of larger tumours. Ref : ENT textbook by Dhingra 6th edition Pgno : 392,393",
        "cop": 3,
        "opa": "First-bite syndrome",
        "opb": "Hypoglossal nerve injury",
        "opc": "Superior laryngeal nerve injury",
        "opd": "Baroreceptor failure with fluctuations in blood pressure",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "bea29cc5-95e3-48c8-a93f-fc0c6df13946",
        "choice_type": "single"
    },
    {
        "question": "Not a surgical landmark for parotid surgery is",
        "exp": "surgical landmark of parotid surgery are : Tragal pointer Digastric posterior belly Styloid process tympansmastoid suture ref : hazarika 4th ed",
        "cop": 1,
        "opa": "Inferior belly of omohyoid",
        "opb": "Tragal pointer",
        "opc": "Digastric posterior belly",
        "opd": "Dissecting from peripheral branches",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "64a6e069-0cba-4a64-a9a4-f090c35bcc32",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for dysphagia for solids",
        "exp": "History A detailed history is of paramount impoance. Asceain, if dysphagia is of: (a) Sudden onset: Foreign body or impaction of food on a pre-existing stricture or malignancy, neurological disorders. (b) Progressive: Malignancy. (c) Intermittent: Spasms or spasmodic episodes over an organic lesion. (d) More to liquids: Paralytic lesions. (e) More to solids and progressing even to liquids: Malignancy or stricture. (f) Intolerance to acid food or fruit juices: Ulcerative lesions. Oesophagoscopy(Endoscopic) It gives direct examination of oesophageal mucosa and permits biopsy specimens. Flexible fibreoptic or rigid scopes can be used. Ref : ENT textbook by Dhingra 6th edition Pgno : 347,348",
        "cop": 1,
        "opa": "Endoscopy",
        "opb": "X-ray chest",
        "opc": "C.T. Scan",
        "opd": "Barium swallow",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "5da069c9-0034-4cf2-ba75-21c85658705a",
        "choice_type": "multi"
    },
    {
        "question": "Paial closure of the nostrils is done as management in",
        "exp": "ref : hazarika 4th ed",
        "cop": 1,
        "opa": "Atrophic rhinitis",
        "opb": "Allergic rhinitis",
        "opc": "Vasomotor rhinitis",
        "opd": "Occupational rhinitis",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "475073d6-f0fd-47ce-adf6-a6fdb6450970",
        "choice_type": "multi"
    },
    {
        "question": "Paralysis of 3rd, 4th & 6th nerves with involvement of ophthalmic division of 5th nerve, localizes the lesion to",
        "exp": "CAVERNOUS SINUS THROMBOSIS Aetiology Infection of paranasal sinuses, paicularly those of ethmoid and sphenoid and less commonly the frontal, and orbital complications from these sinus infections can cause thrombophlebitis of the cavernous sinus(es).The valveless nature of the veins connecting the cavernous sinus causes easy spread of infection. Clinical features Onset of cavernous sinus thrombophlebitis is abrupt with chills and rigors. Patient is acutely ill. Eyelids get swollen with chemosis and proptosis of eyeball. Cranial nerves III, IV and VI which are related to the sinus get involved individually and sequentially causing total ophthalmoplegia. Pupil becomes dilated and fixed, optic disc shows congestion and oedema with diminution of vision. Sensation in the distribution of V1 (ophthalmic division of CN V) is diminished. CSF is usually normal. Condition needs to be differentiated from orbital cellulitis. CT scan is useful for this. Treatment. It consists of i.v. antibiotics and attention to the focus of infection, drainage of infected ethmoid or sphenoid sinus. Blood culture should be taken before staing antibiotic therapy. Role of anticoagulants is not clear. Ref : ENT textbook by Dhingra 6th edition Pgno : 201",
        "cop": 1,
        "opa": "Cavernous Sinus",
        "opb": "Apex of orbit",
        "opc": "Brainstem",
        "opd": "Base of skull",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "d94fb070-d3ec-46fe-b3fd-abc8020967fe",
        "choice_type": "single"
    },
    {
        "question": "A child came to the opd with fever and dysphagia On examination the following was visualised what is your most probable diagnosis ?",
        "exp": "ref : HAZARIKA ENT 4TH ED",
        "cop": 1,
        "opa": "peritonsillar abscess",
        "opb": "Parapharyngeal abscess",
        "opc": "Retropharyngeal abscess",
        "opd": "Follicular Tonsillitis",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "d4b93c74-0d71-4ee7-aff1-aea8a5e8e453",
        "choice_type": "single"
    },
    {
        "question": "A patient with ear complaints showed positive Hennebe sign. Which of the following condition shows positive Hennebe sign?",
        "exp": "The presence of a fistula is suspected if nystagmus occurs or if the patient perceives movement of a visual target that is fixed after applying positive pressure to the outer ear canal. REF : HAZARIKA 3RD ED.",
        "cop": 1,
        "opa": "Meniere's disease",
        "opb": "Acoustic neuroma",
        "opc": "Neuronitis",
        "opd": "Glossopharyngeal neuralgia",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "1756e6c9-0a48-4235-b6a3-a6473c89617a",
        "choice_type": "single"
    },
    {
        "question": "While lying supine in bed eating, a child aspirates a peanut. Which of the following bronchopulmonary segments would this foreign object most likely enter?",
        "exp": "Foreign body Later symptoms are caused by airway obstruction, inflammation or trauma induced by the foreign body and would depend on the site of its lodgement. (a) Laryngeal foreign body. A large foreign body may totally obstruct the airway leading to sudden death unless resuscitative measures are taken urgently. A paially obstructive foreign body will cause discomfo or pain in the throat, hoarseness of voice, croupy cough, aphonia, dyspnoea, wheezing and haemoptysis. (b) Tracheal foreign body. A sharp foreign body will only produce cough and haemoptysis. A loose foreign body like seed may move up and down the trachea between the carina and the undersurface of vocal cords causing \"audible slap\" and \"palpatory thud.\" Asthmatoid wheeze may also be present. It is best heard at patient's open mouth. (c) Bronchial foreign body. Most foreign bodies enter the right bronchus because it is wider and more in line with the tracheal lumen. A foreign body may totally obstruct a lobar or segmental bronchus causing atelectasis or it may produce a check valve obstruction, allowing only ingress of air but, not the egress, thus leading to obstructive emphysema. Emphysematous bulla may rupture causing spontaneous pneumothorax. A foreign body may also shift from one side to the other causing change in the physical signs. A retained foreign body in the lung may later give rise to pneumonitis, bronchiectasis or lung abscess. Ref : ENT textbook by Dhingra 6th edition Pgno : 321",
        "cop": 4,
        "opa": "Apical segment of the left upper lobe",
        "opb": "Apical segment of the right upper lobe",
        "opc": "Medial segment of the right middle lobe",
        "opd": "Superior segment of the right lower lobe",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "41986268-7753-4ef8-a121-138c34145b4c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cancers do not present with cervical lymphnode involvement?",
        "exp": "True vocal cords are devoid of lymphatic, hence less chance of cervical nodal metastasis Ref : HAZARIKA 3RD ED.",
        "cop": 1,
        "opa": "Glottic Cancer",
        "opb": "Subglottic Cancer",
        "opc": "Papillary thyroid cancer",
        "opd": "Oral cancer",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "18ae41b2-8dda-4200-b800-32108f50b164",
        "choice_type": "single"
    },
    {
        "question": "Where will be the placement location for Auditory Brainstem Implant?",
        "exp": "The implant is usually placed in the lateral recess of the fouh ventricle at the time of tumor resection to stimulate the cochlear nucleus Auditory Brainstem Implant (ABI): * Tumor resection surgery in NF patients result in cochlear nerve damage or loss of function of nerve resulting in deafness. * ABI are useful in restoring auditory perception to deaf patients with neurofibromatosis type 2 (NF2) * Also used in treatment of congenitally deaf children with cochlear malformations or cochlear nerve deficiencies. * Placement location: Lateral recess of 4th ventricle REF : HAZARIKA 4TH ED",
        "cop": 2,
        "opa": "Scala tympani",
        "opb": "Recess of 4th ventricle",
        "opc": "IAC",
        "opd": "back of ear",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "aeeafd91-d379-49c1-8960-4e032bc7c92f",
        "choice_type": "single"
    },
    {
        "question": "True statement about malignant otitis externa is:",
        "exp": "Malignant otitis externa DEFINITION * Malignant otitis externa is an aggressive and potentially life-threatening infection of the soft tissues of the external ear and surrounding structures, quickly spreading to involve the periostium and bone of the skull base. NOMENCLATURE * Also called &;skull base osteomyelitis&; and &;necrotizing external otitis&; * It has been suggested that * necrotizing external otitis should be used for aggressive soft tissue infection in the absence of bony involvement * skull base osteomyelitis be used for the condition once bone infection is confirmed. * Malignant otitis externa is a misnomer as it is not a neoplastic process Common in diabetics and old age Ref : HAZARIKA 3RD ED.",
        "cop": 2,
        "opa": "Not painful",
        "opb": "Common in diabetics and old age",
        "opc": "Caused by streptococcus",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "22e9f197-9362-40b4-b296-3fc636423990",
        "choice_type": "multi"
    },
    {
        "question": "An elderly diabetic consults a physician because of severe earache. Examination demonstrates foul-smelling purulent otorrhea and a red mass lesion of the external ear canal. Biopsy of the mass demonstrates granulation tissue. Most likely causative organism is?",
        "exp": "External otitis, or infection of the external ear canal, can be caused by a variety of organisms, notably including Escherichia coli, Pseudomonas aeruginosa, Proteus vulgaris, and Staphylococcus aureus. There is, however, a severe subtype of external otitis, malignant external otitis, of which you should be aware. This form is specifically caused by Pseudomonas aeruginosa, and tends to affect elderly diabetics and AIDS patients, causing the findings illustrated in the question stem. It is paicularly worrisome both because the Pseudomonas organism is so tissue destructive and because it is often highly resistant to most intravenous antibiotics. (Consult your local microbiology or pharmacology depaments for advice about local sensitivities if you encounter the condition.) Complications can be devastating, including deafness, facial nerve paralysis, osteomyelitis, and meningitis. Escherichia colic a cause both external otitis and acute otitis media, but does not usually cause malignant external otitis. Haemophilus influenzae is an impoant cause of acute otitis media. Proteus Vulgaris can cause external otitis but does not usually cause the malignant form. Staphylococcus aureus can cause external otitis but does not usually cause the malignant form.",
        "cop": 4,
        "opa": "Escherichia coli",
        "opb": "Haemophilus influenzae",
        "opc": "Proteus vulgaris",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "644f87b9-39e6-4350-b2f4-47df87ab0f9b",
        "choice_type": "single"
    },
    {
        "question": "In bilateral recurrent Laryngeal nerve palsy which of the following is seen?",
        "exp": "Bilateral recurrent Laryngeal nerve palsy is characterized by dysponea and stridor with normal voice. Ref: ENT textbook by Dhingra 6th edition Pgno : 326",
        "cop": 2,
        "opa": "Hoarseness, dysponea and stridor",
        "opb": "Dysponea and stridor with normal voice",
        "opc": "Inhalation of food and feeble voice",
        "opd": "Hoarseness and dysponea",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "9fb31e0c-b567-46ad-866f-6085a8882ade",
        "choice_type": "single"
    },
    {
        "question": "widening of the the cailaginous pa of the external auditory canal ?",
        "exp": "Z memamtoplasty conchal incision incision extend to superior ear canal",
        "cop": 4,
        "opa": "otoplasty",
        "opb": "myringoplasty",
        "opc": "tympanoplasty",
        "opd": "meatoplasty",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "ae22a1ff-d00d-480e-a531-3b46965f1234",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about Acute Retropharyngeal abscess?",
        "exp": "Caries of cervical spine is usually a common cause of chronic retropharyngeal abscess. Ref : ENT textbook by Dhingra 6th edition Pgno : 394-395",
        "cop": 4,
        "opa": "Dysphonia is common symptom",
        "opb": "Usually swelling is seen on posterolateral wall of pharynx",
        "opc": "Toicollis is not uncommon",
        "opd": "Caries of cervical spine is usually a common cause",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "42adeefc-076a-4f71-9337-8d0b70e9a1ea",
        "choice_type": "multi"
    },
    {
        "question": "True about Carotid body tumour is all except",
        "exp": "Usually benign & unifocal Nonhereditary Manifested as a nonpainful mass at the carotid bifurcation Characteristic lyre sign on carotid aeriography Highly vascular nature- biopsy is contraindicated. Preoperative embolization is performed for tumours larger than 3 cm. The term first-bite syndrome was coined to describe the phenomenon of pain with the initiation of mastication; it is believed to be caused by removal of the sympathetic nerves surrounding the carotid bifurcation and reinnervation of the parotid secretory glands by parasympathetic fibers Ref : ENT textbook by Dhingra 6th edition Pgno : 392,393",
        "cop": 2,
        "opa": "Benign",
        "opb": "Hereditary predisposition",
        "opc": "Lyre sign on aeriography",
        "opd": "First-bite syndrome is a known complication",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "ed54c83a-d42e-4b07-94cb-da15ca6f81a0",
        "choice_type": "multi"
    },
    {
        "question": "Mucocele most commonly occurs",
        "exp": "Mucoceles are dilated, mucous-containing sacs that are lined by mucous membranes and result from continuous secretions into an obstructed sinus. The frontal sinus is most commonly affected, whereas the sphenoid sinus is rarely involved. Sinus expansion with thinning and remodeling of the sinus walls occurs. When the frontal sinus is involved, as it expands downward and outward proptosis can occur. Ref : ENT textbook by Dhingra 6th edition Pgno : 198",
        "cop": 1,
        "opa": "Frontal sinus",
        "opb": "Ethmoid sinus",
        "opc": "Maxillary sinus",
        "opd": "Sphenoid sinus",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "753851d5-f472-4dd3-a02a-84785fa336e3",
        "choice_type": "single"
    },
    {
        "question": "All of the following are indications for tracheostomy except ?",
        "exp": "Tracheostomy A tracheostomy is a surgical procedure to create an opening through the neck into the anterior wall of trachea. A tube is usually placed through this opening to provide an airway and to remove secretions from the lungs. The tube is called tracheostomy tube. Ref : HAZARIKA 3RD ED.",
        "cop": 4,
        "opa": "Coma after head injury",
        "opb": "Maxillofacial injury",
        "opc": "Bilateral abductor palsy",
        "opd": "Superior laryngeal nerve palsy",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "fc94e4d6-110e-49c5-a781-aa67093132ea",
        "choice_type": "multi"
    },
    {
        "question": "charecters of tb otitis media is",
        "exp": "Tuberculous Otitis Media * Painless , odourless otorrhoea refractory to antibiotics * Multiple TM perforations and a large perforation * Middle ear mucosa pale (congest., around E.T.0.) * Pale granulations in mastoid & middle ear * Severe deafness with bony necrosis (caries) * Facial palsy & labyrinthitis * Tb: Anti-TB therapy and mastoidectomy red : hazarika 4th ed",
        "cop": 1,
        "opa": "painful ottorhea",
        "opb": "multiple tympaniic perforation",
        "opc": "pale granulation",
        "opd": "facial palsy",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "8431cca2-8312-4519-8870-dba357c4b21e",
        "choice_type": "single"
    },
    {
        "question": "In Sturge-Weber syndrome, the ocular manifestation is",
        "exp": "Sturge weber syndrome Sturge-Weber syndrome is a condition that affects the development of ceain blood vessels, causing abnormalities in the brain, skin, and eyes from bih. ... In people with Sturge-Weber syndrome, the po-wine bihmark is most often on the face, typically on the forehead, temple, or Eyelid. Ref :",
        "cop": 4,
        "opa": "Retinal hemorrhage",
        "opb": "Pulsating exophthalmos",
        "opc": "Lisch nodules",
        "opd": "Hemangioma of choroid and glaucoma",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "2a42d3ae-17bb-47c4-9a67-06bc193048e3",
        "choice_type": "single"
    },
    {
        "question": "External auditory canal is formed by:",
        "exp": "1st branchial groove Ref : HAZARIKA 3RD ED.",
        "cop": 1,
        "opa": "1st branchial groove",
        "opb": "1st visceral pouch",
        "opc": "2nd branchial groove",
        "opd": "2nd visceral pouch",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "cf632f88-e4c2-4c05-847d-18c8fe3465fd",
        "choice_type": "single"
    },
    {
        "question": "Absorption of one of the following can occur without being broken down",
        "exp": "Absorption of undigested protein can occur, especially in infants. This decreases with age. However, adults can still absorb undigested protein. The M cells (microfold cells) overlying the Payer's patches absorb antigens.",
        "cop": 1,
        "opa": "Protein",
        "opb": "Triglycerides, although this seen only in infants",
        "opc": "a-Dextrins",
        "opd": "Sucrose",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "ce199622-3114-4bf6-b328-9c988bb847d1",
        "choice_type": "single"
    },
    {
        "question": "All of the following are treatments of multiple bilateral ethmoidal polyps except?",
        "exp": "Surgical treatment of ethmoidal polyps : Functional endoscopic sinus surgery (FESS) : Surgery of choice when available. Polypectomy : When there are one or two pedunculated polyps. Intranasal ethmoidectomy : Indicated when polyps are multiple and sessile. Extranasal ethmoidectomy : This is indicated when polyps recur after intranasal procedures. Transantral ethmoidectomy : Indicated when infection and polypoidal changes are also seen in the maxillary antrum. In this case antrum is opened by caldwell-Luc approach and the ethmoidal air cells approached through the medial wall of the antrum. Ref : HAZARIKA 3RD ED.",
        "cop": 4,
        "opa": "Functional endoscopic sinus surgery",
        "opb": "Intranasal ethmoidectomy",
        "opc": "Extranasal ethmoidectomy",
        "opd": "Caldwll Luc Surgery",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "d619b46b-934b-492f-8d13-f2f4cceaeaaa",
        "choice_type": "multi"
    },
    {
        "question": "Tracheostomy indication is:",
        "exp": "Indications of tracheostomy: 1- Upper respiratory tract obstruction; Laryngeal, supralaryngeal ,and tracheal causes.( Causes of stridor ) 2- Lower respiratory tract obstruction: (Secretory obstruction, Wet lung syndrome). ref: hazarika 4th ed",
        "cop": 4,
        "opa": "Vocal cord replacement",
        "opb": "Pharynx replacement",
        "opc": "Tracheomalacia",
        "opd": "Foreign body obstructing airway",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "5710bc9b-012f-4398-9de4-38c231eb71ef",
        "choice_type": "single"
    },
    {
        "question": "A Patient Presented with the following . What is the etiopathogenesis of the disease process ?",
        "exp": "Rhinophyma is a skin condition affecting the nose in which the skin is thickened and the sebaceous (oil) glands are enlarged. The skin appears skin coloured or red and often has prominent blood vessels, which may be thin and red (telangiectasia) or larger and purplish in hue (venulectasia). Ref : Dhingra 9th ed",
        "cop": 4,
        "opa": "Septal detion of nose",
        "opb": "Sweat gland hyperophy",
        "opc": "Mucous gland hyperophy",
        "opd": "Sebaceous gland hyperophy",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "6bebb475-1876-406f-a543-1c23811e8f93",
        "choice_type": "single"
    },
    {
        "question": "Micro-Wick and Microcatheter is used in administering sustained release preparation in",
        "exp": "There are many techniques and drugs used to treat disorders of the inner ear. The three most common techniques in use today are: a. TRANSTYMPANIC INJECTION - using a syringe and a small gauge needle. b. ROUND WINDOW MICROCATHETER - A small catheter surgically implanted under the eardrum which delivers medicine to a small window to the inner ear. c. SILVERSTEIN MICROWICK - A small tube with a \"wick\" through the tube to the round window, allowing the patient to self-medicate. Ref : ENT textbook by Dhingra 6th edition Pgno : 104",
        "cop": 2,
        "opa": "Epistaxis treatment",
        "opb": "Delivery of antibiotics to round window",
        "opc": "Freys Syndrome",
        "opd": "Drooling of saliva",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "cc0b81e0-88da-4a28-b514-dafe8e42f937",
        "choice_type": "single"
    },
    {
        "question": "Odiosoft rhino is a method used for",
        "exp": "Odiosoft rhino is an equipment used to measure the sound produced by nasal airflow. Measurement of nasal air flow sounds helps us to indirectly assess the presence/absence of nasal block as well as accurately identifying the site of the block. Ref:",
        "cop": 3,
        "opa": "Detecting softness of nasal cailages",
        "opb": "Detecting nasal elasticity",
        "opc": "Assessing nasal block",
        "opd": "Detecting nasal mucosal secretory function",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "69ffe5c6-fd54-4dc5-9605-da86fec807d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common site of traumatic CSF Rhinorrhea?",
        "exp": "AETIOLOGY OF CSF RHINORRHEA * Trauma. Most of the cases follow trauma. It can be accidental or surgical. Surgical trauma includes endoscopic sinus surgery, trans-sphenoidal hypophysectomy, nasal polypectomy or skull base surgery. In endoscopic sinus surgery, CSF leak may be immediate or delayed in onset. * Inflammations. Mucoceles of sinuses, sinunasal polyposis, fungal infection of sinuses and osteomyelitis, can all erode the bone and dura. * Neoplasms. Tumours, both benign and malignant, invading the skull base. * Congenital lesions. Meningocele, meningoencephaloceles and gliomas can have associated skull base defect. * Idiopathic. Where cause is unknown and patient has spontaneous leak. SITES OF LEAKAGE CSF from anterior cranial fossa reaches the nose (i) cribriform plate, (ii) roof of ethmoid air cells or (iii) frontal sinus. CSF from middle cranial fossa follows injuries to sphenoid sinus. In fractures of temporal bone, CSF reaches the middle ear and then escapes through the eustachian tube into the nose (CSF otorhinorrhoea) Ref : ENT textbook by Dhingra 6th edition Pgno : 163",
        "cop": 1,
        "opa": "Ethmoid sinus",
        "opb": "Frontal sinus",
        "opc": "Pariental fossa",
        "opd": "Sphenoid sinus",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "b9f9e24e-0007-46b6-9ba1-78a19a9f792e",
        "choice_type": "single"
    },
    {
        "question": "Type I thyroplasty is for",
        "exp": "Type I Thyroplasty It is the most commonly used surgical procedure to correct unilateral vocal cord paralysis (a condition where the vocal cord of one side is paralysed). Procedure In this type of thyroplasty, a rectangular poion of the thyroid cailage is mobilized and pushed towards the medial side using a piece of silastic block of proper shape under local anesthesia. Earlier, the piece of the thyroid cailage was kept along with implant and the stitches were taken, but nowadays, the piece of the thyroid cailage is cut and removed to avoid complications. Ref : https://en.m.wikipedia.org/wiki/Thyroplasty",
        "cop": 1,
        "opa": "Vocal cord Medialization",
        "opb": "Vocal cord Lateralization",
        "opc": "Vocal cord shoening",
        "opd": "Vocal cord lengthening",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "262c8cb5-0872-4186-a3ff-40341f8e367e",
        "choice_type": "single"
    },
    {
        "question": "Which is thickened nerve shown here :",
        "exp": "The greater auricular nerve is a cutaneous branch of the cervical plexus that innervates the skin of the auricle as well as skin over the parotid gland and mastoid process. The greater auricular nerve also supplies branches that innervate the deep layer of the parotid fascia. Origin The greater auricular nerve arises from the ventral rami of C2 and C3 spinal nerves , although it receives considerably more fibres from C2. Course The greater auricular nerve emerges along the posterior aspect of the sternocleidomastoid muscle at the punctum nervosum (Erb point) and ascends veically across the oblique sternocleidomastoid muscle. When the greater auricular nerve approaches the inferior pole of the parotid gland it divides into anterior and posterior terminal branches. REF : HAZARIKA 4TH ED",
        "cop": 2,
        "opa": "Facial Nerve",
        "opb": "Greater auricular nerve",
        "opc": "Vagus Nerve",
        "opd": "Glossopharyngeal Nerve",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "ae95551d-39ca-4463-8dc5-0d58db320389",
        "choice_type": "single"
    },
    {
        "question": "VIII nerve receives afferents of",
        "exp": "AUDITORY NEURAL PATHWAYS AND THEIR NUCLEI Hair cells are innervated by dendrites of bipolar cells of spiral ganglion which is situated in Rosenthal's canal (canal running along the osseous spiral lamina). The nerve receives afferents from vestibule and cochlea. Axons of these bipolar cells form the cochlear division of CN VIII and end in the cochlear nuclei, the dorsal and ventral, on each side of the medulla. Fuher course of auditory pathways is complex. From cochlear nuclei, the main nuclei inthe ascending auditory pathways, sequentially, from below upwards are: 1. Superior olivary complex 2. Nucleus of lateral lemniscus 3. Inferior colliculus 4. Medial geniculate body 5. Auditory coex The auditory fibres travel the ipsilateral and contralateral routes and have multiple decussation points. Thus each ear is represented in both cerebral hemispheres. The area of coex, concerned with hearing is situated in the superior temporal gyrus (Brodmann's area 41). For auditory pathways, remember the mnemonic E.COLI-MA: Eighth nerve, Cochlear nuclei, Olivary complex, Lateral lemniscus, Inferior colliculus, Medial geniculate body and Auditory coex. Ref : ENT textbook by Dhingra 6th edition Pgno : 13,14",
        "cop": 4,
        "opa": "Balance",
        "opb": "Equilibrium",
        "opc": "Hearing",
        "opd": "All of above",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "bd4ba220-b500-4b99-bd3a-4bb3f629eb47",
        "choice_type": "multi"
    },
    {
        "question": "Horner's syndrome can be caused by following except",
        "exp": "Horner's syndrome, also known as oculosympathetic paresis, is a combination of symptoms that arises when a group of nerves known as the sympathetic trunk is damaged. The signs and symptoms occur on the same side (ipsilateral) as it is a lesion of the sympathetic trunk. It is characterized by miosis (a constricted pupil), paial ptosis (a weak, droopy eyelid), apparent anhydrosis (decreased sweating), with apparent enophthalmos (inset eyeball). Causes can be divided according to the presence and location of anhidrosis: Central (anhidrosis of face, arm and trunk) Syringomyelia Multiple sclerosis Encephalitis Brain tumors Lateral medullary syndrome Preganglionic (anhidrosis of face) Cervical rib traction on stellate ganglion Thyroid carcinoma Thyroidectomy Goiter Bronchogenic carcinoma of the superior fissure (Pancoast tumor) on apex of lung Klumpke paralysis Trauma - base of neck, usually blunt trauma, sometimes surgery. As a complication of tube thoracostomy Thoracic aoic aneurysm Postganglionic (no anhidrosis) Cluster headache - combination termed Hoon's headache An episode of Horner's syndrome may occur during a migraine attack and be relieved afterwards Carotid aery dissection/carotid aery aneurysm Cavernous sinus thrombosis Middle ear infection Sympathectomy Nerve blocks, such as cervical plexus block, stellate ganglion or interscalene block Ref : https://en.m.wikipedia.org/wiki/Horner%27s_syndrome",
        "cop": 1,
        "opa": "Medial medullary syndrome",
        "opb": "Carotid aneurysm",
        "opc": "Postoperative Raynaud's disease",
        "opd": "Multiple sclerosis",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "c8126ee7-4180-4095-a76a-be696b2f24fc",
        "choice_type": "multi"
    },
    {
        "question": "Commonest benign tumor of the esophagus",
        "exp": "BENIGN NEOPLASMS OF OESOPHAGUS Benign neoplasms are rare compared to malignant ones. Leiomyoma is the most common and accounts for two- thirds of all the benign neoplasms. It arises from the smooth muscle and grows in the wall of oesophagus. Dysphagia is produced when tumour exceeds the diameter of 5 cm. Barium swallow shows an ovoid filling defect. Endoscopy reveals a submucosal swelling. Biopsy should not be taken. Treatment is enucleation of the tumour by thoracotomy. Mucosal polyps, lipomas, fibromas and haemangiomas are other benign tumours. They are often pedunculated and present in the oesophageal lumen. Endoscopic removal is avoided because of the danger of oesophageal perforation. Treatment is surgical excision by oesophagotomy Ref : ENT textbook by Dhingra 6th edition Pgno : 345",
        "cop": 2,
        "opa": "Papilloma",
        "opb": "Leiomyoma",
        "opc": "Adenoma",
        "opd": "Hemangioma",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "0c8cf30c-4e37-4185-b8f8-b55706952bd3",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding Pseudocyst of pinna is",
        "exp": "A pseudocyst is a noninflammatory, asymptomatic swelling on the lateral or anterior surface of the pinna, usually in the scaphoid or triangular fossa. They range from 1-5 cm in diameter and contain clear or yellowish viscous fluid, with a consistency similar to that of olive oil Ref :",
        "cop": 4,
        "opa": "Also called as idiopathic cystic chondromalacia",
        "opb": "Presents as painless, spontaneous dome shaped cystic swelling on the anterior surface of auricle",
        "opc": "Common on right side compared to left",
        "opd": "All of above",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "62b7b0c0-689b-48f5-893f-5ae6a675e186",
        "choice_type": "multi"
    },
    {
        "question": "Which is M.C. site for iatrogenic esophageal perforation?",
        "exp": "PERFORATION OF OESOPHAGUS AETIOLOGY Perforation or the rupture of oesophagus results from: 1. Instrumental trauma, i.e. oesophagoscopy or dilatation of strictures with bougies. The common site or rupture in these cases is just above the upper sphincter; sometimes it is the lower oesophagus near the hiatus. 2. Spontaneous rupture. This usually follows vomiting and involves mostly the lower third of oesophagus. Postemetic rupture of all the layers of oesophagus is called Boerhaave syndrome. DIAGNOSIS Early diagnosis is imperative, as mediastinitis, resulting from rupture, can rapidly prove fatal. All patients complaining of pain in the neck or interscapular region, following an oesophagoscopy, should be suspected of a perforation. The features of cervical oesophageal rupture are pain, fever, difficulty to swallow and local tenderness, along with signs of surgical emphysema in the neck. The features of thoracic oesophageal rupture are pain, referred to the interscapular region, fever 102-104degF (39-40degC), signs of shock, surgical emphysema in the neck, crunching sound over the hea (Hamman's sign, because of air in the mediastinum) and pneumothorax. X-rays of the chest and neck are essential. They may reveal widening of the mediastinum and retrovisceral space, surgical emphysema, pneumothorax, pleural effusion or gas under the diaphragm. Ref : ENT textbook by Dhingra 6th edition Pgno : 342",
        "cop": 1,
        "opa": "Cervical poion",
        "opb": "Abdominal poion",
        "opc": "Below arch of aoa",
        "opd": "Above arch of aoa",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "5beb1f70-a0f7-4e0b-adc3-54b0f3fc8a7f",
        "choice_type": "multi"
    },
    {
        "question": "Not a surgical landmark for parotid surgery",
        "exp": "surgical landmark of parotid surgery are : Tragal pointer Digastric posterior belly Styloid process tympansmastoid suture ref : hazarika 4th ed",
        "cop": 1,
        "opa": "Inferior belly of omohyoid",
        "opb": "Tragal pointer",
        "opc": "Digastric posterior belly",
        "opd": "Dissecting from peripheral branches",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "81c80479-6277-4219-86f2-af454124cadc",
        "choice_type": "single"
    },
    {
        "question": "Saccule develops from",
        "exp": "ref : hazarika 4th ed",
        "cop": 4,
        "opa": "Saccus anterior",
        "opb": "saccus medius",
        "opc": "Pars superior",
        "opd": "Pars Inferior",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "87ab8fb0-3d81-4c09-a019-aceb1fc77856",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition, positive Rinne test is seen?",
        "exp": "PRESBYCUSIS Sensorineural hearing loss associated with physiological aging process in the ear is called presbycusis. It usually manifests at the age of 65 years but may do so early if there is hereditary predisposition, chronic noise exposure or generalized vascular disease. Four pathological types of presbycusis have been identified. 1. Sensory. This is characterized by degeneration of the organ of Coi, staing at the basal coil and progressing gradually to the apex. Higher frequencies are affected but speech discrimination remains good. 2. Neural. This is characterized by degeneration of the cells of spiral ganglion, staing at the basal coil and progressing to the apex. Neurons of higher auditory pathways may also be affected. This manifests with high tone loss but speech discrimination is poor and out of propoion to the pure tone loss. 3. Strial or metabolic. This is characterized by atrophy of stria vascularis in all turns of cochlea. In this, the physical and chemical processes of energy production are affected. It runs in families. Audiogram is flat but speech discrimination is good. 4. Cochlear conductive. This is due to stiffening of the basilar membrane thus affecting its movements. Audiogram is sloping type. Patients of presbycusis have great difficulty in hearing in the presence of background noise though they may hear well in quiet surroundings. They may complain of speechbeing heard but not understood. Recruitment phenomenon is positive and all the sounds suddenly become intolerable when volume is raised. Tinnitus is another bothersome problem and in some it is the only complaint. Patients of presbycusis can be helped by a hearing aid. They should also have lessons in speech reading through Visual cues. Cuailment of smoking and stimulants like tea and coffee may help to decrease tinnitus. Ref : ENT textbook by Dhingra 6th edition Pgno : 37",
        "cop": 1,
        "opa": "Presbycusis",
        "opb": "CSOM",
        "opc": "Otosclerosis",
        "opd": "Wax impacted ear",
        "subject_name": "ENT",
        "topic_name": "All India exam",
        "id": "2d48c323-7cc4-4f3d-9be7-3e036e9a64e1",
        "choice_type": "single"
    }
]