[
    {
        "question": "Epipharynx is also called-",
        "exp": "Ans. is 'a' i. e., Nasopharynx Epipharvnx / Nasophavnxo The part of the pharynx that lies above the soft palate; anteriorly it opens into the nasal cavities through the choanae; inferiorly, it communicates with the oropharynx through the pharyngeal isthmus; laterally it communicates withtympanic cavities through pharyngotympanic (auditory) tubes.",
        "cop": 1,
        "opa": "Nasopharynx",
        "opb": "Oropharynx",
        "opc": "Laryngopharynx",
        "opd": "Hypopharynx",
        "subject_name": "ENT",
        "topic_name": "Anatomy and Physiology of Pharynx",
        "id": "2abf9bf3-ef66-47a1-9de8-ffdeb8101fc6",
        "choice_type": "multi"
    },
    {
        "question": "Passavant ridge -",
        "exp": "Ans. is 'a' i. e., Superior constrictor and palatopharyngeus (Ref Clinical Anatomy: A Problem Solving Approach, 2nd/e By Neeta V, Kulkarni p. 432]. Passavant ridgeo Near the superior margin of pharynx, a few fibres of superior constrictor blend with a band of muscle fibres belonging to the palatopharyngeus muscle. o These fused fibres form a band or ring around the posterior wall and sidewalls of the nasopharyngeal isthumus. o When the soft palate is elevated this muscle band appears as a ridge is known as passavanfs ridge.",
        "cop": 1,
        "opa": "Superior constrictor and palatopharyngeus",
        "opb": "Inferior constrictor and palatopharyngeus",
        "opc": "Superior constrictor and palatoglossus",
        "opd": "Inferior constrictor and palatoglossus",
        "subject_name": "ENT",
        "topic_name": "Anatomy and Physiology of Pharynx",
        "id": "d338a924-9820-4281-a99f-4356a069c511",
        "choice_type": "single"
    },
    {
        "question": "Submandibular nodes are classified as -",
        "exp": "Ans. is 6b' i. e., Level IB neck nodes Division of neck nodes according to levels. Level ISubmental (IA) Submandibular (IB). Level IIUpper jugular. Level IIIMid jugular. Level IVLower jugular. Level VPosterior triangle group (Spinal accessory and transverse cervical chains). Level VIPrelaryngeal. Pretracheal. Paratracheal. Level VIINodes of upper mediastinum",
        "cop": 2,
        "opa": "Level 1A neck nodes",
        "opb": "Level IB neck nodes",
        "opc": "Level II neck nodes",
        "opd": "Level III neck nodes",
        "subject_name": "ENT",
        "topic_name": "Anatomy and Physiology of Pharynx",
        "id": "1237cc81-568d-4abf-9d7d-667a6904e1da",
        "choice_type": "single"
    },
    {
        "question": "Passavant's ridge is formed by-",
        "exp": "Ans. is 'b' i. e., Palatopharyngeus and superior constrictor Passavant's Ridgeo Some of the upper fibres of the palatopharyngeus pass circularly deep to the mucous membrane of the pharynx, and form a sphincter internal to the superior constrictor. These fibres constitute Passavant's muscle which on contraction raises a ridge called the Passavant's ridge on the posterior wall of the nasopharynx.",
        "cop": 2,
        "opa": "Cricopharyngeus and superior constrictor",
        "opb": "Palatopharyngeus and superior constrictor",
        "opc": "Palatoglossus and superior constrictor",
        "opd": "Thyropharyngeus and superior constrictor",
        "subject_name": "ENT",
        "topic_name": "Anatomy and Physiology of Pharynx",
        "id": "2e7751ae-66aa-4adf-86eb-1fa6bb20d814",
        "choice_type": "single"
    },
    {
        "question": "Glossopharyngeal nerve supplies:",
        "exp": "Ans. (b) Stylopharyngeus muscle* Cranial nerve IX (glossopharyngeal nerve) is a mixed nerve that carries afferent sensory and efferent motor information. Functions* Branchial motor: supplies the stylopharyngeus muscle* Visceral motor: provides parasympathetic innervations to the parotid gland* Visceral sensory: carries visceral sensory information from the carotid sinus and carotid body.* General sensory: provides general sensory information from the skin of the external ear internal surface of the tympanic membrane, upper pharynx and the posterior one-third of the tongue.* Special sensory: provides taste sensation from the posterior one-third of the tongue including circumvallate papillae.",
        "cop": 2,
        "opa": "Glossopharyngeus muscle",
        "opb": "Stylopharyngeus muscle",
        "opc": "Anterior 2/3 of the tongue",
        "opd": "All of the above",
        "subject_name": "ENT",
        "topic_name": "Anatomy and Physiology of Pharynx",
        "id": "60c7290a-21a8-4ba6-901f-0ff7586a6981",
        "choice_type": "multi"
    }
]