[
    {
        "question": "Semicircular canals are stimulated by:",
        "exp": "Semicircular canals contain cristae which sense angular or rotational acceleration",
        "cop": 3,
        "opa": "Gravity",
        "opb": "Linear acceleration",
        "opc": "Rotation",
        "opd": "Sound",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Inner Ear",
        "id": "89325751-0142-4585-aaff-5821e3839742",
        "choice_type": "single"
    },
    {
        "question": "A 30 yrs old female present with hearing loss and following audiogram is obtained. What is her most likely diagnosis?",
        "exp": "Wide AB gap (conductive hearing loss) on left side with carha's Notch (dip at 2000. Hz) in Bone conduction indicates Otosclerosis PTA in Otosclerosis: 1. Air conduction is poor & worse for lower frequencies. * 2. Large AB gap *3. Bone conduction is normal. *4. In some cases, there is a dip in bone conduction curve. *5. It is different at different frequencies but maximum at 2000 Hz and is called Carha's notch. Boiler's notch is a similar dip in BC and AC curve but at 4000 Hz seen in noise induced hearing loss.",
        "cop": 3,
        "opa": "Ototoxicity",
        "opb": "Noise Induced Hearing Loss",
        "opc": "Otosclerosis",
        "opd": "Meniere's Disease",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Inner Ear",
        "id": "358aaaeb-b2e3-4473-9ca4-0fb5ac0974c8",
        "choice_type": "single"
    },
    {
        "question": "Latest treatment in BPPV is:",
        "exp": "Epley's manoeuvre or the repositioning manoeuvre involves repositioning the debris from posterior semicircular canal back into the utricle by placing the patient's head in a sequence of five positions.",
        "cop": 4,
        "opa": "Intralabyrinthine streptomycin",
        "opb": "Intralabyrinthine steroids",
        "opc": "Valsalva manoeuvre",
        "opd": "Epley's manoeuvre",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Inner Ear",
        "id": "e190e17b-915f-42a8-96cc-a9f9df2e60cd",
        "choice_type": "single"
    },
    {
        "question": "Most potential route for transmission of meningitis from CNS to Inner ear is-",
        "exp": "Inner Ear: It consists of three pas: 1. Vestibule 2. Semi-circular Canals 3. Cochlea The bony cochlea contains three compaments: Scala vestibule, Scala tympani and Scala media The Scala vestibule and Scala tympani are filled by peri-lymph and communicate with each at apex of cochlea through an opening called helicotrema. Perilymph is derived from CSF cochlear Aqeuduct Scala vestibuli is closed by the footplate of stapes. Movement of stapes causes vibration in scala vestibuli. Scala tympani is closed by secondary tympanic membrane(3-layered structure) and it connects with the subarachnoid space through the aqueduct of cochlea opening into dura between Endosteal Layer and Meningial layer. Endolymph is secreted from Striae Vascularis which is present on lateral surface of Scala Media. CSF or infection from brain passes into scala tympani through aqueduct of cochlea. HYLE FISSURE- It is a transient anatomic landmark in developing fetal petrous temporal bone, extending from area inferior to round window to meninges in posterior cranial fossa. It usually gets closed by normal progression of ossification in 24th week of gestation. It occasionally persists into extrauterine life and has been repoed as an unusual cause of peri labyrinthine CSF fistula. VESTIBULAR AQUEDUCT- It is a bony canal within the temporal bone which houses the endolymphatic duct that connects the endolymphatic compament of vestibule to the endolymphatic sac. AQUEDUCT OF SYLVIUS- A canal between 3rd and 4th ventricles in the brain. It carries CSF",
        "cop": 2,
        "opa": "Aqueduct of Sylvius",
        "opb": "Aqueduct of Cochlea",
        "opc": "Vestibular aqueduct",
        "opd": "Hyle fissure",
        "subject_name": "ENT",
        "topic_name": "Anatomy of Inner Ear",
        "id": "726cf7e1-ef0e-49be-9f63-03aba6794793",
        "choice_type": "single"
    }
]